{"article_title": "ABC 57 Investigates: Unlocked Lenses", "article_keywords": ["neighbors", "abc", "cameras", "unlocked", "tamashasky", "open", "57", "watching", "theyre", "camera", "investigates", "security", "password", "thousands", "lenses"], "article_url": "http://www.abc57.com/story/31338509/abc-57-investigates-unlocked-lenses", "article_text": "From baby's rooms, and day cares, to construction sites, unlocked lenses are an open door for the world to peer into.\n\nBut it’s an open door that can be closed quickly and easily.\n\n\"We’re watching people’s front porches. We’re watching the driveways. We’re watching day cares. We’re watching cribs where kids sleep,” Eric Tamashasky, a St. Joseph County cyber security expert said.\n\nIn fact, a website shows thousands of unprotected security cameras from around the world, including cameras from Michiana.\n\nFrom Notre Dame University’s campus to an Elkhart factory, the live streams provide around the clock footage.\n\n\"It’s amazing to think with the internet of things, the ability for people to lose their privacy,\" Tamashasky said.\n\nTamashasky says surveillance cameras broadcast online are a lapse in personal security for their owners.\n\n“These web cam sites that compile all these insecure places, they’re basically privacy potholes in the information superhighway, and what people don’t understand, is they try to make their lives more convenient, how much they’re giving up into their world,” Tamashasky said.\n\nIn fact, a home close to the Coast Guard Facility in St. Joseph Michigan was unknowingly broadcasting a full view of the facility online.\n\n“We always take a position that we could potentially be being watched 24 hours a day, and so we act accordingly,” Senior Chief Wes Haslam said.\n\nBut even he was unaware that a neighbor’s security camera was pointed right at their base, and being streamed to a website.\n\n“I wasn’t aware of it. So it was something I was made aware of,” Haslam said.\n\nBecause the neighbor’s camera was never given a password, its IP address was left open, and eventually showed up on a website, allowing anyone to take a look at one of Michiana's military facilities.\n\n“It wasn’t something that we felt was an immediate security threat,” Haslam said.\n\nIt's wasn’t quite a national security situation, but there was enough concern to reach out to their neighbors anyway, to protect them.\n\nThat was just one of thousands of cameras broadcast online.\n\n“Peeping Toms have been doing this for thousands of years,” Tamashasky said.\n\nNot only are the cameras at homes, but they’re also at businesses.\n\nHundreds, even thousands, of digital windows are left wide open for anyone, including criminals, to peer into.\n\n“You can see where they put the most valuable items. You can see when they’re coming and when they’re going, and that’s a problem,” Tamashasky said\n\nBut the solution is simple.\n\nWhen you purchase a camera, simply change the default password, or create a password if there isn’t one.\n\n“An ounce of prevention is a pound of cure when it comes to password security,” Tamashasky said.\n\nWhile the solution is simple, the law is more complicated.\n\nIt’s a type of voyeurism that is difficult to prosecute.\n\n“It’s easier to shut the camera down then to figure out the 100,000 eyes that are looking at it,” Tamashasky said.\n\nThat’s why the Coast Guard helped their neighbors lock their lens up, so it’s no longer online.\n\n“We always take a position that we could potentially be being watched 24 hours a day, and so we act accordingly and we talk appropriate security measures. That’s not necessarily something the public does,” Haslam said.\n\nFor extra tips on protecting your camera, click on the blogs attached to this article.\n\n\n\n", "article_metadata": {"wn-build": "XSLT-7.1-17", "Description": "From baby's rooms, and day cares, to construction sites unlocked lenses are an open door for the world to peer in. But it’s an open door that can quickly and easily be closed.", "author": "Caleigh Bourgeois", "og": {"url": "http://www.abc57.com/story/31338509/abc-57-investigates-unlocked-lenses", "image": "http://WBND.images.worldnow.com/images/9994644_G.jpg", "type": "article", "description": "From baby's rooms, and day cares, to construction sites unlocked lenses are an open door for the world to peer in. But it’s an open door that can quickly and easily be closed.", "title": "ABC 57 Investigates: Unlocked Lenses"}, "twitter": {"image": "http://WBND.images.worldnow.com/images/9994644_G.jpg", "title": "ABC 57 Investigates: Unlocked Lenses", "description": "From baby's rooms, and day cares, to construction sites unlocked lenses are an open door for the world to peer in. But it’s an open door that can quickly and easily be closed.", "card": "summary", "creator": "https://twitter.com/CaleighReports"}, "wnreadableurl": "abc-57-investigates-unlocked-lenses", "ROBOTS": "index,follow,noarchive", "owner": "WBND", "fb": {"app_id": 1423645031269708}, "date": "2016/02/28", "KEYWORDS": "Michiana News, South Bend News, Michiana Weather", "wn-version": "ContainerE-Story", "wn-base": "IIS20", "news_keywords": "Michiana News, South Bend News, Michiana Weather"}, "article_summary": "But even he was unaware that a neighbor’s security camera was pointed right at their base, and being streamed to a website.\n“An ounce of prevention is a pound of cure when it comes to password security,” Tamashasky said.\nIn fact, a website shows thousands of unprotected security cameras from around the world, including cameras from Michiana.\nFrom baby's rooms, and day cares, to construction sites, unlocked lenses are an open door for the world to peer into.\nYou can see when they’re coming and when they’re going, and that’s a problem,” Tamashasky saidBut the solution is simple."}