{"article_title": "Gay Marriage: Do Ohio’s Values Require Piling on Jim Obergefell?", "article_keywords": ["case", "ohios", "obergefell", "court", "scotus", "gay", "claim", "require", "jim", "marriages", "piling", "state", "married", "marriage", "values", "law"], "article_url": "http://indiancountrytodaymedianetwork.com/2015/04/26/gay-marriage-do-ohios-values-require-piling-jim-obergefell", "article_text": "Jim Obergefell’s grief is on the verge of being written into legal history this year, no matter what the U.S. Supreme Court does in the case that bears his name. On June 26, 2013, Obergefell’s partner of over 20 years, John Arthur, was dying of Lou Gehrig’s Disease, when the SCOTUS ruled that the federal government must recognize same-sex marriages.\n\nFifteen days later, the couple—with a lot of help from friends--chartered a medically equipped plane so they could fly into Maryland and be legally married on the tarmac. Arriving back home, they learned that while their income tax could now be filed jointly, Ohio would not recognize their marriage and so John Arthur could not have his spouse listed on his death certificate.\n\nThey filed a lawsuit and won a temporary injunction within 72 hours, much like the lesbian couple in Austin who persuaded a state court to grant a temporary injunction when one of them was fighting cancer. Death focuses the mind wonderfully, even a judge’s mind.\n\nThe Grim Reaper also had a role in U.S. v. Windsor, the landmark 2013 case that enabled Obergefell and Arthur to be married. Edith “Edie” Windsor and Thea Spyer were lawfully married in Canada. When Spyer died in 2009, leaving her entire estate to her spouse, Windsor’s claim for the estate tax exemption for surviving spouses ran smack into the so-called Defense of Marriage Act, which prevented the Internal Revenue Service from recognizing the marriage and granting the exemption.\n\nWindsor and Spyer had been together for over 40 years. The SCOTUS declined to pile financial disadvantage on top of Windsor’s grief based on bigotry. There is simply no way, the Court realized, that denying marriage to one set of people “defended” marriage for another set. Edie Windsor’s case applied only to the federal government, and this year Jim Obergefell’s litigation over his spouse’s death certificate will attempt to make this issue a clean sweep at the state level.\n\nDenying the opportunity for two people to form one economic unit in the government’s eyes based on sex has not gotten any more rational since 2013. So, the only likely way the SCOTUS could avoid doing the right thing would be to rely on a view of federalism that keeps family law decisions at the state level and ignores Article IV, § 1, the “full faith and credit” clause.\n\nFull faith and credit is currently extended to family law in orders of protection for battered spouses and for child support orders. Also, there was no exception for family law in the way of Loving v. Virginia, the 1967 SCOTUS case that struck down a state prohibition on interracial marriage that had as much support among bigots and as much religious rationale as the bans on gay marriage do today.\n\nSo bends the arc of the moral universe in the United States. In the places Chief Justice John Marshall dubbed “domestic, dependent nations,” maybe but maybe not. Tribal Courts owe no full faith and credit to U.S. Courts, let alone state courts, and the 14th Amendment guarantee of equal protection of the law does not apply to Indian nations. We call freedom to make our own law sovereignty, and we defend it jealously, for good reason.\n\nIndians who live in their homelands and wish to solemnize a relationship with a same sex partner must do so, if at all, under tribal law. If tribal law is silent on the matter, then people in that situation should just walk forward until someone stops them. In a free nation, you can do anything that is not prohibited and harms nobody.\n\nAs best I can tell by nonsense like the “Defense of Marriage Act,” the bigots claim there are a finite number of marriages to be allowed, and so every time a gay couple gets married a straight couple has to get unmarried. If that claim were correct it would show harm. As it is, the claim merely illustrates a goofy sense of humor.\n\nIf a metaphysical limit on the number of marriages sounds silly, think about the arguments that will happen in the SCOTUS tomorrow and ask yourself what you would argue that does not violate the Constitution’s ban on establishment of religion. That is, you cannot give the reason that God whispered the ban in your ear, because it’s plain that He whispered something different to a lot of people. Or maybe it was a different God; I personally find it hard to tell anthropomorphic deities one from another.\n\nThose who admit the ban on same sex marriage cannot be based on religion have a different problem, which is that we don’t turn the existence of a constitutional right into a popularity contest. The First Amendment free speech guarantee is only used when somebody says something really offensive. The Fourth Amendment guarantee against unreasonable searches is usually litigated by people with something to hide.\n\nAm I the only one old enough to remember all the SCOTUS decisions that dismantled Jim Crow laws over the objection of most people in the Confederate states and a lot of people in the Union states? What kind of rights would American Indians have to order their own affairs if the question went to a vote among non-Indians?\n\nThe record in Jim Obergefell’s case contains 147 amicus curiae (“friend of the court”) briefs; 76 support the married couple who wish to stay married, 66 represent those that would defend marriage by destroying somebody else’s, and five discuss the law in the abstract.\n\nSome of the amici might be useful, like the historians who argue that none of the gay marriage cases present a “case or controversy” within the historical meaning of Article III, § 2, and so the federal courts have nothing to decide. In plain English, nobody’s individual ox is gored by somebody else getting married who is not a relative. Particularly not the politicians who are using the SCOTUS to put on a show for the rubes.\n\nSome of the amici are plumb silly, like the Seventh Day Adventists who say that should the Court rule for same sex marriage, “such ruling should include religious exemptions for people with an objection to same-sex marriage grounded in a religious belief.” If some state is forcing people to get married or to attend weddings or forcing ministers to conduct ceremonies, that’s already illegal.\n\nThe only case I can think of would be someone like myself. I can conduct weddings because I hold a public office. The ruling would mean that either I should do weddings for everybody or for nobody. People who objected to interracial marriages and claimed their God was a racist have litigated this. They lost. Professional duty trumps freedom to be a bigot.\n\nDitto public accommodations laws. Have you seen those signs that claim “We reserve the right to refuse service to anyone?” They translate, “No N@#$$!@S here,” and there is no such right, nor was there such a right under the English Common Law. If you hold yourself out as serving the public, you must serve the public.\n\nMy idea of a lawyer’s professional duty is more like an English barrister than the customs of the U.S. I believe everyone has a right to be heard and a lawyer should not “refuse a brief” because of disagreement with the cause advocated in the brief. Your duty, if you choose to come to the Bar, is to make the best argument that can be made for the side you represent, whether you believe it or not. Therefore, if called upon as a lawyer, I would be bound to represent the states in these gay marriage cases.\n\nThe bans on gay marriage must at least have a rational basis, but I think the test the SCOTUS will apply is whether the bans further a “compelling governmental interest” and whether the bans are “narrowly tailored” to serve that interest.\n\nI’ve been paying attention to these marriage cases for many years and I’ve focused, as a professional must, on what kind of arguments state governments put forward as a rational basis for bans on same sex marriage, let alone a “compelling governmental interest.”\n\nThey’ve said legalizing gay marriages legalizes plural marriages. That would work if the governmental objection to plural marriage were religious, but it’s economic. The government is not allowed to have a religion. A unit of two for taxation and other economic purposes is not the same as a unit of greater than two.\n\nThey’ve said legalizing gay marriages would allow people to marry their pets. Only when dogs and cats are competent to enter all other contracts. When he heard this argument, my dog wanted to know if his pack is entitled to collective bargaining. I suppose so, if he can put his paw print on a marriage license and bring home something edible once in a while.\n\nThey’ve said the purpose of marriage is procreation and only that. Without going into the religious argument, that finding would invalidate my marriage and the marriages of many of the people who live in my subdivision, where you must be 55 to own a home. When my wife died, was I supposed to live alone for what years I have left because I don’t want to impregnate anyone?\n\nThe claim that children are better off with both a mom and a dad traps me in hypocrisy again, since I was a single dad. That claim also suffers from lack of persuasive evidence.\n\nI can’t argue effectively for the states in these cases because I can’t think of a thing to say that’s not laughable, if laughing at government-inflicted pain is appropriate.\n\nJohn Arthur died in 2013, having been married to his companion of over 20 years for less than six months. Jim Obergefell’s injunction ordering he be listed as spouse on John Arthur’s death certificate was dissolved by a higher court when Ohio appealed, and it’s that appeal the U.S. Supreme Court will hear April 28. This is why, no matter what happens in the SCOTUS, Jim Obergefell’s name will be written in legal history, when the only place he wanted his name was on his spouse’s death certificate, a tiny and final bit of dignity for a man denied dignity most of his life.\n\nSteve Russell, Cherokee Nation of Oklahoma, is a Texas trial court judge by assignment and associate professor emeritus of criminal justice at Indiana University-Bloomington. He lives in Georgetown, Texas.", "article_metadata": {"description": "Jim Obergefell’s grief is on the verge of being written into legal history this year, no matter what the U.S. Supreme Court does in the case that bears his name.", "generator": "Drupal 7 (http://drupal.org)", "rdfs": {"label skos": {"prefLabel": "Steve Russell"}}, "og": {"url": "http://indiancountrytodaymedianetwork.com/2015/04/26/gay-marriage-do-ohios-values-require-piling-jim-obergefell", "site_name": "Indian Country Today Media Network.com", "image": "http://d1jrw5jterzxwu.cloudfront.net/sites/default/files/styles/author_thumbnail_medium/public/uploads/2011/05/opn_steve_russell_150.jpg?itok=XgXj0ATz", "type": "article", "title": "Gay Marriage: Do Ohio’s Values Require Piling on Jim Obergefell?"}, "robots": "follow, index", "dcterms.identifier": "http://indiancountrytodaymedianetwork.com/2015/04/26/gay-marriage-do-ohios-values-require-piling-jim-obergefell", "dc": {"title": "Gay Marriage: Do Ohio’s Values Require Piling on Jim Obergefell?"}, "fb": {"app_id": 493888563989950}, "dcterms.creator": "mazecyrus", "dcterms.date": "2015-04-26T08:16-04:00", "dcterms.language": "und", "dcterms.type": "Text", "keywords": "Steve Russell, Gay Marriage, Same-Sex Marriage, U.S. Supreme Court", "validation_code": "d9d37d7b776cc351c4025ded3df21cad", "sioc": {"num_replies": 4}, "dcterms.format": "text/html", "dcterms.title": "Gay Marriage: Do Ohio’s Values Require Piling on Jim Obergefell?"}, "_id": "\"57477af36914bd0286fcf344\"", "article_summary": "Therefore, if called upon as a lawyer, I would be bound to represent the states in these gay marriage cases.\nThey’ve said legalizing gay marriages would allow people to marry their pets.\nThere is simply no way, the Court realized, that denying marriage to one set of people “defended” marriage for another set.\nThe Grim Reaper also had a role in U.S. v. Windsor, the landmark 2013 case that enabled Obergefell and Arthur to be married.\nThey filed a lawsuit and won a temporary injunction within 72 hours, much like the lesbian couple in Austin who persuaded a state court to grant a temporary injunction when one of them was fighting cancer."}