{"article_title": "“A stunning show of political indecorum”—UPDATED", "article_keywords": ["williamson", "gay", "pope", "house", "political", "usa", "episcopal", "stunning", "visit", "transgender", "told", "white", "indecorumupdated"], "article_url": "http://www.patheos.com/blogs/deaconsbench/2015/09/white-house-guest-list-to-meet-the-pope-a-stunning-show-of-political-indecorum/", "article_text": "It’s a guest list that is, in a word, interesting.\n\nThomas Williams calls it “a stunning show of political indecorum,” and takes note on Breitbart:\n\nOne of the invitees, retired Episcopal bishop Gene Robinson, made history by becoming the first openly gay episcopal bishop in 2003 and subsequently the first to divorce his gay partner in 2014, after having previously separated from his wife of 14 years. He has attended a number of religious events with the Obama administration, offering a prayer at President Obama’s inauguration in 2009 and taking part in the 2014 National Prayer Breakfast.\n\nMateo Williamson, a cross-dressing woman and former co-chairman of the Transgender Caucus for Dignity USA, has also received an invitation to the White House for Pope Francis’ visit. Williamson says that though she now thinks of herself as a man, she continues to be attracted to males. “Today I identify as a gay man and before that was difficult to understand because I thought that in order to be transgender, in order to be a transgender male that I had to be attracted to females but I never have throughout my entire life.”\n\n…Another White House invitee for the Pope’s visit, Sister Simone Campbell, is the pro-abortion executive director of the social justice lobby NETWORK. Campbell fought against the U.S. bishops when Obama’s Affordable Care Act was originally being debated, in an attempt to undermine their abortion and conscience concerns.\n\nAn intermediary for several of the invitations to greet the Pope was Vivian Taylor, a 30-year-old male transvestite who acted as Executive Director of Integrity USA, a homosexual and transgender activist wing of the Episcopal Church, until last March.\n\n“A few months ago I received an invitation from the White House to attend the reception for Pope Francis,” Taylor told CNS News. “I was told I could bring several friends with me,” adding that he is “glad we can bring some LGBT representation to the event.”", "article_metadata": {"og": {"site_name": "The Deacon's Bench", "description": "Where a Roman Catholic deacon ponders the world", "title": "White House guest list to meet the pope: “A stunning show of political indecorum”—UPDATED", "url": "http://www.patheos.com/blogs/deaconsbench/2015/09/white-house-guest-list-to-meet-the-pope-a-stunning-show-of-political-indecorum/", "image": "http://wp.production.patheos.com/blogs/deaconsbench/files/2015/09/White_House_rainbow_colors_to_celebrate_June_2015_SCOTUS_same-sex_marriage_ruling-575x370.jpeg", "type": "article"}, "com.silverpop.brandeddomains": "www.pages04.net,patheos.mkt5005.com,www.patheos.com", "robots": "noodp,noydir"}, "article_summary": "“A few months ago I received an invitation from the White House to attend the reception for Pope Francis,” Taylor told CNS News.\nThomas Williams calls it “a stunning show of political indecorum,” and takes note on Breitbart:One of the invitees, retired Episcopal bishop Gene Robinson, made history by becoming the first openly gay episcopal bishop in 2003 and subsequently the first to divorce his gay partner in 2014, after having previously separated from his wife of 14 years.\nMateo Williamson, a cross-dressing woman and former co-chairman of the Transgender Caucus for Dignity USA, has also received an invitation to the White House for Pope Francis’ visit.\nWilliamson says that though she now thinks of herself as a man, she continues to be attracted to males.\n“I was told I could bring several friends with me,” adding that he is “glad we can bring some LGBT representation to the event.”"}