{"article_title": "Interview: NPR Legal Affairs Correspondent Nina Totenberg", "article_keywords": ["affairs", "term", "correspondent", "court", "won", "nprs", "work", "legal", "nina", "winds", "wbois", "shes", "totenberg", "interview", "npr"], "article_url": "http://wboi.org/post/interview-npr-legal-affairs-correspondent-nina-totenberg", "article_text": "Nina Totenberg has a lot of superlatives to her name.\n\nAs NPR's Legal Affairs Correspondent, she's a built a career as a legendary journalist, with a voice and style all her own. She's won countless awards for her work covering the U.S. Supreme Court and other legal matters. And she’s one of NPR’s \"Founding Mothers,\" the group of female reporters who shaped the network from its earliest days.\n\nOne thing she's not: a fortune-teller.\n\nEven as this term of the court winds down, Totenberg can't say exactly which way the justices will rule on the court's biggest cases, which it has saved for the end of the term. Those include legal questions on same-sex marriage, subsidies for the Affordable Care Act, and lethal injection.\n\nBut when she talked to WBOI's Sean Bueter last Friday, she was happy to open up about a host of other topics, including numerous insights into the process of the court.", "article_metadata": {"category": "Politics & Government", "description": "Nina Totenberg has a lot of superlatives to her name. As NPR's Legal Affairs Correspondent, she's a built a career as a legendary journalist, with a voice", "Generator": "Drupal 7 (http://drupal.org)", "programs": "none", "og": {"url": "http://wboi.org/post/interview-npr-legal-affairs-correspondent-nina-totenberg", "image": "http://mediad.publicbroadcasting.net/p/wbni/files/styles/medium/public/201506/nina.jpg", "type": "article", "description": "Nina Totenberg has a lot of superlatives to her name. As NPR's Legal Affairs Correspondent, she's a built a career as a legendary journalist, with a voice", "title": "Interview: NPR Legal Affairs Correspondent Nina Totenberg"}, "story_id": 417177124, "twitter": {"site": "@WBOI", "card": "summary", "creator": "@WBOI"}, "author": "Sean Bueter", "org_id": 0, "dc": {"title": "Interview: NPR Legal Affairs Correspondent Nina Totenberg"}, "nid": 47316, "datePublished": "2015-06-24", "keywords": ", ,", "wordCount": 185, "has_audio": 1, "viewport": "width=device-width"}, "article_summary": "As NPR's Legal Affairs Correspondent, she's a built a career as a legendary journalist, with a voice and style all her own.\nShe's won countless awards for her work covering the U.S. Supreme Court and other legal matters.\nNina Totenberg has a lot of superlatives to her name.\nAnd she’s one of NPR’s \"Founding Mothers,\" the group of female reporters who shaped the network from its earliest days.\nEven as this term of the court winds down, Totenberg can't say exactly which way the justices will rule on the court's biggest cases, which it has saved for the end of the term."}