{"article_title": "Helping Alabamians get health insurance", "article_keywords": ["information", "alabamians", "students", "bama", "carpenter", "helping", "health", "student", "healthcare", "covered", "alabama", "volunteers", "insurance", "volunteer"], "article_url": "http://weldbham.com/blog/2014/02/25/helping-alabamians-get-health-insurance/", "article_text": "Nonprofit Bama Covered fights misinformation and aids those in need.\n\nAs the March 31 deadline to enroll in the healthcare system approaches, many Americans still feel confused as to how to find and purchase a plan that fits their needs. In a state like Alabama, where talk of Obamacare is highly politicized and a single insurance company holds a virtual monopoly over the region, clear-cut information about the healthcare exchanges can be even harder to find.\n\nOne group, however, is attempting to cut through all the political rhetoric and technicalities surrounding the Affordable Care Act. Founded on the belief that “healthcare is about people, not politics,” Bama Covered, a nonprofit grassroots education initiative, is recruiting college students from across the state to act as conduits of non-partisan healthcare information within their own communities.\n\nFounded by Alabama native and UAB alumnus Josh Carpenter and Harvard graduate Dan Liss, Bama Covered has already recruited, trained, and implemented several hundred volunteers from dozens of college campuses across the state. The organization’s ultimate goal, however, is to mobilize 1,000 students and to jumpstart a total of 100,000 conversations concerning healthcare – all before the March 31 deadline.\n\nIn a recent interview with Weld, co-founder Josh Carpenter says that these numbers are ambitious, but well within reach.\n\n“I’m getting reports from people from all across the state – Mobile, Tuskagee, Huntsville,” says Carpenter. “When we hatched this idea, 1,000 [volunteers] seemed like a pie in the sky — the ideal, but not necessarily feasible. It’s just really fantastic to see us approach that number here in February.”\n\nCarpenter, a 26-year-old former Rhodes Scholar and current graduate student at Oxford University, says the idea for the organization was “born out of frustration” after hearing story after story of confusion and frustration surrounding the healthcare system. As a native of Florence, Alabama and a former teacher in Alabama’s Black Belt, he felt that many residents wanted practical answers about how to approach their healthcare options, but didn’t know where to look.\n\n“This whole [healthcare] thing has been about politics for a long time, and it really should be about families making the best decision for themselves about healthcare,” Carpenter says. “Our goal is to provide a unique source of reliable and accurate information to families so that they can make the decisions for themselves.”\n\nUnder Liss and Carpenter’s leadership, Bama Covered has established an impressive volunteer board of directors that includes a former Alabama Supreme Court justice, a university president and a university dean of public health. Carpenter says that the organization’s engine, however, lies in its student recruits.\n\n“We’re a very decentralized organization that puts the power into the hands of the students,” says Carpenter. “Truly, we started in January and these students are acting like they’ve been doing this for years. They’re out and about making connections everywhere.”\n\nBama Covered offers three ways to volunteer, with positions varying according to the amount of training and effort the student is willing to undergo. At the most basic level, the student is given enough resources and information to actively go out and connect friends and family members with healthcare information. Other volunteer positions require certified training from the Department of Health and Human Services.\n\nAt the more administrative level, student “group-captains” at each university help to match fellow volunteers with opportunities to speak to their community, such as setting up booths at local events around town or speaking to church congregations.\n\nAccording to Carpenter, volunteers seem to be attracted to the group for a variety of reasons. Many of the student recruits are looking to go into public health or medical careers, and are thus appreciative of the opportunity to actually implement their education into their own communities. Other students, though, were pushed into joining the organization after undergoing their own healthcare horror stories.\n\nOne volunteer remembers having insurance at 18, and dreading his upcoming 19th birthday – when he would be kicked off of his All Kids insurance plan. Another volunteer recalls sitting in a waiting room after getting a cancer screening and wondering how she would find the money to pay for it.\n\nAshleigh Staples, a UAB political science major and co-team captain at Bama Covered, joined because of the group’s apolitical appeal. She and other volunteers have gone to several libraries and churches in order to speak to residents, and she’s been most surprised by what she calls the “misinformation that’s out there.”\n\n“Some people thought that the deadline [for enrollment] didn’t apply to them, that the whole state of Alabama was opting out of the Affordable Care Act,” says Staples. “A few people think that BlueCross-Blue Shield is the only insurance provider, which has kind of been an issue. They think that there’s only one option, so they don’t see why there’s any point in us talking to them.”\n\nStaples says that most people are grateful for the information­ – often they’re worried about an uninsured family member, but they don’t trust the official website for information. She’s in the process of being certified so that she can work with actual hospitals and healthcare organizations to walk people through their healthcare options.\n\nAs of right now, the organization’s status after the March 31 deadline is undetermined. Carpenter says that Bama Covered is an official Alabama nonprofit group, but its forecast for the future is still up for grabs.\n\n“I thought if we can build a platform that could allow students to participate actively in their democracy in a way that’s meaningful with people, then they’ll jump on it,” he says. “Come April 1, there’s a lot of pathways we could take. Our goal, right now is to be as effective as possible in getting the message out.”\n\nIf you would like to receive more information regarding your healthcare options or would like to volunteer with Bama Covered, visit bamacovered.org or contact Josh Carpenter at josh@bamacovered.org.", "article_metadata": {"generator": "WordPress 4.5.2", "og": {"site_name": "Weld for Birmingham", "description": "Nonprofit Bama Covered fights misinformation and aids those in need.", "title": "Helping Alabamians get health insurance", "locale": "en_US", "image": {"width": 5760, "identifier": "http://weldbham.com/wp-content/uploads/2014/02/BamaCovered-PTK-Training-Day-1.jpg", "height": 3840}, "url": "http://weldbham.com/blog/2014/02/25/helping-alabamians-get-health-insurance/", "type": "article"}, "fb": {"app_id": 199569796846147}, "template": "WeldBham 1.0", "google-site-verification": "878969361de6ef4b", "article": {"section": "News & Views", "tag": "uab hospital", "published_time": "2014-02-25T17:21:11+00:00", "modified_time": "2014-02-25T17:21:13+00:00", "author": "http://weldbham.com/blog/author/hollieparrish/"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=1"}, "_id": "\"57477af36914bd0286fcf355\"", "article_summary": "Ashleigh Staples, a UAB political science major and co-team captain at Bama Covered, joined because of the group’s apolitical appeal.\nAccording to Carpenter, volunteers seem to be attracted to the group for a variety of reasons.\nNonprofit Bama Covered fights misinformation and aids those in need.\nCarpenter says that Bama Covered is an official Alabama nonprofit group, but its forecast for the future is still up for grabs.\n“This whole [healthcare] thing has been about politics for a long time, and it really should be about families making the best decision for themselves about healthcare,” Carpenter says."}