{"article_title": "Mental health workers to walk out", "article_keywords": ["kaiser", "mental", "workers", "state", "walk", "patients", "health", "nelson", "appointments", "california", "care"], "article_url": "http://www.marinij.com/article/ZZ/20150109/NEWS/150107657", "article_text": "Kaiser Permanente's 2,600 California mental health clinicians will launch a weeklong, statewide strike Monday to protest what they say is its failure to give timely, quality mental health care.\n\nThe psychologists, therapists and social workers represented by the National Union of Healthcare Workers will be joined by more than 700 other Kaiser workers who also report problems with inadequate staffing. About 40 Kaiser mental health employees work out of offices at 820 Las Gallinas Ave. and 111 Smith Ranch Road in San Rafael, and more mental heath clinicians work out of a smaller satellite office in Petaluma.\n\n\"Over the last number of years Kaiser has woefully underfunded their psychiatry departments,\" said Mark Goldstein, a psychologist who has worked for Kaiser in San Rafael for the past 20 years. \"As a result of which, patients have had to endure long waits for initial appointments. Then once they had their initial appointment, there were long delays to get a follow-up appointment.\"\n\nGoldstein said, \"Our local management is quite thoughtful and considerate; but they're limited in terms of budget and resources by top Kaiser management.\"\n\nJohn Nelson, Kaiser's vice president of government relations, said Kaiser will not be hiring any replacement therapists to fill in during the strike; but Nelson said urgent care will be available to patients in Marin and other communities served by Kaiser.\n\n\"Anybody in crisis will be able to get the care they get today during the strike,\" Nelson said. Managers and pyschiatrists who are not part of the union will fill in. Nelson said the appointments of striking therapists for next week are being rescheduled.\n\nKaiser said that it was disappointed that the NUHW — \"a small California union that has been in protracted negotiations with Kaiser Permanente for the past four years\" — had chosen to strike after having returned to stalled contract talks for just one session.\n\nIn its prepared statement, Kaiser said it planned to meet with the union on Tuesday to discuss proposals for \"access to mental-health care, through the efficiency of care delivery, and proposals from NUHW regarding wages and benefits.\"\n\nClement Papazian, a clinical social worker at Kaiser in Oakland and president of NUHW's Northern California chapter of mental health clinicians, said, \"There's been a long-standing problem with access to quality mental health care at Kaiser.\"\n\nThe state fined Kaiser $4 million in 2013 for failing to provide mental health treatment in a timely manner. The state Department of Managed Health Care also said Kaiser violated state law that requires equal access for both mental and physical health treatment.\n\nThe penalty was the second-largest in the department's history. Its investigation also found that Kaiser's written description of its mental health services was complicated and misleading and \"could dissuade an enrollee from pursuing medically necessary care.\"\n\nGoldstein said, \"Kaiser is in the process of hiring more clinicians; but they're not keeping up with the increase in enrollment.\n\n\"They're front-loading the system. They're concentrating the appointments for initial visits,\" Goldstein said. \"The average clinician in San Rafael will see between seven and 10 new patients a week. That leaves an inadequate number of return appointments for follow-up visits.\"\n\nPapazian said the long wait times for follow-up appointments has overloaded Kaiser's emergency psychiatric services, putting patients with serious mental health problems at risk.\n\nKaiser has started subcontracting some mental health services to Value Options of California, according to the union.\n\n\"In our mind, that validates the truth of what we've been saying\" about staffing shortages, said Papazian, who has worked for Kaiser for 25 years.\n\nThe state also fined Value Options $60,000 in 2014 for \"repeated deficiencies\" in paying claims and for violating California regulations and state consumer health and safety laws.\n\nAn influx of new patients who joined Kaiser after the Affordable Care Act went into effect in 2014 has made a bad staffing situation worse, workers say. Many of those patients previously had no insurance and have many mental health issues requiring more intense treatment, Papazian said.\n\nNelson, however, said Kaiser has increased the number of therapists it employs by 25 percent over the past three years, while the company's membership has grown by only 8 percent. Nelson said Kaiser is continuing to hire new therapists.\n\n\"There is a shortage of qualified providers in California and the nation,\" Nelson said. \"It is no easy task to be able to increase that number by as much as we have.\"", "article_metadata": {"description": "Kaiser Permanente's 2,600 California mental health clinicians will launch a weeklong, statewide strike Monday to protest what they say is its failure to give timely, quality mental health care.", "title": "Kaiser strike: Mental health workers to walk out", "og": {"url": "http://www.marinij.com/article/ZZ/20150109/NEWS/150107657", "image": {"width": "1200px", "identifier": "http://local.marinij.com/common/dfm/assets/logos/small/marinij.png?052016", "height": "630px"}, "type": "article", "title": "Kaiser strike: Mental health workers to walk out"}, "twitter": {"domain": "marinij.com", "description": "Kaiser Permanente's 2,600 California mental health clinicians will launch a weeklong, statewide strike Monday to protest what they say is its failure to give timely, quality mental health care.", "title": "Kaiser strike: Mental health workers to walk out", "url": "http://www.marinij.com/article/ZZ/20150109/NEWS/150107657", "image": {"src": "http://local.marinij.com/common/dfm/assets/logos/small/marinij.png?052016"}, "site": "@marinij", "app": {"id": {"ipad": "id551745144", "iphone": "id502957174", "googleplay": "com.spreedinc.providers.digitalfirstmedia.ladailynews"}}, "card": "summary_large_image"}, "msvalidate.01": "9DAB14005AD5A9FFA4CA0EF58CC794BA", "keywords": "News, San Rafael news, CA news, US news, world news.", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0", "news_keywords": "News, San Rafael news, CA news, US news, world news."}, "article_summary": "Kaiser Permanente's 2,600 California mental health clinicians will launch a weeklong, statewide strike Monday to protest what they say is its failure to give timely, quality mental health care.\nClement Papazian, a clinical social worker at Kaiser in Oakland and president of NUHW's Northern California chapter of mental health clinicians, said, \"There's been a long-standing problem with access to quality mental health care at Kaiser.\"\nThe psychologists, therapists and social workers represented by the National Union of Healthcare Workers will be joined by more than 700 other Kaiser workers who also report problems with inadequate staffing.\nThe state Department of Managed Health Care also said Kaiser violated state law that requires equal access for both mental and physical health treatment.\nAbout 40 Kaiser mental health employees work out of offices at 820 Las Gallinas Ave. and 111 Smith Ranch Road in San Rafael, and more mental heath clinicians work out of a smaller satellite office in Petaluma."}