{"article_title": "New Health Connector Website Launches", "article_keywords": ["website", "real", "plans", "launch", "launches", "site", "connector", "state", "health", "massachusetts", "director"], "article_url": "http://commonhealth.wbur.org/2014/11/health-connector-working", "article_text": "New Health Connector Website Launches\n\nUpdated at 1:30 p.m.\n\nThe new Health Connector website for Massachusetts launched successfully Saturday morning and was working as designed upon launch.\n\n“All right, everyone ready to see this thing go up live? Let’s do it,” Maydad Cohen, who oversaw the effort, said to applause just before 8 a.m. Saturday.\n\nThe new website allows Massachusetts residents to browse health plans, find out what program they qualify for and complete an application during the open enrollment period between Nov. 15, 2014 and Feb. 15, 2015.\n\nThey will also be able to compare plans, including premiums, co-pays and benefits. People who meet income eligibility requirements can get help paying for their coverage through the Health Connector or free coverage through MassHealth.\n\nNearly a year ago, the former site crashed repeatedly and the state spent millions of dollars to launch the redesigned site.\n\nDeputy Medicaid Director Robin Callahan said the governor’s involvement in the redesign meant a lot to the team building the site.\n\n“I think that’s one of the things we didn’t have the first time around — a real organizing, strong presence,” Callahan said.\n\nJean Yang, executive director of the Health Connector, said she’s excited about the new site, compared to last year’s.\n\n“A difference of night and day, for the very first time we’re going to be seeing people getting determined for qualified health plan, real time,” she said.\n\nThe state expects more than 400,000 people will get their health insurance through this website.\n\nClarification: This post’s headline was updated to reflect the fact that the website appeared successful upon launch, but more information is forthcoming about its performance.\n\nEarlier:", "article_metadata": {"description": "The new Health Connector website for Massachusetts launched successfully just before 8 a.m. Saturday and was working as designed upon launch.", "og": {"site_name": "commonhealth", "description": "The new Health Connector website for Massachusetts launched successfully just before 8 a.m. Saturday and was working as designed upon launch.", "title": "New Health Connector Website Launches", "url": "http://commonhealth.wbur.org/2014/11/health-connector-working", "image": "http://s3.amazonaws.com/cdn.wbur.org/images/podcasts/commonhealth.jpg", "type": "article"}, "twitter": {"url": "http://commonhealth.wbur.org/2014/11/health-connector-working", "image": "https://s3.amazonaws/cdn.wbur.org/images/podcasts/commonhealth.jpg", "site": "@commonhealth", "card": "summary", "title": "New Health Connector Website Launches"}, "DC.date.issued": "2014-11-15", "date": "Sat, 15 Nov 2014 11:39:21 -0500", "fb": {"admins": 1549080028, "app_id": 134067973330252}, "msvalidate.01": "D02D46BAEDB3F81FC1B1DE2A8CB69551"}, "_id": "\"57477af46914bd0286fddd27\"", "article_summary": "New Health Connector Website LaunchesUpdated at 1:30 p.m.\nThe new Health Connector website for Massachusetts launched successfully Saturday morning and was working as designed upon launch.\nPeople who meet income eligibility requirements can get help paying for their coverage through the Health Connector or free coverage through MassHealth.\nJean Yang, executive director of the Health Connector, said she’s excited about the new site, compared to last year’s.\nThe state expects more than 400,000 people will get their health insurance through this website."}