{"article_title": "Va. governor pulls out all the stops in largely symbolic Senate battle", "article_keywords": ["va", "million", "largely", "senate", "house", "republicans", "symbolic", "virginia", "governor", "rally", "mcauliffe", "stops", "sen", "battle", "pulls", "republican", "democratic"], "article_url": "https://www.washingtonpost.com/local/virginia-politics/va-governor-pulls-out-all-the-stops-in-largely-symbolic-senate-battle/2015/11/01/c45c84b8-7f4a-11e5-beba-927fd8634498_story.html", "article_text": "A Old friends joking around backstage, former secretary of state Hillary Rodham Clinton with Virginia Gov. Terry McAuliffe after a rally in Old Town Alexandria in October. (Melina Mara/The Washington Post)\n\nThe pitched battle for Virginia’s Senate roared into the homestretch Sunday with Gov. Terry McAuliffe crisscrossing the state by plane to rally voters.\n\nMcAuliffe (D) is, by all appearances, the man with the most riding on the outcome of Tuesday’s Senate elections, which are expected to be among the most expensive in state history. His party can take control of Richmond’s upper chamber if it picks up just one seat. And in the final hours, the governor was all in — hitting three Baptist church services in Roanoke and rallies in Northern Virginia, Norfolk and Richmond.\n\nMcAuliffe described the elections as a life-or-death choice for his agenda.\n\n“Folks, I’m pretty jacked up! But as you know, I’m always jacked up!” a hoarse McAuliffe told supporters in Loudoun County on Sunday afternoon. “You can feel it. There is excitement. I need one seat for the control of the Senate, one seat to get a body to work with me on common sense, pro-business ideas to help working families.”\n\nBut what would a Democratic Senate give him?\n\nThe win would, at the halfway point in McAuliffe’s tenure, put the term-limited governor right back where he was when he entered the governor’s mansion in January 2014 — with a Democratic Senate firmly behind his agenda and a Republican-dominated House determined and empowered to kill it.\n\nMcAuliffe said a Democratic Senate could give him another chance at Medicaid expansion, gun restrictions and universal pre-kindergarten, which evaporated with the surprise resignation of a Democratic senator from southwest Virginia and flipped the Senate to Republican control.\n\n“If I have one chamber to work with, it might be a little easier to get some of this done,” he said. “It is hard when they won’t even sit and talk to me about how to expand Medicaid, won’t even talk to me about pre-K. I can’t negotiate against myself.”\n\nHaving one chamber in McAuliffe’s corner could, at least in theory, lead to the sort of bipartisan deal-making that allowed then-Gov. Mark R. Warner (D) to pull off a tax-increase coup in 2004. But back then, Warner could appeal to a host of moderate Senate Republicans and a more closely divided House. Republicans today boast a supermajority in the House and hope to pick up additional seats Tuesday.\n\nThe prospect of standing up to McAuliffe without the Senate doesn’t seem to have softened House Speaker William J. Howell (R-Stafford) to expanding Medicaid to insure 400,000 Virginians.\n\n“I don’t think anybody’s changed their mind on that in my caucus,” Howell said in an interview Sunday. “A lot of states that accepted Medicaid expansion funding — it’s costing them more than they anticipated.”\n\nEven if the GOP loses seats in the House, the chamber will remain firmly in the grip of Republicans who are fiercely opposed to McAuliffe’s priorities. Expanding Medicaid under the Affordable Care Act, tightening restrictions on guns and loosening them on abortion — all on McAuliffe’s to-do list — are non-starters for Republicans.\n\n“A Democratic Senate will improve McAuliffe’s chances of getting some of what he wants, but anything that is not palatable to the Republican House majority will be defeated whether there’s a Republican majority Senate or Democratic majority Senate,” said Stephen J. Farnsworth, a University of Mary Washington political scientist.\n\nFor McAuliffe, winning Senate control is more about bragging rights and giving Democrats a tail wind heading into 2016, Farnsworth said. McAuliffe hopes to deliver Virginia for his close friend and Democratic presidential contender Hillary Rodham Clinton. He could use the momentum of a Senate flip to help Clinton heading into the March 1 Super Tuesday contests.\n\nRepublicans are just as keen to have that momentum on their side. Even though the electorate that turns out for off-year elections is more Republican than in presidential years, holding the Senate would feed a GOP narrative that Virginia is leaning red.\n\nThe symbolic value has made the Senate contests uncommonly intense and expensive.\n\nFour years ago, Virginia’s most costly state Senate race was $2.6 million between the two candidates. This year, combined fundraising in two contests topped $4 million.\n\nThe bulk of the money and attention have been on two open Senate seats — one in Northern Virginia, the other in Richmond — because most incumbents are considered safe. Indeed, 17 of the 40 Senate seats are uncontested, as are 62 of 100 House slots.\n\nDemocrat Jeremy McPike is in a tight race against Manassas Mayor Harry J. “Hal” Parrish II (R) to succeed retiring Sen. Charles J. Colgan (D-Prince William). Democrat Dan Gecker is battling Republican Glen Sturtevant to replace retiring Sen. John C. Watkins (R-Powhatan), who represents parts of Richmond and surrounding suburbs.\n\nTwo issues rose to sudden prominence in the final weeks of the campaign. Across Northern Virginia, Republicans waged a coordinated campaign against the incendiary issue of tolling Interstate 66, putting Democrats on the defensive.\n\nMcAuliffe, who has said he wants to give single drivers the option of paying to drive in carpool lanes, countered with claims that Parrish and the Republicans are lying. Still, many of his fellow Democrats backed away from the plan.\n\nAnti-toll protesters greeted McAuliffe outside a rally in Loudoun on Sunday.\n\nSeparately, a massive ad buy bankrolled by an independent group thrust gun control to the forefront of two hotly contested races. Former New York mayor Michael R. Bloomberg’s Everytown for Gun Safety spent $2.2 million on a TV campaign starring Andy Parker, the father of a Roanoke TV journalist shot to death during a live broadcast in August. Spending $700,000 on Gecker’s behalf and $1.5 million on McPike’s, the ads played up the Democrats’ support for universal background checks and noted that both Republicans had high ratings from the National Rifle Association.\n\nAs in-kind donations to the two Democrats’ campaigns, the ads pushed Gecker’s haul to $2.5 million, compared with Sturtevant’s $1.5 million. McPike’s shot to $3 million, twice Parrish’s $1.4 million.\n\n[Father of slain Roanoke reporter apologizes for ‘worst nightmare’ comment]\n\nDemocrats seemed to be holding on to hope for picking off Sen. Frank W. Wagner (R-Virginia Beach), despite an early stumble. They recruited a candidate with an impressive biography — a cable TV executive, minister and former Army Ranger who grew up in public housing in Richmond — only to learn that he had misrepresented some of it.\n\nGary T. McCollum had billed himself as an active member of the Army Reserve when, in fact, he had been discharged 14 years earlier. McCollum said he had misunderstood his status in the Individual Ready Reserve, which does not require regular drills. The revelation was viewed as a big blow in a district full of military veterans.\n\n[Va. Senate candidate misrepresents record]\n\nEven so, McAuliffe saw enough of an opening to spend part of a jam-packed Sunday at a rally with McCollum and Sen. Lynwood W. Lewis Jr. (D-Accomack). Lewis is defending a seat he won by just 11 votes last year in a special election. His challenger is Republican Richard H. Ottinger.\n\nThe McCollum-Lewis rally was one of nine appearances McAuliffe was scheduled to make Sunday with nine more set for Monday and Tuesday. Many of those were on behalf of a single candidate — Sen. John S. Edwards (D-Roanoke), who is in a three-way race with Republican Nancy Dye and Democrat-turned-independent Don Caldwell. McAuliffe and Edwards were scheduled to attend three church services, visit a diner and participate in a kickoff for door-to-door canvassing.\n\nMcAuliffe also appeared with Warner at a rally on behalf of Democrat Jill McCabe, who is challenging Sen. Richard H. Black (R-Loudoun), a perennial Democratic target because of his opposition to abortion.\n\nOver the past week, six-figure donations have poured into some of those hard-fought races. A combined $311,000 flowed to the campaigns of Sen. George L. Barker (D-Fairfax) and Republican Joe Murray, suggesting that the GOP sees an opportunity there and that Democrats are on the defensive.", "article_metadata": {"description": "Even if Democrats win Richmond’s upper chamber, the GOP House stands ready to block Terry McAuliffe.", "author": "http://www.facebook.com/laura.vozzella", "og": {"site_name": "Washington Post", "description": "Even if Democrats win Richmond’s upper chamber, the GOP House stands ready to block Terry McAuliffe.", "title": "Va. governor pulls out all the stops in largely symbolic Senate battle", "url": "https://www.washingtonpost.com/local/virginia-politics/va-governor-pulls-out-all-the-stops-in-largely-symbolic-senate-battle/2015/11/01/c45c84b8-7f4a-11e5-beba-927fd8634498_story.html", "image": "https://img.washingtonpost.com/rf/image_1484w/2010-2019/WashingtonPost/2015/10/23/Others/Images/2015-10-23/___hrc_terry_41445630952.jpg", "type": "article"}, "referrer": "unsafe-url", "twitter": {"site": "@WashingtonPost", "card": "summary_large_image", "creator": "@jennaportnoy"}, "fb": {"admins": 500835072, "app_id": 41245586762}, "keywords": "va politics, virginia politics, ppinclude, mcaullilffe, virginia senate", "article": {"publisher": "https://www.facebook.com/washingtonpost", "author": "http://www.facebook.com/laura.vozzella"}, "eomportal-uuid": "c45c84b8-7f4a-11e5-beba-927fd8634498", "viewport": "width=device-width, initial-scale=1.0, user-scalable=yes, minimum-scale=0.5, maximum-scale=2.0", "news_keywords": "va politics, virginia politics, ppinclude, mcaullilffe, virginia senate"}, "_id": "\"57477af36914bd0286fcf374\"", "article_summary": "Across Northern Virginia, Republicans waged a coordinated campaign against the incendiary issue of tolling Interstate 66, putting Democrats on the defensive.\nBut back then, Warner could appeal to a host of moderate Senate Republicans and a more closely divided House.\nI need one seat for the control of the Senate, one seat to get a body to work with me on common sense, pro-business ideas to help working families.”But what would a Democratic Senate give him?\nFor McAuliffe, winning Senate control is more about bragging rights and giving Democrats a tail wind heading into 2016, Farnsworth said.\n(Melina Mara/The Washington Post)The pitched battle for Virginia’s Senate roared into the homestretch Sunday with Gov."}