{"article_title": "Capitalism Spurs Medical Innovation", "article_keywords": ["scientific", "drugs", "medical", "activists", "drug", "capitalism", "tom", "innovation", "medicine", "company", "industry", "spurs", "thats"], "article_url": "http://reason.com/archives/2015/05/20/capitalism-spurs-medical-innovation", "article_text": "For years, my scientist brother Tom was the nonpolitical Stossel.\n\nI defended free markets on TV, and he studied blood at Harvard and Brigham and Women's Hospital. Mom asked me when I'd get a \"real job\" like his.\n\nThen the crusade against capitalism reached his world.\n\nMedical \"journalists\" demanded that corporations distance themselves from medical research. They'll bias the results, \"put profits before people,\" and sell dangerous goods.\n\nTom didn't notice this \"conflict of interest crusade\" until he joined the scientific advisory board of a biotech company and learned how difficult it is to bring medical innovation to market. Now he's furious about what he calls \"pharma-phobia.\"\n\nHe says criticism of medical-industry cooperation \"is a mixture of moralistic bullying, opinion unsupported by empirical evidence, speculation, simplistic and distorted interpretations...\"\n\nYou get the idea. At dinner, we tell him, \"You're probably right, but shut up now.\"\n\nBut he shouldn't shut up. Trying to take money out of medicine will deprive us of the very innovation we want. Drug companies are the ones with the resources to create cures. It's insane to limit their access to medical research.\n\nTom just wrote a book about this titled Pharmaphobia: How the Conflict of Interest Myth Undermines American Medical Innovation.\n\nOne way that the anti-capitalists want to purify medicine is by urging people not to trust scientists who consult for industry and to ban them from government advisory panels and scientific studies. But it's usually the smartest researchers who are hired by industry. Banning them means banning the most qualified scientists.\n\nWhile activists denounce industry for \"exploiting\" sick people, industry keeps helping us live healthier lives.\n\n\"Over the nearly 50 years I've been a physician, health care has improved,\" writes Tom. \"Our lifespan has increased by 10 years, we're half as likely to die of a heart attack or stroke, and suffer a lot less from arthritis as we age.\" If that's what happens when capitalists get involved in medicine, I say: Let's have more of it!\n\nThe activists take new treatments for granted but resent paying for them and resent the profit motive that brought them about. So do many patients.\n\nTom's brother-in-law Patrick was dying of cancer until he was given a new drug that's kept him alive for 15 years. Patrick was grateful but angry that the drug costs so much: $123,000 per year (his insurance company pays the bill).\n\nThat cost—$123,000—seems outrageous, especially because activists claim government funds all-important scientific research. But that's a lie. Eighty-seven percent of new drugs are discovered by private industry; only 13 percent come from public-sector research.\n\nThen there's the average 16 years of required government testing before it will allow you to sell anything. Only vilified industry has the patience and self-interest to wade through that process, knowing they may lose money because 9 out of 10 promising new drugs will never be approved.\n\nYou start to suspect that the activists aren't really concerned about what's best for patients. Some are purists, argues Tom, who just want profit removed from life. But many have self-serving agendas: Insurers benefit from drug price controls, and a demonized industry is easier prey for prosecutors and tort lawyers.\n\nNew rules imposed on universities and hospitals forbid doctors to educate other doctors about new drugs, or learn FDA-approved drug information from company representatives.", "article_metadata": {"og": {"site_name": "Reason.com", "description": "Efforts to remove the 'profit motive' from medicine are self-interested moves by professional meddlers.", "title": "Capitalism Spurs Medical Innovation", "url": "http://reason.com/archives/2015/05/20/capitalism-spurs-medical-innovation", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/14320904035123.jpg", "type": "article"}, "twitter": {"site": "@reason", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/14320904035123.jpg", "description": "Efforts to remove the 'profit motive' from medicine are self-interested moves by professional meddlers.", "card": "summary_large_image", "title": "Capitalism Spurs Medical Innovation"}, "fb": {"pages": 17548474116}, "article": {"tag": "Capitalism", "published_time": "2015-05-20T04:05:00+00:00", "author": "http://reason.com/people/john-stossel"}, "msvalidate.01": "212A68A07785B3080038A845C4EE8905", "google-site-verification": "-AmMiilAN-pnjWt369CUWae-VQ-b9wmH4fSGyhbkQxw", "viewport": "width=device-width, initial-scale=1, maximum-scale=2"}, "article_summary": "Tom's brother-in-law Patrick was dying of cancer until he was given a new drug that's kept him alive for 15 years.\nTom just wrote a book about this titled Pharmaphobia: How the Conflict of Interest Myth Undermines American Medical Innovation.\nMedical \"journalists\" demanded that corporations distance themselves from medical research.\nTom didn't notice this \"conflict of interest crusade\" until he joined the scientific advisory board of a biotech company and learned how difficult it is to bring medical innovation to market.\nTrying to take money out of medicine will deprive us of the very innovation we want."}