{"article_title": "When Is Health Insurance Too Affordable?", "article_keywords": ["affordable", "network", "providers", "hospital", "erlanger", "premiums", "health", "low", "policies", "insurance", "plan"], "article_url": "http://www.theatlantic.com/health/archive/2014/07/when-is-health-insurance-too-affordable/373861/", "article_text": "Please consider disabling it for our site, or supporting our work in one of these ways\n\nCHATTANOOGA, Tenn.—Angela Allen has two painful slipped disks in her neck, but her regular spine doctor does not accept the new insurance she bought through the federal health marketplace. “It’s been a nightmare,” said Allen, a 42-year-old office manager. The closest specialist she found who would see her and take her insurance works 34 miles away in another county. Allen belatedly learned that her physical therapist also is out of network and she owes $900. Yet these restrictions carry an enviable price tag. At $187 a month, Allen’s policy is cheaper than almost any other midlevel, or silver, plan in the nation. Just a few miles across the Georgia border in Catoosa County, a similar plan would cost someone Allen’s age $348—86 percent more. “These new rates are really, really good,” said Russ Blakely, a Chattanooga insurance broker. Chattanooga’s success in achieving bargain-priced policies offers valuable lessons for other parts of the country as they seek to satisfy consumers with insurance networks that limit their choices of doctors and hospitals. Nationwide, about 70 percent of the lowest-priced plans included narrow networks, according to McKinsey and Company.\n\nBut few places have put them into place as successfully as here in Eastern Tennessee, where BlueCross BlueShield of Tennessee, the area’s dominant insurer, cut a low price deal with one of the three big hospital systems to be the sole provider in their cheapest network. If all areas of the country had such low premiums, the federal government’s tab for subsidizing part of the cost of policies—totaling an estimated $29 billion for the fiscal year beginning October 1—would be dramatically lower. \"It was truly amazing. Anything we saw was low. I told my people there’s no reason for anybody here not to be insured.\" Low premiums here are striking because residents of Hamilton County, where Chattanooga is located, are more likely to be obese, smoke and suffer from hypertension than average, according to the Institute for Health Metrics and Evaluation, a Seattle-based research center. Yet premiums here are comparable to some of the nation’s healthiest regions: Minneapolis, Salt Lake City, and Honolulu, where less demand for medical services allows for the nation’s least costly policies. Though Chattanooga’s lowest-cost silver plan is built around the well-regarded Erlanger Health System, some new buyers are upset that the number of doctors is limited and their personal physicians are not included—even though that is a primary reason the premium is so low. Others view their new policies as adequately priced but nothing special. Still others who had been covered through a state program, where they only paid a third of the premiums, consider their new rates high in comparison. Brian Taylor, a 36-year-old private investigator who had been uninsured, said he bought a $132 a month bronze plan with a $4,000 deductible because it was less expensive than being added to his wife’s employer-provided policy. “It’s probably a decent price, I guess, for what it covers,” said Taylor, who noted that he supported the insurance changes in the health law. Limiting Coverage to One Hospital Erlanger is a public health system with the region’s only academic teaching hospital. Erlanger also has the only high-level trauma center and neonatal intensive care unit in the area, so it can handle nearly all patient needs, said Henry Smith, the BlueCross executive who negotiated the contract.\n\n“For the most part, they’ve got everything,” said Henry Smith, BlueCross’s chief marketing officer. “We have backfill providers to make sure we have no services uncovered.” Some employers who have examined the variety of offerings in Chattanooga’s market said they are impressed. “In all honesty, the insurance is good and the premiums are outstanding,” said Philip Bryan, who owns a Georgia textile manufacturing company that employs many Tennesseans. Bryan said before this year, few of his employees had enrolled in the insurance he offered because of the expense: about $1,700 a person or $3,400 a family a month. “That’s basically unaffordable insurance,” he said. “We went out and looked at what it would be on the Affordable Care Act [exchange] and how much it would be, and it was truly amazing. Anything we saw was low. I told my people there’s no reason for anybody here not to be insured.” Bryan added half the cost of the marketplace premiums into workers’ paychecks and helped them sign up for coverage on those exchanges. Most of his workers—like 80 percent of Tennesseans who enrolled—qualified for taxpayer subsidies. “I only have one or two people who opted out of the thing,” he said. Wes Mohney, an executive at the insurance firm American Exchange that helped enroll about 1,600 people in Tennessee’s marketplace, said most customers seemed pleased. “A lot of people are fine with staying in that skinny network,” he said. For those who wanted more options, BlueCross created another network including Erlanger and Catholic Health Initiatives, which runs Memorial Hospital. While the Erlanger network offers 931 primary care practitioners and specialists, that two-hospital network gives patients access to 2,659 providers. Premiums are 11 percent more than the Erlanger-only network. In a third option, people could choose to add the for-profit HCA system, providing access to Parkridge Medical Center and 220 more practitioners. But that three-hospital network, with 2,879 providers, costs 30 percent more than does the narrowest network. Confusion in Labeling Andy Figlestahler, an insurance broker in nearby Cleveland, Tennessee, said many people buying policies did not understand that some plans gave them a restricted roster of providers. BlueCross labelled the narrow network policies with an “E.” The two-hospital network plans were identified with an “S” and policies with all three systems had a “P.”", "article_metadata": {"description": "How Obamacare&#39;s insurance mandate is playing out in one unhealthy county", "author": "Jordan Rau", "og": {"site_name": "The Atlantic", "description": "How Obamacare&#39;s insurance mandate is playing out in one unhealthy county", "title": "When Is Health Insurance Too Affordable?", "locale": "en_US", "image": "http://cdn.theatlantic.com/assets/media/img/mt/2014/07/5701114648_9e70359bd8_o.jpg/lead_large.jpg", "url": "http://www.theatlantic.com/health/archive/2014/07/when-is-health-insurance-too-affordable/373861/", "type": "article"}, "twitter": {"domain": "theatlantic.com", "site": "@theatlantic", "card": "summary"}, "ROBOTS": "INDEX, FOLLOW", "p": {"domain_verify": "68e1a0361a557708fefc992f3309ed70"}, "fb": {"admins": "577048155,17301937", "page_id": 29259828486, "app_id": 100770816677686}, "keywords": "The Atlantic, The Atlantic Magazine, TheAtlantic.com, Atlantic, news, opinion, breaking news, analysis, commentary, business, politics, culture, international, science, technology, national and life", "viewport": "initial-scale=1.0, maximum-scale=1.0, width=device-width, user-scalable=no"}, "_id": "\"57477af46914bd0286fddd37\"", "article_summary": "Limiting Coverage to One Hospital Erlanger is a public health system with the region’s only academic teaching hospital.\n“It’s probably a decent price, I guess, for what it covers,” said Taylor, who noted that he supported the insurance changes in the health law.\nFor those who wanted more options, BlueCross created another network including Erlanger and Catholic Health Initiatives, which runs Memorial Hospital.\nBlueCross labelled the narrow network policies with an “E.” The two-hospital network plans were identified with an “S” and policies with all three systems had a “P.”\nWhile the Erlanger network offers 931 primary care practitioners and specialists, that two-hospital network gives patients access to 2,659 providers."}