{"article_title": "Insurance should cover alternative health care", "article_keywords": ["obamacare", "medical", "cover", "actually", "patients", "chico", "health", "editorial", "doctors", "alternative", "insurance", "care"], "article_url": "http://www.chicoer.com/article/NA/20160103/LOCAL1/160109940", "article_text": "Insurance should cover alternative health care\n\nThis letter is in regards to the Chico E-R editorial “California must pay attention to Medi-Cal rates.” The editorial rightfully faults Gov. Jerry Brown and the Legislature for not paying enough money to doctors, so that more doctors will accept patients with Medi-Cal. The editorial states “As it is, poor patients who can’t find a doctor still have to go to emergency rooms for care, the highest-cost treatment option.”\n\nActually in Chico there are some medical offices where people on Medi-Cal can be treated. However unfortunately there are very few, and patients lack the choice of doctors that everyone else has. It is also very unfortunate that Medi-Cal does not cover alternative medical care such as chiropractic, acupuncture and naturopathic care. Often such care is more effective.\n\nAlso there aren’t the negative and harmful side effects and unlike surgery, such care is non-invasive.\n\nAlternative care is also much less expensive than traditional care. If Medi-Cal covered this, it actually would save the system an enormous amount of money. Obamacare really should require that Medicaid (Medi-Cal in California) and insurance corporations cover alternative care.\n\nBernie Sanders’ improved Medicare for all plan will cover alternative medical care. The Legislature’s Democratic majority actually wanted for medical providers to be paid more by Medi-Cal, but Brown so far is refusing to go along. This is even though Obamacare actually pays for this.\n\n— Walter Ballin, Chico", "article_metadata": {"description": "Insurance should cover alternative health careThis letter is in regards to the Chico E-R editorial “California must pay attention to Medi-Cal rates.” The editorial rightfully faults Gov. Jerry Brown and the Legisl", "title": "Letter: Insurance should cover alternative health care", "og": {"url": "http://www.chicoer.com/article/NA/20160103/LOCAL1/160109940", "image": {"width": "600px", "identifier": "http://local.chicoer.com/common/dfm/assets/logos/small/chicoer.png?052016", "height": "600px"}, "type": "article", "title": "Letter: Insurance should cover alternative health care"}, "twitter": {"domain": "chicoer.com", "description": "Insurance should cover alternative health careThis letter is in regards to the Chico E-R editorial “California must pay attention to Medi-Cal rates.” The editorial rightfully faults Gov. Jerry Brown and the Legisl", "title": "Letter: Insurance should cover alternative health care", "url": "http://www.chicoer.com/article/NA/20160103/LOCAL1/160109940", "image": {"src": "http://local.chicoer.com/common/dfm/assets/logos/small/chicoer.png?052016"}, "site": "@chicoer", "app": {"id": {"ipad": "id509310750?mt=8", "iphone": "id499663248?mt=8", "googleplay": "com.spreedinc.providers.californianewspaperpartnership.chicoenterpriserecord"}}, "card": "summary_large_image"}, "msvalidate.01": "9DAB14005AD5A9FFA4CA0EF58CC794BA", "keywords": "Letters, Letters news, Chico Letters news, CA Letters news, US Letters news, world Letters news.", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0", "news_keywords": "Letters, Letters news, Chico Letters news, CA Letters news, US Letters news, world Letters news."}, "_id": "\"57477af36914bd0286fd2fea\"", "article_summary": "It is also very unfortunate that Medi-Cal does not cover alternative medical care such as chiropractic, acupuncture and naturopathic care.\nBernie Sanders’ improved Medicare for all plan will cover alternative medical care.\nObamacare really should require that Medicaid (Medi-Cal in California) and insurance corporations cover alternative care.\nAlternative care is also much less expensive than traditional care.\nInsurance should cover alternative health careThis letter is in regards to the Chico E-R editorial “California must pay attention to Medi-Cal rates.” The editorial rightfully faults Gov."}