{"article_title": "Hospital Finances: St. Charles Faces Budget Squeeze", "article_keywords": ["million", "ceo", "hospital", "charles", "budget", "visits", "st", "compensation", "health", "bend", "faces", "squeeze", "hospitals", "finances"], "article_url": "https://www.thelundreport.org/content/hospital-finances-st-charles-faces-budget-squeeze-0", "article_text": "To look at the most recent financial data about St. Charles, click here.\n\nThese are tumultuous times for St. Charles Health System. The nonprofit is losing its CEO and slashing its budget, and at the same time preparing to spend millions on new construction to upgrade some of the state’s smallest hospitals.\n\nAmong the recent news to emerge from the Bend-based health system:\n\nIn January 2013, St. Charles became owner of a money-losing Madras hospital, and promised to spend $10 million on improvements.\n\nFrom January through October of 2013, St. Charles laid off about 40 people as it centralized its services.\n\nIn December, St. Charles announced that layoffs would affect two top executives - its chief administrative officer and the CEO of its Bend hospital.\n\nIn January, system-wide CEO James Diegel said he would leave, too, as soon as a replacement could be found to take his place.\n\nIn February, St. Charles announced a plan to spend $75 million on a new Prineville hospital building, as well as upgrades in Madras, Bend and Redmond.\n\nBased on this series of events, It might seem that St. Charles is at odds with itself – laying off workers because of a budget crunch, while acquiring hospitals and going into debt to pay for new construction. But according to industry analysts, the Bend-based health system is making rational choices in response to a market being reshaped by the Affordable Care Act. Hospitals networks across the country are making similar decisions.\n\nHealthcare organizations expect more people than ever to obtain health insurance and to make use of hospitals and clinics. But because of an expansion of Medicaid and changes to health insurance incentives, hospitals are worried about a squeeze on revenue, according to a recent analysis in Becker Hospital Review.\n\n“To get their slice of the expanding pie, healthcare organizations need to offer more beds, more operating rooms, more outpatient and ambulatory facilities and more medical office space,” wrote Michael T. Leopardo, senior vice president at hospital builder Leopardo Companies Inc. “But to protect profit margins, they need to keep costs to a minimum.”\n\nSt. Charles operates four hospitals in central Oregon, and also owns a network of medical clinics throughout the region.\n\nA St. Charles spokeswoman told the Bend Bulletin that the hospital system had to cut expenses by about $5.2 million to meet 2014 budget goals, after the chain did not meet budget projections in 2011 and did not make up enough of the difference in 2012. St. Charles reported a $30.6 million net profit to the IRS in 2012, up from $17.97 million in 2011.\n\nMeanwhile, the chain is preparing to borrow $75 million to replace its Pioneer Memorial Hospital in Prineville and to fund upgrades at its other hospitals, in Bend, Redmond and Madras.\n\nAbout this series\n\nThis look at St. Charles Health System is the fifth story in a Lund Report examination of the more than 50 hospitals licensed to operate in Oregon. These articles look at profit margins, hospital size and reach, and touch briefly on executive compensation. Part 1 profiled Providence Health System’s eight hospitals. Part 2 examined Legacy Health’s four Oregon hospitals. Part 3visited with hospitals owned by four chains: Kaiser, Asante Tuality and Salem Health. Part 4 dug in to Samaritan Health Services. This week, we examine the hospitals of the St. Charles chain. Click on the accompanying Excel spreadsheet for a look at the data collected.\n\nAfter examining the details of every Oregon-licensed hospital, The Lund Report will follow up with stories that dive deep into the facts we’ve uncovered. We’ll ask about profits, compensation and the cost of caring for the poor.\n\nExecutive compensation at St. Charles.\n\nSt. Charles Health President and CEO James Diegel’s 2012 compensation reflects the challenges the system has been facing. That year, he made $677,578 in pay and benefits – a 42 percent cut from the year before.\n\nIn 2011, his compensation was $1.2 million - $450,000 in base pay, a $137,223 bonus, $99,057 in retirement contributions or deferred compensation, $28,000 in nontaxable benefits and $456,118 in other compensation. “Other compensation” is a broad IRS designation. In its tax filings, St. Charles did not elaborate on why Diegel earned so much within this category.\n\nHis base pay in 2012 was $493,201, and he also received $28,136 in nontaxable benefits, $107,757 in retirement contributions or deferred compensation and $48,484 in other compensation. Click the accompanying spreadsheet on executive compensation for a full breakdown on how St. Charles Health’s executives were compensated in 2011 and 2012.\n\nSt. Charles Medical Center-Bend\n\nSt. Charles - Bend, which opened in 1918, overshadows its sibling hospitals. It contributed close to 62 percent of its parent nonprofit’s revenue in fiscal year 2012. Built by Sisters of St. Joseph, the hospital ended its affiliation with the Catholic Church in 2010.\n\nJames “Jay” Henry, former CEO of St. Charles - Bend, received total compensation of $356,973 in 2012 –$266,926 in base pay, $43,861 in retirement and deferred compensation, $26,980 in nontaxable benefits and no bonus or incentive pay.\n\nHenry was laid off in January 2014 as part of a broader cost-cutting and restructuring effort aimed at saving $2 million per year, the Bend Bulletin reported. Bob Gomes, who had been CEO of Pioneer Memorial Hospital and St. Charles-Redmond, was instead made the CEO of the Bend and Redmond hospitals. See the St. Charles-Redmond snapshot, below, for details of Gomes’ 2012 compensation.\n\nExecutive pay details for 2013 will not be released for roughly another year.\n\nFinances, year 2012:\n\nProfit: $30.7 million, up 116 percent from 2011.\n\nNet patient revenue: $365.1 million, up 5.6 percent.\n\nReported charity care charges: $27.6 million, up 24.7 percent.\n\nProfit margin: 7.7 percent, compared to 3.8 percent a year earlier.\n\nSize and scope, as of 2012:\n\nAvailable beds: 261.\n\nInpatient days: 58,735.\n\nEmergency department visits: 28,009.\n\nOutpatient visits: 336,821.\n\nSt. Charles Medical Center-Redmond\n\nRedmond became the first Oregon city to form a public hospital district in 1951, a choice that gave birth to the Central Oregon District Hospital a year later. In 2001, that hospital merged with St. Charles Medical Center in Bend to form the organization now known as St. Charles Health System. (Initially it went by Cascade Healthcare.) Since 2003, the hospital has been known as St. Charles Medical Center – Redmond.\n\nBob Gomes, who at the time was CEO of St. Charles-Redmond and Pioneer Memorial hospitals, received total compensation of $348,359 in 2012. Gomes’ base pay was $266,322, and he also received $26,652 in nontaxable benefits, $39,535 in retirement and deferred compensation, and $15,850 in other compensation. He received no bonus or incentive pay.\n\nIn January 2014, Gomes’ job description changed: He became CEO of St. Charles’ Bend and Redmond hospitals when the previous Bend chief executive was laid off as part of spending cuts across the hospital chain.\n\nFinances, year 2012:\n\nProfit: $1.6 million, down 67.5 percent from 2011.\n\nNet patient revenue: $61.3 million, down 4 percent.\n\nReported charity care charges: $5.7 million, up 28.7 percent.\n\nProfit margin: 2.3, compared to 7 percent a year earlier.\n\nSize and scope, as of 2012:\n\nAvailable beds: 48.\n\nInpatient days: 6,755.\n\nEmergency department visits: 17,244.\n\nOutpatient visits: 113,348.\n\nPioneer Memorial-Prineville\n\nPioneer Memorial Hospital opened in 1950, paid for by contributions from community members in Prineville. It joined the St. Charles family in 2008, while a community board remains in place to govern its assets.\n\nMedicare and Medicaid designate Pioneer Memorial-Prineville as a critical access hospital. As a result, it is not allowed to have more than 25 beds, and the average length of stay for acute-care patients is capped at 96 hours.\n\nOn April 8, construction crews broke ground on a $30 million replacement hospital. The new Prineville campus will also include primary care and physician clinics.\n\nBob Gomes was CEO of both St. Charles - Redmond and Pioneer Memorial hospitals in 2012, the most recent year for which compensation figures are available. Look under Pioneer Memorial to review his compensation.\n\nFinances, year 2012:\n\nNet loss: $1.9 million, compared to an $870,772 net loss in 2011.\n\nNet patient revenue: $24.2 million, down 7.8 percent.\n\nReported charity care charges: $2.1 million, up 60 percent.\n\nProfit margin: Negative 7.6 percent, compared to negative 3.3 percent a year earlier.\n\nSize and scope, as of 2012:\n\nAvailable beds: 25.\n\nInpatient days: 2,760.\n\nEmergency department visits: 812.\n\nOutpatient visits: 15,070.\n\nSt. Charles Medical Center- Madras\n\nIn January 2013, St. Charles took over Jefferson County’s only hospital, tiny 25-bed Mountain View Hospital. Based in Madras, Mountain View was operating at a loss, struggling in part because of its heavy reliance on Medicare and Medicaid reimbursements. A small, rural independent hospital also lacks the purchasing power and home-office support that comes with being in a larger chain, which likely added to Mountain View’s challenges.\n\nWith the new owner came a new name: Mountain View Hospital is now known as St. Charles Medical Center-Madras. Joining the St. Charles family has been good for the Madras hospital, which is set to receive a $10 million upgrade.\n\nMedicare and Medicaid designate St. Charles-Madras as a critical access hospital. As a result, it is not allowed to have more than 25 beds, and the average length of stay for acute-care patients is capped at 96 hours.\n\nBecause St. Charles-Madras was not yet integrated into St. Charles as of the 2012 tax filing, executive compensation figures for CEO Jeanie Gentry are not included in the system’s tax forms, and are not available for this report.\n\nFinances, year 2012:\n\nNet loss: $2.7 million, compared to a profit of $864,278 in 2011.\n\nNet patient revenue: $23.8 million, down 0.6 percent.\n\nReported charity care charges: $454,277, down 44.7 percent.\n\nProfit margin: Negative 12 percent, compared to positive 3.4 percent a year earlier.\n\nSize and scope, as of 2012:\n\nAvailable beds: 25.\n\nInpatient days: 3,113.\n\nEmergency department visits: 10,737.\n\nOutpatient visits: 25,292.", "article_metadata": {"MobileOptimized": "width", "viewport": "width=device-width", "Generator": "Drupal 7 (http://drupal.org)", "HandheldFriendly": "true"}, "article_summary": "St. Charles Medical Center- MadrasIn January 2013, St. Charles took over Jefferson County’s only hospital, tiny 25-bed Mountain View Hospital.\nIn 2001, that hospital merged with St. Charles Medical Center in Bend to form the organization now known as St. Charles Health System.\nSt. Charles Medical Center-BendSt. Charles - Bend, which opened in 1918, overshadows its sibling hospitals.\nFrom January through October of 2013, St. Charles laid off about 40 people as it centralized its services.\nThese are tumultuous times for St. Charles Health System."}