{"article_title": "Slow Drug Withdrawal Process Still Killing People Around The World", "article_keywords": ["slow", "onakpoya", "deaths", "process", "drug", "killing", "international", "drugs", "market", "withdrawal", "oxford", "world", "withdrawn", "researchers"], "article_url": "http://www.medicaldaily.com/slow-drug-withdrawal-process-still-killing-people-around-world-how-make-safer-shelves-320922", "article_text": "It can take years before dangerous drugs are pulled off the shelves, and Oxford researchers hope to change that.\n\nIt can take years before dangerous drugs are pulled off the shelves, and Oxford researchers hope to change that. Photo courtesy of Shutterstock\n\nIn 1997, the Food and Drug Administration approved for the anti-cholesterol drug Baycol to be introduced to the U.S. market. The drug was effective at lowering the cholesterol of patients, but researchers soon noticed it had one unexpected side effect: death. Four years and 31 deaths later, Baycol was removed from the market. Unfortunately, due to modern day drug protocol, stories such as Baycol’s are far more common than you may believe. In a recent study, researchers from Oxford University aim to drastically shorten that average four-year waiting time before drug withdrawal — a move they believe will save many lives.\n\nFor a new drug, the journey from a laboratory to a pharmacist’s shelf is a lengthy one. The FDA states that drugs must undergo a series of tests, but in the drug industry how quickly you can put out a drug is nearly as important as how well it can work. According to the study's press release, for this reason many drugs are approved before all their “undesirable effects” are noted.\n\nUnfortunately, how fast you can withdraw a drug is not nearly as important as how fast you can put it out. The average time period between first death and withdrawal is four years and has remained that way since 1957. As a result, drugs identified to cause death continued to be legally sold all over the world for years. It’s believed that a revision of this waiting time can help save lives, but it’s a change that must be done on an international level.\n\n\"Better international coordination among regulatory authorities is needed and should lead to speedier and more uniform decision-making processes when drugs are suspected of causing deaths,\" first author Dr. Igho Onakpoya explained in the press release.\n\nThe researchers found that since 1957, 400 drugs were withdrawn from the U.S. and European markets, and of these, 95 were withdrawn after being attributed to deaths. They noted that recently the time between launch date and withdrawal has been shortening, but in order to ensure that this trend continues international initiative must begin.\n\n“What we need is early formal studies when deaths are suspected to have been due to a drug,” Onakpoya said. “Increased transparency in the reporting of adverse events in clinical trials would also help with quicker identification of potentially dangerous drugs, and greater efforts should be made to strengthen drug monitoring systems in low- to middle-income economies.\"\n\nToday, medicine withdrawn from the drug market in one country continues to be sold in other countries. Sadly, it’s usually residents of less industrialized nations who experience the most deaths due to misinformation. For example, African and Asian nations have the lowest rates of drug withdrawals. Still, the Oxford team hopes raising awareness may be the first step toward solving the global problem.\n\nSource: Onakpoya IJ, Heneghen CJ, Aronson JK. Delays in the post-marketing withdrawal of drugs to which deaths have been attributed: a systematic investigation and analysis. BMC Medicine. 2015.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "slow, drug, withdrawal, process, still, killing, people, around, world, how, make, safer, shelves", "og": {"site_name": "Medical Daily", "description": "It can take years before dangerous drugs are pulled off the shelves, and Oxford researchers hope to change that.", "title": "How To Save Lives By Getting Unsafe Drugs Off The Market Faster", "url": "http://www.medicaldaily.com/slow-drug-withdrawal-process-still-killing-people-around-world-how-make-safer-shelves-320922", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/02/05/drugs.jpg", "type": "article"}, "twitter": {"description": "It can take years before dangerous drugs are pulled off the shelves, and Oxford researchers hope to change that.", "title": "How To Save Lives By Getting Unsafe Drugs Off The Market Faster", "url": "http://www.medicaldaily.com/slow-drug-withdrawal-process-still-killing-people-around-world-how-make-safer-shelves-320922", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/02/05/drugs.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/02/05/drugs.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "The Grapevine", "published_time": "2015-02-05T14:02:51-05:00", "modified_time": "2015-02-05T14:02:50-05:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "It can take years before dangerous drugs are pulled off the shelves, and Oxford researchers hope to change that."}, "_id": "\"57477af46914bd0286fdd5fd\"", "article_summary": "“What we need is early formal studies when deaths are suspected to have been due to a drug,” Onakpoya said.\nToday, medicine withdrawn from the drug market in one country continues to be sold in other countries.\nIn a recent study, researchers from Oxford University aim to drastically shorten that average four-year waiting time before drug withdrawal — a move they believe will save many lives.\nIt can take years before dangerous drugs are pulled off the shelves, and Oxford researchers hope to change that.\nPhoto courtesy of ShutterstockIn 1997, the Food and Drug Administration approved for the anti-cholesterol drug Baycol to be introduced to the U.S. market."}