{"article_title": "Photo Caption Contest: Is George Washington Crying While Obama Apologizes For Obamacare?", "article_keywords": ["thought", "apologizes", "contest", "rules", "obamacare", "review", "million", "washington", "tears", "60", "caption", "romney", "crying", "george", "obama"], "article_url": "http://www.bizpacreview.com/2013/11/08/photo-caption-contest-is-george-washington-crying-while-obama-apologizes-for-obamacare-86790", "article_text": "Editor’s note: Here is a Photo Caption Contest from one of our guest writers, Myra Adams, that is currently posted on PJ Media. Today she is offering our BizPac Review readers an opportunity to showcase creativity and humor by submitting your own captions and “thought bubbles.” Then a BizPac Review winner will be announced in a future post. Please take a minute and register as a commenter so you can enter the contest and allow millions of readers around the globe to be dazzled by your brilliance.\n\nExclusive report from NBC News:\n\nObama personally apologizes for Americans losing health insurance.\n\nThe Drudge Report displayed our contest image from Chuck Todd’s interview with this caption: SO SORRY, HE SAYS.\n\nLet us take a moment and reflect upon this scene.\n\nIt was one year ago, on November 6, 2012, when President Obama was reelected with 332 electoral votes to Mitt Romney’s 206, a blow-out victory, even though the popular vote was much closer — 65 million to 60 million.\n\nNow, are any of the 60 million who voted for Romney surprised that on November 7, 2013, President Obama sat down with his in-house cheerleader network, otherwise known as NBC, and apologized for misspeaking about his signature program now wreaking havoc on millions of Americans?\n\nAs one of those 60 million Romney voters, I fully expected Obamacare to be a disaster, but never believed it would be this bad, this soon — which brings us to our contest.\n\nThis image is “crying out” for captions that surpass Drudge’s in creativity and non-political correctness.\n\nFurthermore, is it only my imagination, or do I see tears in George Washington’s eyes while he is listening to this conversation? Tears or no tears, George still needs some “thought bubbles,” because you may remember our Founding Father died due to some bad health care involving excessive bloodletting.\n\nOur normal rules of “be nice and stay classy” are suspended for this contest, since the Obama administration demonstrated it had no rules and no class when it sold Obamacare to the American people. (If Obamacare was a product offered by any American company, the Federal Trade Commission would be shutting it down.)\n\nHowever, this being a “family contest” your entries must still display a certain degree of decorum.\n\nHave fun, and will somebody please research if bloodletting is covered under Obamacare?", "article_metadata": {"generator": "WordPress 4.4.3", "og": {"site_name": "BizPac Review", "description": "Editor’s note:  Here is a Photo Caption Contest from one of our guest writers, Myra Adams, that is currently posted on PJ Media. Today she is offering our BizPac Review readers an opportunity to showcase creativity and humor by submitting your own captions and “thought bubbles.” Then a BizPac Review winner will be announced in a future post.  Please take a minute and register …", "title": "Photo Caption Contest: Is George Washington Crying While Obama Apologizes For Obamacare?", "locale": {"alternate": "en_US", "identifier": "en_US"}, "image": "http://www.bizpacreview.com/wp-content/uploads/2013/11/Obama-sorry.jpg", "updated_time": "2013-11-09T10:09:24+00:00", "url": "http://www.bizpacreview.com/2013/11/08/photo-caption-contest-is-george-washington-crying-while-obama-apologizes-for-obamacare-86790", "type": "article"}, "twitter": {"widgets": {"csp": "on"}}, "alexaVerifyID": "qC73ojZoktel85cbl12SAFJar9k", "fb": {"admins": "10152426200106417,10152720237657852,10200650572686956,3854753687919,100215693385946,549853448412696", "pages": 169204449790211, "app_id": 1502886339979348}, "article": {"publisher": "https://www.facebook.com/ConservativeNewsToday", "section": "News", "tag": "PJ Media", "published_time": "2013-11-08T14:05:09+00:00", "modified_time": "2013-11-09T10:09:24+00:00"}, "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fdfc29\"", "article_summary": "As one of those 60 million Romney voters, I fully expected Obamacare to be a disaster, but never believed it would be this bad, this soon — which brings us to our contest.\nEditor’s note: Here is a Photo Caption Contest from one of our guest writers, Myra Adams, that is currently posted on PJ Media.\nThe Drudge Report displayed our contest image from Chuck Todd’s interview with this caption: SO SORRY, HE SAYS.\n(If Obamacare was a product offered by any American company, the Federal Trade Commission would be shutting it down.)\nHowever, this being a “family contest” your entries must still display a certain degree of decorum."}