{"article_title": "The Obamacare re-enrollment crunch has officially started for millions", "article_keywords": ["enrollees", "crunch", "15", "plans", "started", "enrollment", "obamacare", "period", "reenrollment", "health", "coverage", "enrolled", "dec", "officially", "insurance", "millions"], "article_url": "https://www.washingtonpost.com/news/wonk/wp/2014/10/15/the-obamacare-re-enrollment-crunch-has-officially-started-for-millions/", "article_text": "\n\nObamacare enrollment starts a month from today.\n\n(Photo by Karen Bleier/AFP/Getty Images)\n\nThe federal agency overseeing Obamacare's health insurance marketplaces started sending re-enrollment notices Tuesday night to the millions of people who purchased new coverage this year. And they won't have a lot of time to act if they want to get a better deal on health insurance starting in 2015.\n\nThe next open enrollment period starts a month from today, Nov. 15, and it runs through Feb. 15. But individual consumers enrolled in Affordable Care Act health plans will have just until Dec. 15 to pick a new plan and be enrolled by Jan. 1. Otherwise, they'll be automatically re-enrolled in their plan, which could cost them more in 2015.\n\nAbout 7.3 million people were enrolled in marketplace health plans as of mid-August, according to the latest count from the Centers for Medicare and Medicaid Services, the agency running the HealthCare.gov portal in 36 states.\n\nAs I've written before, people already enrolled in Affordable Care Act health plans will likely need to shop around if they want to get the best deal in 2015. But shopping for health insurance isn't exactly the easiest thing to do, and inertia tends to keep most people in their existing coverage.\n\nCMS officials said they've made the HealthCare.gov shopping process easier for this coming enrollment period. People coming back to the site this year will have their applications automatically filled out, for example.\n\nFederal officials are urging consumers to take certain steps as they consider 2015 coverage. As this past enrollment period showed, consumers are pretty deadline driven. About half of enrollees signed up for 2014 coverage in the last four weeks of the sign-up period, according to CMS.\n\nThis is the first time the marketplaces have had to handle re-enrollment, which presents new issues for the feds and the industry. One potential hiccup in this process is how health plans will be informed that existing enrollees switched plans and are no longer their customers. And that's why CMS is emphasizing the Dec. 15 date — to give the marketplaces and health insurers more time to sort out the coverage musical chairs. How that's all going to work is still being tweaked.\n\n\"It's something that we're defining very specifically now,\" said Kevin Counihan, the new marketplace chief executive, at an insurance industry conference Wednesday morning. \"That's one of the reasons that we believe having that Dec. 15 deadline is so critical, because it's going to give time for communication between the federal exchange and the respective issuers.\"\n\nIf existing enrollees miss the Dec. 15 date, they can still shop for a new plan during the enrollment period, which ends in February. That new coverage won't start until after January, however.\n\nIf enrollees have had a change in income or household circumstances, they will also have to update that information to make sure they get the correct subsidy next year.\n\n\"It may never be perfect for every single enrollment transaction,\" Counihan said, \"but we're clearly making very good progress.\"", "article_metadata": {"description": "They won't have a lot of time to shop if they want a better deal in January.", "og": {"site_name": "Washington Post", "description": "They won't have a lot of time to shop if they want a better deal in January.", "title": "The Obamacare re-enrollment crunch has officially started for millions", "url": "https://www.washingtonpost.com/news/wonk/wp/2014/10/15/the-obamacare-re-enrollment-crunch-has-officially-started-for-millions/", "image": "https://images.washingtonpost.com/?url=http://img.washingtonpost.com/blogs/wonkblog/files/2014/01/wonk0102-800x570.jpg&w=1484&op=resize&opt=1&filter=antialias", "type": "article"}, "referrer": "unsafe-url", "twitter": {"site": "@WashingtonPost", "card": "summary_large_image", "creator": "@jasonmillman"}, "apple-itunes-app": "app-id=938922398, app-argument=https://www.washingtonpost.com/news/wonk/wp/2014/10/15/the-obamacare-re-enrollment-crunch-has-officially-started-for-millions/", "fb": {"admins": 500835072, "app_id": 41245586762}, "keywords": "Post Keywords", "article": {"publisher": "https://www.facebook.com/washingtonpost"}, "viewport": "width=device-width, initial-scale=1.0, user-scalable=yes, minimum-scale=0.5, maximum-scale=2.0", "news_keywords": "Post Keywords"}, "_id": "\"57477af36914bd0286fd3064\"", "article_summary": "(Photo by Karen Bleier/AFP/Getty Images)The federal agency overseeing Obamacare's health insurance marketplaces started sending re-enrollment notices Tuesday night to the millions of people who purchased new coverage this year.\nAnd they won't have a lot of time to act if they want to get a better deal on health insurance starting in 2015.\nThe next open enrollment period starts a month from today, Nov. 15, and it runs through Feb. 15.\nCMS officials said they've made the HealthCare.gov shopping process easier for this coming enrollment period.\nOne potential hiccup in this process is how health plans will be informed that existing enrollees switched plans and are no longer their customers."}