{"article_title": "Turkish police fire pepper spray and rubber pellets to break up gay pride parade", "article_keywords": ["turkey", "break", "pepper", "parade", "gay", "turkish", "muslim", "rubber", "spray", "lgbti", "ruling", "statement", "istanbul", "pellets", "pride", "transgender"], "article_url": "http://whnt.com/2015/06/28/turkish-police-fire-pepper-spray-and-rubber-pellets-to-break-up-gay-pride-parade/", "article_text": "× Turkish police fire pepper spray and rubber pellets to break up gay pride parade\n\nIstanbul (CNN) – Although the gay pride parade has happened in peace for at least 13 years in Istanbul, on Sunday the parade was interrupted by police who fired pepper spray and rubber pellets at thousands when they arrived to march.\n\nOrganizers of the march released a statement saying the Istanbul governorship was not allowing the procession, citing the Muslim holy month of Ramadan.\n\nParadegoers continued to celebrate in the side streets, as riot police chased other attendees from arteries of Istanbul’s main commercial district of Taksim.\n\nOne video shows a gay pride attendee being swept off his feet with the force of a water cannon.\n\nActivists say they weren’t just targeted because of their sexual orientation or fight for equality, but because Turkey’s government wants to silence all minorities and anyone officials perceives as a threat to the conservative ruling Justice and Development Party.\n\nLed by President Recep Tayyip Erdogan, the ruling party failed to secure enough votes for a single-party rule in June.\n\nCNN spoke to many sources who felt that the crackdown on Sunday’s march was an attempt to appeal to Erdogan’s conservative base.\n\n“This is happening after the elections because they realize the power of the LGBTI movement,” said transgender activist Ruzgar Buski. “Erdogan’s government has lost their power and they know the LGBTI community stands with other minorities.”\n\n“We call on the Istanbul Governor Vasip Sahin to adhere to the Constitution of the Republic of Turkey, to immediately cease attacks and to make a public statement,” said a statement from the volunteer group LGBTI News Turkey.\n\nEchoing a chant made famous in Western gay rights parades and events — “We’re here, we’re queer, get used to it!” — it said in capital letters, “WE ARE HERE, GET USED TO IT, WE ARE NOT LEAVING.”\n\nThe gay, lesbian, bisexual, transgender and intersex community was instrumental in supporting the Gezi Park protests that took place in 2013 against the ruling party.\n\nOn Sunday, a woman shouted, “This is not a crime, we are LGBT! We are not a crime! Come on, why you are doing this?”\n\nA man approached her and yelled, “Shut up and go away!” He told CNN that he did not like gay people and they were causing problems in Turkey, and then stressed that the country is Muslim and, to him, being Muslim and gay were in conflict.\n\nThe clashes with police came after Friday’s ruling by the U.S. Supreme Court in support of same-sex marriage, which LGBTI activists in Turkey celebrated.\n\nGay, trans and intersex people in Turkey say they aren’t at the stage where they could imagine that kind of equality in their country.\n\n“We are at the stage of ‘Please don’t kill us,'” said Sevval Kilic, a transgender activist who helped organize the pride parade. “We don’t discuss equal marriage or employment rights or whatever. We are just demanding our basic human rights.”\n\nSunday’s clashes won’t set that goal back, Kilic said. “It will make us stronger.”", "article_metadata": {"description": "Istanbul (CNN) - Although the gay pride parade has happened in peace for at least 13 years in Istanbul, on Sunday the parade was interrupted by police who fired pepper spray and rubber pellets at thousands when they arrived to march.", "generator": "WordPress.com", "apple-itunes-app": "app-id=334634343", "og": {"site_name": "WHNT.com", "description": "Istanbul (CNN) – Although the gay pride parade has happened in peace for at least 13 years in Istanbul, on Sunday the parade was interrupted by police who fired pepper spray and rubber pellet…", "title": "Turkish police fire pepper spray and rubber pellets to break up gay pride parade", "url": "http://whnt.com/2015/06/28/turkish-police-fire-pepper-spray-and-rubber-pellets-to-break-up-gay-pride-parade/", "image": {"width": 640, "identifier": "http://localtvwhnt.files.wordpress.com/2014/06/gay_marriage.jpg", "height": 480}, "locale": "en_US", "type": "article"}, "twitter": {"image": {"src": "http://localtvwhnt.files.wordpress.com/2014/06/gay_marriage.jpg?w=640"}, "site": "@whnt", "card": "summary_large_image", "creator": "@whnt"}, "keywords": "news,", "p": {"domain_verify": "ef3232fc915138f86f550fcf7ba418f7"}, "fb": {"app_id": 490541240988881, "pages": 25248416044}, "msapplication-window": "width=device-width;height=device-height", "viewport": "width=device-width, initial-scale=1, user-scalable=no", "application-name": "WHNT.com", "google-site-verification": "5W_w6evqq-t5n8MjIEDIy9yiwsUlE6sEBrENj9Y9TbE", "msvalidate.01": "9CC50DB4C5614EA88B5CFA75E33AAB02", "article": {"publisher": "http://www.facebook.com/whntnews19", "published_time": "2015-06-28T18:39:49+00:00", "modified_time": "2015-06-28T18:39:49+00:00", "author": "http://www.facebook.com/whntnews19"}, "msapplication-task": "name=Subscribe;action-uri=http://whnt.com/feed/;icon-uri=http://0.gravatar.com/blavatar/a82c1e583fe9c7ee4cd32b8f26473338?s=16"}, "article_summary": "× Turkish police fire pepper spray and rubber pellets to break up gay pride paradeIstanbul (CNN) – Although the gay pride parade has happened in peace for at least 13 years in Istanbul, on Sunday the parade was interrupted by police who fired pepper spray and rubber pellets at thousands when they arrived to march.\nOne video shows a gay pride attendee being swept off his feet with the force of a water cannon.\n“We are at the stage of ‘Please don’t kill us,'” said Sevval Kilic, a transgender activist who helped organize the pride parade.\nOrganizers of the march released a statement saying the Istanbul governorship was not allowing the procession, citing the Muslim holy month of Ramadan.\n“This is happening after the elections because they realize the power of the LGBTI movement,” said transgender activist Ruzgar Buski."}