{"article_title": "Edinson Volquez dominates as Royals roll past Yankees, 6-0", "article_keywords": ["60", "volquez", "city", "kansas", "yost", "royals", "roll", "past", "good", "dominates", "game", "gave", "perez", "left", "edinson", "yankees"], "article_url": "http://www.washingtontimes.com/news/2015/may/17/edinson-volquez-dominates-as-royals-roll-past-yank/?page=all", "article_text": "KANSAS CITY, Mo. (AP) - Edinson Volquez had such violent movement on his fastball Sunday that Royals manager Ned Yost said catcher Salvador Perez actually turned around to ask plate umpire Chris Guccione whether there was anything he could do to help out.\n\nSlide over a bit to offer Guccione a better view? Perhaps frame the pitches longer?\n\nThe Yankees probably wish Perez asked whether he could help them out.\n\nVolquez baffled them with three-hit ball for seven innings, Perez homered and drove in two runs and Kansas City rolled to a 6-0 victory, the first time New York had been shut out this year.\n\n“He was fantastic. He had all kinds of movement and action on his fastball,” Yost said. “For the most part, if Eddie’s executing his pitches, he’s going to be very good.”\n\nVolquez (3-3) struck out five without issuing a walk. He never allowed a leadoff man on base, and just one of his three base runners to reach second all afternoon.\n\n“That’s as good as I’ve ever seen him,” Yankees first baseman Mark Teixeira said.\n\nThe Royals got production from throughout their lineup against Chris Capuano to take the rubber game of their three-game set with the Yankees, whom they face again next week in New York.\n\nCapuano (0-1) made his season debut after rehabbing a quad strain that he sustained in spring training. The veteran left-hander gave up four runs on four hits and two walks, and left New York in a big hole when he was pulled four batters into the third inning.\n\nThe loss was the Yankees’ fifth in their last six games.\n\n“It’s certainly not the outing I wanted for my first outing,” Capuano said. “I wanted to try to give the team a little boost heading into the off day, but there were a lot of good things that happened the first three innings to build on for next time.”\n\nPerez gave the Royals all the offense they needed in the second, when he golfed a 3-2 pitch over the wall in left field. For a moment, it looked as if Brett Gardner leaped up to grab it, but a stiff breeze blowing out carried it just far enough.\n\nThe Royals put the game away with a big fourth inning.\n\nLorenzo Cain and Eric Hosmer led off with walks, and Kendrys Morales and Perez followed with back-to-back RBI singles to knock Capuano from the game. Esmil Rogers came in and gave up another RBI double to Omar Infante before getting the Yankees out of the jam.\n\nPaulo Orlando and Alcides Escobar drove in two more runs in the sixth.\n\nNot that Kansas City really needed them.\n\nWorking his sinker with a low-90s fastball and paralyzing changeup, Volquez retired the first 11 batters he faced. Alex Rodriguez finally doubled off the wall in the fourth, but the Yankees were unable to get him home. Brian McCann eventually struck out to end the inning.\n\nVolquez also gave up a one-out single to Chase Headley in the fifth, breezed through a perfect sixth, then allowed another single to McCann before finishing off the seventh.\n\nHis bullpen tossed two shaky innings to preserve the shutout.\n\n“All my pitches were there today. I was able to throw a lot of strikes, attack hitters, keep the ball down,” Volquez said. “They’re pretty good hitters. I was able to make some good pitches.”\n\nNEGRO LEAGUES SALUTE\n\nThe Royals honored the Negro Leagues by wearing throwback jerseys of the Kansas City Monarchs, while the Yankees honored “Mr. Cub” Ernie Banks - who began his career with the Monarchs - with a patch on their sleeve. The Negro Leagues Baseball Museum is located in Kansas City.\n\nTRAINER’S ROOM\n\nYankees: 1B Mark Teixeira left the game in the seventh inning with a bruised right big toe. X-rays were negative. Asked whether he would play Tuesday, he replied: “That’s the goal. With the day off tomorrow, it’s well-timed.”\n\nRoyals: LHP Jason Vargas (left flexor strain) threw a side session before the game. “He feels really good,” Yost said. “He doesn’t feel anything getting off the mound.”\n\nUP NEXT\n\nYankees: After its day off, New York heads to Washington for a two-game set beginning Tuesday night. Right-hander Nathan Eovaldi will take the mound for the Yankees.\n\nRoyals: The Reds visit Tuesday night to open a two-game set. Yordano Ventura will pitch the opener and fellow right-hander Jeremy Guthrie will start Wednesday night.", "article_metadata": {"description": "Edinson Volquez had such violent movement on his fastball Sunday that Royals manager Ned Yost said catcher Salvador Perez actually turned around to ask plate umpire Chris Guccione whether there was anything he could do to help out.", "author": "The Washington Times http://www.washingtontimes.com", "og": {"site_name": "The Washingtion Times", "description": "Edinson Volquez had such violent movement on his fastball Sunday that Royals manager Ned Yost said catcher Salvador Perez actually turned around to ask plate umpire Chris Guccione whether there was anything he could do to help out.", "title": "Edinson Volquez dominates as Royals roll past Yankees, 6-0", "url": "http://www.washingtontimes.com/news/2015/may/17/edinson-volquez-dominates-as-royals-roll-past-yank/", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2015/05/17/789236a2103dc216760f6a70670002ce.jpg", "type": "article"}, "twitter": {"site": "@washtimes", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2015/05/17/789236a2103dc216760f6a70670002ce.jpg", "description": "Edinson Volquez had such violent movement on his fastball Sunday that Royals manager Ned Yost said catcher Salvador Perez actually turned around to ask plate umpire Chris Guccione whether there was an", "card": "summary", "title": "Edinson Volquez dominates as Royals roll past Yankees, 6-0"}, "Author": "DAVE SKRETTA", "bitly-verification": "d180fd45f70d", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web2", "viewport": "width=device-width, initial-scale=1, user-scalable=yes"}, "article_summary": "KANSAS CITY, Mo.\n“He feels really good,” Yost said.\nThe Negro Leagues Baseball Museum is located in Kansas City.\nNot that Kansas City really needed them.\nVolquez baffled them with three-hit ball for seven innings, Perez homered and drove in two runs and Kansas City rolled to a 6-0 victory, the first time New York had been shut out this year."}