{"article_title": "Anti-Abortion Groups Are Still Fighting Birth Control Coverage In Court", "article_keywords": ["control", "supreme", "court", "birth", "contraception", "fighting", "employers", "rule", "groups", "antiabortion", "coverage", "religious", "accommodation", "women"], "article_url": "http://www.huffingtonpost.com/2014/10/07/birth-control-supreme-court_n_5945998.html", "article_text": "BRENDAN SMIALOWSKI via Getty Images\n\nAnti-abortion groups are still fighting the Obama administration's birth control coverage rule in court, despite a new accommodation that gives employers a way to opt out of providing the coverage directly.\n\nAmericans United for Life, an anti-abortion advocacy group, on Tuesday filed an amicus curiae brief with the U.S. Supreme Court claiming that the accommodation still violates the religious beliefs of business owners who believe birth control is equivalent to abortion. Under the new accommodation, employers who object to contraception coverage on religious grounds can opt out of covering birth control by notifying the Department of Health and Human Services of their objections and providing the name and address of their insurer. The department will then arrange for the insurer to provide contraception coverage to the female employees of the objecting company so the employer does not have to pay for or arrange for the coverage.\n\nBut anti-abortion groups are still unsatisfied with the new rule because it requires employers to give their insurers' contact information to the government.\n\n\"HHS makes explicit that it will use that information to force the religious employer's insurance issuer to include the objected-to items and services,\" AUL wrote in its brief, filed on behalf of several religious doctors' groups.\n\n\"The coercive impact on the plan paid and arranged for by the religious employer remains the same.\"\n\nThe Affordable Care Act originally required most employers, with the exception of churches and religious nonprofits, to include the full range of contraception in their health insurance plans with no out-of-pocket cost to women. But after the Supreme Court ruled this summer in the Hobby Lobby decision that for-profit corporations could not be required to cover methods of birth control to which they object, the White House tweaked the contraception mandate. The new rule is meant to accommodate the religious beliefs of all objecting employers, while ensuring that women who work for those employers continue to receive the full range of coverage.\n\nThe accommodation broadens the original exception that the Affordable Care Act had carved out for religious nonprofits to include for-profit employers. Justice Anthony Kennedy, the swing vote on the Supreme Court, wrote in his opinion in the Hobby Lobby case that the accommodation in place for religious nonprofits was sufficient because it \"equally furthers the Government's interest but does not impinge on the plaintiff's religious beliefs.\" He suggested that the administration just needed to extend the accommodation to for-profit employers, which it has now done.\n\nThe administration thought this adjustment would satisfy anti-abortion groups and religious business owners who believe some methods of birth control -- namely, the morning-after pill and the intrauterine device -- are akin to abortion. Yet opponents of the contraception coverage rule are still unhappy.\n\n“The so-called ‘accommodation’ is a phony fix and changes nothing,” said Dr. Charmaine Yoest, president and CEO of AUL. “People are still forced to violate their pro-life convictions by subsidizing life-ending drugs and devices.\"\n\nReligious nonprofits, including Little Sisters of the Poor, a group of Catholic nuns, are hoping to take their case to the Supreme Court in the next year. These groups claim the accommodation does not do enough to separate them from the act of covering birth control.\n\nThe National Women's Law Center, which has filed briefs with the Supreme Court in support of the contraception coverage rule, said the religious beliefs of employers are more than accommodated by the requirement.\n\n\"The reason this requirement is there is because 99 percent of women in this country use contraception at some time in their lives, and it has a significant impact on the health of women and their families,\" said Judy Waxman, vice president of health and reproductive rights at NWLC.\n\n\"The accommodation does allow for religious groups to not have to provide that coverage, but it also honors the compelling interest of getting this basic important service to the women themselves.\"\n\n\n\nAlso on HuffPost: Supreme Court Justices Supreme Court Justices\n\n1 of 9 Chief Justice John Roberts Serving since: Sept. 29, 2005 Share this slide:\n\n(TIM SLOAN/AFP/Getty Images)", "article_metadata": {"description": "Anti-abortion groups are still fighting the Obama administration's birth control coverage rule in court, despite", "sailthru.expire_date": "2014-10-08 12:35:33 -0400", "og": {"site_name": "The Huffington Post", "description": "Anti-abortion groups are still fighting the Obama administration's birth control coverage rule in court, despite", "title": "Anti-Abortion Groups Are Still Fighting Birth Control Coverage", "url": "http://www.huffingtonpost.com/2014/10/07/birth-control-supreme-court_n_5945998.html", "image": "http://i.huffpost.com/gen/2141012/images/o-BIRTH-CONTROL-facebook.jpg", "locale": "en_US", "type": "article"}, "twitter": {"description": "Anti-abortion groups are still fighting the Obama administration's birth control coverage rule in court, despite", "title": "Anti-Abortion Groups Are Still Fighting Birth Control Coverage", "image": {"width": 2000, "identifier": "http://i.huffpost.com/gen/2141012/images/o-BIRTH-CONTROL-facebook.jpg", "height": 1000}, "creator": "lebassett", "site": "@HuffPostPol", "card": "summary_large_image"}, "sailthru.date": "2014-10-07 12:35:33 -0400", "al": {"ios": {"url": "huffpostnews:///?editionID=us&entryID=5945998", "app_store_id": 306621789, "app_name": "The Huffington Post"}}, "taboola.category": "politics", "fb": {"app_id": 46744042133}, "keywords": "birth control rule,birth control coverage,contraception coverage,contraception coverage rule,birth control mandate,Religious accommodation,Americans United For Life,supreme court birth control,supreme court contraception,little sisters of the poor", "article": {"section": "Politics", "tag": "birth control rule,birth control coverage,contraception coverage,contraception coverage rule,birth control mandate,Religious accommodation,Americans United For Life,supreme court birth control,supreme court contraception,little sisters of the poor", "published_time": "2014-10-07 12:35:33 -0400", "modified_time": "2014-10-07 13:59:06 -0400"}, "viewport": "width=1000"}, "_id": "\"57477af46914bd0286fddd77\"", "article_summary": "Also on HuffPost: Supreme Court Justices Supreme Court Justices1 of 9 Chief Justice John Roberts Serving since: Sept. 29, 2005 Share this slide:(TIM SLOAN/AFP/Getty Images)\nBRENDAN SMIALOWSKI via Getty ImagesAnti-abortion groups are still fighting the Obama administration's birth control coverage rule in court, despite a new accommodation that gives employers a way to opt out of providing the coverage directly.\nYet opponents of the contraception coverage rule are still unhappy.\nThe department will then arrange for the insurer to provide contraception coverage to the female employees of the objecting company so the employer does not have to pay for or arrange for the coverage.\nThese groups claim the accommodation does not do enough to separate them from the act of covering birth control."}