{"article_title": "Republican candidates will get new chance to upstage Trump – if that's possible – in debate", "article_keywords": ["needs", "strong", "trump", "voters", "views", "republicans", "possible", "governor", "upstage", "chance", "candidates", "stand", "republican", "debate", "presidential", "thats"], "article_url": "http://www.pressherald.com/2015/09/14/upcoming-republican-debate-presents-a-crucial-test/", "article_text": "SIMI VALLEY, Calif. — Can anyone stop Donald Trump? Or at least get tough with the Republican front-runner?\n\nWednesday’s Republican debate is a crucial test for the party’s would-be presidents, who have spent the summer largely in the shadow of the outspoken, often polarizing real estate mogul.\n\nBen Carson, John Kasich and Carly Fiorina have inched out of the pack in recent weeks, but can they demonstrate the gravitas to become serious players? Can Jeb Bush, Rand Paul, Scott Walker and other big names mired in political quicksand climb out? How risky will it be to confront Trump?\n\nA lot of answers are likely as 11 Republicans gather Wednesday at 8 p.m. EDT at the Ronald Reagan Presidential Library for the campaign’s second debate. The others will participate in an earlier debate from 6-7:45 p.m.\n\nHere’s what the main event’s contenders need to do to stand out:\n\nTier One: The front-runner\n\nDONALD TRUMP\n\nCan he expand his support? Trump has won the backing from a solid 30 percent of Republicans in most polls, but huge blocs of other voters view him unfavorably. That’s politically toxic, and Trump needs to show he can expand his constituency. Watch whether he seems more intent on being presidential or being entertaining. Is he more eager to offer policy details or tweetable sound bites?\n\nTier Two: Moving up\n\nBEN CARSON\n\nCan he come off as presidential? He got good notices from conservatives after the first debate. They appreciated the retired neurosurgeon’s quiet style, deeply felt faith and ability to talk issues in some depth. Carson now needs to show command of the intricacies of national security and economic issues. He also must show that while he has strong, often controversial views on social issues, he’s tolerant and understanding of others.\n\nJOHN KASICH\n\nWill Republicans welcome his center-right views? The governor of Ohio, one of the last Republicans to enter the race, quickly surged into second place in New Hampshire polls. Many voters appreciated his down-to-earth style and willingness to challenge conservative orthodoxy. Rivals will challenge him on those views, notably his decision to support Medicaid expansion under the Affordable Care Act.\n\nCARLY FIORINA\n\nCan she continue to shine on national security? The former business executive’s discussion of foreign policy at the August second-tier debate won her strong notices. This time she’s in center court, fresh from being insulted by Trump for her appearance. Will she take him on? Will she stand out?\n\nTier Three: Stuck\n\nJEB BUSH\n\nCan he energize his campaign? The former Florida governor was supposed to be most viable alternative to Trump, thanks to his family’s political network and his ability to raise big money. He retains strong potential, but so far he has failed to break out of the pack. He needs to forget Trump, show what he stands for, and rally voters looking for a substantive alternative.\n\nTED CRUZ\n\nHow does he separate himself from Trump? No one has been hurt as much as the senator from Texas by Trump’s rise. Cruz has fashioned himself as the sharp-tongued, anti-Washington candidate, but so has Trump. Cruz has been careful not to criticize the front-runner, and confronting him would risk alienating his followers. But how does Cruz distinguish himself?\n\nMARCO RUBIO\n\nIs his methodical campaign too patient? Rubio has quietly, steadily built his campaign, figuring that as voters get more serious early next year, they’ll see what a smart, reasonable, telegenic candidate he is. His mission is similar to Bush’s – break away from the Trump orbit and explain why he should be president.\n\nTier Four: Teetering\n\nRAND PAUL\n\nWhere is he? Paul’s father rallied a devoted libertarian constituency when he ran in 2012, but his son seems to be doing little with it. Or with anything else. Paul got aggressive in the August debate, but it didn’t get him far. He badly needs to stand out this time, perhaps by championing what he calls more realistic, constitutionally based policies governing foreign affairs.\n\nCHRIS CHRISTIE\n\nCan he get noticed? Hard to think the big, blustery governor of New Jersey has been invisible, but he seemed all but forgotten in the last debate. The format is not his friend, since Christie’s plainspoken tough-guy persona can’t break through when it’s only visible for minutes at a time.\n\nMIKE HUCKABEE\n\nCan he expand his constituency? The former governor of Arkansas has assiduously courted social conservatives, appearing with Kentucky court clerk Kim Davis, jailed after she refused to issue marriage licenses to same-sex couples. Can Huckabee show more mainstream appeal?\n\nSCOTT WALKER\n\nCan he demonstrate some depth? Walker’s had a rough summer. His Iowa poll lead not only evaporated, but he fell to 10th place in last week’s Quinnipiac poll. He had three different positions on birthright citizenship in a single week last month. The governor of Wisconsin needs to establish himself as a thoughtful would-be commander in chief.", "article_metadata": {"description": "The question, of course, is whether any other hopeful can take the attention away from the front-runner.", "generator": "WordPress 4.3.4", "og": {"site_name": "The Portland Press Herald / Maine Sunday Telegram", "description": "The question, of course, is whether any other hopeful can take the attention away from the front-runner.", "title": "Republican candidates will get new chance to upstage Trump – if that's possible – in debate - The Portland Press Herald / Maine Sunday Telegram", "locale": "en_US", "image": {"width": 1500, "identifier": "http://www.pressherald.com/wp-content/uploads/2015/09/GOP-2016-Spanish-Radi_Semp.jpg", "height": 947}, "updated_time": "2015-09-14T22:38:05-04:00", "url": "http://www.pressherald.com/2015/09/14/upcoming-republican-debate-presents-a-crucial-test/", "type": "article"}, "twitter": {"description": "The question, of course, is whether any other hopeful can take the attention away from the front-runner.", "creator": "@pressherald", "image": "http://www.pressherald.com/wp-content/uploads/2015/09/GOP-2016-Spanish-Radi_Semp.jpg", "title": "Republican candidates will get new chance to upstage Trump – if that's possible – in debate - The Portland Press Herald / Maine Sunday Telegram", "site": "@pressherald", "card": "summary_large_image"}, "robots": "noodp", "apple-itunes-app": "app-id=951845858", "fb": {"admins": 769488179, "app_id": 178078215650057}, "article": {"publisher": "https://www.facebook.com/pressherald", "section": "Nation & World", "published_time": "2015-09-14T15:36:04-04:00", "modified_time": "2015-09-14T22:38:05-04:00"}, "google-site-verification": "QWs9pxQP8fwo2-nR5mWopc6qCK2D3920f7bl-U-zkso", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "That’s politically toxic, and Trump needs to show he can expand his constituency.\nHe needs to forget Trump, show what he stands for, and rally voters looking for a substantive alternative.\nTrump has won the backing from a solid 30 percent of Republicans in most polls, but huge blocs of other voters view him unfavorably.\nThe former business executive’s discussion of foreign policy at the August second-tier debate won her strong notices.\nA lot of answers are likely as 11 Republicans gather Wednesday at 8 p.m. EDT at the Ronald Reagan Presidential Library for the campaign’s second debate."}