{"article_title": "4 Ways Medicare Will Save You Money", "article_keywords": ["seniors", "ways", "money", "medical", "million", "equipment", "program", "medicare", "services", "save", "care"], "article_url": "http://www.newsmax.com/FastFeatures/Medicare-money/2015/10/17/id/696722/", "article_text": "Urgent:\n\nHow Favorably Do You View the Medicare Program Overall?\n\nVote Now:\n\nHow Do You Think Obamacare Has Impacted Medicare?\n\nThe 52.3 million Medicare beneficiaries are saving money thanks to the services the government seniors’ health care program provides. Of this number, 43.5 million beneficiaries receive Medicare seniors coverage while 8.8 million Americans receive disability coverage, the National Committee to Preserve Social Security and Medicare reported in 2013.Overall, the average benefit per enrollee in 2013 was $11,910 with the greatest benefit amounts stemming out of Part B and the least from Part D.Medicare is funded through payroll taxes that flow into the U.S. Treasury Medicare Trust funds. In 2011, Medicare expenditures totaled $549.1 billion, according to Medicare.gov Below are four ways Medicare saves enrollees money:Part A of Medicare covers “medically necessary” services including hospital care, home care, and hospice care. Thus, Part A coverage saves seniors money on professional health care by assuring that patients will not need to pay all incurred costs out-of-pocket.In conjunction with the Affordable Care Act, Medicare can save money on preventative services under Part B. Covered services include mammograms, colonoscopies, flu shots, and some cardiovascular and cancer screenings, according to Medicare.gov Medicare Part D helps seniors save money on prescription drugs. The section, which was implemented in 2006, expanded the amount of medications Medicare covers and allows private insurers to develop individualized plans, set their own premiums, and compete for business, which ultimately lowers the price of prescriptions. Average monthly Part D premiums averaged around $32 in 2015, almost half of the predicted $60 experts thought, reported the Washington Examiner . Part D also gives seniors discounts on many brand-name drugs.Medicare’s Durable Medical Equipment, Prosthetics, Orthotics, and Supplies (DMEPOS) Competitive Bidding Program helps lower the costs of medical equipment for seniors. In other words, so long as an enrollee uses a Medicare-approved contractor, Medicare will cover part of the costs for needed medical equipment, ultimately helping save the enrollee money.", "article_metadata": {"news_keywords": "Medicare, money", "pubdate": "2015-10-17T16:16:29", "og": {"site_name": "Newsmax", "description": "The 52.3 million Medicare beneficiaries are saving money thanks to the services the government seniors' health care program provides.", "title": "4 Ways Medicare Will Save You Money", "url": "http://www.newsmax.com/FastFeatures/Medicare-money/2015/10/17/id/696722/", "type": "article", "image": "http://www.newsmax.com/App_Themes/Newsmax/images/facebook/newsmaxFBLogo.gif", "page_id": 85452072376}, "twitter": {"url": "http://www.newsmax.com/FastFeatures/Medicare-money/2015/10/17/id/696722/", "title": "4 Ways Medicare Will Save You Money", "description": "The 52.3 million Medicare beneficiaries are saving money thanks to the services the government seniors' health care program provides.", "site": "Newsmax"}, "fb": {"admins": 100002083767056, "app_id": 323020797885219}, "msvalidate.01": "FAF1322EC761685A5DD9344A1C19E82A", "epoch": 1445098589, "google-site-verification": "Jt2HUKgzJJw9VwIQJv31ETytuvNNm5ypTWN6j0nYvHM", "keywords": "Medicare, money", "article": {"section": "FastFeatures", "published_time": "2015-10-17T16:16:29"}, "original-source": "http://www.newsmax.com/FastFeatures/Medicare-money/2015/10/17/id/696722/", "viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=yes", "description": "The 52.3 million Medicare beneficiaries are saving money thanks to the services the government seniors' health care program provides."}, "article_summary": "Covered services include mammograms, colonoscopies, flu shots, and some cardiovascular and cancer screenings, according to Medicare.gov Medicare Part D helps seniors save money on prescription drugs.\nThe 52.3 million Medicare beneficiaries are saving money thanks to the services the government seniors’ health care program provides.\nIn 2011, Medicare expenditures totaled $549.1 billion, according to Medicare.gov Below are four ways Medicare saves enrollees money:Part A of Medicare covers “medically necessary” services including hospital care, home care, and hospice care.\nIn other words, so long as an enrollee uses a Medicare-approved contractor, Medicare will cover part of the costs for needed medical equipment, ultimately helping save the enrollee money.\nThus, Part A coverage saves seniors money on professional health care by assuring that patients will not need to pay all incurred costs out-of-pocket.In conjunction with the Affordable Care Act, Medicare can save money on preventative services under Part B."}