{"article_title": "Topeka's first baby of 2014 is natural birth", "article_keywords": ["topekas", "natural", "corbin", "boos", "center", "birth", "todd", "baby", "heather", "womens", "ray"], "article_url": "http://cjonline.com/news/2014-01-01/topekas-first-baby-2014-natural-birth", "article_text": "Norla Todd delivered a baby at 1:56 a.m. Wednesday at the Birth & Women's Center in Topeka and then quickly called local hospitals to see whether they had had any births in the new year.\n\n“They said, 'No, but we’re getting ready to,' and I said, 'Have a good birth,' ” Todd said.\n\nA girl was born at St. Francis Health about an hour later, but little 7-pound, 8.5-ounce Corbin Albert Boos had beaten them all to become the first baby born in Topeka in 2014.\n\nThe third son of Ray and Heather Boos was delivered naturally, with Todd presiding as midwife, just as the others were 11 and eight years earlier.\n\n\"It’s fun,\" Todd said. \"I love doing it and it’s fun to be part of their family.”\n\nTodd has been a midwife since 2000, following a career as a traditional labor and delivery nurse. She has seen the birthing process from all sides and said that though she recommends the Birth & Women's Center, hospitals play an important role in the community and the best place to deliver a baby depends on the person who is having it.\n\nHeather Boos, a preschool special education teacher, said the natural birth was \"absolutely\" a good experience.\n\nShe stopped by the birthing center about 8 p.m. Tuesday with some mild contractions but was sent home. When she returned about midnight \"things started progressing very quickly\" into what medical professionals call \"active labor.\"\n\n“It was definitely painful, but the midwives there are awesome and they helped get me through it,” Heather Boos said.\n\nTodd said when watching the pain of labor she tries to remind herself and the mother-to-be that it is all part of the natural birth process and it will be over soon.\n\n\"It’s worth the pain when you have the baby, and it’s temporary,” Todd said.\n\nRay Boos, an executive chef at Washburn University, acknowledged that he had the easy part Wednesday morning, providing moral support and waiting to cut the umbilical cord after Corbin showed himself to the world.\n\n\"I just kept my mouth shut and did what I was told last night,\" Ray Boos said. \"She did great. She’s a trooper. Natural birth is not easy.”\n\nBy 6 a.m., Ray, Heather and Corbin were relaxing at home — a perk, he said, of using the Birth & Women's Center.\n\n\"The women’s center is fantastic,\" Ray Boos said. \"They’ve always been great. They’ve got an amazing staff.”\n\nIn addition to Todd, Ray Boos also wanted to thank Eileen Greenham, the nurse who saw his wife through her entire pregnancy.\n\nThe only potential downside to the natural birth? Heather Boos says she hasn’t received any of the donated swag that hospitals sometimes distribute to the family that has the year's first child.\n\nBut no one in the family was complaining Wednesday. Not after looking down at healthy Corbin Albert, born one day before his due date with a full head of hair and named in honor of several ancestors.\n\n\"We’re all a little tired, but it’s really great to have him here,\" Ray Boos said. \"We've been waiting a long time to see him.”", "article_metadata": {"keywords": "News, Local, Andy Marso", "og": {"site_name": "CJOnline.com", "description": "Norla Todd delivered a baby at 1:56 a.m. Wednesday at the Birth & Women's Center in Topeka and then quickly called local hospitals to see whether they had had any births in the new year.", "title": "Topeka's first baby of 2014 is natural birth", "url": "http://cjonline.com/news/2014-01-01/topekas-first-baby-2014-natural-birth", "image": "http://cjonline.com/sites/default/files/lead_photo/holla.jpg", "type": "article"}, "description": "Norla Todd delivered a baby at 1:56 a.m. Wednesday at the Birth & Women's Center in Topeka and then quickly called local hospitals to see whether they had had any births in the new year. “They said, 'No, but we’re getting ready to,' and I said, 'Have a good birth,' ” Todd said.A girl was born at St. Francis Health about an hour later, but little 7-pound, 8.5-ounce Corbin Albert Boos had beaten them all to become the first baby born in Topeka in 2014."}, "_id": "\"57477af36914bd0286fcf3ef\"", "article_summary": "Natural birth is not easy.”By 6 a.m., Ray, Heather and Corbin were relaxing at home — a perk, he said, of using the Birth & Women's Center.\nHeather Boos, a preschool special education teacher, said the natural birth was \"absolutely\" a good experience.\n“They said, 'No, but we’re getting ready to,' and I said, 'Have a good birth,' ” Todd said.\nThe only potential downside to the natural birth?\n“It was definitely painful, but the midwives there are awesome and they helped get me through it,” Heather Boos said."}