{"article_title": "Obama calls for overhaul of prison system, end of mandatory minimum sentences", "article_keywords": ["president", "mr", "overhaul", "calls", "reform", "justice", "offenders", "sentences", "system", "drug", "end", "minimum", "prison", "nonviolent", "mandatory", "criminal", "obama"], "article_url": "http://www.washingtontimes.com/news/2015/jul/14/obama-calls-for-overhaul-of-prison-system-end-of-m/?page=all", "article_text": "President Obama on Tuesday laid out a sweeping plan for criminal justice reform in America, calling for the end of mandatory minimum sentences for nonviolent drug offenders, a review of solitary confinement in prisons and a host of other steps.\n\nSpeaking at the NAACP convention in Philadelphia, the president said he’s optimistic that Republicans and Democrats in Washington, and in states across the country, will join him in undertaking a massive overhaul of the entire criminal justice system. He said more investments must be made in early childhood education and after-school programs so that children are less likely to break the law, and he called on Congress to revamp sentencing guidelines so that individual judges and prosecutors have more discretion and aren’t bound by mandatory minimums.\n\nMr. Obama’s primary focus was on nonviolent drug offenders, many of whom, he said, simply don’t belong in prison.\n\nSEE ALSO: Obama commutes sentences for 46 drug offenders\n\n“We’ve also locked up more and more nonviolent drug offenders than ever before, for longer than ever before, and that is the real reason our prison population is so high,” the president said to a supportive crowd. “In far too many cases, the punishment simply does not fit the crime. If you’re a low-level drug dealer, or you violate your parole, you owe some debt to society, you have to be held accountable and make amends. But you don’t owe 20 years. You don’t owe a life sentence. That’s disproportionate to the price that should be paid. And by the way, the taxpayers are picking up the tab for that price.”\n\nThe U.S. spends about $80 billion each year on incarcerations, the president said, and that number is rising along with the American prison population. There are currently about 2.2 million Americans in prison, accounting for roughly 25 percent of all prisoners worldwide. A growing number of them are behind bars for nonviolent drug crimes.\n\nMr. Obama earlier this week commuted the sentences of 46 such nonviolent drug offenders, saying their sentences were far too long for the crimes they committed. The commutations were a clear sign that the president intends to focus on criminal justice reform during his final 18 months in office.\n\nSEE ALSO: Obama calls irate Netanyahu on Iran deal; Israeli slams ‘historic’ mistake\n\nOn Capitol Hill, Mr. Obama has allies on the issue. A growing number of lawmakers of both parties — including, perhaps most notably, 2016 Republican presidential candidate Sen. Rand Paul — have called for major changes to the criminal justice system and specifically to how nonviolent drug offenders are punished.\n\nMr. Paul and Sen. Cory Booker, New Jersey Democrat, have introduced legislation designed to keep nonviolent criminals out of jail. Mr. Booker told a House panel Tuesday that the costs of mass incarceration go far beyond dollars, as ex-convicts often can’t get jobs, home loans or federal grants for college.\n\n“Our nation has not reached its full potential, it has not elevated those ideals of freedom and liberty if we cannot address this problem,” Mr. Booker said.\n\nCriminal justice reform legislation also has emerged in the House. Rep. Jim Sensenbrenner, Wisconsin Republican, and Rep. Bobby Scott, Virginia Democrat, have introduced a bill promoting treatment programs and other alternatives to incarceration.\n\n“We’re spending more, getting less, and destroying communities in the process,” Mr. Sensenbrenner said Tuesday, referring to mass incarcerations.\n\nSpecifically, Mr. Obama directed the Justice Department to review whether solitary confinement in prisons should be scrapped amid fears it breeds more hardened criminals. He also admonished society to take the rights of prisoners more seriously.\n\n“We should not be tolerating rape in prison and we should not be making jokes about it in our popular culture,” he said.\n\nAs lawmakers craft criminal justice reform legislation, the president said they should examine whether mandatory minimum sentences for drug offenses should be done away with.\n\n“For nonviolent drug crimes, we need to lower long mandatory sentences or get rid of them entirely,” Mr. Obama said. “Give judges some discretion around nonviolent crimes that potentially we can steer a young person who has made a mistake in a better direction.”\n\nHowever, 19 Republicans on the House Judiciary Committee took another tack Tuesday, sending a letter demanding that Attorney General Loretta Lynch answer detailed questions about drug offenders to whom Mr. Obama has granted clemency.\n\nRep. Bob Goodlatte, Virginia Republican and the panel chairman, said they are deeply concerned that Mr. Obama has been using his pardon power unconstitutionally, to benefit specific classes of offenders and as a form of refusal to enforce laws.\n\n⦁ Maggie Ybarra contributed to this report.", "article_metadata": {"description": "President Obama on Tuesday laid out a sweeping plan for criminal justice reform in America, calling for the end of mandatory minimum sentences for nonviolent drug offenders, a review of solitary confinement in prisons and a host of other steps.", "author": "The Washington Times http://www.washingtontimes.com", "og": {"site_name": "The Washingtion Times", "description": "President Obama on Tuesday laid out a sweeping plan for criminal justice reform in America, calling for the end of mandatory minimum sentences for nonviolent drug offenders, a review of solitary confinement in prisons and a host of other steps.", "title": "Obama calls for overhaul of prison system, end of mandatory minimum sentences", "url": "http://www.washingtontimes.com/news/2015/jul/14/obama-calls-for-overhaul-of-prison-system-end-of-m/", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2015/07/13/622142903c06181f7c0f6a7067009485.jpg", "type": "article"}, "twitter": {"site": "@washtimes", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2015/07/13/622142903c06181f7c0f6a7067009485.jpg", "description": "President Obama on Tuesday laid out a sweeping plan for criminal justice reform in America, calling for the end of mandatory minimum sentences for nonviolent drug offenders, a review of solitary confi", "card": "summary", "title": "Obama calls for overhaul of prison system, end of mandatory minimum se"}, "Author": "Ben Wolfgang", "bitly-verification": "d180fd45f70d", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web2", "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "news_keywords": "Social Issues, Law Crime, Politics, War Conflict"}, "article_summary": "SEE ALSO: Obama calls irate Netanyahu on Iran deal; Israeli slams ‘historic’ mistakeOn Capitol Hill, Mr. Obama has allies on the issue.\n“For nonviolent drug crimes, we need to lower long mandatory sentences or get rid of them entirely,” Mr. Obama said.\nMr. Obama’s primary focus was on nonviolent drug offenders, many of whom, he said, simply don’t belong in prison.\nMr. Obama earlier this week commuted the sentences of 46 such nonviolent drug offenders, saying their sentences were far too long for the crimes they committed.\nAs lawmakers craft criminal justice reform legislation, the president said they should examine whether mandatory minimum sentences for drug offenses should be done away with."}