{"article_title": "8 Insurance Schemes Modi launched and how they benefit you", "article_keywords": ["opt", "schemes", "eligible", "workers", "rs", "minimum", "deposits", "offers", "benefit", "costs", "modi", "staff", "insurance", "launched", "1000"], "article_url": "http://www.businessinsider.in/8-Insurance-Schemes-Modi-launched-and-how-they-benefit-you/articleshow/47418104.cms", "article_text": "It's one year completion for Modi government and guess what? Inspired by the political watchers, critics have started filing the report card of success and failures of the government that has been in the centre for a year.The government has launched a few social security schemes, which are of enormous significance for the masses. At a cost of a nominal premium, these schemes ensure comfortable future for many. The Economic Times has listed the schemes along with the specifications, eligibility and detailed benefits .WHAT IT OFFERS: Pension between Rs 1,000 and Rs 5,000 a month.WHAT IT COSTS: For a monthly pension of Rs 1,000, a 40-year-old subscriber will have to invest Rs 291 per month for 20 years, while an 18-year-old will have to contribute Rs 42 per month for 40 years.WHO IS ELIGIBLE: All individuals between 18 and 40, who will have to contribute till they turn 60.WHO SHOULD OPT FOR IT: This is an investment you need to make on behalf of your domestic staff who may not have anyone to look after them once they stop working.WHAT IT OFFERS: Accidental death and disability cover of Rs 2 lakh.WHAT IT COSTS: Premium is Rs 12 per year.WHO IS ELIGIBLE: Anybody who has a savings account in the banks that offer this scheme.WHO SHOULD OPT FOR IT: Although it is for everybody, this scheme especially suits drivers, security guards, newspaper vendors, vegetable vendors and others who are exposed to the risk of accidental death or disability.WHAT IT OFFERS: A pure protection term insurance cover which pays Rs 2 lakh to dependents in the event of the policyholder's death.WHAT IT COSTS: Premium is Rs 330 a year.WHO IS ELIGIBLE: Anybody in the age band of 18-70 years who has a savings account in a bank that offers this scheme.WHO SHOULD OPT FOR IT: This is a must for any member of your staff who is the sole breadwinner in his or her family.WHAT IT OFFERS: A savings account with no minimum balance. The Rupay ATM-cum-debit card comes with in-built accident and life covers of Rs 1 lakh and Rs 30,000 respectively.WHAT IT COSTS: NilWHO IS ELIGIBLE: Anyone belonging to the economically weaker sections of society. As all future welfare and subsidy schemes are likely to be linked to it, it is a must for your staff.WHO SHOULD OPT FOR IT: All those working in the unorganised sector. You can transfer salaries directly into the accounts of your domestic staff to inculcate a banking habit in them.WHAT IT OFFERS: Time deposits with tenures of one to four years yield 8.4%, while five-year deposits will earn 8.5%. Bank fixed deposits in the name of your employees' senior citizen parents will earn 9-9.25%.WHAT IT COSTS: The minimum investment for post office time deposits is Rs 200 and there is no cap.WHO IS ELIGIBLE: Anyone with a bank account or Aadhar card.WHO SHOULD OPT FOR IT: These investments will help meshorter term requirements of your staff and other unorganised workers like housing loan down payment, coaching class fees and so on.WHAT IT OFFERS: A secure interest rate of 8.7% and the promise to double the investment in 100 months.WHAT IT COSTS: The minimum investment is Rs 1,000. No maximum limit.WHO IS ELIGIBLE: AllWHO SHOULD OPT FOR IT: All domestic workers, vendors and neighbourhood workers to fund their medium term requirements.WHAT IT OFFERS: Guaranteed annual returns of 9.2%.WHAT IT COSTS: Minimum contribution is Rs 1,000 a year and the maximum is Rs 1.5 lakh.WHO IS ELIGIBLE: Girl child below the age of 10.WHO SHOULD OPT FOR IT: Most domestic workers tend to take their daughters out of school to help with household chores or to make way for their brothers, whose education is considered more important. This serves as an incentive to save for a daughter's education and marriage.WHAT IT OFFERS: Cover for expenses incurred during hospitalisation due to illness or surgery.WHAT IT COSTS: Rs 700-800 a year for a cover of Rs 50,000 for indivuduals aged between 18 and 40 years.WHO IS ELIGIBLE: AllWHO SHOULD OPT FOR IT: Hospitalisation can wipe out the entire savings of those already at a financial disadvantage. Though not offered by the government, affordable policies are available from state-owned non-life insurers like New India Assurance and Oriental Insurance.The ET has further calculated how much these might cost.Pradhan Mantri Jan Dhan Yojan = NIL + Pradhan Mantri Jeevan Jyoti Bima Yojana = Rs 330 + Pradhan Mantri Suraksha Bima Yojana = Rs 12 + Atal Pension Yojana = Rs 3,492* + Health Insurance = Rs 800* + Sukanya Samriddhi Scheme = Rs 1,000# + Kisan Vikas Patra = Rs 1,000# + Post Office Time Deposits = Rs 200#*Assuming your employee is 40 years old and monthly pension chosen is Rs 1,000 in case of APY. #If minimum requirement is invested(Image: Reuters)", "article_metadata": {"website": "http://www.businessinsider.in/", "cmsei": "cms.next", "description": "The government has launched a few social security schemes, which are of enormous significance for the masses.", "og": {"url": "http://www.businessinsider.in/8-Insurance-Schemes-Modi-launched-and-how-they-benefit-you/articleshow/47418104.cms", "type": "article", "image": "http://www.businessinsider.in/photo/47418104.cms", "site_name": "Business Insider", "title": "8 Insurance Schemes Modi launched and how they benefit you"}, "twitter": {"description": "The government has launched a few social security schemes, which are of enormous significance for the masses.", "title": "8 Insurance Schemes Modi launched and how they benefit you", "url": "http://www.businessinsider.in/8-Insurance-Schemes-Modi-launched-and-how-they-benefit-you/articleshow/47418104.cms", "image": "http://www.businessinsider.in/photo/47418104.cms", "site": "@bi_india", "card": "summary"}, "HandheldFriendly": "True", "msvalidate.01": "BAB71AAED7CCC01DB106A58E99625EB4", "fb": {"admins": 556964827, "app_id": 645465345465774}, "keywords": "World Health Organization,suits,savings,Post office,pension,Oriental Insurance,New India Assurance,Modi Government,Jyoti Bima Yojana,Jan dhan Yojana,Jan Dhan Yojan,investments,invest,interest rate,insurance,Guess", "google-site-verification": "NpZv5Qfl0TuFiebbwMualP_h2a3QtmQGFjE9hhw9um8", "viewport": "width=device-width; initial-scale=1.0; maximum-scale=2.0; minimum-scale=1.0; user-scalable=yes", "news_keywords": "World Health Organization,suits,savings,Post office,pension"}, "article_summary": "At a cost of a nominal premium, these schemes ensure comfortable future for many.\nIt's one year completion for Modi government and guess what?\nAs all future welfare and subsidy schemes are likely to be linked to it, it is a must for your staff.WHO SHOULD OPT FOR IT: All those working in the unorganised sector.\nThe Rupay ATM-cum-debit card comes with in-built accident and life covers of Rs 1 lakh and Rs 30,000 respectively.WHAT IT COSTS: NilWHO IS ELIGIBLE: Anyone belonging to the economically weaker sections of society.\nInspired by the political watchers, critics have started filing the report card of success and failures of the government that has been in the centre for a year.The government has launched a few social security schemes, which are of enormous significance for the masses."}