{"article_title": "New Hampshire's Business News for May 24", "article_keywords": ["24", "nh", "mental", "business", "federal", "energy", "million", "hampshires", "hampshire", "union", "state", "health"], "article_url": "http://www.nhbr.com/NHBR-News-Browser-May-2016/New-Hampshires-Business-News-for-May-24/", "article_text": "New Hampshire's Business News for May 24\n\nA look at today's top business headlines, including: National mental health initiative launched in NH, D-H, Elliot considering affiliation, ACA impact on state departments, conference committee weighs Section 179 deduction compromise\n\nHeadlines compiled by NH Business Review staff\n\nNational mental health initiative launched in New Hampshire New Hampshire officials are joining Michelle Obama, Richard Gere and Prince Harry in encouraging residents to care for their mental health and learn the signs of emotional distress. – CONCORD MONITOR\n\nBroderick: Let’s Change Direction on mental illness We will save and restore lives if we begin to treat it with the respect and humanity it deserves. – NH BUSINESS REVIEW\n\nD-H, Elliot considering affiliation Hospital and clinic operator Dartmouth-Hitchcock has begun confidential discussions about an affiliation deal with Elliot Health System, a smaller provider with a flagship hospital in Manchester that has been reported to need a $350 million makeover. – VALLEY NEWS\n\nState departments prepare for ACA impact State departments will not allow most of their seasonal employees to work full time this year in an effort to bring the state in compliance with the Affordable Care Act. – PORTSMOUTH HERALD\n\nFree Medical Clinic closes its doors for the last time In the past three years, patient turnout dropped, officials believe, because they are getting insured under the Affordable Care Act. – HAMPTON UNION\n\nConference committee weighs Section 179 deduction compromise The fiscal impact of increasing New Hampshire’s Section 179 deduction cap, but at lower levels than the federal government allows, could be 60 percent greater than originally thought, but there seems to be a consensus that it should be done. – NH BUSINESS REVIEW\n\nDecision to extend review for Northern Pass criticized The statewide Business and Industry Association, along with the union representing electrical workers, on Monday criticized the state's Site Evaluation Committee for extending the review process. – NH UNION LEADER\n\nPipeline project officially capped The controversial Tennessee Gas, Northeast Energy Direct pipeline project proposed by Texas-based energy company Kinder Morgan has been effectively canceled following the withdrawal of an application the gas giant filed with the Federal Energy Regulatory Commission. – NASHUA TELEGRAPH\n\nMassive solar array pitched in Fitzwilliiam A solar array approximately 60- to 80-times more powerful than any currently in the state may be coming to hundreds of acres in Fitzwilliam. – KEENE SENTINEL\n\nSolar array to power Durham's town buildings James Hasselbeck, operations manager for ReVision Energy, says the project will be the second largest solar array in the state. – NH PUBLIC RADIO\n\nNew England losing its forest cover Forest cover has declined throughout New England and New York over the last decade, according to a University of New Hampshire study. – WMUR-TV\n\nConnecting the dots: PFOA, Congress and the EPA Last week was a big news week for residents dealing with water contamination issues in New Hampshire and across the country. – NH PUBLIC RADIO\n\nLiquor Commission contract dispute goes to trial A dispute between the state Liquor Commission and a company that claims the agency flouted competitive bidding rules four years ago by choosing a competitor for a 20-year, $200-million warehousing contract opened for trial Monday. – CONCORD MONITOR\n\nCinemagic to offer beer, wine at NH theaters Moviegoers in the Granite State will soon be able to enjoy a beer or glass of wine while inside the theater. – WMUR-TV\n\nForrester hits Sununu’s position on federal minimum wage Candidate for governor Jeanie Forrester on Monday called on Republican primary rival Chris Sununu to retract what she said was Sununu’s “advocacy” for an increase in the federal minimum wage. – WMUR-TV\n\nWindham couple wants fraud charges dismissed A local couple charged with defrauding members of a Massachusetts construction union out of $2 million is asking a federal court to dismiss all charges against them. – LAWRENCE EAGLE TRIBUNE\n\nGreenville's Pilgrim Foods fined nearly $1 million Pilgrim Foods has been fined nearly $1 million by the state for violations to the Water Pollution and Waste Disposal Act and the Hazardous Waste Management Act, the state said Monday. – NH UNION LEADER\n\nGranite State Made: Tender Corporation The Littleton company, which was founded in 1973, produces a variety of outdoor and survival items, including the well-known After Bite. – WMUR-TV\n\nNHBR Featured Event: 2016 TD Bank Small Business Expo This year's Expo will also feature a 1-hour, Exclusive Exhibitor Networking session prior to the event where exhibitors will travel around the room together as each exhibiting business and organization pitches their business to the gathered crowd. Free, but preregistration required. Tomorrow evening in Nashua.", "article_metadata": {"fb": {"app_id": 357619467597909}, "description": "A look at today's top business headlines, including: EPA announces PFOA advisory level, Northern Pass decision deadline extended to 2017, Elliot CEO to step down, NH Supreme Court ruling makes all employees potentially liable for workplace harassment", "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0"}, "article_summary": "– NH BUSINESS REVIEWDecision to extend review for Northern Pass criticized The statewide Business and Industry Association, along with the union representing electrical workers, on Monday criticized the state's Site Evaluation Committee for extending the review process.\n– WMUR-TVNHBR Featured Event: 2016 TD Bank Small Business Expo This year's Expo will also feature a 1-hour, Exclusive Exhibitor Networking session prior to the event where exhibitors will travel around the room together as each exhibiting business and organization pitches their business to the gathered crowd.\n– NH UNION LEADERGranite State Made: Tender Corporation The Littleton company, which was founded in 1973, produces a variety of outdoor and survival items, including the well-known After Bite.\nNew Hampshire's Business News for May 24A look at today's top business headlines, including: National mental health initiative launched in NH, D-H, Elliot considering affiliation, ACA impact on state departments, conference committee weighs Section 179 deduction compromiseHeadlines compiled by NH Business Review staffNational mental health initiative launched in New Hampshire New Hampshire officials are joining Michelle Obama, Richard Gere and Prince Harry in encouraging residents to care for their mental health and learn the signs of emotional distress.\n– NH BUSINESS REVIEWD-H, Elliot considering affiliation Hospital and clinic operator Dartmouth-Hitchcock has begun confidential discussions about an affiliation deal with Elliot Health System, a smaller provider with a flagship hospital in Manchester that has been reported to need a $350 million makeover."}