{"article_title": "John Kerry chides GOP for Senate letter on Iran nuclear deal", "article_keywords": ["kerry", "way", "deal", "senate", "nuclear", "told", "written", "chides", "letter", "mr", "iran", "john", "gop", "cotton"], "article_url": "http://www.washingtontimes.com/news/2015/mar/15/john-kerry-chides-gop-for-senate-letter-on-iran-nu/", "article_text": "Secretary of State John F. Kerry said Sunday the decision by 47 Senate Republicans to interject themselves into nuclear negotiations with Iran was “unprecedented” and “calculated to interfere” with his efforts to limit the Islamic republic’s ability to build an atomic bomb.\n\nClearly upset by the GOP’s move, Mr. Kerry said he deserves to head to Switzerland for talks without being pre-judged by lawmakers who think the administration is marching toward a dangerous and misguided deal.\n\n“It’s like giving people a grade on a test before the test is even written, let alone given,” he told CBS’ “Face the Nation.”\n\nForty-seven Senate Republicans last week signed the letter written by freshman Sen. Tom Cotton of Arkansas, aimed at derailing a potential nuclear deal with Iran. The letter warned Iranian leaders that any permanent deal must have congressional approval, rather than just Mr. Obama’s support.\n\nMr. Kerry said that is incorrect, “because they cannot change an executive agreement.”\n\nBut Mr. Cotton strenuously objected to the secretary’s assertion that he does not need Congress’ imprimatur to make the deal binding and long-lasting.\n\n“That’s not the way our constitutional system works, and it’s certainly not the way we should be negotiating with Iran,” Mr. Cotton told CBS, adding that he has “no regrets at all” over the letter.\n\nSenate Majority Leader Mitch McConnell, Kentucky Republican, also said the letter was not a mistake, even though his caucus has come under criticism for going around the administration.\n\nSome GOP members have expressed regret for how the letter was drafted and signed in haste.\n\nMr. Kerry said he won’t apologize for their actions when he comes to the negotiating table with Iran and foreign allies.\n\n“Not on your life,” he said. “I’m not going to apologize for the unconstitutional un-thought-out action by somebody who’s been in the United States Senate for 60-something days.”", "article_metadata": {"description": "Secretary of State John F. Kerry says the decision by Senate Republicans to interject themselves into nuclear negotiations with Iran was \"calculated to interfere\" with his efforts to limit Tehran's ability to build an atomic bomb.", "Author": "Tom Howell Jr.", "og": {"site_name": "The Washingtion Times", "description": "Secretary of State John F. Kerry says the decision by Senate Republicans to interject themselves into nuclear negotiations with Iran was “calculated to interfere” with his efforts to limit Tehran’s ability to build an atomic bomb.", "title": "John Kerry chides GOP for Senate letter on Iran nuclear deal", "url": "http://www.washingtontimes.com/news/2015/mar/15/john-kerry-chides-gop-for-senate-letter-on-iran-nu/", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2015/03/15/Kerry-Syria.JPEG-09b79.jpg", "type": "article"}, "twitter": {"image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2015/03/15/Kerry-Syria.JPEG-09b79.jpg", "title": "John Kerry chides GOP for Senate letter on Iran nuclear deal", "description": "Secretary of State John F. Kerry says the decision by Senate Republicans to interject themselves into nuclear negotiations with Iran was \"calculated to interfere\" with his efforts to limit Tehran's ab", "card": "summary", "site": "@washtimes"}, "author": "The Washington Times http://www.washingtontimes.com", "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web1", "bitly-verification": "d180fd45f70d", "news_keywords": "Politics, John F Kerry, Iran, Tom Cotton, Republican Party"}, "_id": "\"57477af36914bd0286fcf406\"", "article_summary": "Mr. Kerry said he won’t apologize for their actions when he comes to the negotiating table with Iran and foreign allies.\nThe letter warned Iranian leaders that any permanent deal must have congressional approval, rather than just Mr. Obama’s support.\nMr. Kerry said that is incorrect, “because they cannot change an executive agreement.”But Mr. Cotton strenuously objected to the secretary’s assertion that he does not need Congress’ imprimatur to make the deal binding and long-lasting.\nClearly upset by the GOP’s move, Mr. Kerry said he deserves to head to Switzerland for talks without being pre-judged by lawmakers who think the administration is marching toward a dangerous and misguided deal.\n“That’s not the way our constitutional system works, and it’s certainly not the way we should be negotiating with Iran,” Mr. Cotton told CBS, adding that he has “no regrets at all” over the letter."}