{"article_title": "Doctors Call for Single Payer Health Reform", "article_keywords": ["physicians", "payer", "reform", "national", "singlepayer", "system", "single", "program", "health", "editorial", "doctors", "proposal", "insurance", "care"], "article_url": "http://www.singlepayeraction.org/2016/05/09/doctors-call-for-single-payer-health-reform/", "article_text": "A group of activists physicians gathered at the National Press Building last week to call for creation of a publicly financed, single-payer national health program that would cover all Americans for all medically necessary care.\n\nThe proposal, which was drafted by a blue-ribbon panel of 39 leading physicians, was supported in an editorial — “Moving Forward from the Affordable Care Act to a Single-Payer System” — published in the American Journal of Public Health.\n\nThe editorial links to the full proposal titled “Beyond the Affordable Care Act: A Physicians’ Proposal for Single-Payer Health Care Reform” and the names of all the signers, and it appeals for additional physicians to add their names as endorsers.\n\nThe proposal currently has more than 2,200 signers from 48 states and the District of Columbia.\n\n“Our nation is at a crossroads,” said Dr. Adam Gaffney, a Boston-based pulmonary disease and critical care specialist, lead author of the editorial and co-chair of the Working Group that produced the proposal.\n\n“Despite the passage of the Affordable Care Act six years ago, 30 million Americans remain uninsured, an even greater number are underinsured, financial barriers to care like co-pays and deductibles are rising, bureaucracy is growing, provider networks are narrowing, and medical costs are continuing to climb.\n\n“Caring relationships are increasingly taking a back seat to the financial prerogatives of insurance firms, corporate providers, and Big Pharma,” Gaffney said. “Our patients are suffering and our profession is being degraded and disfigured by these mercenary interests.”\n\nDr. Steffie Woolhandler, a co-author of the editorial and proposal who is a professor of public health at the City University of New York’s Hunter College and lecturer at Harvard Medical School, said that “we can continue down this harmful path – or even worse, take an alternative, ‘free-market’ route that would compound our problems – or we can embrace the long-overdue remedy that we know will work: the creation of a publicly financed, nonprofit, single-payer system that covers everybody.”\n\n“Today we’re saying we must quickly make that shift. Lives are literally at stake.”\n\nUnder the national health program (NHP) outlined by the physicians patients could choose to go to any doctor and hospital. Most hospitals and clinics would remain privately owned and operated, receiving a budget from the NHP to cover all operating costs. Physicians could continue to practice on a fee-for-service basis, or receive salaries from group practices, hospitals or clinics.\n\nThe program would be paid for by combining current sources of government health spending into a single fund with modest new taxes that would be fully offset by reductions in premiums and out-of-pocket spending. Co-pays and deductibles would be eliminated.\n\nThe single-payer program would save about $500 billion annually by eliminating the high overhead and profits of insurance firms, and the massive paperwork they inflict on hospitals and doctors.\n\nThe administrative savings of the streamlined system would fully offset the costs of covering the uninsured and upgraded coverage for everyone else, e.g. full coverage of prescription drugs, dental care and long-term care. Savings would also be redirected to currently underfunded health priorities, particularly public health.\n\nThe “single payer” would be in a strong position to negotiate lower prices for medications and other medical supplies, yielding additional savings and reining in costs.\n\nSurveys show strong, rising support for single-payer national health insurance among physicians. A 2008 survey of physicians found that 59 percent supported “legislation to establish national health insurance,” up from 49 percent five years earlier.\n\n“We can no longer afford to waste the vast resources we do on the administrative costs, executive salaries, and profiteering of the private insurance system,” said Dr. Marcia Angell, a co-author of the editorial and proposal, co-chair of the working group, member of the faculty of global health and social medicine at Harvard Medical School and former editor-in-chief of the New England Journal of Medicine. “We get too little for our money. It’s time to put those resources into real health care for everyone.”", "article_metadata": {"generator": "WordPress 3.8.14", "viewport": "width=device-width"}, "_id": "\"57477af36914bd0286fcf424\"", "article_summary": "Surveys show strong, rising support for single-payer national health insurance among physicians.\nIt’s time to put those resources into real health care for everyone.”\nA 2008 survey of physicians found that 59 percent supported “legislation to establish national health insurance,” up from 49 percent five years earlier.\nLives are literally at stake.”Under the national health program (NHP) outlined by the physicians patients could choose to go to any doctor and hospital.\nThe editorial links to the full proposal titled “Beyond the Affordable Care Act: A Physicians’ Proposal for Single-Payer Health Care Reform” and the names of all the signers, and it appeals for additional physicians to add their names as endorsers."}