{"article_title": "What’s the connection between the Baltimore riots and the Affordable Care Act?", "article_keywords": ["affordable", "whats", "hopkins", "hospital", "healthcare", "riots", "connection", "costs", "health", "act", "jobs", "hospitals", "medical", "baltimore", "care"], "article_url": "https://www.washingtonpost.com/news/monkey-cage/wp/2015/12/03/this-explains-how-the-baltimore-riots-and-the-affordable-care-act-are-two-sides-of-one-problem/", "article_text": "\n\nThe Gyalwang Drukpa, a Buddhist leader from South Asia, blesses a mural of Freddie Gray in Baltimore, Maryland, May 7, 2015. 25-year-old Freddie Gray died from spinal injuries sustained when he was arrested in a public housing area. (JIM WATSON/AFP/Getty Images)\n\nDecember is the month in which many people enrolled in “Obamacare” must reassess and renew their plans. As they do so, it’s a good time to evaluate the politics and economics behind those health-care costs.\n\nHospitals and health care keep cities employed. Take away hospital and medical care jobs, and you are removing one of the engines of economic hope for urban areas. But the need to add jobs is directly at odds with the Affordable Care Act (ACA)’s commitment to—well, to affordable health care.\n\nThat conflict is on display right now in Baltimore. In September, a coalition of community activists and Baltimore hospitals had proposed a rate increase for the Johns Hopkins Health System. The goal: bring in $40 million that the hospitals would use to create 1,000 entry-level jobs for inner city residents (including former prisoners), jobs ranging from community health workers and ACA enrollment assistors to dietary staff, nursing assistants, and security guards. Known as the Health Employment Program, the proposal was developed as a direct response to the April riots — and to the underlying absence of opportunity and hope in Baltimore’s most desperate neighborhoods.\n\nBut last Wednesday, the staff of Maryland’s hospital rate setting agency, the Health Services Cost Review Commission (HSCRC), recommended that the commission say no.\n\nWhat does the Baltimore decision have to do with the larger challenges facing the ACA?\n\nA very brief history of how hospitals came to dominate U.S. health-care spending\n\nHealth care is extraordinarily expensive in the United States, with spending levels far higher than in other developed nations. Hospital costs, particularly at prestigious academic medical centers like Hopkins, are a large part of the problem.\n\nThe issue is deeply rooted in the history of health-care policy. In 1945 and again in 1949, Harry Truman proposed national health insurance. That failed, but Congress did pass the Hill-Burton Act to subsidize hospital construction around the nation. Hill-Burton, which continued into the 1990s, turned pricey hospitals into one of the U.S.’s primary sources of health-care services.\n\nLyndon Johnson did something similar in his landmark 1965 Medicare legislation, reimbursing hospitals generously, at the rate of costs plus 2 percent compensation. This meant that as costs went up, hospitals automatically received higher payments.\n\nMedicare also retained the medical system’s prevailing fee-for-service payment structure, which provided incentives to over-treat and over-test because hospitals would receive payments for every service provided. As a result, Medicare not only built hospital inflation into the program but also, through its size and influence, reinforced inflationary cost structures throughout the wider health care system.\n\nJimmy Carter tried to control hospital rate increases — but was badly defeated in Congress, where the hospital industry fought his proposals. The 1980s and 1990s brought some controls on hospital costs through managed care and reimbursement limits for specific procedures, but hospitals found ways to limit the impact of such changes.\n\nHealth care is pricey for other reasons, too. For instance, when hospitals and doctors get paid only for treatment — not for preventing illness or keeping patients healthy — they can’t help but be influenced by the incentive to over-treat. But hospital costs stemming from large labor forces, expensive buildings and equipment, and, in the case of academic medical centers like Hopkins, teaching and research, are one of the big reasons health care costs are so high.\n\nFor U.S. cities, health care means jobs, jobs, jobs\n\nYet as the proposed Baltimore program suggests, those same cost structures support the economies of communities throughout the country, employing millions of workers. Health care is, by far, the largest employment sector in Baltimore. When combined with the Johns Hopkins medical school, the Hopkins health system is the city’s biggest single employer. The same is true in most large cities that once had thriving manufacturing economies.\n\nThe proposed Baltimore program would use that reality to help the city’s most desperate residents — but with jobs instead of medicine.\n\nThe HSCRC staff acknowledged that inner city jobs are important — but insisted that increasing health-care costs is not the way to create those jobs. “All parties have acknowledged the importance of jobs in reducing economic disparities,” explained the staff’s preliminary report. The report added that, in fact, if the HSCRC’s own cost control goals are met, hospital jobs will likely be reduced: “hospital usage should decline and there is a concern that individuals in need of jobs might be employed in jobs that would be eliminated, thereby defeating the purpose of the Program.”\n\nUltimately, the HSCRC staff rejected the idea that insurers and their customers should pay for a hospital jobs program.\n\nYet that is already the reality in an economy in which health-care accounts for more than 17 percent of GDP. We simply have not thought of hospitals and medical centers that way before.\n\nHigh health-care costs threaten not just the ACA’s insurance exchanges and co-ops, but the entire system of medical care, public and private. The ACA did little to check the rise of spending. Maryland’s HSCRC, in fact, has a unique waiver from the federal Center for Medicare and Medicaid Services to experiment with setting overall caps on expenditures by Maryland hospitals. It is widely seen as one of the most important cost control experiments in the United States. But it remains an experiment.\n\nBut those same costs sustain many American communities, putting food on the table in many households. And health-care jobs may be the only immediate economic hope for neighborhoods such as the one in which Freddie Gray lived before his death in police custody last spring.\n\nGuian McKee is an associate professor of public policy at the University of Virginia’s Miller Center, and a fellow at UVA’s Center for Health Policy. He is the author of “The Problem of Jobs: Liberalism, Race, and Industrialization in Philadelphia,“ and is currently working on a book on the rise of the health-care economy in American cities after World War II.", "article_metadata": {"description": "As the trial on Freddie Gray's death in police custody continues, it's important to understand the bigger picture.", "og": {"site_name": "Washington Post", "description": "As the trial on Freddie Gray's death in police custody continues, it's important to understand the bigger picture.", "title": "What’s the connection between the Baltimore riots and the Affordable Care Act?", "url": "https://www.washingtonpost.com/news/monkey-cage/wp/2015/12/03/this-explains-how-the-baltimore-riots-and-the-affordable-care-act-are-two-sides-of-one-problem/", "image": "https://img.washingtonpost.com/rf/image_1484w/2010-2019/WashingtonPost/2015/06/01/Editorial-Opinion/Images/Was8925324-1841.jpg", "type": "article"}, "referrer": "unsafe-url", "twitter": {"site": "@WashingtonPost", "card": "summary_large_image"}, "apple-itunes-app": "app-id=938922398, app-argument=https://www.washingtonpost.com/news/monkey-cage/wp/2015/12/03/this-explains-how-the-baltimore-riots-and-the-affordable-care-act-are-two-sides-of-one-problem/", "fb": {"admins": 500835072, "app_id": 41245586762}, "keywords": "ACA, Affordable Care Act, Obamacare, jobs, Freddie Gray, Baltimore riots, ppinclude", "article": {"publisher": "https://www.facebook.com/washingtonpost"}, "viewport": "width=device-width, initial-scale=1.0, user-scalable=yes, minimum-scale=0.5, maximum-scale=2.0", "news_keywords": "ACA, Affordable Care Act, Obamacare, jobs, Freddie Gray, Baltimore riots, ppinclude"}, "article_summary": "But the need to add jobs is directly at odds with the Affordable Care Act (ACA)’s commitment to—well, to affordable health care.\nTake away hospital and medical care jobs, and you are removing one of the engines of economic hope for urban areas.\nIn September, a coalition of community activists and Baltimore hospitals had proposed a rate increase for the Johns Hopkins Health System.\nWhen combined with the Johns Hopkins medical school, the Hopkins health system is the city’s biggest single employer.\nAs they do so, it’s a good time to evaluate the politics and economics behind those health-care costs."}