{"article_title": "How to get through Thanksgiving without a politics-inspired battle royale", "article_keywords": ["work", "castor", "worse", "youre", "thanksgiving", "politicsinspired", "battle", "going", "royale", "trying", "think", "tampa", "thats"], "article_url": "http://www.cltampa.com/news-views/article/20763777/how-to-get-through-thanksgiving-without-a-politics-inspired-battle-royale", "article_text": "VIEW GALLERY http://r1.cltampa.com/files/base/scomm/cltampa/image/2015/11/320w/53608496.jpg http://r3.cltampa.com/files/base/scomm/cltampa/image/2015/11/320w/happy_thanksgiving_by_naruwind_d87u8kd.jpg\n\nAhead of the Fourth of July holiday earlier this year, we wrote to you about how to counter your conservative friends' and relatives' claims about the Confederate Flag, same-sex marriage, the Affordable Care Act and other topics.\n\nWith Thanksgiving upon us, there is another set of social and political hot buttons that people won't shut up about, namely the Syrian refugee crisis and the 2016 presidential race. All the stuff we talked with you about in July is still around, too.\n\nThis time, we think it makes more sense to encourage everyone to not argue. After all, as we have learned through social media and the occasional chance conversation with someone on the other side of the political spectrum, we're not going to change their minds and they're not going to change ours.\n\n\n\n\n\nSo, instead, we're trying to think of ways to avoid the nastiness.\n\nEarlier Tuesday, we sought the wisdom of Congresswoman Kathy Castor. The Democratic U.S. Rep. from Tampa works in one of the most bitterly gridlocked environments imaginable, especially these days.\n\nTo avoid conflict, she said, it's best to think about why the holiday is observed in the first place, i.e. appreciating what one has.\n\n“I think the important thing with Thanksgiving is to reflect about how fortunate we are to live in the United States of America and to live in the Tampa Bay area,” she said.\n\nShe's right (though New Zealand would be cool, too), but that's easier said than done, of course, especially after wine has been consumed and opinions begin to roar.\n\nBut other tactics for avoiding conflict exist.\n\n“Trivial Pursuit,” Castor said, for instance.\n\nThis one does seem to work, and nearly any game will do, except for Cards Against Humanity, unfortunately, for obvious reasons if you're visiting with particularly uptight or conservative loved ones.\n\nThe trick is to keep the game going no matter what, even if someone gets up to grab a refill or hit the head. Because if you pause, that's when pesky conversation topics begin to surface.\n\nThere's also cooking, or doing things around the house that involve concentration or a steady communication stream and little distraction.\n\nAnd even if you find yourself approaching loggerheads as you're mincing garlic or whatever, there's got to be some kind of common ground. Finding it can be tricky; if you're a Democrat trying to not get in an argument with someone who thinks the Founding Fathers were devout Christians or that abortion is worse than slavery, you may have to resort to a cat video supercut.\n\nRegardless, it's Thanksgiving, and arguing isn't going to make you closer to your in-laws, let alone solve any of the dire situations you're bickering about. So if worse comes to worst, just walk away, and mutter under your breath how thankful you are for everything, including the progress we've made as a society in recent years.\n\n\"Gas prices are at the lowest they've been, the unemployment rate is low,\" Castor said. \"We are safe and sound. We have people that we should all keep in our prayers at Thanksgiving that are keeping us safe, whether that's local law enforcement or the folks that work at MacDill Air Force Base or the intelligence community.”\n\n", "article_metadata": {"description": "Ahead of the Fourth of July holiday earlier this year, we wrote to you about how to counter your conservative friends' and relatives' claims about the Con...", "og": {"type": "article", "image": "http://r1.cltampa.com/files/base/scomm/cltampa/image/2015/11/960w/53608496.jpg", "site_name": "Creative Loafing: Tampa Bay", "description": "Ahead of the Fourth of July holiday earlier this year, we wrote to you about how to counter your conservative friends' and relatives' claims about the Con...", "title": "How to get through Thanksgiving without a politics-inspired battle royale"}, "apple-mobile-web-app-capable": "yes", "apple-mobile-web-app-status-bar-style": "black", "google-site-verification": "7ehqC5TVlujj_KkCw_cMXSyKukkqxKv9SOkcxE1CbCI", "viewport": "width=device-width, initial-scale=1, user-scalable=no"}, "_id": "\"57477af36914bd0286fcf430\"", "article_summary": "Regardless, it's Thanksgiving, and arguing isn't going to make you closer to your in-laws, let alone solve any of the dire situations you're bickering about.\nTo avoid conflict, she said, it's best to think about why the holiday is observed in the first place, i.e.\nSo, instead, we're trying to think of ways to avoid the nastiness.\nThe Democratic U.S. Rep. from Tampa works in one of the most bitterly gridlocked environments imaginable, especially these days.\nWith Thanksgiving upon us, there is another set of social and political hot buttons that people won't shut up about, namely the Syrian refugee crisis and the 2016 presidential race."}