{"article_title": "Ted Cruz says he doesn't have health insurance", "article_keywords": ["blue", "shield", "lost", "obamacare", "ted", "whos", "cruz", "doesnt", "health", "millions", "insurance", "texas", "care"], "article_url": "http://www.cnn.com/2016/01/21/politics/ted-cruz-health-insurance-obamacare/", "article_text": "Story highlights \"You know who one of those millions of Americans who's lost their healthcare because of Obamacare? That would be me,\" Cruz said\n\nCruz also dismissed former presidential candidate Bob Dole's description of him as \"extremist\"\n\nWashington (CNN) Texas Sen. Ted Cruz said Thursday he has no health care and lost his coverage \"because of Obamacare.\"\n\n\"You know who one of those millions of Americans who's lost their health care because of Obamacare? That would be me. I don't have health care right now,\" he told an audience in Manchester, New Hampshire.\n\n\"I had purchased an individual policy and Blue Cross Blue Shield canceled all their individual policies in the state of Texas effective December 31st,\" Cruz explained. \"So our health care got canceled. We got a notice in the mail. Blue Cross Blue Shield was leaving the market.\"\n\nOn the trail, Cruz regularly promises to repeal Obamacare.\n\nCruz said in 2013 that he received his health insurance through his wife's plan at Goldman Sachs, boasting about not needing to receive government health care benefits.\n\nRead More", "article_metadata": {"description": "Texas Sen. Ted Cruz said Thursday he has no health care and lost his coverage \"because of Obamacare.\"", "pubdate": "2016-01-21T22:53:13Z", "author": "Eugene Scott, CNN", "og": {"site_name": "CNN", "description": "Texas Sen. Ted Cruz said Thursday he has no health care and lost his coverage \"because of Obamacare.\"", "pubdate": "2016-01-21T22:53:13Z", "title": "Ted Cruz says he doesn't have health insurance", "url": "http://www.cnn.com/2016/01/21/politics/ted-cruz-health-insurance-obamacare/index.html", "image": "http://i2.cdn.turner.com/cnnnext/dam/assets/160121145215-ted-cruz-january-20-2016-large-169.jpg", "type": "article"}, "section": "politics", "fb": {"app_id": 80401312489}, "thumbnail": "http://i2.cdn.turner.com/cnnnext/dam/assets/160121145215-ted-cruz-january-20-2016-large-169.jpg", "template-top": "politics,bra-2016-elections,art-vid-vls-col,col-ted-cruz", "vr": {"canonical": "http://www.cnn.com/2016/01/21/politics/ted-cruz-health-insurance-obamacare/index.html"}, "keywords": "politics, Ted Cruz says he doesn't have health insurance - CNNPolitics.com", "article": {"author": "https://www.facebook.com/EugeneScott202"}, "lastmod": "2016-01-22T03:04:03Z", "twitter": {"card": "summary_large_image"}, "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0"}, "article_summary": "Cruz said in 2013 that he received his health insurance through his wife's plan at Goldman Sachs, boasting about not needing to receive government health care benefits.\nI don't have health care right now,\" he told an audience in Manchester, New Hampshire.\n\"You know who one of those millions of Americans who's lost their health care because of Obamacare?\nThat would be me,\" Cruz saidCruz also dismissed former presidential candidate Bob Dole's description of him as \"extremist\"Washington (CNN) Texas Sen. Ted Cruz said Thursday he has no health care and lost his coverage \"because of Obamacare.\"\nBlue Cross Blue Shield was leaving the market.\""}