{"article_title": "Brooklyn's Whole Foods Opens in a Location That Sat Vacant for 132 Years. Are Locals \"Freaked Out\"?", "article_keywords": ["development", "building", "grocery", "opens", "lot", "132", "vacant", "store", "freaked", "foods", "brooklyns", "location", "opening", "subak", "residents", "gowanus", "locals"], "article_url": "http://reason.com/blog/2014/01/12/brooklyns-whole-foods-opens-on-empty-lot", "article_text": "In 2012, Kennedy and I made a video (click above) poking some fun at the community opposition to the building of a new Whole Foods grocery store in Brooklyn—an example of the anti-development impulse taken to the point of logical absurdity.\n\nA few weeks ago, Brooklyn's Whole Foods had its grand opening, which The New Yorker took as an opportunity to reflect on how gentrification and the opening of high-end supermarkets are a mixed bag for cities. In an article titled, “A Whole Foods Grows in Brooklyn,” Elizabeth Greenspan wrote:\n\nAbby Subak, the director of Arts Gowanus, said her group decided to work with Whole Foods to reach its shoppers, who might include art buyers and supporters. But she said the group is treading “a fine line”: it wants to broaden the audience for Gowanus’s artists, but it doesn’t want to promote big development. “The concern is that, by collaborating, we are perceived as endorsing development,” Subak said. “We are not endorsing big-box development or luxury development.” She has good reason to be sensitive. As in a lot of communities Whole Foods is eying, development is already transforming Gowanus. In addition to the new grocery store, a seven-hundred-unit condominium building is breaking ground. “People are freaked out,” Subak said. Residents have protested against both of these projects, part of a broader debate over how to develop Gowanus sustainably and inclusively.\n\nIs the value of building a grocery store on an desolate street dotted with storage facilities, gas stations, and gated warehouses—on a lot that’s been vacant for 132 years—really something worth debating? Are Brooklyn residents “'freaked out'”? As Kennedy and I discovered, not really.", "article_metadata": {"og": {"site_name": "Reason.com", "description": "The anti-development impulse taken to the point of logical absurdity.", "title": "Brooklyn's Whole Foods Opens in a Location That Sat Vacant for 132 Years. Are Locals \"Freaked Out\"?", "url": "http://reason.com/blog/2014/01/12/brooklyns-whole-foods-opens-on-empty-lot", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/mc/jepstein/2014_01/wholefoodsinside.jpg", "type": "article"}, "twitter": {"description": "In 2012, Kennedy and I made a video (click above) poking some\nfun at the community opposition to the building of a new Whole\nFoods grocery store in Brooklyn—an example of the anti-development\nimpulse taken to the point of logical absurdity.&nbsp;\nA few weeks ago, Brooklyn's Whole Foods had its grand opening,\nwhich&nbsp;The New Yorker&nbsp;took as an opportunity to\nreflect on how gentrification and the opening of high-end\nsupermarkets are a mixed bag for cities. In an article", "title": "Brooklyn's Whole Foods Opens in a Location That Sat Vacant for 132 Years. Are Locals \"Freaked Out\"?", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/mc/jepstein/2014_01/wholefoodsinside.jpg", "creator": "@jimepstein", "site": "@reason", "card": "summary_large_image"}, "fb": {"pages": 17548474116}, "article": {"tag": "Reasontv", "published_time": "2014-01-12T22:00:00+00:00", "author": "http://reason.com/people/jim-epstein"}, "msvalidate.01": "212A68A07785B3080038A845C4EE8905", "google-site-verification": "-AmMiilAN-pnjWt369CUWae-VQ-b9wmH4fSGyhbkQxw", "viewport": "width=device-width, initial-scale=1, maximum-scale=2"}, "_id": "\"57477af46914bd0286fda2c7\"", "article_summary": "“The concern is that, by collaborating, we are perceived as endorsing development,” Subak said.\nIn addition to the new grocery store, a seven-hundred-unit condominium building is breaking ground.\nIs the value of building a grocery store on an desolate street dotted with storage facilities, gas stations, and gated warehouses—on a lot that’s been vacant for 132 years—really something worth debating?\nAs in a lot of communities Whole Foods is eying, development is already transforming Gowanus.\n“We are not endorsing big-box development or luxury development.” She has good reason to be sensitive."}