{"article_title": "Claim Bills Likely Headed To Scott", "article_keywords": ["legislature", "claim", "abbott", "lawyers", "headed", "senate", "pay", "bill", "process", "likely", "scott", "lobbyists", "bills"], "article_url": "http://health.wusf.usf.edu/post/claim-bills-likely-headed-scott", "article_text": "Carl Abbott's son, David, has tried for years to get the Legislature to sign off on $1.9 million that the Palm Beach County School Board agreed to pay to take care of his father after the elder Abbott was run over by a school bus in 2008.\n\nBut, because Republican legislative leaders frowned on the \"claim bill\" process, Carl Abbott died before his son received the money he intended to use to move his father out of a nursing home and get the kind of treatment a doctor said was necessary to keep Abbott alive.\n\nAbbott's measure is one of more than a dozen claim bills --- the process by which the state compensates people injured by \"sovereign\" governments that have a certain immunity from lawsuit damages --- the Senate is poised to send to Gov. Rick Scott this week.\n\nFlorida is one of many states that limit how much \"sovereign\" governments --- including counties and cities --- can pay plaintiffs without legislative approval. Lawmakers raised the caps in 2010 from $100,000 to $200,000 for individuals and $200,000 to $300,000 per incident for accidents that occurred after Oct. 1, 2011.\n\nIn the recent past, the claim bills have either died because of an objection to the process --- which two former Senate presidents called \"slimy\" --- or because the House and Senate could not reach consensus on other issues in the bills, such as lawyers' and lobbyists' fees.\n\nBut this year, Senate President Andy Gardiner has agreed to sign off on claim bills in which the plaintiffs and local governments have reached settlements. Also, those bills must have the blessing of a legislative \"special master\" appointed to make recommendations about the payments and can't require using state taxpayer money.\n\n\"It always kind of concerned me that the legislative process was being used as a negotiating tool sometimes in negotiating these cases. There had been some cases sitting around and the local government goes out and just lobbies up and hires the right people to make sure it doesn't get heard. To me, it's about fairness,\" Gardiner, R-Orlando, told The News Service of Florida on Monday.\n\nGardiner's view is a sharp contrast to that of his predecessor, Sen. Don Gaetz, who has consistently voted against the claim bills and refused to allow any --- including Abbott's --- to be heard under his watch.\n\n\"I believe they are relief acts for lawyers and lobbyists,\" Gaetz, R-Niceville, said.\n\nGaetz said he asked then-Senate Judiciary Chairman Tom Lee, a former Senate president who also opposes the claim bill process, in 2013 to explore reforming the system. Lee reported back that \"there was not an appetite\" in the Senate for change, Gaetz said.\n\n\"I deeply regret that we were unable to get that done,\" Gaetz, R-Niceville, said. \"There is a very, very wealthy industry in this town that has a selfish interest in keeping the claims bill process uneven, unfair and slimy.\"\n\nDavid Abbott would receive about $630,000 over three years if the Senate passes his claim bill (HB 3511) and Scott signs it. He said the money would go to pay for medical expenses incurred before his father's death and to cover the costs for lawyers who fought to get the Legislature to approve the settlement with the school district.\n\n\"It's too late. They dragged their feet long enough where my dad just couldn't hold out any longer. If you're bedridden and you're not being taken care of properly, you're going to develop pneumonia and these other illnesses that eventually led to his death,\" Abbott, whose father died in June, said Monday. \"It's a day late and a dollar short, for sure.\"\n\nWhile the claim bills seem to be on track for at least the next two years, whether injured individuals are compensated remains up to the whim of House and Senate presiding officers, even when local governments have settled the cases or agreed to pay.\n\n\"It's interesting that people's fate rests upon the politics of the leadership in the Florida Legislature for that two-year period. That's not something that I think an injured party thinks about when they're trying to get resolution on their injury or their claim,\" said lobbyist Chris Dudley, who represents Mark Sawicki, a Tallahassee man who was hit by a city of Tallahassee truck while riding a bicycle in 2009. The city paid Sawicki and his wife $200,000 of a $900,000 settlement, but the couple needs the Legislature to allow the city to pay the remaining $700,000.\n\nThe House already passed the Sawicki claim bill, one of 14 --- along with Abbott's --- that the Senate took up Monday and \"rolled over\" with no discussion or debate for a vote as early as Tuesday.\n\nScott's aides said the governor would \"review\" the claim bills but did not elaborate about his take on the process.\n\nBut Scott's office has asked a series of questions about the bills that indicate what he might consider when assessing the proposals, according to lawyers and lobbyists representing claim-bills clients.\n\nScott wants to know how the calculation of damages reflected in the bills was derived, the current degree of financial hardship on the claimant or the family, whether the payments are made to a trust and the exact breakdown of lobbying and legal fees under a 25 percent cap.\n\nState law limits legal fees to 25 percent of the compensation, and the few claim bills that the Legislature has approved in the past decade have capped combined expenses for lawyers, lobbyists and legal costs at 25 percent, which some lawyers say does not even cover the amount of the litigation.\n\n\"Reform is needed. It would help the victims of governmental negligence and, depending on the system, it would help the Legislature not have to spend time on these bills,\" said Lance Block, a lawyer who specializes in claim bills and represents Abbott.", "article_metadata": {"category": "HNF Stories", "description": "Carl Abbott's son, David, has tried for years to get the Legislature to sign off on $1.9 million that the Palm Beach County School Board agreed to pay to", "Generator": "Drupal 7 (http://drupal.org)", "programs": "none", "og": {"url": "http://health.wusf.usf.edu/post/claim-bills-likely-headed-scott", "image": "http://mediad.publicbroadcasting.net/p/healthnewsfl/files/styles/medium/public/201504/Senate1a.jpg", "type": "article", "description": "Carl Abbott's son, David, has tried for years to get the Legislature to sign off on $1.9 million that the Palm Beach County School Board agreed to pay to", "title": "Claim Bills Likely Headed To Scott"}, "wordCount": 1014, "twitter": {"site": "@HealthNewsFL", "card": "summary"}, "author": "Dara Kam of the News Service of Florida", "org_id": 0, "dc": {"title": "Claim Bills Likely Headed To Scott"}, "nid": 10441, "datePublished": "2015-04-28", "story_id": 402769728, "keywords": "Florida Legislature 2015, claim bill, claim bills, Andy Gardiner", "has_audio": 0, "viewport": "width=device-width"}, "_id": "\"57477af46914bd0286fd7ccc\"", "article_summary": "Scott's aides said the governor would \"review\" the claim bills but did not elaborate about his take on the process.\nBut this year, Senate President Andy Gardiner has agreed to sign off on claim bills in which the plaintiffs and local governments have reached settlements.\nDavid Abbott would receive about $630,000 over three years if the Senate passes his claim bill (HB 3511) and Scott signs it.\nGardiner's view is a sharp contrast to that of his predecessor, Sen. Don Gaetz, who has consistently voted against the claim bills and refused to allow any --- including Abbott's --- to be heard under his watch.\nGaetz said he asked then-Senate Judiciary Chairman Tom Lee, a former Senate president who also opposes the claim bill process, in 2013 to explore reforming the system."}