{"article_title": "Can we ‘do the right thing’ profitably?", "article_keywords": ["going", "good", "pollack", "cutler", "system", "thing", "right", "health", "healthcare", "organization", "care", "profitably", "theres"], "article_url": "https://www.healthinsurance.org/blog/2014/06/03/can-we-do-the-right-thing-profitably/", "article_text": "EDITOR’S NOTE: Healthinsurance.org’s Curbside Consult is a periodic informal dialogue with medical and health policy experts about pressing issues of the day.\n\nDavid Cutler is Otto Eckstein professor of Applied Economics at Harvard University. He served on the Council of Economic Advisers and the National Economic Council during the Clinton Administration and has advised the Presidential campaigns of Bill Bradley, John Kerry, and Barack Obama as well as being Senior Health Care Advisor for the Obama Presidential Campaign, where he played a key role in the design of what became the Affordable Care Act.\n\nI caught up with him last week for a Curbside Consult, in which we discussed his new book, The Quality Cure, about the American health care system. Our wide-ranging conversation covered both his pride in health reform, his thoughts on how our health care system is changing, Princeton University’s high-ranking law school, and his disappointment in implementation screw-ups typified by the flawed rollout of HealthCare.gov.\n\nCutler was the author of a prescient and scathing 2010 analysis warning of the need for stronger management of information technology (and other matters) in the implementation of health reform. During the darkest days of website malfunction, the Washington Post‘s Ezra Klein labeled Cutler’s analysis “the memo that could have saved Obamacare.”\n\nBelow is a transcript of our conversation. It’s been edited to make the translation between spoken and written English.\n\nTranscript of Part 1 (of 3):\n\nHarold Pollack: Welcome to Curbside Consult. Can you describe who you are and what brought you to write The Quality Cure?\n\nDavid Cutler: Of course the primary thing I do is to be a professor of economics – although my interests go far outside of just economic research. I spend a lot of time thinking about health, healthcare, and the healthcare system. I guess what got me interested in this particular topic is a confluence of a few different literatures that never seem to talk much to each other.\n\nOne was the clinical literature, which indicates that there’s a lot of waste out there. This goes back to the various Institute of Medicine studies that Don Berwick and others did, and also to estimate of wasteful medical care that RAND Corporation has done. All this literature documents how inefficient healthcare is.\n\nThen, there’s this separate economic literature that looked at productivity over time just across the board. It shows lots of other industries getting more productive. Meanwhile healthcare is not particularly getting more productive. Maybe something is wrong with healthcare. Maybe there’s something structural about healthcare so this sector just can’t get more productive.\n\nI suppose the third thing is this growing management literature about the role of information technology, coming from the machine age, and whether machines are going to take over. Bob Gordon’s work on productivity in the industrial revolution fits here as well.\n\nI kept saying to myself: How do these all fit together? In particular, is the right view that healthcare is just big and it’s going to be bigger and we can’t do much about it? Or is the right view that there’s a ton of waste and if we did things right, we could do an enormous amount of good both saving money and improving patient health?\n\nIt was all of those things crystallized or came together in a mushy way in terms of how do you think about the value of this industry and its possibilities for increasing value?\n\nReducing wasted dollars\n\nHarold Pollack: One question comes to mind when I read the literature that you mention. I often see studies, maybe from the Dartmouth Atlas, where somebody says something like “a third of healthcare expenditure is wasted.” I look at map of hip replacements across the country, and I see there are big differences between New Haven and Miami or wherever.\n\nI never quite know what’s the question to which that stuff is the answer. OK, there’s a lot of local practice variation, a lot of wasted care, and a lot of wasted dollars. What can we realistically do to start reducing that waste? Can we operationalize that number in any way?\n\nDavid Cutler: That is the great question. You hit the nail on the head. Just to take one example, the Congressional Budget Office a few years ago released a study saying that they thought there was a ton of waste out there. It wasn’t quite as big as the Dartmouth stuff, but there was a ton of waste out there. When it came time for actual proposals in health reform to get presented, they never scored any of them as saving much money.\n\nImplicitly in that is this sense that it’s not actionable. That is, it may be there’s all this waste out there and we just don’t know what to do about it. I’m picking on them only because they were forced to do it, not because for this purpose I want to beat up on them, although for some purposes I do.\n\nHarold Pollack: Fair enough.\n\nImproving healthcare delivery\n\nDavid Cutler: Then you go further and you say we have these examples of high performing institutions such as the Kaisers and the Mayo Clinics. The answer to that comes back not just from them but in general is, yes, it’s true there’s good and bad. But we’ve never known how to turn bad into good.\n\nIt’s a little bit like education, that way. Everyone agrees there are good teachers and bad teachers, good schools and bad schools. But we have a devil of a time doing is turning the bad ones into better ones. That’s the real problem, and that’s part of what I would ask myself: What is it that makes good firms good, and is it replicable?\n\nHarold Pollack: You mentioned Kaiser and Mayo Clinic. One of the nicest parts of your book discusses what these five or six organizations do to improve care. One thing strikes me about all of them. Many of the good things they do are only economically feasible under a payment system that makes doing the good thing also the profitable thing.\n\nSuppose, for example, Kaiser manages to really reduce patients’ number of primary care visits. I’m sure that many healthcare systems would say: “Wow, that’s great. We could lose some more money now.”\n\nIngredients for provider excellence\n\nDavid Cutler: Exactly… (laughs).\n\nI’ve come to the view that there are definite ingredients for success in a big organization. If you look at successful organizations, successful businesses, there are two kinds. There are the Walmarts of the world, or the Kaisers, or whatever being very big scale. Then, there’s the fast, small corner retailer who knows exactly what you need because he knows you perfectly. Healthcare is not that anymore. It’s no longer the doctor in his or her office going to make house calls. Maybe it should be, but it’s not.\n\nConsidering the big organizations, one might ask what they do when they perform well? One thing we know: They use IT a lot. Every single good organization is very big into IT. You need to know what you’re doing. One of my friends once said to me: “David, name me an industry that ever got better without knowing what it was doing.”\n\nThat’s a huge part of it.\n\nYour question gets to the second ingredient. The compensation model has to be right. I just want to divide that into two levels. The first level is from outside payers to the organization itself. The organization has to make money by doing well. You can’t go to the Mayo Clinic and say: “I’m going to pay you for doing lots of unnecessary tests, but I really don’t want you to do unnecessary tests.” So the compensation to the organization matters.\n\nThen, within the organization, there’s how the organization pays the doctor. Here the incentives are typically much lower-powered. You rarely go to the doctor and say I want to pay you for doing a “better job.” That’s too much of an invitation to dump people who are hard to deal with.\n\nSo a good system is strong on the incentives facing the organization, and then, within the organization, using non-price incentives. We create a culture where people work as a team. We create a culture where the patient comes first. The doctor truly believes that his or her job is to treat that patient well, and the system makes sure that that works out well.\n\nA culture that appeals to doctors\n\nHarold Pollack: Many doctors would find that culture very appealing. They want to practice high-quality care. They don’t want to feel like they’re moving people through a fee-for-service mill so that they can maximize their reimbursements. It’s a very team-oriented approach.\n\nWhen I speak with doctors, I do find a generational divide. I’m curious whether you find the same thing. Many older doctors, in particular, are drawn to a craft model of medicine that is a little bit more like your boutique store as opposed to the Walmart or the Mayo model. They’re ambivalent about the culture change that you’re describing.\n\nDavid Cutler: Yes, they are ambivalent, as most everyone is ambivalent about change. Change can be good or bad. It’s perfectly natural that doctors feel that way. What we know from experience is that going through the transition is difficult. Suppose you are learning how to use the computer system and to be part of a new team instead of a solo practitioner. It’s a very difficult six to nine months, but after that, physicians feel like they’re practicing much better medicine and they’re much happier.\n\nI actually have a quote in the book from David Blumenthal, former head of federal efforts in healthcare IT for a while in the Obama administration. He describes his transition to using computers in his practice and how hard it was. Yet at the end how he would never go back because he knew how much better his care was. That’s actually what doctors realize, all those things that the computer does for you, it’s not fun to have to remember to do them all. That’s not serving them any use. Once you get rid of that, medicine is much more rewarding.\n\nHarold Pollack: You quote him as saying: “I often long for a dose of my old prescription pad.”\n\nDavid Cutler: It’s a great quote. It really, really describes things.\n\nHarold Pollack: My father doesn’t like it when he sees his doctor with a computer in the room. There’s also a patient culture shift that probably has to occur.\n\nDavid Cutler: We’re going to have to learn how to do it, because some patients don’t want that. Some patients do. Some organizations will find that having a medical assistant just sit there and take notes the entire time is worth it. For some, it’ll be different. I don’t think there’s a single standard model other than that it’s clear that you have to be collecting that information electronically or you’re not going to be providing the best care.\n\nPart 2: Figuring out how to put ‘skin in the game’\n\nPart 3: Looking beyond the botched ACA rollout", "article_metadata": {"description": "David Cutler was the author of a prescient and scathing 2010 analysis warning of the need for stronger management of information technology (and other matters) in the implementation of health reform. During the darkest days of website malfunction, the Washington Post‘s Ezra Klein labeled Cutler’s analysis “the memo that could have saved Obamacare.”", "og": {"site_name": "Health Insurance Resource Center", "description": "David Cutler was the author of a prescient and scathing 2010 analysis warning of the need for stronger management of information technology (and other matters) in the implementation of health reform. During the darkest days of website malfunction, the Washington Post‘s Ezra Klein labeled Cutler’s analysis “the memo that could have saved Obamacare.”", "title": "Can we ‘do the right thing’ profitably?", "url": "https://www.healthinsurance.org/blog/2014/06/03/can-we-do-the-right-thing-profitably/", "image": "https://www.healthinsurance.org/assets/2014/06/good-doctor-960.jpg", "type": "article"}, "fb": {"admins": 1007310172}, "keywords": "Affordable Care Act, Curbside Consult, information technology, Obamacare, The Quality Cure", "article": {"published_time": "2014-06-03T16:55:29+00:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1"}, "_id": "\"57477af36914bd0286fcf443\"", "article_summary": "I spend a lot of time thinking about health, healthcare, and the healthcare system.\nThe answer to that comes back not just from them but in general is, yes, it’s true there’s good and bad.\nMany of the good things they do are only economically feasible under a payment system that makes doing the good thing also the profitable thing.\nI caught up with him last week for a Curbside Consult, in which we discussed his new book, The Quality Cure, about the American health care system.\nThen, within the organization, there’s how the organization pays the doctor."}