{"article_title": "Boulder to take new look at marijuana regulations", "article_keywords": ["boulder", "city", "look", "business", "memo", "marijuana", "regulations", "state", "businesses", "council", "citys"], "article_url": "http://www.dailycamera.com/news/boulder/ci_28882592/boulder-council-take-new-look-at-marijuana-regs", "article_text": "Cowles, industry reps want to align with state law, provide consistency for businesses\n\nIf You Go What: Boulder City Council When: 6 p.m. Tuesday Where: Boulder Municipal Building, 1777 Broadway Info: To read the complete memo on marijuana regulations and to see the rest of the agenda, go to http://bit.ly/1NSAjL0.\n\nRepresentatives of the marijuana industry, supported by Boulder City Councilman Macon Cowles, want the city to reconsider its approach to marijuana regulation and come in line with the rest of the state, but top city officials say the more stringent approach has resulted in a safer city while still allowing businesses to be competitive.\n\nCowles said the city's regulations may have made sense when legal marijuana first exploded in 2009 and the industry included shady actors with criminal records, but the remaining 77 licensed businesses have shown themselves able and willing to follow exacting rules and shouldn't have to live with a \"zero tolerance\" policy for any rule violation and city staff who have the discretion to revoke a license without an administrative review.\n\n\"Most people in the industry feel like it isn't working that well,\" Cowles said. \"They feel like they're hanging from a thread that could be cut at any time. Our ordinance says that having a marijuana business is not a property right. It's a privilege. We say there's zero tolerance and no administrative review. That makes someone feel pretty insecure, and that's not fair.\"\n\nAdvertisement\n\nBut in a memo to City Council, City Manager Jane Brautigam and City Attorney Tom Carr defended the city's regulations, considered by many to be much tougher than those in place at the state level.\n\n\"The city's regulations reflect distinct policy choices made by council over the years,\" the memo said. \"Council's intent has been to limit diversion to the black market, limit access to youth, limit the impacts on other Boulder businesses and limit the impact on residents. Virtually everything in the city's marijuana code is directed at one of these four policy goals.\"\n\nThe memo said the city's more stringent background checks led to the city rejecting businesses licensed by the state that were later closed by federal drug enforcement officers, while the security plan requirements have limited burglaries and robberies. Compliance with ID requirements has been \"disappointing,\" but the requirement for physical separation between medical and recreational businesses has limited access to recreational marijuana for those under 21. The city's zoning and building restrictions have prevented the development of marijuana districts and marijuana superstores and kept marijuana businesses out of mixed-use developments, the memo said.\n\nThe memo also disputed the allegation that Boulder's marijuana businesses are at a competitive disadvantage. Using revenue estimates derived from sales tax payments, city officials estimated the average marijuana business in Boulder took in almost $700,000 a year, compared to $325,000 in Denver.\n\nThe Boulder City Council holds a public hearing and first reading Tuesday of an ordinance that makes several changes to the city's marijuana regulations, but not the changes sought by representatives of the city's pot industry.\n\n'I think we can lighten up'\n\nThe changes proposed by staff would allow the sale of marijuana seeds, prohibit home extraction of THC, allow transportation between cultivation facilities, clarify that the sale of items with logos is allowed and allow businesses to use carbon offsets from any source, not just Xcel's Windsource program. The memo also says the City Council may want to allow for larger square footage than the current limit of 3,000 square feet, reduce advertising restrictions and allow the sale of products besides marijuana, in the manner that liquor stores can sell items like mixers, ice, magazines about alcohol and corkscrews.\n\nBut Cowles wants to see much larger changes. In an email to Hotline, the City Council's public email system, Cowles proposed eliminating language that refers to \"zero tolerance,\" getting rid of a sunset provision that gives medical businesses until the end of this year to decide if they want to convert to recreational use, bringing inventory reporting requirements in line with state practices, adopting state rules for transport and labeling, adding a provision for administrative review and creating more \"formality\" in enforcement, including inspection checklists, a schedule of fines and a ranking of violations by seriousness.\n\nCowles said it's natural that city staff would defend the existing regulatory regime, and the first reading is an opportunity to get direction from City Council about the form those regulations should take.\n\n\"Taking a zero tolerance approach made sense at the start because there were no state regulations in place, and there were some sketchy operators in Boulder,\" he said. \"Those operators have since left. They no longer are in business here. I think we can lighten up in recognition of the fact that we have mostly mom and pop businesses that are well rooted in the community.\n\nShawn Coleman, a lobbyist for the marijuana industry and a Boulder resident, said the staff memo is misleading in many ways. He said the revenue estimates don't take into account the higher cost of doing business in Boulder, which includes higher rents, higher taxes and more expenses to comply with stricter rules. He also said it doesn't reflect a reality in which a few businesses are generating most of the revenue -- $53.8 million in 2014 and a projected $58 million by the end of 2015 — and many others are struggling.\n\nColeman said the difficulty running a marijuana business in Boulder leaves many local businesses at risk of selling to out-of-town investors, the very \"Big Dope\" the council professes to want to keep out of Boulder.\n\nColeman said the state tracking system for plants goes beyond anything city inspectors can do and makes sure product isn't moving to the black market. At the same time, contradictions between state and city rules sometimes force businesses to choose which rule to violate. The draft ordinance would allow marijuana to be transported between marijuana centers, which Coleman said is a felony.\n\n\"This is why the city shouldn't be regulating this stuff,\" Coleman said. \"Who is watching this? The state, electronically in real time.\"\n\nColeman said the regulation meant to limit home extraction is written such that it could ban someone from having marijuana at a barbecue if a propane grill used.\n\nPot market advocate: Many retailers 'cash poor'\n\nAnother lobbying firm, VS Strategies, described a long list of inconsistencies between state and local law, from different terms used for the same things to overly detailed operating plan requirements to the definition of who can be considered a business manager and who can lock up a business. VS Strategies said the city's rules may violate the due process rights of marijuana business operators.\n\nDespite the \"zero tolerance\" language, most violations result in fines, which Carr said cost businesses less than the liquor license suspensions that liquor stores and restaurants often receive.\n\nIn a list of marijuana violations provided to council, the offenses ranged from failure to check ID to not having a business manager on-site, from the use of discount cards and illegal signs to failure to make marijuana waste unusable and unrecognizable, from using \"unauthorized locking storage\" instead of a safe to accepting marijuana without proper transportation documents.\n\nFines ranged from $12,000 to a few hundred dollars. Two businesses had their licenses revoked.\n\nIn the memo, Carr said that violations that result in fines can receive an administrative hearing, while other violations can be appealed to district court.\n\nBut Coleman said many businesses are \"cash poor\" and don't have the ability to easily pay fines, while appeals to district court.\n\nCowles said the licensing staff may handle most violations in an appropriate way, but it's unfair to businesses for them to have unlimited discretion in setting penalties.\n\nIn the memo, city officials said that if City Council wants to look at broader changes, they would recommend convening an advisory committee made up of industry representatives, health advocates and community members to provide feedback rather than acting quickly.\n\nErica Meltzer: 303-473-1355, meltzere@dailycamera.com or twitter.com/meltzere", "article_metadata": {"sailthru.url": "http://www.dailycamera.com/news/boulder/ci_28882592/boulder-council-take-new-look-at-marijuana-regs", "sailthru.author": "By Erica Meltzer \n  Staff Writer", "ag": {"canon": "BoulderDailyCamera:article:28882592:view"}, "startDate": "2015-09-27T10:00:00-0600", "twitter": {"domain": "dailycamera.com", "description": "Representatives of the marijuana industry, supported by Boulder City Councilman Macon Cowles, want the city to reconsider its approach to marijuana regulation and come in line with the rest of the state, but top city officials say the more stringent approach has resulted in a safer city while still allowing businesses to be competitive.", "title": "Boulder to take new look at marijuana regulations", "url": "http://www.dailycamera.com/news/boulder/ci_28882592/boulder-council-take-new-look-at-marijuana-regs", "image": "http://extras.mnginteractive.com/live/media/site21/2015/0926/20150926__28DCAPOTw.jpg", "site": "@dailycamera", "card": "summary_large_image"}, "sailthru.article-section-or-homepage": "article", "sailthru.section": "Boulder News", "modificationDate": "2015-09-27T23:15:50-0600", "endDate": "2025-09-26T12:38:43-0600", "news_keywords": "Boulder News, Boulder News news, Boulder Colorado Boulder News news, Boulder Colorado news, Boulder News Boulder news, Boulder News Colorado news, US Boulder News news, world Boulder News news.", "byline": "By Erica MeltzerStaff", "pubDate": "2015-09-26T12:42:18-0600", "sailthru.date": "2015-09-27T10:00:00-0600", "sailthru.title": "Boulder to take new look at marijuana regulations", "verify-v1": "TakAiHiDAOiNOP+m0YTx4DQeyjor+bTdc8e+pw6bDoI=", "sailthru.image.thumb": "http://extras.mnginteractive.com/live/media/site21/2015/0926/20150926__28DCAPOTw_300.jpg", "description": "Representatives of the marijuana industry, supported by Boulder City Councilman Macon Cowles, want the city to reconsider its approach to marijuana regulation and come in line with the rest of the state, but top city officials say the more stringent approach has resulted in a safer city while still allowing businesses to be competitive.", "sailthru.site": "dailycamera.com", "msvalidate.01": "9DAB14005AD5A9FFA4CA0EF58CC794BA", "og": {"url": "http://www.dailycamera.com/news/boulder/ci_28882592/boulder-council-take-new-look-at-marijuana-regs", "image": "http://extras.dailycamera.com/images/dailycamera3.png", "type": "article", "description": "Representatives of the marijuana industry, supported by Boulder City Councilman Macon Cowles, want the city to reconsider its approach to marijuana regulation and come in line with the rest of the state, but top city officials say the more stringent approach has resulted in a safer city while still allowing businesses to be competitive.", "title": "Boulder to take new look at marijuana regulations"}, "p": {"domain_verify": "867892b0357001538903740c75a206f0"}, "google-site-verification": "07CC1xPDVU0znu496XTAjLyC32Ylj8zwWHlmrzx3pgY", "y_key": "c9d9b53f7f5af674", "sailthru.image.full": "http://extras.mnginteractive.com/live/media/site21/2015/0926/20150926__28DCAPOTw.jpg"}, "article_summary": "The city's zoning and building restrictions have prevented the development of marijuana districts and marijuana superstores and kept marijuana businesses out of mixed-use developments, the memo said.\nThe Boulder City Council holds a public hearing and first reading Tuesday of an ordinance that makes several changes to the city's marijuana regulations, but not the changes sought by representatives of the city's pot industry.\nVirtually everything in the city's marijuana code is directed at one of these four policy goals.\"\nOur ordinance says that having a marijuana business is not a property right.\n\"Council's intent has been to limit diversion to the black market, limit access to youth, limit the impacts on other Boulder businesses and limit the impact on residents."}