{"article_title": "Comic Con: The day zombies, Spider-Man and the Hulk invaded Hamilton", "article_keywords": ["attendees", "ruddick", "spiderman", "dressed", "hulk", "kirilovic", "zombie", "invaded", "squad", "hamilton", "zombies", "cosplay", "comic", "demolition", "day"], "article_url": "http://www.thespec.com/whatson-story/4143800-comic-con-the-day-zombies-spider-man-and-the-hulk-invaded-hamilton/", "article_text": "Sand bags are packed around the perimeter of the Zombie Squad booth at Hammer Town Comic Con. Members of the Squad's southern Ontario chapter stand inside, ready to fend off an army of reanimated corpses at a moment's notice. To kill time, they answer questions from attendees and offer advice on surviving a zombie apocalypse.\n\nOne kid, braver and more skeptical than most, walks up to the table.\n\n\"Do you really believe in zombies?\" he asks.\n\n\"Let me ask you a question,\" says Squad member Dane Kirilovic. \"Have you ever seen a zombie?\"\n\n\"No,\" the kid says.\n\n\"You're welcome,\" Kirilovic rests his case.\n\nZombie Squad was just one of almost 40 vendors at the first-ever Con, held at the Hamilton Convention Centre on Saturday. In addition to comic book creators and celebrity guests (including Star Trek's Robert Picardo, Degrassi High's Pat Mastroianni and the WWF's Demolition), there were vendors and organizations catering to all kinds of pop cultural interests.\n\nKirilovic, 29, first got involved with Zombie Squad seven years ago when he was looking for information about survivalism.\n\n\"Zombie Squad is for people who want to find out more about everything from how to survive in the desert with a toothpick, to putting together a bug out bag (an emergency supply kit).\"\n\nWhen they're not preparing for an invasion of the flesh-hungry undead, Kirilovic says chapters across Canada, the U.S and Europe act as registered charities, organizing organize food and blood drives (of course) and helping out with Habitat for Humanity.\n\nCons are one of the ways they spread the word. Kirilovic says talking to people is one of the best parts. He once had a rabid zombiephile quiz him on the 332 different kinds of zombies. He rattles off a few of the most common types — ragers run at you, shamblers don't have the smarts to open the door of the bathroom you're hiding in, plague zombies can infect you without even touching you.\n\n\"Technically vampires and mummies are zombies,\" he says, but notes that definition irks a lot of people.\n\nThe best part of being on the Squad though?\n\n\"I get to come in tactical gear and look awesome,\" he says of his black suit and helmet.\n\nIt's a sentiment shared by many at the Con, where cosplay (attendees dress as their favourite fictional characters) is almost as big a draw as the celebrity guests and comic book artists. Many attendees cite \"seeing cosplayers\" as their main reason for coming. And the cosplayers? They don't even really care about the cosplay contest prizes — they just like dressing up.\n\n\"When you see characters on a movie or a TV show, you're like 'I want to be that guy,'\" says Dalton Peters, who's dressed in a handmade suit designed to resemble a Combiner Transformer — a megamachine made of five separate Transformers.\n\nPeters, 15, spent three weeks working on his costume. He designed it and learned to sew. He made papier mache moulds for the body panels. He hand-painted logos and fitted lights and windows into the suit to make it true-to-life.\n\nFor Peters, it was a solo endeavour, but for some, cosplay is a team effort.\n\nLauren and Derek Goar, dressed as Deadpool and Harry Potter's Ginny Weasley, brought their two young sons, who were dressed as Spider-Man and Black Spider-Man. So many attendees want photos of the full-costume family, they can barely make it through the aisles.\n\n\"If it wasn't for the kids we probably wouldn't have done it,\" Lauren laughs. She says it was a family decision the four of them made after Niagara Falls Comic Con last spring. They had no idea how much attention they'd get. Unlike Al Ruddick, they'd never dressed up like this before.\n\nRuddick always dresses up. Sometimes twice in the same day.\n\nThe Brantford resident arrived at the Con dressed as The Undertaker (a wrestler), but made a midday change into the scant costume (briefs and tassels) of the Ultimate Warrior. He spends the afternoon calling on celebrity guests, wrestling tag team, Demolition. Ruddick growls, flexes his muscles and reminds Demolition there's no warrior more powerful than the Ultimate. Demolition, who disbanded in the early '90s, clap politely while attendees cheer.\n\nRuddick, 37, says he goes to any convention where a wrestler is appearing. He always dresses up and he always plays the part.\n\nOne of the characters in his arsenal is The Boogeyman — a wrestler whose trademark was eating worms and stuffing them in the mouths of defeated opponents. If you're queasy, don't ask Ruddick how far he takes that cosplay (According to him, they're no different than gummy worms).\n\nFor Ruddick, who works days at a furniture warehouse, wrestling culture is a passion he's had since he was a kid.\n\n\"I never had much of a childhood,\" he says. \"I was told as a kid that when I grew up I could be whatever I wanted to be. So when I was an adult, I decided I wanted to be a kid.\n\n\"I love the attention,\" he says. \"I'll get my five minutes of fame yet.\"\n\nHammer Town Comic Con proved the perfect venue for him to find it.", "article_metadata": {"RATING": "GENERAL", "DESCRIPTION": "Cosplay is almost as big a draw as the celebrity guests at Hammer Town Comic Con", "COPYRIGHT": "© Copyright 2016 Metroland Media Group Ltd. All Rights Reserved", "AUTHOR": "The Spec", "og": {"url": "http://www.thespec.com/whatson-story/4143800-comic-con-the-day-zombies-spider-man-and-the-hulk-invaded-hamilton/", "image": "http://www.thespec.com/portals/9/images/fb_logo.jpg", "type": "Article Story", "description": "Cosplay is almost as big a draw as the celebrity guests at Hammer Town Comic Con", "title": "Comic Con: The day zombies, Spider-Man and the Hulk invaded Hamilton"}, "RESOURCE-TYPE": "DOCUMENT", "ROBOTS": "INDEX, FOLLOW", "REVISIT-AFTER": "1 DAYS", "DISTRIBUTION": "GLOBAL", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fdddf2\"", "article_summary": "Zombie Squad was just one of almost 40 vendors at the first-ever Con, held at the Hamilton Convention Centre on Saturday.\nSand bags are packed around the perimeter of the Zombie Squad booth at Hammer Town Comic Con.\nKirilovic, 29, first got involved with Zombie Squad seven years ago when he was looking for information about survivalism.\n\"Zombie Squad is for people who want to find out more about everything from how to survive in the desert with a toothpick, to putting together a bug out bag (an emergency supply kit).\"\nLauren and Derek Goar, dressed as Deadpool and Harry Potter's Ginny Weasley, brought their two young sons, who were dressed as Spider-Man and Black Spider-Man."}