{"article_title": "Paul Ryan, Republican Budget Opposed by Freedom Caucus in House of Representatives", "article_keywords": ["votes", "ryans", "house", "representatives", "ryan", "budget", "speaker", "opposed", "freedom", "wild", "paul", "republican", "caucus"], "article_url": "http://www.esquire.com/news-politics/politics/news/a43044/paul-ryan-budget-freedom-caucus/", "article_text": "In case you were wondering whether or not the ongoing Republican Party bloodletting was limited to the campaign trail, you might give a call down to the office of Speaker of the House Paul Ryan, the zombie-eyed granny starver from the state of Wisconsin. Mister Speaker's got problems of his own.\n\nThe House Freedom Caucus, which includes about 40 members, announced it would oppose the budget late Monday, which will make it all but impossible for the resolution to be approved on the House floor. Republican leaders need 218 votes for passage, which means they can only lose about two dozen members of the caucus. Votes on the budgets are typically party-line.\n\nAdvertisement - Continue Reading Below\n\nIf there actually were a Republican establishment anymore, this might be a cause for some serious disciplinary action, especially since the Freedom Caucus's proposed budget is itself batshit insane.\n\nThe GOP budget repeals ObamaCare, shrinks the Commerce Department, strips funding from the Environmental Protection Agency, creates a pay-in structure for Medicare and give states control over the food stamps program. It would add $89 billion more in military funding than what President Obama has proposed.\n\nMost Popular\n\nBut not even Speaker Ryan has the muscle to put down this rebellion. Nor, apparently, does he have the will to do it. Sam Rayburn wept.\n\nTheir votes will likely be needed for the House to adopt a budget and Ryan made clear Tuesday he's not going to twist arms until he gets the support he needs. If the budget goes down, so be it. \"We want to pass a budget, we believe it is very important,\" Ryan said Tuesday. \"But I promised in this speakership we're not going to have a top-down, cram it down people's throat leadership.\"\n\nThere are a couple of reasons for Ryan's reticence. The most obvious is that Ryan's no more capable of bringing peace to the denizens of the Wild Kingdom in Congress than obvious anagram Reince Priebus is of bringing peace to the denizens of the Wild Kingdom out on the campaign trail. The other is that, for most of his career as a public figure, Ryan was in complete sympathy with most of what the Freedom Caucus has proposed. He's been a champion of the block-granting scam, which would result in federal safety-net money being shoveled out in tax cuts to wealthy citizens, or local pork projects favored by, oh, let's just say, Governor Scott Walker. Moreover, Ryan's never been a big fan of the EPA. And his very first act as Speaker this year was to schedule another futile vote to repeal the Affordable Care Act. So, basically, what we're seeing is the House Freedom Caucus putting Paul Ryan in the position of rebelling against himself. And, for a guy who's plainly positioning himself as the Sensible Alternative, if the party crashes and burns this fall, that's a tough position to be in. Which is not to say it's not damned fun to watch, because it is.", "article_metadata": {"sailthru.contenttype": "article", "sailthru.image.thumb": "http://esq.h-cdn.co/assets/16/11/160x160/square-1458069587-paulryan.jpg", "description": "In which the Freedom Caucus is still a thing.", "title": "Paul Ryan, Republican Budget Opposed by Freedom Caucus in House of Representatives", "og": {"site_name": "Esquire", "description": "In which the Freedom Caucus is still a thing.", "title": "The Republican Party's Descent Into Madness Is Not Limited to the Campaign Trail", "url": "http://www.esquire.com/news-politics/politics/news/a43044/paul-ryan-budget-freedom-caucus/", "image": {"url": "http://esq.h-cdn.co/assets/16/11/1600x800/landscape-1458069587-paulryan.jpg", "width": 1600, "identifier": "http://esq.h-cdn.co/assets/16/11/1600x800/landscape-1458069587-paulryan.jpg", "height": 800}, "type": "article"}, "twitter": {"site": "@Esquire", "image": {"src": "http://esq.h-cdn.co/assets/16/11/1458069587-paulryan.jpg"}, "description": "In which the Freedom Caucus is still a thing.", "card": "summary_large_image", "title": "The Republican Party's Descent Into Madness Is Not Limited to the Campaign Trail"}, "sailthru.date": "2016-03-15T15:55:00-04:00", "sailthru.socialtitle": "The Republican Party's Descent Into Madness Is Not Limited to the Campaign Trail", "apple-itunes-app": "app-id=1020421151, affiliate-data=pt=305920&ct=OnSiteESQ&mt=8", "fb": {"app_id": 171874009543995, "pages": 84169421673}, "auto-publish": "evergreen", "sailthru.tags": "News & Politics, paul ryan, congress,budget,freedom caucus", "google-site-verification": "jc-n3hu5vRQZpMR_8zTdWlZclmVbvCl2qFQ2fxka3rc", "keywords": "paul ryan,congress,budget,freedom caucus", "article": {"publisher": "https://www.facebook.com/Esquire", "section": "Politics With Charles P. Pierce", "published_time": "2016-03-15 07:55:00", "modified_time": "2016-03-15 19:56:13"}, "sailthru.image.full": "http://esq.h-cdn.co/assets/16/11/768x384/landscape-1458069587-paulryan.jpg", "viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=no"}, "article_summary": "So, basically, what we're seeing is the House Freedom Caucus putting Paul Ryan in the position of rebelling against himself.\nThe House Freedom Caucus, which includes about 40 members, announced it would oppose the budget late Monday, which will make it all but impossible for the resolution to be approved on the House floor.\nMost PopularBut not even Speaker Ryan has the muscle to put down this rebellion.\nThe other is that, for most of his career as a public figure, Ryan was in complete sympathy with most of what the Freedom Caucus has proposed.\nRepublican leaders need 218 votes for passage, which means they can only lose about two dozen members of the caucus."}