{"article_title": "Kelso Buys Thoma Bravo&#8217;s Sirius Computer", "article_keywords": ["firm", "bravo8217s", "computer", "bravo", "company", "million", "2015", "nasdaq", "kelso", "buys", "thoma", "technology", "sirius", "software"], "article_url": "http://www.themiddlemarket.com/news/kelso-buys-thoma-bravos-sirius-computer-258744-1.html", "article_text": "Kelso Buys Thoma Bravo’s Sirius Computer\n\nThoma Bravo recently made deals for Lawlogix, Medeanalytics and Solarwinds\n\nPrivate equity firm Kelso & Co. has completed the acquisition of information technology company Sirius Computer Solutions Inc. from Thoma Bravo.\n\nSirius, based in San Antonio, Texas, and founded in 1980 makes cloud software, IT networking products and software for mobile devices. The company works with major technology companies including, Cisco Systems Inc. (Nasdaq: CSCO), IBM (NYSE: IBM) and Microsoft Corp. (Nasdaq: MSFT) Thoma Bravo invested in Sirius in 2006 when the target had $600 million in annual revenue. Sirius is expecting to finish 2015 with about $1.7 billion in revenue.\n\nEarlier in 2015, Sirius acquired certain software assets from Avnet Inc. and purchased technology consulting firm Varrow Inc.\n\nThoma Bravo has been active lately in making deals. Its portfolio company Hyland Software Inc. has acquired LawLogix Group Inc.; earlier in 2015, Thoma Bravo has closed a deal for MedeAnalytics Inc.; The PE firm is joining Silver Lake Partners to buy Solarwinds Inc. for $4.5 billion.\n\nThoma Bravo won Mergers & Acquisitions M&A Mid-Market Deal of the Year award for 2014 for the $930 million purchase of hospitality software TravelClick.\n\nKirkland & Ellis LLP represented Thoma Bravo and Elder Bray & Bankler PC advised Sirius.\n\nFor more information on related topics, visit the following:", "article_metadata": {"og": {"url": "http://www.themiddlemarket.com/news/kelso-buys-thoma-bravos-sirius-computer-258744-1.html", "image": "http://cdn.themiddlemarket.com/media/newspics/itsoftware.jpg", "site_name": "Mergers & Acquisitions, Latest News", "title": "Kelso Buys Thoma Bravo’s Sirius Computer"}}, "article_summary": "Kelso Buys Thoma Bravo’s Sirius ComputerThoma Bravo recently made deals for Lawlogix, Medeanalytics and SolarwindsPrivate equity firm Kelso & Co. has completed the acquisition of information technology company Sirius Computer Solutions Inc. from Thoma Bravo.\nKirkland & Ellis LLP represented Thoma Bravo and Elder Bray & Bankler PC advised Sirius.\nThoma Bravo won Mergers & Acquisitions M&A Mid-Market Deal of the Year award for 2014 for the $930 million purchase of hospitality software TravelClick.\nSirius, based in San Antonio, Texas, and founded in 1980 makes cloud software, IT networking products and software for mobile devices.\nEarlier in 2015, Sirius acquired certain software assets from Avnet Inc. and purchased technology consulting firm Varrow Inc.Thoma Bravo has been active lately in making deals."}