{"article_title": "Utah crushes Oregon 62-20; Ducks’ worst home loss since 1977 – The Denver Post", "article_keywords": ["scoring", "loss", "utahs", "1977", "utah", "oregon", "ducks", "6220", "defense", "worst", "denver", "yards", "pass", "touchdown", "post", "utes", "crushes", "victory"], "article_url": "http://www.denverpost.com/colleges/ci_28885820/utah-crushes-oregon-62-20-ducks-worst-home", "article_text": "EUGENE, Ore. — While Utah’s players sang and danced in the locker room following their big victory over Oregon, coach Kyle Whittingham was already looking ahead to the next game.\n\nTravis Wilson returned from a shoulder sprain and threw for 227 yards and four touchdowns in No. 18 Utah’s 62-20 victory over the No. 13 Ducks on Saturday night in the Pac-12 opener for both teams.\n\n“It was a good win. We’ve got some things we’ve got to clean up and get ready for Cal,” said Whittingham, who earlier gave Utes fans who traveled a thumbs-up as he left the field.\n\nWilson completed 18-of-30 passes, hitting nine receivers, and ran for 100 yards and another score for Utah (4-0). The lanky senior sprained his left shoulder two weeks ago against Utah State and sat out the Utes’ victory last weekend over Fresno State.\n\nOregon hadn’t lost so badly at home since falling 54-0 to Washington in 1977. Utah’s 62 points were the most scored against a Pac-12 opponent since joining the league in 2011, and also the most the Ducks have ever allowed in Eugene.\n\n“It felt amazing. It’s a great win for this program, a great step for this offense. To put that many points on a team like Oregon is unheard of,” Wilson said.\n\nVernon Adams Jr. started at quarterback for Oregon (2-2) despite a broken index finger that kept him out of the Ducks’ victory last weekend over Georgia State, but he didn’t last long and was replaced by backup Jeff Lockie in the second quarter.\n\nAfterward, coach Mark Helfrich said it wasn’t just Adams’ injury that merited the change.\n\n“There were some things there that are plays he would normally make, you have to kind of get into their head as to why and what, if he’s thinking about something else, whatever it is,” Helfrich said. “You’ve got to give Utah credit.”\n\nBut it was Oregon’s besieged defense that had no solution for Wilson and the rolling Utes, who amassed 530 yards of total offense.\n\nAndy Phillips put Utah ahead with early field goals from 28 and 44 yards, and Utah’s defense thwarted Oregon’s first three series of the game.\n\nByron Marshall’s 77-yard kickoff return and a facemask penalty put Oregon on the Utes 11 at the end of the first quarter, and Adams capped the short drive with a 13-yard touchdown pass to Royce Freeman. The 2-point conversion failed.\n\nThe Utes pulled back in front on Wilson’s 26-yard touchdown pass to wide-open Britain Covey in the end zone, then pushed the lead to 20-16 with Wilson’s 7-yard pass to Kenneth Scott.\n\nOregon’s defense struggled. The unit went into the game ranked 105th among FBS programs for overall defense, allowing an average of 456.3 yards. The Ducks’ scoring defense was at 104th in the country.\n\nAdams struggled, too. The senior transfer from Eastern Washington completed just two of seven pass attempts before he was replaced by Lockie, Marcus Mariota’s backup last season.\n\nLockie sparked the offense, completing his first three passes of the game and earning a “Lock-ie! Lock-ie!” chant from the Autzen Stadium crowd. His first drive finished with a 6-yard touchdown pass to Bralon Addison.\n\nBut the enthusiasm from the crowd was short-lived and Utah answered with Wilson’s 9-yard scoring pass to true freshman Caleb Repp to make it 27-13 going into the half.\n\nWilson opened the third quarter with a 2-yard scoring run, and the Utes padded the lead with running back Devontae Booker’s 25-yeard scoring pass to Britain.\n\nOregon suffered a blow early in the half when Marshall appeared to injure his right ankle on a kickoff return. The senior receiver, who ranks 10th on Oregon’s career list with 27 touchdown receptions, had to be carted to the locker room.\n\nWilson hit Repp with a 16-yeard scoring pass and the Utes went up 48-13, sending fans streaming for the exits. Boobie Hobbs added a touchdown on a 69-yard punt return when Utah faked out the Ducks by drawing them to a different player.\n\n“Everything that could have gone wrong went wrong,” Helfrich said.\n\nBackup Kendal Thompson ran six yards for the final touchdown for Utah, which has a bye next week before hosting California.\n\nOregon travels to Colorado next week.\n\nThe game had some unusual moments. In addition to Booker’s touchdown pass, the game also featured an appearance on offense at receiver for Utah cornerback Cory Butler-Byrd. The versatile junior was last week’s Pac-12 special teams player of the week for his 98-yard kickoff return for a touchdown against Fresno State.", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "Utah crushes Oregon 62-20; Ducks’ worst home loss since 1977", "title": "Utah crushes Oregon 62-20; Ducks’ worst home loss since 1977", "url": "http://www.denverpost.com/2015/09/27/utah-crushes-oregon-62-20-ducks-worst-home-loss-since-1977/", "image": {"width": 654, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/04/20150927__utahp1.jpg", "height": 438}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/04/20150927__utahp1.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "article": {"published_time": "2015-09-27T11:21:48+00:00", "modified_time": "2016-04-21T23:52:08+00:00"}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477afa6914bd0286fe5fe5\"", "article_summary": "The Ducks’ scoring defense was at 104th in the country.\nIn addition to Booker’s touchdown pass, the game also featured an appearance on offense at receiver for Utah cornerback Cory Butler-Byrd.\nThe lanky senior sprained his left shoulder two weeks ago against Utah State and sat out the Utes’ victory last weekend over Fresno State.\nWilson hit Repp with a 16-yeard scoring pass and the Utes went up 48-13, sending fans streaming for the exits.\nHis first drive finished with a 6-yard touchdown pass to Bralon Addison."}