{"article_title": "NFP Outlook 'Stable' for 2016, Say Moody's", "article_keywords": ["sector", "outlook", "moodys", "patient", "nfp", "flow", "states", "say", "growth", "medicaid", "strong", "stable", "2016"], "article_url": "http://www.healthleadersmedia.com/finance/nfp-outlook-stable-2016-say-moodys", "article_text": "NFP Outlook 'Stable' for 2016, Say Moody's\n\nCash flow growth in the healthcare sector jumped in 2014 and remained strong through June 2015, prompting Moody's to upgrade the sector's outlook from \"negative\" to \"stable.\" But key drivers are not performing as strongly now, signaling a potential slowdown.\n\nThe nation's not-for-profit healthcare sector will likely see diminished cash flow and patient volumes in 2016, although the overall outlook in the sector for the next 12 to 18 months is \"stable,\" Moody's Investors Service says.\n\n\"We expect the current strong growth in patient volumes and cash flow will return to normal levels (3% to 4%) over the outlook horizon because some of the factors driving recent strong performance, such as gains in insurance coverage and strong patient volume growth, will not be repeated in 2016,\" Moody's says.\n\nCash flow growth in the sector had been relatively flat for several years but jumped to 12.3% in 2014, and growth through June 2015remained strong at 10.5%. That prompted Moody's in August to upgrade the sector's outlook from \"negative\" to \"stable.\" Moody's says key drivers of cash flow growth in previous quarters are not performing as strongly, signaling a potential slowdown.\n\n\"For example, inpatient volume growth has been boosted by gains in insurance coverage and recent growthcomes after years of declines, likely reflecting some pent up demand,\" Moody's says. \"Although patient demand remains strong compared to thelast five years, patient volume growth began to slow by June 2015, and many hospitals are projecting flat growth in 2016.\n\nMoreover,hospitals continue to see more patients in the outpatient setting, due in part to regulatory changes from payers and advances inpatient care that require fewer hospitalizations. Reimbursement for outpatient services is significantly lower than for inpatient care.\"\n\nOn other fronts, not-for-profit providers continue to see bad debt falling, although at a slowing rate. The reductions in bad debt are credited to the increased health insurance coverage under the Patient Protection and Affordable Care Act. Nearly all of the reductions in bad debt are occurring in states that expanded Medicaid, while bad debt reduction in non-expansion states \"has slowed considerably.\"\n\nMoody's says Medicare and Medicaid enrollment is expected to expand over the next two years as the population ages, and more states expand their Medicaid rolls.\n\n\"However, government payers reimburse at rates below commercial insurance, pressuring margins; reimbursement from the government is not typically subject to negotiation,\" Moody's said. \"The question of if, and when, additional states expand Medicaid eligibility will affect future financial performance as costs increase; two of the most populous states (Texas and Florida) remain opposed to Medicaid expansion, but will face continued pressure from the hospital industry and others to change course.\"", "article_metadata": {"description": "Cash flow growth in the healthcare sector jumped in 2014 and remained strong through June 2015, prompting Moody's to upgrade the sector's outlook from \"negative\" to \"stable.\" But key drivers are not performing as strongly now, signaling a potential slowdown.", "generator": "Drupal 7 (http://drupal.org)", "HandheldFriendly": "true", "MobileOptimized": "width", "keywords": "business, revenue", "viewport": "width=device-width"}, "article_summary": "NFP Outlook 'Stable' for 2016, Say Moody'sCash flow growth in the healthcare sector jumped in 2014 and remained strong through June 2015, prompting Moody's to upgrade the sector's outlook from \"negative\" to \"stable.\"\nMoody's says key drivers of cash flow growth in previous quarters are not performing as strongly, signaling a potential slowdown.\nThe nation's not-for-profit healthcare sector will likely see diminished cash flow and patient volumes in 2016, although the overall outlook in the sector for the next 12 to 18 months is \"stable,\" Moody's Investors Service says.\nThat prompted Moody's in August to upgrade the sector's outlook from \"negative\" to \"stable.\"\nCash flow growth in the sector had been relatively flat for several years but jumped to 12.3% in 2014, and growth through June 2015remained strong at 10.5%."}