{"article_title": "Hillary Clinton: “Dead broke!”", "article_keywords": ["wants", "clinton", "house", "bill", "clintons", "dead", "mortgages", "hillary", "broke", "white", "education", "sounds"], "article_url": "http://www.texasgopvote.com/issues/stop-big-government/hillary-clinton-dead-broke-006770", "article_text": "Hillary Clinton is crying poverty. The woman who commands $200,000 per speaking engagement claims that after Bill and she left the White House, they were “dead broke.”\n\nHillary Clinton told ABC News:\n\n“We came out of the White House not only dead broke, but in debt…We had no money when we got there, and we struggled to, you know, piece together the resources for mortgages, for houses, for Chelsea’s education. You know, it was not easy.”\n\nHouses…PLURAL! While many people are homeless, millions are upside down in their mortgages or renting from some rich fat cat, Hillary Clinton is lamenting her struggle to keep up with multiple mortgages. Sounds like she needed to start investing in commodities, since she was so good at it, right!\n\nAnd of course Chelsea had to get the best education that other people’s money could buy. There is no way anybody helped the Clintons with Chelsea’s education. Chelsea got NO breaks being the daughter of the most ruthless White House duo (at the time) in the history of America.\n\nAs for those legal bills, just so we are clear, whose fault was it that the Clinton’s had them? I suggest it was the lying lecherous Liberali known as Bill who created the problem of which Hillary wants us to now feel sorry for them.\n\nThankfully neither of them got sick, since ObamaCare wasn’t there to save them. Whew…that was close.\n\nI love the excuses of the rich elitists. Like the Clintons were ever going to miss a meal?\n\nBut we have Hillary on her book tour, selling her version of the Horatio Alger story.\n\n“Bill and I picked themselves up by their bootstraps, and went from rags to riches, and you can do it too, Average American…as long as you elect me president!”\n\nHillary wants us to believe that after reaching the Holy Grail of American politics, and being in the White House for eight years, rising a second time from white trash to Camelot Part Two, or Black Camelot Part I, depending on who you “axe,” she and Bill were destitute!\n\nI don’t buy it.\n\nHillary got an $8 million advance for her first book, a memoir, back in 2003. It has been estimated that the Clintons are now worth a whopping $100 million.\n\nHillary can keep pimping her latest drivel, titled “Hard Choices,” which sounds more like Bill choosing between having sex with Monica or Hillary. Hmm, what WILL he choose?!", "article_metadata": {"og": {"site_name": "TexasGOPVote", "description": "Hillary Clinton is crying poverty. The woman who commands $200,000 per speaking engagement claims that after Bill and she left the White House, they were “dead broke.” Hillary Clinton told ABC News:", "title": "Hillary Clinton: “Dead broke!”", "url": "http://www.texasgopvote.com/issues/stop-big-government/hillary-clinton-dead-broke-006770", "updated_time": "2014-06-11T16:17:50-05:00", "type": "article"}, "article": {"published_time": "2014-06-11T16:06:29-05:00", "modified_time": "2014-06-11T16:17:50-05:00"}, "description": "Hillary Clinton is crying poverty. The woman who commands $200,000 per speaking engagement claims that after Bill and she left the White House, they were “dead broke.” Hillary Clinton told ABC News:", "generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "Hillary Clinton is crying poverty.\nWhile many people are homeless, millions are upside down in their mortgages or renting from some rich fat cat, Hillary Clinton is lamenting her struggle to keep up with multiple mortgages.\nHillary can keep pimping her latest drivel, titled “Hard Choices,” which sounds more like Bill choosing between having sex with Monica or Hillary.\nChelsea got NO breaks being the daughter of the most ruthless White House duo (at the time) in the history of America.\nI suggest it was the lying lecherous Liberali known as Bill who created the problem of which Hillary wants us to now feel sorry for them."}