{"article_title": "Oklahoma doctor featured in documentary that examines science behind vaccinations", "article_keywords": ["protect", "examines", "doctor", "autism", "science", "oklahoma", "middleman", "hpv", "according", "vaccines", "featured", "film", "vaccinations", "documentary", "think", "vaccine", "really"], "article_url": "http://newsok.com/article/5340099", "article_text": "Dr. Amy Middleman remembers that 3-year-old boy.\n\nDuring her residency, he came in with chickenpox, or varicella.\n\nWithin six hours, he was dead from an infection known to attack people with open wounds suffering from chickenpox.\n\nThat was before a chickenpox vaccine was licensed in 1995 for use in the U.S.\n\n“You can imagine my dismay when people started complaining that the varicella vaccine was not necessary, that chickenpox is a regular childhood disease — ‘Why would you vaccinate against it?’” said Middleman, adolescent medicine chief in the OU College of Medicine’s pediatrics department. “Because people die. And I think people forget that.”\n\nMiddleman is featured in an upcoming NOVA film, “Vaccines — Calling the Shots,” which takes viewers around the world to track epidemics, explore the science behind vaccinations, hear from parents wrestling with vaccine-related questions and weigh the risks of vaccinating versus the risks of opting out, according to the show’s website.\n\nShe answered questions about the film, which airs Wednesday on PBS.\n\nWhat should people anticipate from this film?\n\nMiddleman said viewers will learn a lot about the biology of vaccines, what vaccines are and what they aren’t.\n\n“I think they’re going to get a nice discourse on what makes vaccines so safe, but also, there’s a respectful discussion of how there can be some confusion and concern when things go wrong,” Middleman said.\n\nPeople mistakenly connect children who develop certain disorders, such as autism, with the alleged affects of vaccines, although that’s been found repeatedly in published peer-reviewed scientific articles to not be true, she said.\n\n“The critical piece is, vaccines are incredibly safe and incredibly effective and unfortunately victims of their own success because now anything that happens after a vaccine is unfortunately attributed to the vaccine when in fact the relationship may be in time only, not in cause,” Middleman said.\n\nHow have you seen the conversation around vaccines evolve?\n\nThe discussion over the safety of vaccines became an increasingly popular one around the early 2000s, Middleman said.\n\nThis came around the same time that two papers by former physician Andrew Wakefield and colleagues were published that allegedly claimed connections between the MMR vaccine and autism, according to the American Academy of Pediatrics. These papers were later found to have critical flaws.\n\n“The connection has now been completely debunked for the most part,” Middleman said. “There is no connection between autism and vaccines, and I think the film clearly explains that and presents new data indicating autism has fetal origin and also has a genetic basis primarily, so this film really helps debunk that myth in a way that I think is really satisfying.”\n\nWhat got you interested in studying vaccines?\n\nDuring her medical training fellowship, Middleman started researching the Hepatitis B vaccine. This first got her interested in vaccines.\n\n“That was a really exciting time because the Hepatitis B vaccine was one of the first vaccines that, at the time, targeted adolescents and really looked to protect that age group as well,” Middleman said.\n\nDuring “Vaccines: Calling the Shots,” Middleman assesses the safety and effectiveness of the HPV vaccine, among other things.\n\n“This vaccine prevents cancer — we’ve been waiting for that for years — it’s such an exciting time and yet people are expressing fear about this vaccine, and it doesn't make sense because the science reports it as one of the safest vaccines available,” Middleman said.\n\nHPV is the most common sexually transmitted infection in the United States, according to the Centers for Disease Control and Prevention. Some types of HPV can cause health problems, including genital warts and cancers, according to the CDC.\n\nThe low rates of girls and boys who have gotten the HPV vaccine can be somewhat attributed to the association the vaccine has with sex and sexuality, she said.\n\nThe CDC has documented a continually low rate of youths who receive the vaccine.\n\nMeanwhile, the Vaccines for Children program and insurance plans under the Affordable Care Act both generally cover the HPV vaccine, she said.\n\n“My role as a mother is to protect my children from everything I can before I let them out in the world, and I’m going to protect them from HPV and related cancer,” Middleman said. “That’s what I’m here for and hopefully I can protect as many patients as I possibly can.”", "article_metadata": {"description": "Dr. Amy Middleman, adolescent medicine chief in the University of Oklahoma College of Medicine’s pediatrics department, is featured in an upcoming NOVA film, “Vaccines — Calling the Shots.”", "copyright": "Copyright (c) 2016 NewsOK.com. All Rights Reserved", "og": {"site_name": "NewsOK.com", "description": "SEP  8, 2014 - Dr. Amy Middleman, adolescent medicine chief in the University of Oklahoma College of Medicine’s pediatrics department, is featured in an upcoming NOVA film, “Vaccines — Calling the Shots.”", "title": "Oklahoma doctor featured in documentary that examines science behind vaccinations", "locale": "en_US", "image": {"url": "http://cdn2.newsok.biz/cache/r960-aa38f8172c35b2ca5ce18f5be4ec7a67.jpg", "width": 960, "identifier": "http://cdn2.newsok.biz/cache/r960-aa38f8172c35b2ca5ce18f5be4ec7a67.jpg", "type": "image/jpeg"}, "url": "http://newsok.com/article/5340099", "type": "article"}, "twitter": {"description": "SEP  8, 2014 - Dr. Amy Middleman, adolescent medicine chief in the University of Oklahoma College of Medicine’s pediatrics department, is featured in an upcoming NOVA film, “Vaccines — Calling the Shots.”", "creator": "@jaclyncosgrove", "image": {"src": "http://cdn2.newsok.biz/cache/w620-aa38f8172c35b2ca5ce18f5be4ec7a67.jpg"}, "title": "Oklahoma doctor featured in documentary that examines science...", "site": "@newsok", "card": "summary_large_image"}, "apple-mobile-web-app-title": "NewsOK", "fb": {"app_id": 211740625534903}, "vr": {"canonical": "http://newsok.com/article/5340099", "type": "auto-play-video", "author": "Jaclyn Cosgrove"}, "article": {"publisher": "https://www.facebook.com/NewsOK", "tag": "ae, TV, health, news, life, local, cancer, parenting, knowit, Jaclyn Cosgrove, enterprise,", "published_time": "2014-09-08T00:00:00-05:00", "modified_time": "2016-05-27T01:52:38-05:00"}, "viewport": "width=1140"}, "article_summary": "Meanwhile, the Vaccines for Children program and insurance plans under the Affordable Care Act both generally cover the HPV vaccine, she said.\nThe low rates of girls and boys who have gotten the HPV vaccine can be somewhat attributed to the association the vaccine has with sex and sexuality, she said.\nDuring “Vaccines: Calling the Shots,” Middleman assesses the safety and effectiveness of the HPV vaccine, among other things.\nMiddleman said viewers will learn a lot about the biology of vaccines, what vaccines are and what they aren’t.\nWithin six hours, he was dead from an infection known to attack people with open wounds suffering from chickenpox."}