{"article_title": "Virtual Reality Therapy Could Be At The Forefront Of Depression Treatment", "article_keywords": ["room", "scenario", "compassion", "study", "vr", "virtual", "reality", "participants", "therapy", "treatment", "child", "forefront", "patients", "depression"], "article_url": "http://www.medicaldaily.com/virtual-reality-depression-therapy-373390", "article_text": "Most people would say virtual reality (VR) is the next form of entertainment; a headset meant to immerse the user in video games, movies, or TV shows. While this is true in many cases, there are some (arguably) more useful applications for the devices — one of them being for the treatment of depression.\n\nA new study from the University College London (UCL) and ICREA-University of Barcelona have found VR has the potential to help those with depression become less critical of themselves, as well as reduce their overall symptoms of depression. Ten women and five men around the age of 32 were involved in the small study after undergoing a screening process. First, participants were asked to measure their depression symptoms over the previous two weeks. Then, they were asked to imagine a scenario in which they returned home to discover they left their keys at work, and to rate their reaction — harsh or critical, or soothing and reassuring? Finally, they were asked to rate how scared they were of being compassionate to themselves.\n\nAfter answering these questions, the participants donned a VR headset and body suit that placed them inside a virtual room similar to the one in which the study took place. In the room, the participants could move around and interact with objects, as well as see their virtual selves in a mirror.\n\nInside the room, the researchers trained the participants how to show compassion to a virtual child in distress. They taught them generic sentences that corresponded with each of the three stages of compassion-focused therapy — validation, redirection of attention, and memory activation. The virtual child was programmed to respond positively whenever a participant succeeded in these stages, and by the end, the child would stop crying. A second scenario put the participants in the child’s place, sitting on the virtual floor, looking up at the virtual replica of themselves. This replica recited the same lines from the previous scenario, with the participant being the target.\n\n\"In this study, by comforting the child and then hearing their own words back, patients are indirectly giving themselves compassion,” said study author Chris Brewin, a professor at UCL, in a press release. “The aim was to teach patients to be more compassionate toward themselves and less self-critical, and we saw promising results.”\n\nBrewin and his team conducted the study twice more at weekly intervals, and then followed up a month later. Out of the 15 participants, five showed reliable improvements and four showed a significant change in their depression. Specifically, participants experienced an increase in self-compassion and a decrease in self-criticism. They were also less likely to fear compassion from others.\n\nThe researchers hope their findings will lead to a larger, controlled trial. If successful, VR could be a low-cost, widely available method for treating a condition that affects 350 million people worldwide.\n\nSource: Brewin C, et al. Embodying self-compassion within virtual reality and its effects on patients with depression. British Journal of Psychiatry Open. 2016.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "virtual reality, depression, therapy", "og": {"site_name": "Medical Daily", "description": "Using virtual reality as a therapy device may be the future of depression treatment, according to a new study.", "title": "Using Virtual Reality To Help Depression Patients", "url": "http://www.medicaldaily.com/virtual-reality-depression-therapy-373390", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2016/02/12/virtual-reality.jpg", "type": "article"}, "twitter": {"description": "Using virtual reality as a therapy device may be the future of depression treatment, according to a new study.", "title": "Using Virtual Reality To Help Depression Patients", "url": "http://www.medicaldaily.com/virtual-reality-depression-therapy-373390", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2016/02/12/virtual-reality.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2016/02/12/virtual-reality.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Innovation", "published_time": "2016-02-15T03:00:00-05:00", "modified_time": "2016-02-15T03:00:03-05:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Using virtual reality as a therapy device may be the future of depression treatment, according to a new study."}, "article_summary": "The virtual child was programmed to respond positively whenever a participant succeeded in these stages, and by the end, the child would stop crying.\nEmbodying self-compassion within virtual reality and its effects on patients with depression.\nInside the room, the researchers trained the participants how to show compassion to a virtual child in distress.\nA second scenario put the participants in the child’s place, sitting on the virtual floor, looking up at the virtual replica of themselves.\nMost people would say virtual reality (VR) is the next form of entertainment; a headset meant to immerse the user in video games, movies, or TV shows."}