{"article_title": "Altus Acquires Pump Manufacturer Nichols Portland from Parker Hannifin", "article_keywords": ["firm", "parker", "hannifin", "altus", "related", "equipment", "pump", "nichols", "portland", "acquires", "makes", "manufacturer"], "article_url": "http://www.themiddlemarket.com/news/manufacturing/altus-acquires-pump-manufacturer-nichols-portland-from-parker-hannifin-260107-1.html", "article_text": "Altus Acquires Pump Manufacturer Nichols Portland from Parker Hannifin\n\nThe PE Firm recently bought GED Integrated and exited Aqua-Chem\n\nMiddle-market private equity firm Altus Capital Partners has acquired Nichols Portland, a pump manufacturer in Maine, from Parker Hannifin Corp. (NYSE: PH).\n\nTerms of the deal were not disclosed. Nichols Portland of Portland, Maine, was founded in 1904. The manufacturer designs and builds components for gerotors—a type of fluid pump used by filling stations and in engines, power plant turbines, transmissions and industrial hydraulic equipment. Nichols Portland is the self-described largest manufacturer of gerotors in the world.\n\nAltus Capital, based in Wilton, Connecticut, is partnering with Nichols Portland’s management team in the acquisition. According to Altus, the firm and company managers expect demand for smart pump technology and advanced gearing for the pumps to increase because of their role in improving fuel and motor efficiency.\n\nIf auto sales are an indicator of the potential pump market, figures show an increase in the first two months of 2016 over 2015—up 3.4 percent to 2.5 million, according to Automotive News. Parker Hannifin, based in Cleveland, makes a wide range of pumps and related systems for aerospace, industrial and hydraulic equipment applications.\n\nAltus invests in manufacturers in the U.S. with proprietary technologies, focusing on businesses with at least $4 million in Ebitda. In 15 years, the firm’s partners have acquired more than 20 platform companies. In 2015, Altus purchased GED Integrated Solutions Inc. of Twinsburg, Ohio, which makes equipment that makes window and patio door frames and sold Aqua-Chem, a water treatment business, to Crimson Investment, a San Francisco middle-market PE firm. In a 2012 interview with Mergers & Acquisitions, Russell Greenberg, Altus managing partner, described his firm’s strategy of partnering with management teams in its acquisitions.\n\nFor more information on related topics, visit the following:", "article_metadata": {"status": "open", "domain": "Mergers & Acquisitions", "sailthru.author": "Keith Button", "sailthru.expire_date": "2016-04-10 12:02:00", "og": {"url": "http://www.themiddlemarket.com/news/manufacturing/altus-acquires-pump-manufacturer-nichols-portland-from-parker-hannifin-260107-1.html", "image": "http://cdn.themiddlemarket.com/media/newspics/autopump.jpeg", "site_name": "Mergers & Acquisitions, Latest News", "title": "Altus Acquires Pump Manufacturer Nichols Portland from Parker Hannifin"}, "sailthru.description": "The PE Firm recently bought GED Integrated and exited Aqua-Chem", "brand": "Mergers & Acquisitions, Latest News", "sailthru.date": "2016-03-10 12:02:00", "wordcount": 269, "sailthru.title": "Altus Acquires Pump Manufacturer Nichols Portland from Parker Hannifin", "featured": 0, "sailthru.tags": "News, Private Equity, Infrastructure, Manufacturing, Manufacturing, Altus Acquires Pump manufacturer Nichols Portland from Parker Hannifin, private equity, automotive, manufacturing, industrial, infrastructure, Parker Hannifin, GED Integrated, Nichols Portland, Crimson Investment, Russell Greenberg, Article", "type": "Article", "sailthru.image.full": "http://cdn.themiddlemarket.com/media/newspics/autopump.jpeg"}, "article_summary": "Altus Acquires Pump Manufacturer Nichols Portland from Parker HannifinThe PE Firm recently bought GED Integrated and exited Aqua-ChemMiddle-market private equity firm Altus Capital Partners has acquired Nichols Portland, a pump manufacturer in Maine, from Parker Hannifin Corp. (NYSE: PH).\nNichols Portland of Portland, Maine, was founded in 1904.\nNichols Portland is the self-described largest manufacturer of gerotors in the world.\nParker Hannifin, based in Cleveland, makes a wide range of pumps and related systems for aerospace, industrial and hydraulic equipment applications.\nAltus Capital, based in Wilton, Connecticut, is partnering with Nichols Portland’s management team in the acquisition."}