{"article_title": "How Health Republic failed; what’s next in NY", "article_keywords": ["enroll", "whats", "plans", "failed", "exchange", "customers", "republics", "ny", "state", "republic", "fidelis", "health", "insurers"], "article_url": "http://www.lohud.com/story/news/health/2015/11/13/health-republic-customers/75723508/", "article_text": "Fidelis to take uninsured ex-lients in Lower Hudson Valley\n\nNew York's health insurance exchange website (Photo: Submitted)\n\nALBANY - Three upstate health insurers will take on new customers who need to find coverage because of the demise of Health Republic -- the latest step as the company’s woes mount.\n\nState regulators on Friday announced agreements with Fidelis Care, Excellus BlueCross BlueShield and MVP Health Care to automatically enroll Health Republic clients as the consumers’ plans end Nov. 30 because of Health Republic’s collapse.\n\nFriday’s announcement by the state Department of Financial Services was the latest effort by the state to clean up the mess created by Health Republic as questions grow about why New York didn’t pick up earlier on the company’s financial troubles. The company, like many struggling health cooperatives, has faced federal aid cuts, fueling its meltdown, experts said.\n\nState lawmakers are vowing an investigation, and health-care providers are urging the state to create a fund to bail them out if they are stuck with Health Republic’s unpaid bills.\n\n“It is extremely important to determine what led to Health Republic’s failure, and it it our intention to pursue legislation to avoid such a catastrophe in the future,” state Sens. Kemp Hannon and James Seward, two Republicans, wrote to state regulators Thursday.\n\nPopular plan\n\nThe state announced Sunday it would automatically enroll the 200,000 Health Republic patients into new plans, if they don’t themselves pick a new provider, to ensure continuity of care. The enrollment will be based on where customers live.\n\nHealth Republic's logo (Photo: Courtesy)\n\n“While we encourage Heath Republic customers to act as soon as possible to pick new insurance plans, this auto-enrollment option is critical to helping ensure a smooth transition to new coverage,” said Donna Frescatore, executive director of New York State of Health, the state’s health exchange, in a statement.\n\nHealth Republic, which covered about 20 percent of the exchange’s enrollees, is the largest insurer in the exchange in many counties, including Westchester, Putnam, Erie, Dutchess and Ulster.\n\nBetween small-business employees and individuals buying Health Republic on the open marketplace, Westchester had 20,400 customers, the state Healthcare Association of New York said. Erie County had nearly 9,000; Rockland had 5,300; and Monroe had 3,000.\n\nThe Manhattan-based cooperative, the largest in the nation, offered extraordinarily low rates, leading it to become a popular choice — particularly among young people — in the state’s exchange, which opened in 2014.\n\nBut the rates proved to be too low — and the company’s revenues couldn’t keep up with the demand as federal aid dwindled. Last year, it lost $78 million, financial disclosure forms showed, after the federal government gave the company more than $264 million in loans to stay solvent.\n\nLoss of aid\n\nFederal aid started to dry up in Washington amid the ongoing battle over the Affordable Care Act, leaving Health Republic and other non-profit insurers created under the act in peril. At least 10 of the co-ops in the nation are shutting down or already have.\n\n“This is a new program. The whole thing is new, and it was very hard to figure out where the risk was going to land,” said Sherry Glied, dean of New York University’s Wagner Graduate School of Public Service.\n\nThe final straw for Health Republic was the pending announcement from the federal Centers for Medicare and Medicaid Services that would cut a type of aid called “risk corridor” assistance. The federal government decided ultimately on Oct. 1 — just days after the state said it would close Health Republic — to pay just 12.6 percent of what was expected to the cooperatives.\n\nIt was a big hit to Health Republic, the company said.\n\nThe cooperatives were to be a counterweight to the major private insurers. But they have struggled with the wherewithal to sustain losses of federal aid and deal with some regulations.\n\nFor example, companies like Health Republic had enrolled healthier patients — which lowered their costs. But under so-called Obamacare, the companies must pay to compensate companies with sicker than average enrollees, leading to higher expenses, said Mark Harrington, chairman of the health-care management department at the University of Pennsylvania’s Wharton School.\n\n“Many proponents of the co-op program are now stressing the inherent challenges new insurers face to achieve viability,” Harrington wrote Thursday in a Forbes op-ed.\n\nOthers stepping in\n\nUnder Friday’s agreements, Fidelis, Excellus and MVP have agreed to automatically enroll Health Republic members on Dec. 1 and credit any deductible and out-of-pocket expenses already paid for covered this year.\n\nNext week, Health Republic customers who have not yet selected a new health plan for Dec. 1 will receive an auto-enrollment notice from state Health Department telling them — based on their county of residence — who their insurer will be.\n\nFidelis Care logo (Photo: Fidelis Care)\n\nUlster County residents will receive an offer to enroll from Albany-based MVP, while those in the Lower Hudson Valley will get an offer from Fidelis Care, which is also based in the Albany area and last year was the largest private insurer under the state’s exchange.\n\n“Like other health plans, Fidelis Care is working closely with the state Department of Health to ensure that Health Republic members have the information and resources they need to choose a new plan for their coverage, and to help make their transition as seamless as possible,” Dave Thomas, the COO at Fidelis Care.\n\nWarning signs?\n\nThe problems with Health Republic were years in the making.\n\nAfter its first year of operation, Health Republic in 2014 sought a 15 percent increase in rates, among the highest sought by any insurer.\n\nThe state, though, pared back the increase to 13 percent. For 2016, Health Republican sought a 14 percent hike -- again one of the largest on the exchange.\n\nThe state Department of Financial Services, which sets the rates, said it has done its due diligence in trying to limit the damage from Health Republic’s demise.\n\n“Going forward, we will continue to do everything we can to protect these consumers,” the agency’s superintendent, Anthony J. Albanese, said in a statement.\n\nMeanwhile, the enrollment period opened Nov. 1 for the more than 2 million customers on the exchange to pick their insurance for 2016. The enrollment period runs until Dec. 15 for coverage starting Jan. 1.\n\nHospitals, insurers worried\n\nHospitals and doctors fear they could get stuck with Health Republic’s tab. Hospitals alone are estimated to have at least $160 million in liabilities from the co-opc.\n\nThe state Healthcare Association, which represents hospitals, is urging the state to set up a guarantee fund to reimburse providers who could be on the hook for Health Republic’s insolvency — and perhaps other insurers on the exchange that might face a similar fate in the future. The group said it “continues to raise very serious concerns about the consequences of such a tremendous financial loss when hospitals are already financially fragile.”\n\nBut insurers are taking issue with the hospitals’ push, saying the proposal may pass the added costs on to insurance companies through higher fees.\n\n“To address the immediate problem of unpaid Health Republic claims, we would propose use of state dollars like the hundreds of millions in funds the state uses to bail out failing hospitals in New York,” said state Health Plan Association, which represents insurers, said in a statement.\n\nThe insurers have been fighting with the state over cuts to their proposed rate increases in recent years, and now they are suggesting that the state’s stance isn’t financially viable.\n\n“There is plenty of time in the weeks and months ahead to talk about solutions to avoid another Health Republic-like event,” the Health Plan Association continued. “Part of those discussions must address reforming New York’s current prior approval process and the need for truly transparent rate setting that ensures plan premiums are adequate and actuarially sound.”\n\nJSPECTOR@Gannett.com\n\nwww.twitter.com/gannettalbany\n\nQuestions with Health Republic\n\nThe state has set up a special customer service helpline at 1-855-329-8899, or visit https://nystateofhealth.ny.gov/\n\nThere are also two other numbers:\n\nA hotline for Health Republic customers at 1-855-329-8899. It will be open from 8 a.m. to 8 p.m. on Monday through Friday and 9 a.m. to 1 p.m. on Saturday. It will also be open from 9 a.m. to 4 p.m. next Saturday and Sunday.\n\nFor Health Republic questions generally, call the Department of Financial Services at its own phone number, at 1-800-342-3736. It’s open Monday through Friday, 8 a.m. to 8p.m., and Saturday from 9 a.m. to 1 p.m.\n\nHow to enroll in NY State of Health\n\nTo enroll in the health exchange, visit nystateofhealth.ny.gov, call Customer Service at 1-855-355-5777, or meet with a so-called navigator, who can advice a customer on how to enroll. The list of advisers is on the same website.\n\nHere are the dates for the Marketplace:\n\nNov. 1: Open enrollment starts.\n\nDec. 15: Last day to enroll in or change plans for new coverage to start Jan 1.\n\nJan. 1: 2016 coverage starts for those who enroll or change plans by Dec. 15.\n\nJan. 15: Last day to enroll in or change plans for new coverage to start Feb. 1.\n\nJan. 31: Open enrollment ends for 2016. Enrollments or changes between Jan. 16-31 take effect March 1\n\nRead or Share this story: http://lohud.us/1iZAZCa", "article_metadata": {"google": "notranslate", "description": "3 upstate health insurers will take on new customers who need to find coverage because of the demise of Health Republic.", "og": {"site_name": "lohud.com", "description": "3 upstate health insurers will take on new customers who need to find coverage because of the demise of Health Republic.", "title": "How Health Republic failed; what’s next in NY", "url": "http://www.lohud.com/story/news/health/2015/11/13/health-republic-customers/75723508/", "image": "http://www.gannett-cdn.com/GDContent/applogos/lohud.png", "type": "article"}, "twitter": {"description": "3 upstate health insurers will take on new customers who need to find coverage because of the demise of Health Republic.", "creator": "@lohud", "image": "http://www.gannett-cdn.com/-mm-/16650b6af26e2618d17b25d394592f44af08cf9f/c=32-0-142-109&r=x643&c=640x640/local/-/media/Westchester/Westchester/2014/03/21//1395458789000-nyStateofHealth.jpg", "title": "How Health Republic failed; what’s next in NY", "site": "@lohud", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=600070416", "fb": {"app_id": 169889109713077}, "Content-Type": "text/html; charset=UTF-8", "viewport": "width=1070", "news_keywords": "health republic, health insurance in new york, where to get health insurance in new york, fidelis, fidelis care"}, "article_summary": "For Health Republic questions generally, call the Department of Financial Services at its own phone number, at 1-800-342-3736.\nNext week, Health Republic customers who have not yet selected a new health plan for Dec. 1 will receive an auto-enrollment notice from state Health Department telling them — based on their county of residence — who their insurer will be.\nAfter its first year of operation, Health Republic in 2014 sought a 15 percent increase in rates, among the highest sought by any insurer.\nState regulators on Friday announced agreements with Fidelis Care, Excellus BlueCross BlueShield and MVP Health Care to automatically enroll Health Republic clients as the consumers’ plans end Nov. 30 because of Health Republic’s collapse.\nFor example, companies like Health Republic had enrolled healthier patients — which lowered their costs."}