{"article_title": "Hot flashes can linger for years", "article_keywords": ["linger", "study", "median", "symptoms", "hot", "periods", "menopause", "night", "flashes", "dr", "women"], "article_url": "http://health.heraldtribune.com/2015/02/16/hot-flashes-can-linger-years/", "article_text": "Conventional wisdom has it that hot flashes, bursts of intense warmth and sweating that afflict up to 80 percent of middle-aged women, last a few years. But they can actually last as long as 14 years, a study published Monday in JAMA Internal Medicine found.\n\nIn a racially, ethnically and geographically diverse group of 1,449 women with frequent hot flashes or night sweats — the largest study to date — the median length of time women endured symptoms was 7.4 years. So, while half of the women were affected for less than that time, half had symptoms longer — some for at least 14 years, researchers reported. Over all, African-American and Hispanic women experienced hot flashes significantly longer than white or Asian women.\n\nAnd in a particularly unfair hormonal twist, the study found that the earlier hot flashes started the longer they lasted. For women who got hot flashes before they stopped menstruating, the hot flashes were likely to continue for years after menopause, longer than for women whose symptoms only began when their periods had stopped.\n\n“That having symptoms earlier in the transition bodes ill for your symptoms during menopause — that part is certainly new to me,” said Dr. C. Neill Epperson, director of University of Pennsylvania’s Center for Women’s Behavioral Wellness, who was not involved in the study. Perhaps, she and others suggested, early birds are more biologically sensitive to hormonal changes.\n\nAnd many women fall into the early bird category. In this study, only a fifth of cases started after menopause. One in eight women began getting hot flashes while still having regular periods. For two-thirds of women, they began in perimenopause, when periods play hide and seek but have not completely disappeared.\n\nIn numerical terms, women who started getting hot flashes when they were still having regular periods or were in early perimenopause experienced symptoms for a median of 11.8 years. About nine of those years occurred after menopause, nearly three times the median of 3.4 years for women whose hot flashes did not start until their periods stopped.\n\n“If you don’t have hot flashes until you’ve stopped menses, then you won’t have them as long,” said Nancy Avis, a professor of social sciences and health policy at Wake Forest Baptist Medical Center and the study’s first author. “If you start later it’s a shorter total duration, and it’s shorter from the last period on.”\n\nNobody knows why, adding another mystery to the midlife unpleasantness scientists call “menopausal vasomotor symptoms.”\n\nHot flashes, which can seize women many times a day and night — slathering them in sweat, flushing their faces with heat — are linked to drops in estrogen and appear to be regulated by the hypothalamus in the brain. Studies have found that women with hot flash symptoms also face increased risk of cardiovascular problems and bone loss.\n\n“It’s miserable, I’ll tell you what,” said Sharon Brown, 57, of Winston-Salem, N.C., who has endured hot flashes for six years. At her job at a tax and accounting office, she had to stop wearing silk. “I keep one of the little fans with me at all times — one in my purse, a couple in my desk, some in just random places in the office. I’ll be so glad when they stop — if they ever stop.”\n\nResearchers followed the women in the study, who came from seven American cities, from 1996 to 2013. All of them met the researchers’ definition for having frequent symptoms: hot flashes or night sweats at least six days in the previous two weeks. None had had a hysterectomy or both ovaries removed and none were on hormone therapy. (If they started taking hormone therapy during the study period, their data stopped being included, Dr. Avis said.)\n\nAlthough some smaller studies have also found symptoms can last many years, the new research drew praise from experts because, among other things, it included a larger and much more diverse group of women. One-third of them were African-Americans in Pittsburgh, Boston, Chicago and Ypsilanti, Mich. It also included women of Japanese descent in Los Angeles, women of Chinese descent in Oakland and Hispanic women in Newark — about 100 in each group.\n\n“It’s such a real-world study of women we are seeing day in and day out,” said Dr. Risa Kagan, an obstetrician-gynecologist at the University of California, San Francisco, and the Sutter East Bay Medical Foundation in Berkeley. “There is no other study like this.”\n\nResearchers found significant differences between ethnic groups. African-Americans reported the longest-lasting symptoms, continuing for a median of 10.1 years — twice the median duration of Asian women’s symptoms. The median for Hispanic women was 8.9 years; for non-Hispanic whites, 6.5 years.\n\nReasons for ethnic differences are unclear. “It could be genetic, diet, reproductive factors, how many children women have,” Dr. Avis said.\n\nThe study also found that women with longer-lasting symptoms tended to have less education, greater perceived stress, and more depression and anxiety.\n\n“I’m not at all suggesting that hot flashes are manifestations of depression, but they’re both brain-related phenomena, and depression is also more common in the same groups,” said Dr. Andrew Kaunitz, an obstetrician-gynecologist at University of Florida who was not involved in the study. It is unclear if stress and emotional issues help cause hot flashes or result from them.\n\n“Women with more stress in their lives may be more aware of their symptoms and perceive them to be more bothersome,” said Dr. JoAnn E. Manson, chief of preventive medicine at the Harvard-affiliated Brigham and Women’s Hospital and an author of a commentary about the study. “But also having significant night sweats that interrupt sleep can lead to stress.”\n\nDr. Manson said the new study should help women and doctors anticipate that symptoms may continue longer, and might suggest that some women try different approaches at different times.\n\nWomen who are still menstruating, she said, “can become pregnant,” so low-dose contraceptives, which also tame hot flashes, might be recommended until menopause. Hormone therapy might then be prescribed for several years, she said. But since hormone therapy has been linked to increased risk of breast cancer and heart disease for some women, effective non-hormonal therapies also exist, experts said, including low-dose antidepressants.\n\nDr. Manson, a past-president of the North American Menopause Society, has helped the society develop a free app, MenoPro, to assist women deal with hot flashes, starting with nonmedical approaches, like lowering the thermostat, and cutting back on spicy foods, caffeine and alcohol.\n\nMs. Brown and Mary Hairston, 53, tried acupuncture in another study by Dr. Avis and colleagues, and found it helped. Before that, Ms. Hairston said, “every night I would just wake up, dripping wet.”\n\nNow, when she starts sweating at the Italian restaurant where she waitresses, “I go stand in the cooler,” she said. “I used to get cold all the time and I would say I couldn’t wait to have hot flashes. Well, I got over that real quick.”", "article_metadata": {"og": {"image": "http://health.heraldtribune.com/files/2015/02/menopausewp1.jpg"}, "wp-parsely_version": "1.8", "fb": {"app_id": 846021808821787}}, "_id": "\"57477af36914bd0286fcf4b6\"", "article_summary": "For women who got hot flashes before they stopped menstruating, the hot flashes were likely to continue for years after menopause, longer than for women whose symptoms only began when their periods had stopped.\n“I used to get cold all the time and I would say I couldn’t wait to have hot flashes.\n“It’s miserable, I’ll tell you what,” said Sharon Brown, 57, of Winston-Salem, N.C., who has endured hot flashes for six years.\nOver all, African-American and Hispanic women experienced hot flashes significantly longer than white or Asian women.\nAnd in a particularly unfair hormonal twist, the study found that the earlier hot flashes started the longer they lasted."}