{"article_title": "The People Caring for Your Parents Live in Poverty", "article_keywords": ["caring", "loved", "marquand", "workers", "work", "job", "states", "person", "live", "parents", "healthcare", "poverty", "wages", "care"], "article_url": "http://www.healthline.com/health-news/the-people-caring-for-your-parents-live-in-poverty-030315", "article_text": "Home healthcare workers are a lifeline for older Americans. Without the help they provide, millions of people would not be able to take a bath, clean their homes, or even go shopping for groceries.\n\nIt turns out the workers who provide these essential services have problems putting food on the table, too.\n\nAccording to a new report “Paying the Price: How Poverty Wages Undermine Home Care in America,” a typical home care worker makes $9.61 per hour.\n\nMost also don’t have any benefits such as sick or vacation time. In addition, some states do not regulate the industry, so the employer can mandate working conditions.\n\nA handful of home care employees are unionized, but it’s difficult to unionize when the workforce is scattered throughout people’s homes.\n\nAnd training? In some states none at all is required.\n\nThe result is that people living in a state of perpetual hardship end up being the ones who take care of our loved ones. Consider these stories culled from the report:\n\nJasmin Almodovar of Cleveland makes $9.50 per hour after working 12 years as a home care worker. She works 60 hours per week to bring home about $500. She and her 11-year-old son moved in with another woman and her four children to make ends meet.\n\nSylvia Foon Sau Liang of Seattle provides home care to her adult child with autism (she is a single mother whose husband died of leukemia). She also cares for an 86-year-old woman with dementia. Liang explains that her work is exhausting, albeit gratifying. But she struggles to reconcile making so little money when her work is so important.\n\nIn an interview with Healthline, Liliana Cordero of Chicago said that’s exactly how she feels. She loves her job and works an average of 52 hours per week. At $9.85 per hour, the mother of two has to work that much just to pay the bills. But when she’s sick, she takes a hit. She doesn’t get sick pay and as a person caring for older adults she won’t go to work sick.\n\nHer friends all ask … why not go back to school and find something that pays better?\n\nI feel that the Lord chose me to be here, that I should just be grateful for this job. My clients wait for me. They rely on me. Liliana Cordero, home healthcare worker\n\n“I feel that the Lord chose me to be here, that I should just be grateful for this job,” she said. “My clients wait for me. They rely on me.”\n\nThat sort of compassion may be helping keep wages low, some argue.\n\nRelated News: Dementia Fast Becoming a Global Epidemic »\n\nMore Than Half of Workers Qualify for Food Stamps\n\nOf the nation’s more than 2 million home care aides, more than half make below 200 percent of the federal poverty level, according to the report.\n\nThat means many of them rely on food stamps to put food on the table and Medicaid for health insurance.\n\nThis is all happening at a time when demand for such workers has ramped up to historic levels. Every day, thousands of baby boomers retire. As they get older, more and more of them will need such services.\n\nThis will come to an absolute crisis for us and we will have to rethink our long-term care plan and how we finance it. Abby Marquand, Paraprofessional Healthcare Institute\n\nAbby Marquand is director of policy research for Paraprofessional Healthcare Institute, or PHI, co-publisher of the home care report. Marquand said the United States is headed for disaster with its current home care model.\n\n“We are not a country that deals with things proactively,” she told Healthline. “This will come to an absolute crisis for us and we will have to rethink our long-term care plan and how we finance it.”\n\nMany things are contributing to the problem. One is the fact that home care workers are not covered by the federal Fair Labor Standards Act.\n\n“Since the 1930s and then again in the 1970s, home care aides were carved out with just basic minimum wage and overtime protections,” Marquand said. “It will take political will to change that.”\n\nHome care workers are calling for a $15 per hour wage as well as the right to unionize. For the past two weeks, the workers have been attending rallies in more than 20 cities across the United States to make their demands public.\n\n“But home care wages are primarily set through public reimbursement systems, given that the vast majority of these services are funded through Medicaid and Medicare programs,” said Jodi Sturgeon, president of PHI, in a news release accompanying the report. “It will take increased public investment to raise wages, but better wages are essential to creating a stable, qualified workforce in the years ahead.”\n\n“The type of compassion required to really excel at this type of work is easily exploited,” Marquand added. “We’ve heard the heads of big home care trade associations call them angels or saints. Those are the kinds of words you try to use when you describe someone who is undervalued.”\n\nA top-to-bottom overhaul of the system is needed, Marquand stressed.\n\n“Right now it’s pieced together and fragmented, and it’s impacting the quality of care to the people who need it,” she said.\n\nWe’ve heard the heads of big home care trade associations call them angels or saints. Those are the kinds of words you try to use when you describe someone who is undervalued. Abby Marquand, Paraprofessional Healthcare Institute\n\nBy 2022, an additional 1 million home care aides will be needed in the United States to meet the demands of the aging population. Already, shortages exist in rural areas.\n\nBecause of the low pay, finding good help is a challenge. Turnover is rampant, with about half of the workforce leaving each year, according to PHI.\n\nJane Massey supervises home care workers for a large nonprofit organization in Moline, Ill. She said keeping good workers is a never-ending problem.\n\n“The problem is, you get a good employee who does a good job, but they’re constantly looking for a better-paying job. And a lot use this as a stepping stone to get a better job in healthcare as they get additional licensing.”\n\nRead More: Caregivers for Elderly Parents Are the New ‘Working Moms’ »\n\nAre Our Loved Ones Getting Quality Care?\n\nSo what kind of care does this translate into for our elderly parents, either now or in the future?\n\nCordero knows all about the bad apples who exist. For some, home care is just a job – a job that is easy to get given the low pay and high demands.\n\n“It makes me angry,” she told Healthline. “I’ve walked in after other home care workers have left and felt like I’ve had to clean up a mess.”\n\nBefore working in home care, Cordero had a job at Walgreens. It was there that she began to see older adults who needed help with just about everything.\n\n“Where are their children and why isn’t anyone helping them?” she asked herself.\n\nWhen she learned about home care she figured it was the perfect job for her. She said the work has really opened her eyes to what caregivers do.\n\nNot until I got this job did I realize how much my aunt sacrificed for the whole family caring for my grandmother. Liliana Cordero, home healthcare worker\n\n“Not until I got this job did I realize how much my aunt sacrificed for the whole family caring for my grandmother,” Cordero said.\n\nSome Americans have heard enough bad stories about the home care industry being low paying and unregulated that they don’t trust such employees with their loved ones. Even under ideal circumstances, many people would rather take care of their parents themselves.\n\nPeople who qualify for home care through Medicaid can select anyone as their provider, even one of their children.\n\nAlantris Muhammad of Chicago quit her career in insurance to care for her mom. Otherwise, her mother would have needed to enter a nursing home because she requires 24-hour care.\n\n“I’ve raised five sons and I’m currently putting the fourth through college,” Muhammad says in the report. “Workers like me face tough decisions all the time – should we pay the tuition bill or fix the oven that broke right before Thanksgiving? Can we put gas in the car to take our consumers to medical appointments or do we need to save that money for groceries?”\n\nSome families eliminate the middleman and hire home care workers outright, allowing them to make twice as much money in some instances. But deciding to employ someone privately sometimes comes with its own set of issues.\n\nPeople Falling Ill As Lawmakers Battle Over Paid Sick Leave »\n\nPressure Will Continue to Mount from Families, Workers\n\nIf nothing else, the plight of home care workers is becoming front and center as more Americans share their stories.\n\nMost home care workers are women. Half of them are women of color. Long considered a domestic duty, home care is still often looked upon as “women’s work.”\n\n“For a lot of people home care workers are the most essential person in their life,” Marquand said. “They are the person who enables them to get out of bed.”\n\nFor a lot of people home care workers are the most essential person in their life. They are the person who enables them to get out of bed. Abby Marquand, Paraprofessional Healthcare Institute\n\nMany people don’t realize what finding someone to care for their aged or ill relatives entails until it’s a problem that lands in their lap. Those who are unable to care for a loved one personally often feel horrible about it. It doesn’t help matters when finding quality care proves difficult.\n\n“We will reach a tipping point where everyone is going to need these services either for themselves or for a loved one,” Marquand said. “There are a lot of people who have yet to be exposed to the long-term care system.”\n\nShe said the aging of America and lack of home care workers is going to exert pressure on the workforce.\n\n“People don’t want to work for so little money,” she said.\n\nExpect pressure from the families of these elderly people, too.\n\n“These [home care workers] are the workforce that enables the rest of us to work by caring for our loved ones,” Marquand said, adding the current model simply is not sustainable. “It’s very fragile, and it’s being balanced on the backs of the nation’s lowest paid workers.”\n\n“This will be absolutely the crisis that everyone is threatening,” she added. “We’re not able to wrap our heads around it because we don’t want to.”\n\nRelated News: Millions of Caregivers Offer Billions in Support »", "article_metadata": {"standout": "http://www.healthline.com/health-news/the-people-caring-for-your-parents-live-in-poverty-030315", "news_keywords": "Home healthcare workers, home care worker wages, Abby Marquand, Paraprofessional Healthcare Institute, Fair Labor Standards Act, Jodi Sturgeon, home care worker hours, home care industry, career as a health care home worker, healthcare workers in poverty", "og": {"site_name": "Healthline", "description": "Home healthcare workers launch a campaign for better wages as a report details how little they earn.", "title": "The People Caring for Your Parents Live in Poverty", "url": "http://www.healthline.com/health-news/the-people-caring-for-your-parents-live-in-poverty-030315", "image": "http://www.healthline.com/hlcmsresource/images/News/public-policy/030315_lowwages_thumb2.jpg", "type": "article"}, "twitter": {"image": "http://www.healthline.com/hlcmsresource/images/News/public-policy/030315_lowwages_thumb2.jpg", "description": "Home healthcare workers launch a campaign for better wages as a report details how little they earn.", "card": "summary", "title": "The People Caring for Your Parents Live in Poverty"}, "ROBOTS": "NOODP", "DC.date.issued": "2015-03-03", "fb": {"app_id": 239371929577489}, "viewport": "width=device-width, initial-scale=1, maximum-scale=1", "description": "Home healthcare workers launch a campaign for better wages as a report details how little they earn."}, "_id": "\"57477af36914bd0286fcf4b2\"", "article_summary": "One is the fact that home care workers are not covered by the federal Fair Labor Standards Act.\nJane Massey supervises home care workers for a large nonprofit organization in Moline, Ill. She said keeping good workers is a never-ending problem.\n“It will take political will to change that.”Home care workers are calling for a $15 per hour wage as well as the right to unionize.\nHome healthcare workers are a lifeline for older Americans.\nShe doesn’t get sick pay and as a person caring for older adults she won’t go to work sick."}