{"article_title": "U.S. Still Giving a Corrupt Afghanistan a Blank Check", "article_keywords": ["billion", "afghanistan", "troops", "revenue", "giving", "lowest", "collection", "customs", "officials", "blank", "corrupt", "afghan", "border", "check"], "article_url": "http://www.thefiscaltimes.com/2015/03/11/US-Still-Giving-Corrupt-Afghanistan-Blank-Check", "article_text": "The U.S. has poured more than $104 billion into rebuilding Afghanistan – investing in projects and programs that were meant to boost its economy and bolster its security.\n\nBut as American troops pack up and head home after 13 long years, those efforts have faltered. The country’s security forces are increasingly weak and a dwindling revenue stream has been mostly sucked dry by corruption and fraud.\n\nRelated: $65 Billion Later, U.S. Hands the Reins to a Weak Afghan Army\n\nThe grim outlook in Afghanistan is documented frequently by the Special Inspector General for Afghanistan Reconstruction (SIGAR), whose gloomy reports cast a dark shadow over the U.S.’s hundred billion dollar efforts.\n\nLast week, SIGAR reported that despite spending $65 billion to train and equip Afghan Security Forces, the troops have shrunk to their lowest level in years. The country and its civilians are increasingly vulnerable to insurgent attacks since NATO troops have ceased their combat mission.\n\nNow auditors are sounding alarms over the country’s desperate economic outlook. They blame Afghanistan’s declining revenue on a failed U.S. anti-corruption strategy.\n\nIn a letter to U.S. officials, IG John Sopko expressed concern that Afghanistan would not be able to meet its budgetary obligations next year or in the years to come because its domestic revenue has plummeted.\n\nRelated: What the Pentagon Is Hiding from its Auditors\n\nThe reason? Half the revenue generated by customs has reportedly been stolen.\n\n“The Afghan government’s ongoing challenges in collecting customs revenue are of great concern, given that customs revenue regularly accounts for over a third of the Afghan government’s domestic revenue,” the auditors said in their new report.\n\nHiking the government’s collection of domestic revenues has been a main goal of both Afghanistan and the U.S. Homeland Security’s border management task force was designated to help weed out corruption on the border and train Afghan border police and customs police.\n\nHowever, when U.S. forces left the border last November, customs collections declined drastically.\n\nRelated: 7 Threats to U.S. Rebuilding Efforts in Afghanistan\n\n“Their departure coincided with the lowest customs revenue collection in at least the last four years,” the auditors said. “When there is a U.S. presence at the [Afghan] border, [that presence can] provide additional oversight and advisory services to Afghan officials, which helps to stem corrupt activities… When U.S. officials are not physically present at border crossings, corrupt and criminal activities often resume.”\n\nWith the U.S.’s attempt to secure and sustain the border falling short, it’s likely even more customs revenue will be lost to corruption.\n\nAfghanistan has one of the lowest rates of revenue collection in the world. If a sizeable portion of its total annual revenue collection is being stolen – that’s an ominous sign for its budget deficits.\n\nSince revenues were so low and Afghanistan couldn’t meet its budget obligations last year, the U.S. provided $100 million to keep the government running. Now it may need to step in again next year. “These continued economic conditions could lead to another shortage in revenue that would likely require the Afghan government to obtain additional assistance from the international community and the U.S. government,” said SIGAR.\n\nSo even though American troops have largely left – Afghanistan likely won’t be financially independent from the U.S. for too long.\n\nTop Reads from The Fiscal Times:", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "The U.S.", "title": "U.S. Still Giving a Corrupt Afghanistan a Blank Check", "url": "http://www.thefiscaltimes.com/2015/03/11/US-Still-Giving-Corrupt-Afghanistan-Blank-Check", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/afghanistan-blast_2.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2015/03/11/US-Still-Giving-Corrupt-Afghanistan-Blank-Check", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/afghanistan-blast_2.jpg", "title": "The Fiscal Times", "card": "summary", "creator": "@Briannaehley"}, "generator": "Drupal 7 (http://drupal.org)", "description": "The U.S.", "viewport": "initial-scale=1, maximum-scale=1"}, "_id": "\"57477af46914bd0286fdde53\"", "article_summary": "Rebuilding Efforts in Afghanistan“Their departure coincided with the lowest customs revenue collection in at least the last four years,” the auditors said.\nIf a sizeable portion of its total annual revenue collection is being stolen – that’s an ominous sign for its budget deficits.\nAfghanistan has one of the lowest rates of revenue collection in the world.\nHomeland Security’s border management task force was designated to help weed out corruption on the border and train Afghan border police and customs police.\nSo even though American troops have largely left – Afghanistan likely won’t be financially independent from the U.S. for too long."}