{"article_title": "Boeing sets up employer based ACO deals to give workers access to first class healthcare", "article_keywords": ["access", "boeing", "providers", "acos", "workers", "sets", "aco", "employer", "deals", "patients", "costs", "health", "healthcare", "medicine", "based", "patient", "hospitals", "class", "care"], "article_url": "http://medcitynews.com/2014/06/boeing-arranges-aco-deal-providers-give-employees-first-class-healthcare/", "article_text": "Boeing and some of the Northwest’s largest health care providers are teaming up to provide what they say will be higher-quality, more-affordable care for some of the aerospace giant’s employees.\n\nTo accomplish this, the company will work with accountable care organizations, or ACOs, an increasingly popular strategy for health-care delivery that puts more responsibility on providers for improving patients’ health and reining in costs.\n\nBoeing has “created a flight plan for a new era of health care,” said Dr. Paul Ramsey, chief executive officer of UW Medicine, at a Seattle news conference Friday to announce the partnerships.\n\nUW Medicine as well as Providence Health & Services and Swedish Health Services have each recruited a network of hospitals and clinics and formed their own ACOs. Boeing has separate contracts with each to provide care for Puget Sound-area employees beginning next year.\n\nAdvertisement\n\nThese employer-driven ACO arrangements, with no insurance company involved, are believed to be among the first in the nation to use this approach and could serve as models elsewhere.\n\n“The advantage for Boeing will be that they can take the middle man out of the equation between the patients and the health system. It may be able to reduce cost, in part because of the simplification of not having the insurance mechanism in the middle,” said Dr. Elliott Fisher, director of the Dartmouth Institute for Health Policy and Clinical Practice in New Hampshire.\n\n“It’s a very interesting model and worth pursuing,” Fisher said.\n\nThere were more than 600 ACOs nationwide at the start of the year, and they are being touted as a key strategy for curbing U.S. health-care costs. The fundamental idea is that doctors and hospitals are rewarded for keeping and making patients healthy, rather than a “fee for service” approach where they earn more for prescribing lots of tests or scheduling appointments regardless of how a patient fares.\n\n“It allows us to innovate and take care of people better,” said Dr. Joseph Gifford, chief executive of Providence-Swedish Health Alliance.\n\nIn the deal with Boeing, the contracts set goals for the employees’ medical costs. If the costs are higher or lower, the provider either foots the bill or reaps the savings.\n\nThe contracts also include quality goals that matter to patients, such as the ability to schedule appointments in a timely manner and maintaining patient safety and satisfaction. There are additional benchmarks tied to costs, including reducing readmissions to hospitals after treatments and effectively managing chronic conditions such as diabetes and heart disease.\n\nIn the fall, 27,000 Puget Sound-area Boeing employees and some 3,000 retirees will be able to choose either of the ACOs as their personal and family health plan, a coverage option Boeing is calling the “Preferred Partnership.”\n\nEligible participants — who include nonunion workers and certain union-bargaining units — will also have the option of keeping their current plans or choosing another non-ACO plan. Those signing up for Preferred Partnership will select between Providence-Swedish or UW Medicine. The plans go into effect Jan. 1.\n\nAlan May, Boeing’s vice president for human resources, would not say how much the company hopes to save through the ACOs and would not give a time frame for the partnership, but would only say these are “multiyear contracts.”\n\nBoeing officials say there are numerous incentives for using Preferred Partnership, including lower paycheck deductions to pay for care, larger company contributions to Health Savings Accounts, no co-payments in many cases for visiting primary-care doctors and 100 percent coverage for generic-drug prescriptions.\n\nOne benefit to the providers is access to more patient data. In a traditional system, a patient sees a doctor who prescribes medicine or a follow-up procedure, but the doctor has no way of knowing if the patient followed through. Because Boeing is paying the costs, the company can share that data with providers, which can then try to determine the cheapest, most effective approaches.\n\nThe health-care providers also emphasized that the ACOs will be easier for patients to use because their providers can coordinate appointments and treatment across their network of doctors, clinics and hospitals, relieving patients of that responsibility.\n\nThe Providence-Swedish ACO includes the network’s clinics and hospitals, as well as The Everett Clinic, Pacific Medical Centers clinics, The Polyclinic, Proliance Surgeons and others. Some members of the UW Medicine network are Seattle Children’s Hospital, Seattle Cancer Care Alliance and the Overlake and Northwest Hospital centers and clinics.\n\nPatients will have to pay more for care outside of their network, unless they have a disease that requires outside expertise, which they would have access to at no additional cost.\n\nOfficials with UW Medicine and Providence-Swedish were clear that Friday’s launch of their ACOs and their partnership with Boeing was just the beginning.\n\n“There is a lot of movement in this direction,” said Dr. Jeff Harris, who leads the Health Promotion Research Center at the University of Washington and is not affiliated with the ACO.\n\nThe use of ACOs began picking up after the 2010 passage of the Affordable Care Act, which allowed Medicare to contract with these organizations. Most ACOs serve Medicare recipients, according to the journal Health Affairs. A smaller number are being used to manage Medicaid recipients and patients in the private sector.\n\nDartmouth’s Fisher is hopeful the ACOs can help heal an inefficient health-care system.\n\n“There is so much waste,” Fisher said. “ACO arrangements are intermediate steps toward more fundamental reforms.”\n\n[Image credit: Flickr user kevin dooley]", "article_metadata": {"description": "Boeing and some of the Northwest’s largest health care providers are teaming up to provide what they say will be higher-quality, more-affordable care for some of the aerospace giant’s employees. To accomplish this, the company will work with accountable care organizations, or ACOs, an increasingly popular strategy for health-care delivery that puts more responsibility on providers for improving patients’ health and reining in costs. Boeing has “created a flight plan for a new era of health care,” said Dr. Paul Ramsey, chief executive officer of UW Medicine, at a Seattle news conference Friday to announce the partnerships. UW Medicine as well as Providence Health & Services and Swedish Health Services have each recruited a network of hospitals and clinics and formed their own ACOs. Boeing has separate contracts with each to provide care for Puget Sound-area employees beginning next year. These employer-driven ACO arrangements, with no insurance company involved, are believed to be among the first in the nation to use this approach and could serve as models elsewhere. “The advantage for Boeing will be that they can take the middle man out of the equation between the patients and the health system. It may be able to reduce cost, in part because of the simplification of not having the insurance mechanism in the middle,” said Dr. Elliott Fisher, director of the Dartmouth Institute for Health Policy and Clinical Practice in New Hampshire. “It’s a very interesting model and worth pursuing,” Fisher said. There were more than 600 ACOs nationwide at the start of the year, and they are being touted as a key strategy for curbing U.S. health-care costs. The fundamental idea is that doctors and hospitals are rewarded for keeping and making patients healthy, rather than a “fee for service” approach where they earn more for prescribing lots of tests or scheduling appointments regardless of how a patient fares. “It allows us to innovate and take care of people better,” said Dr. Joseph Gifford, chief executive of Providence-Swedish Health Alliance. In the deal with Boeing, the contracts set goals for the employees’ medical costs. If the costs are higher or lower, the provider either foots the bill or reaps the savings. The contracts also include quality goals that matter to patients, such as the ability to schedule appointments in a timely manner and maintaining patient safety and satisfaction. There are additional benchmarks tied to costs, including reducing readmissions to hospitals after treatments and effectively managing chronic conditions such as diabetes and heart disease. In the fall, 27,000 Puget Sound-area Boeing employees and some 3,000 retirees will be able to choose either of the ACOs as their personal and family health plan, a coverage option Boeing is calling the “Preferred Partnership.” Eligible participants — who include nonunion workers and certain union-bargaining units — will also have the option of keeping their current plans or choosing another non-ACO plan. Those signing up for Preferred Partnership will select between Providence-Swedish or UW Medicine. The plans go into effect Jan. 1. Alan May, Boeing’s vice president for human resources, would not say how much the company hopes to save through the ACOs and would not give a time frame for the partnership, but would only say these are “multiyear contracts.” Boeing officials say there are numerous incentives for using Preferred Partnership, including lower paycheck deductions to pay for care, larger company contributions to Health Savings Accounts, no co-payments in many cases for visiting primary-care doctors and 100 percent coverage for generic-drug prescriptions. One benefit to the providers is access to more patient data. In a traditional system, a patient sees a doctor who prescribes medicine or a follow-up procedure, but the doctor has no way of knowing if the patient followed through. Because Boeing is paying the costs, the company can share that data with providers, which can then try to determine the cheapest, most effective approaches. The health-care providers also emphasized that the ACOs will be easier for patients to use because their providers can coordinate appointments and treatment across their network of doctors, clinics and hospitals, relieving patients of that responsibility. The Providence-Swedish ACO includes the network’s clinics and hospitals, as well as The Everett Clinic, Pacific Medical Centers clinics, The Polyclinic, Proliance Surgeons and others. Some members of the UW Medicine network are Seattle Children’s Hospital, Seattle Cancer Care Alliance and the Overlake and Northwest Hospital centers and clinics. Patients will have to pay more for care outside of their network, unless they have a disease that requires outside expertise, which they would have access to at no additional cost. Officials with UW Medicine and Providence-Swedish were clear that Friday’s launch of their ACOs and their partnership with Boeing was just the beginning. “There is a lot of movement in this direction,” said Dr. Jeff Harris, who leads the Health Promotion Research Center at the University of Washington and is not affiliated with the ACO. The use of ACOs began picking up after the 2010 passage of the Affordable Care Act, which allowed Medicare to contract with these organizations. Most ACOs serve Medicare recipients, according to the journal Health Affairs. A smaller number are being used to manage Medicaid recipients and patients in the private sector. Dartmouth’s Fisher is hopeful the ACOs can help heal an inefficient health-care system. “There is so much waste,” Fisher said. “ACO arrangements are intermediate steps toward more fundamental reforms.” [Image credit: Flickr user kevin dooley]", "generator": "WordPress 4.5.2", "og": {"site_name": "MedCity News", "description": "Boeing and some of the Northwest’s largest health care providers are teaming up to provide what they say will be higher-quality, more-affordable care for some of the aerospace giant’s employees. To accomplish this, the company will work with accountable care organizations, or ACOs, an increasingly popular strategy for health-care delivery that puts more responsibility on providers for improving patients’ health and reining in costs. Boeing has “created a flight plan for a new era of health care,” said Dr. Paul Ramsey, chief executive officer of UW Medicine, at a Seattle news conference Friday to announce the partnerships. UW Medicine as well as Providence Health & Services and Swedish Health Services have each recruited a network of hospitals and clinics and formed their own ACOs. Boeing has separate contracts with each to provide care for Puget Sound-area employees beginning next year. These employer-driven ACO arrangements, with no insurance company involved, are believed to be among the first in the nation to use this approach and could serve as models elsewhere. “The advantage for Boeing will be that they can take the middle man out of the equation between the patients and the health system. It may be able to reduce cost, in part because of the simplification of not having the insurance mechanism in the middle,” said Dr. Elliott Fisher, director of the Dartmouth Institute for Health Policy and Clinical Practice in New Hampshire. “It’s a very interesting model and worth pursuing,” Fisher said. There were more than 600 ACOs nationwide at the start of the year, and they are being touted as a key strategy for curbing U.S. health-care costs. The fundamental idea is that doctors and hospitals are rewarded for keeping and making patients healthy, rather than a “fee for service” approach where they earn more for prescribing lots of tests or scheduling appointments regardless of how a patient fares. “It allows us to innovate and take care of people better,” said Dr. Joseph Gifford, chief executive of Providence-Swedish Health Alliance. In the deal with Boeing, the contracts set goals for the employees’ medical costs. If the costs are higher or lower, the provider either foots the bill or reaps the savings. The contracts also include quality goals that matter to patients, such as the ability to schedule appointments in a timely manner and maintaining patient safety and satisfaction. There are additional benchmarks tied to costs, including reducing readmissions to hospitals after treatments and effectively managing chronic conditions such as diabetes and heart disease. In the fall, 27,000 Puget Sound-area Boeing employees and some 3,000 retirees will be able to choose either of the ACOs as their personal and family health plan, a coverage option Boeing is calling the “Preferred Partnership.” Eligible participants — who include nonunion workers and certain union-bargaining units — will also have the option of keeping their current plans or choosing another non-ACO plan. Those signing up for Preferred Partnership will select between Providence-Swedish or UW Medicine. The plans go into effect Jan. 1. Alan May, Boeing’s vice president for human resources, would not say how much the company hopes to save through the ACOs and would not give a time frame for the partnership, but would only say these are “multiyear contracts.” Boeing officials say there are numerous incentives for using Preferred Partnership, including lower paycheck deductions to pay for care, larger company contributions to Health Savings Accounts, no co-payments in many cases for visiting primary-care doctors and 100 percent coverage for generic-drug prescriptions. One benefit to the providers is access to more patient data. In a traditional system, a patient sees a doctor who prescribes medicine or a follow-up procedure, but the doctor has no way of knowing if the patient followed through. Because Boeing is paying the costs, the company can share that data with providers, which can then try to determine the cheapest, most effective approaches. The health-care providers also emphasized that the ACOs will be easier for patients to use because their providers can coordinate appointments and treatment across their network of doctors, clinics and hospitals, relieving patients of that responsibility. The Providence-Swedish ACO includes the network’s clinics and hospitals, as well as The Everett Clinic, Pacific Medical Centers clinics, The Polyclinic, Proliance Surgeons and others. Some members of the UW Medicine network are Seattle Children’s Hospital, Seattle Cancer Care Alliance and the Overlake and Northwest Hospital centers and clinics. Patients will have to pay more for care outside of their network, unless they have a disease that requires outside expertise, which they would have access to at no additional cost. Officials with UW Medicine and Providence-Swedish were clear that Friday’s launch of their ACOs and their partnership with Boeing was just the beginning. “There is a lot of movement in this direction,” said Dr. Jeff Harris, who leads the Health Promotion Research Center at the University of Washington and is not affiliated with the ACO. The use of ACOs began picking up after the 2010 passage of the Affordable Care Act, which allowed Medicare to contract with these organizations. Most ACOs serve Medicare recipients, according to the journal Health Affairs. A smaller number are being used to manage Medicaid recipients and patients in the private sector. Dartmouth’s Fisher is hopeful the ACOs can help heal an inefficient health-care system. “There is so much waste,” Fisher said. “ACO arrangements are intermediate steps toward more fundamental reforms.” [Image credit: Flickr user kevin dooley]", "title": "Boeing sets up employer based ACO deals to give workers access to first class healthcare", "locale": "en_US", "image": "http://medcitynews.com/wp-content/uploads/4378254447_bc78ac0aec_z.jpg", "updated_time": "2014-06-18T08:42:39-04:00", "url": "http://medcitynews.com/2014/06/boeing-arranges-aco-deal-providers-give-employees-first-class-healthcare/", "type": "article"}, "twitter": {"image": "http://medcitynews.com/wp-content/uploads/4378254447_bc78ac0aec_z.jpg", "description": "Boeing and some of the Northwest’s largest health care providers are teaming up to provide what they say will be higher-quality, more-affordable care for some of the aerospace giant’s employees. To accomplish this, the company will work with accountable care organizations, or ACOs, an increasingly popular strategy for health-care delivery that puts more responsibility on providers for improving patients’ health and reining in costs. Boeing has “created a flight plan for a new era of health care,” said Dr. Paul Ramsey, chief executive officer of UW Medicine, at a Seattle news conference Friday to announce the partnerships. UW Medicine as well as Providence Health & Services and Swedish Health Services have each recruited a network of hospitals and clinics and formed their own ACOs. Boeing has separate contracts with each to provide care for Puget Sound-area employees beginning next year. These employer-driven ACO arrangements, with no insurance company involved, are believed to be among the first in the nation to use this approach and could serve as models elsewhere. “The advantage for Boeing will be that they can take the middle man out of the equation between the patients and the health system. It may be able to reduce cost, in part because of the simplification of not having the insurance mechanism in the middle,” said Dr. Elliott Fisher, director of the Dartmouth Institute for Health Policy and Clinical Practice in New Hampshire. “It’s a very interesting model and worth pursuing,” Fisher said. There were more than 600 ACOs nationwide at the start of the year, and they are being touted as a key strategy for curbing U.S. health-care costs. The fundamental idea is that doctors and hospitals are rewarded for keeping and making patients healthy, rather than a “fee for service” approach where they earn more for prescribing lots of tests or scheduling appointments regardless of how a patient fares. “It allows us to innovate and take care of people better,” said Dr. Joseph Gifford, chief executive of Providence-Swedish Health Alliance. In the deal with Boeing, the contracts set goals for the employees’ medical costs. If the costs are higher or lower, the provider either foots the bill or reaps the savings. The contracts also include quality goals that matter to patients, such as the ability to schedule appointments in a timely manner and maintaining patient safety and satisfaction. There are additional benchmarks tied to costs, including reducing readmissions to hospitals after treatments and effectively managing chronic conditions such as diabetes and heart disease. In the fall, 27,000 Puget Sound-area Boeing employees and some 3,000 retirees will be able to choose either of the ACOs as their personal and family health plan, a coverage option Boeing is calling the “Preferred Partnership.” Eligible participants — who include nonunion workers and certain union-bargaining units — will also have the option of keeping their current plans or choosing another non-ACO plan. Those signing up for Preferred Partnership will select between Providence-Swedish or UW Medicine. The plans go into effect Jan. 1. Alan May, Boeing’s vice president for human resources, would not say how much the company hopes to save through the ACOs and would not give a time frame for the partnership, but would only say these are “multiyear contracts.” Boeing officials say there are numerous incentives for using Preferred Partnership, including lower paycheck deductions to pay for care, larger company contributions to Health Savings Accounts, no co-payments in many cases for visiting primary-care doctors and 100 percent coverage for generic-drug prescriptions. One benefit to the providers is access to more patient data. In a traditional system, a patient sees a doctor who prescribes medicine or a follow-up procedure, but the doctor has no way of knowing if the patient followed through. Because Boeing is paying the costs, the company can share that data with providers, which can then try to determine the cheapest, most effective approaches. The health-care providers also emphasized that the ACOs will be easier for patients to use because their providers can coordinate appointments and treatment across their network of doctors, clinics and hospitals, relieving patients of that responsibility. The Providence-Swedish ACO includes the network’s clinics and hospitals, as well as The Everett Clinic, Pacific Medical Centers clinics, The Polyclinic, Proliance Surgeons and others. Some members of the UW Medicine network are Seattle Children’s Hospital, Seattle Cancer Care Alliance and the Overlake and Northwest Hospital centers and clinics. Patients will have to pay more for care outside of their network, unless they have a disease that requires outside expertise, which they would have access to at no additional cost. Officials with UW Medicine and Providence-Swedish were clear that Friday’s launch of their ACOs and their partnership with Boeing was just the beginning. “There is a lot of movement in this direction,” said Dr. Jeff Harris, who leads the Health Promotion Research Center at the University of Washington and is not affiliated with the ACO. The use of ACOs began picking up after the 2010 passage of the Affordable Care Act, which allowed Medicare to contract with these organizations. Most ACOs serve Medicare recipients, according to the journal Health Affairs. A smaller number are being used to manage Medicaid recipients and patients in the private sector. Dartmouth’s Fisher is hopeful the ACOs can help heal an inefficient health-care system. “There is so much waste,” Fisher said. “ACO arrangements are intermediate steps toward more fundamental reforms.” [Image credit: Flickr user kevin dooley]", "card": "summary", "title": "Boeing sets up employer based ACO deals to give workers access to first class healthcare - MedCity News"}, "fb": {"app_id": 148725768475669}, "article": {"section": "Daily", "tag": "self-insured employers", "published_time": "2014-06-18T08:37:33-04:00", "modified_time": "2014-06-18T08:42:39-04:00"}, "keywords": "weight loss, obesity, overweight,diabetes,massachusetts,medical devices,obesity,startups,healthcare innovation, medcity news,medcity news,san francisco, startups, life sciences,accelerator,rock health,startup advice,startup funding,patient monitoring system, motion sensors ,dc,healthcare it,washington,foodborne pathogens, diagnostics company, diagnostic platforms,minimally invasive surgery, laser surgery,cambridge,dealflow,hospitals,wellpoint, healthways, health and wellness, employee wellness programs,investing,wellness,medtronic, shanghai innovation center, china, r&d,china,mdt,minneapolis,minnesota,publics,twin cities,ulcerative colitis, abbott labs, humira,abbott labs,doctors,pharmaceuticals,skin disorders, pharmaceuticals, md anderson cancer center,cancer,texas,renal denervation, st. jude medical,st. jude medical,stj,emr, ehr, electronic health records, electronic medical records, certified emr,certified emr,ehr,electronic health records,electronic medical records,advanced cellular technology,amyotrophic lateral sclerosis,embryonic stem cells,geron corporation,lou gehrig\\'s disease,macular degeneration,regenerative medicine,spinal cord damage,value-based healthcare system, obamacare, fee-for-service model,california,cleveland,health insurance,insurance,ohio,pennsylvania,politics,cancer treatment options library, aetna, aet, healthcare it,aet,aetna,health it,phi,philadelphia,health insurance, latest news on accountable care organizations, self-insured employers, , MedCity News", "google-site-verification": "xudQg7nxVR9ifmMTY4Tf-0wVtX9b6rWLQd0utCweGOc", "viewport": "width=device-width,initial-scale=1.0,width=device-width,user-scalable=no,minimum-scale=1.0,maximum-scale=1.0"}, "_id": "\"57477af36914bd0286fcf4c2\"", "article_summary": "Boeing and some of the Northwest’s largest health care providers are teaming up to provide what they say will be higher-quality, more-affordable care for some of the aerospace giant’s employees.\n“The advantage for Boeing will be that they can take the middle man out of the equation between the patients and the health system.\nBoeing has separate contracts with each to provide care for Puget Sound-area employees beginning next year.\nOfficials with UW Medicine and Providence-Swedish were clear that Friday’s launch of their ACOs and their partnership with Boeing was just the beginning.\nUW Medicine as well as Providence Health & Services and Swedish Health Services have each recruited a network of hospitals and clinics and formed their own ACOs."}