{"article_title": "Q&A: Dolores Huerta talks GOP debate, Latinos, immigration and organizing", "article_keywords": ["states", "republican", "latinos", "rights", "farm", "workers", "debate", "dolores", "immigration", "qa", "united", "talks", "position", "theyre", "organizing", "gop", "issues", "huerta"], "article_url": "http://www.coloradoindependent.com/155873/dolores-huerta-talks-gop-debate-immigration-organizing", "article_text": "Q&A: Dolores Huerta talks GOP debate, Latinos, immigration and organizing\n\nDolores Huerta isn’t slowing down. The iconic Latina activist, now in her eighth decade, was in Denver and Boulder this week in advance of this evening’s Republican presidential debates.\n\nHuerta participated in forums with state legislators on immigration and reproductive rights, as well as the student rally on the University of Colorado-Boulder campus that both preceded and will follow the debates. Huerta was in Colorado with the progressive Washington D.C.-based People for the American Way, which works on voting rights, immigration and free speech issues.\n\nHuerta sat down Wednesday morning with The Colorado Independent to talk about the Republican debate and her history in immigration rights.\n\nThe Colorado Independent: What are your plans in Denver? What are you participating in?\n\nDolores Huerta: We had a nice roundtable yesterday with People for the American Way, hosted by Mr. Salazar (Rep. Joe Salazar, D-Thornton) and (former) Rep. Jenise Mays. They were the moderators of the roundtable. Beautiful opinions on some of the issues that voters are facing and the candidates are talking about and promoting, like the deportation of 11 million people that Trump talks about. There was a video developed by People for the American Way that showed the Republican candidates talking about defunding Planned Parenthood. It was an in-depth discussion on these issues, including not only immigration and women’s reproductive rights issues but also talking about income inequality, the need for minimum wage and living wage increases. And I also talked on the issue of global warning.\n\nWhat’s your message to Latino and Latina voters when they look at the issues being pushed by the Republican presidential field? What do you tell those voters to look for and to think about?\n\nThe number one thing Donald Trump is being the most vocal about is his anti-immigrant talk. His position on immigration is the position of the Republican Party and of all the other candidates. Some have doubled down and in some cases gone even more extreme than he has, using the term “anchor babies,” which has been used by Jeb Bush, and which is offensive to millions of people, not just Latinos, whose parents were immigrants to the United States of America.\n\nThat’s even Ben Carson’s recent position: “Let’s make them all ‘guest workers.’” What does that mean? That means you don’t have a path to immigration, you don’t have a path to citizenship, you have very little protection when it comes to wages. You’re pretty much a captive worker, just a step up from slavery.\n\nDonald Trump led the march in attacking the immigrant community. And by attacking Mexicans, or anyone who looks brown or like a Mexican, it’s a racial attack, just against immigrants. Donald Trump is the face of the Republican Party when it comes to immigration.\n\nInstead of using their positions to bring the country together, they’ve added to the division that we have and the racism we have that is causing so much suffering to so many communities, whether racial injustice or police-involved slayings. It just adds to that culture of racism.\n\nOn the other issues, they’re talking about defunding or changing Medicare. Jeb Bush and Ben Carson, they want to defund Planned Parenthood. Then there’s Jeb Bush’s position on student loans from when he was governor, reducing support for student loans. They’re talking about all these entitlements, but what do they want to do with the tax dollars? They want to give more tax breaks to the wealthy.\n\nAlready in our economic state of affairs, the one percent has most of the wealth of the country. They don’t need any more money. Those tax dollars need to go to the middle-class, to help increase the minimum wage and have living wages for the working people of the United States, which is the majority of the people. They’re pandering to their funders: David and Charles Koch, Sheldon Adelson and the extreme right, instead of speaking to the majority of the American people.\n\nWhat does it say when the Republican presidential field includes two Latino men (Sens. Ted Cruz of Texas and Marco Rubio of Florida) and one who speaks fluent Spanish and is married to a Latina (Jeb Bush)? We’re at least at a point where there are Latinos breaking ground in the Republican Party. What does that say to you?\n\nRepublicans have had a good strategy. They have people like Marco Rubio, a young, attractive-looking person; and (Governors) Brian Sandoval in Nevada and Susana Martinez in New Mexico. They’ve gotten some other Republican legislators elected at the state level. That’s the strategy: Get a person who speaks Spanish, has a Latino face, and push them to run for office. Some of them are winning, to take away from the party’s image of elderly white men. The strategy at some level is working.\n\nIt behooves us to look at what they stand for, the policies; where they are on immigration reform, women’s reproductive rights, minimum or living wage or the Affordable Care Act. That’s so our people will know they’re not just voting for someone who speaks Spanish or has a Latino face. Look at the policies. That’s our job and the media’s job, too.\n\nWhere will you be tonight?\n\nWe will be at the rally, speaking to the activists, and getting reaction from the debate, and speaking to the issues of immigration reform.\n\nI want to educate people on Ben Carson’s position, which some say is a softening of the anti-immigration position. But it’s really not. It really says you come to work in the United States in a semi-slavery condition. They want the work of the undocumented.\n\nDonald Trump today ate food that was picked by some undocumented Mexican worker, probably picked, packed, produced, maybe even cooked and served by an undocumented immigrant in the United States. We need to remind people of the contributions of undocumented people in our restaurants, construction, nursing homes, child care. These are the contributions undocumented people make, but at the same time they’re not getting the Social Security that comes out of their paychecks. It’s about $30 to $45 million a year they contribute to Social Security that they will never see. Undocumented people contribute with their work, with their consumption (of consumer goods), taxes they contribute, but they don’t get the services back. We want to put that in the face of the Republican Party.\n\nWe want to tell our people, the best weapon we have to change these policies, to make sure these people do not get elected President, is with our vote. We hope to motivate them so that they will vote.\n\nHow are thing different for Hillary Clinton in 2016 than they were in 2008? (Huerta formally placed Clinton’s name into nomination at the 2008 Democratic National Convention in Denver).\n\nHillary has always been a friend of the Latino community. When she got out of college, instead of working for some corporation, she went to South Texas to register voters. That’s one of the hardest places to register voters.\n\nWhen I first got to know Hillary was when President Bill Clinton was elected. She invited us to the White House because she wanted to hear about what our issues were and what she could pass on to the President. Her head and heart have always been there, with the Latino community.\n\nShe told me a story when I was campaigning with her in 2008. Her family had a farm. Immigrant workers would come to the farm, so she had first-hand knowledge and personal relationships with many of these workers who came to work on the farm. She had personal experience and knowledge, and has given of herself. I feel very comfortable with Hillary. Her heart is there, and I have faith she will do the right thing.\n\nA lot of people don’t connect her with NAFTA (the North American Free Trade Agreement) and the surge of immigrants who came to the United States after it was passed.\n\nThat was signed into law by President Clinton.\n\nI understand she was really not for it, concerned about the impact. She’s now come out against TPP (the Trade Protection Partnership which includes Mexico as a trading partner.)\n\nHow will you cut through the noise tonight, the national media, competing issues outside of what goes in the debate?\n\nThe only thing I can bring to the table is my age and long experience and struggles with immigrant rights since the 1950s, dating back to the McCarran-Walter Act of 1952, which opened up immigration to European countries, and working against the bracero program of the 1960s (which was started during World War II to bring in Mexicans as temporary emergency workers in the agriculture and railroad industries. It eventually resulted in 4.5 million Mexicans coming to the United States until the program was ended in 1964.) We helped many thousands of immigrants become legal residents after the bracero program ended. All people needed were three documents: an offer of work from an employer, a letter guaranteeing they would not go on welfare, and fingerprints.\n\nHow did things get so complicated and messy? If we had a relatively simple system 50 years ago…\n\nEven with the amnesty bill of 1986, for legal residents, they had only to produce documents that said they had been in the United States consistently for five years. We got a special provision for farm workers, because they used to go back and forth seasonally. They had to produce documents that said they had worked in the United States as farm workers for 90 days for three consecutive years and fingerprints; 1.4 million people got amnesty.\n\nThe rest of it comes from xenophobia. Republicans now are so anti-immigrant, but they’ve had the immigration reform bill in the Judiciary Committee for this entire Congress. It passed the Senate, and they still have time before this Congress ends to bring it up and vote on it. If they took a vote it would probably pass. The Sensenbrenner bill in 2006 (the Border Protection, Anti-terrorism and Illegal Immigration Control Act of 2005) which was like the 1070 bill in Arizona, was passed in 10 days.\n\nThat’s what I bring to the table: my history of involvement and experience in immigration issues.\n\nWhat are you most proud of?\n\nWhen you think about all these things that happened, it’s organizing. I was very blessed that I was taught to organize by the great Fred Ross, Sr. who also taught Cesar (Chavez, her co-founder of United Farm Workers of America). He taught many people who are now highly placed in many organizations or government agencies throughout the United States. So, kind of, we owe our careers to Fred Ross, Sr. (who said) when people organize at the grassroots level, that you can make miracles happen and you can change things. That’s where I’m most blessed, that I was able to learn how to organize from Mr. Ross, that I was able to pass legislation, or organize the farm workers’ movement. In my current organization (the Dolores Huerta Foundation) we’re still affecting the lives of many people so they can have a better life and make this a better country.\n\n(Ross was the founder of the Community Service Organization, which worked on migrant workers’ rights. CSO was a precursor to the United Farm Workers.)\n\nWho do you see as the future leaders for Latinos?\n\nThe Dreamers. Maybe they’re not identified individually, but they got the most powerful person in the world, president Obama, to sign an order saying they could stay in the country and go to school. These kids did sit-ins, great web of organization, and they’re still working and making things happen. I see a lot of leadership among our young people.\n\nPhoto credit: Marianne Goodland", "article_metadata": {"og": {"site_name": "The Colorado Independent", "description": "Dolores Huerta isn’t slowing down. The iconic Latina activist, now in her eighth decade, was in Denver and Boulder this week in advance of this evening’s Republican presidential debates.  Hu...", "title": "Q&A: Dolores Huerta talks GOP debate, Latinos, immigration and organizing", "url": "http://www.coloradoindependent.com/155873/dolores-huerta-talks-gop-debate-immigration-organizing", "image": "http://coloradoindependent.com/wp-content/uploads/fh9l0I3fyWSmrmLO1mmctJqZ2zGG2az4YagKYCJyZCM.jpeg", "locale": "en_US", "type": "article"}, "google-site-verification": "i2NY0iV2fHy9AAYv78ajpH43BN_IO8SUYAgP0XBcpQs", "twitter": {"image": {"src": "http://coloradoindependent.com/wp-content/uploads/fh9l0I3fyWSmrmLO1mmctJqZ2zGG2az4YagKYCJyZCM.jpeg?w=640"}, "site": "@COIndependent", "card": "summary_large_image"}, "viewport": "initial-scale=1", "article": {"published_time": "2015-10-28T21:50:33+00:00", "modified_time": "2015-10-29T15:17:24+00:00", "author": "http://www.coloradoindependent.com/author/marianne-goodland"}}, "_id": "\"57477af36914bd0286fd392e\"", "article_summary": "Q&A: Dolores Huerta talks GOP debate, Latinos, immigration and organizingDolores Huerta isn’t slowing down.\nHuerta sat down Wednesday morning with The Colorado Independent to talk about the Republican debate and her history in immigration rights.\nHe taught many people who are now highly placed in many organizations or government agencies throughout the United States.\nThat’s what I bring to the table: my history of involvement and experience in immigration issues.\nHuerta was in Colorado with the progressive Washington D.C.-based People for the American Way, which works on voting rights, immigration and free speech issues."}