{"article_title": "Stephen Njoroge wins 2015 Pittsburgh Marathon, Clara Santucci tops the women's pool", "article_keywords": ["santucci", "run", "hills", "course", "pittsburgh", "wins", "tops", "njoroge", "ms", "race", "marathon", "clara", "win", "stephen", "finisher", "womens", "pool"], "article_url": "http://www.post-gazette.com/sports/pittsburgh-marathon/2015/05/03/2015-Pittsburgh-Marathon-winners/stories/201505030214", "article_text": "On a silver chain hanging from Clara Santucci’s neck hangs a pendant engraved with the Pittsburgh skyline and the words, “I run this town.”\n\nBecause when it comes to the Pittsburgh Marathon, the Greene County resident certainly does run the town — literally and symbolically.\n\n“I was thinking about that on the hills,” Ms. Santucci said. “These are my hills. I run these hills. I train on these hills. Nobody’s going to run them better than me.”\n\nThe Dilliner, Pa., resident repeated her women’s marathon title Sunday, crossing the finish line in 2 hours, 34 minutes and 6 seconds for the 26.2 miles, and collapsing into the arms of marathon CEO Patrice Matamoros as she draped an American flag around the two-time champion. Ms. Santucci is only the third woman in race history to win consecutive titles. The most recent was in 2001 and 2002.\n\nKenya’s Stephen Njoroge claimed the men’s title, clocking in at 2:15:19. Pennsylvania native Tyler McCandless was the top American male finisher, placing fourth at 2:18:29.\n\nMs. Santucci accomplished two of her three goals for this race — she won again and made her family and friends proud — but fell short of breaking the race record of 2:29:50 set in 1988.\n\nAlthough Ms. Santucci said she thought her training went well enough to suggest that she could set a record, the weather held her back from having a flawless run. The morning temperature was near perfect in the 50s, but the unrelenting sunshine and higher temperatures toward the end of the race sapped her energy.\n\n“It kind of evaporates all the fluids inside of you,” Ms. Santucci said. “You just kind of get dehydrated faster out there. I definitely felt it in my legs as the hills were coming on.”\n\nSo it really took all of her reserve just to beat out the second-place finisher, Kenya’s Aliphine Tuliamuk-Bolton — a training partner of this year’s Boston Marathon winner, Caroline Rotich. Ms. Tuliamuk-Bolton led for nearly the entire race until the last mile, when Ms. Santucci had enough kick to surpass the marathon rookie. Despite a tough last eight miles, Ms. Santucci said she just wanted the win more so that she didn’t disappoint her home-state supporters.\n\n“It was just go for it, just show her what you got, just give her no hope,” Ms. Santucci said. “I’m a pretty smiley kind person off the course. But on the course, I’m willing to go to the death.”\n\nMs. Tuliamuk-Bolton said it was Ms. Santucci’s experience that helped her push through the fatigue to take the lead. And although the Kenyan said she was disappointed in her finish, she was pleased with her first marathon experience as a whole.\n\n“I loved the course,” she said. “More importantly, the spectators were amazing. They were cheering like crazy. I really loved that. And I loved the city. It’s beautiful.”\n\nWith the win, Ms. Santucci earned $13,500 for winning the women’s race and also being the top American finisher and Pennsylvania resident. She also received a bonus for clocking an Olympic qualifying time.\n\nMr. Njoroge placed second in 2013 but outlasted a tight pack of competitors this year to hang on for the win. When the previous race leader, Eritrean Mulue Andom Berhe, dropped out of the race because of an injury with about a half-dozen miles to go, Mr. Njoroge took control.\n\n“I am very happy,” Mr. Njoroge said. “Because I’ve trained for this marathon since January, and my wish is to come to win.”\n\nBut the second-place finisher, Ethiopian Negash Abebe Duki, said that if the course were just a half-mile longer, he could have caught the champion — he was less than 25 seconds behind.\n\n“I felt like right at the end I was catching up to him,” Mr. Abebe Duki said in Amharic through an interpreter. “But the race was almost over.”\n\nKenya’s Kimutai Cheruiyot won the men’s half marathon in 1:03:16, and Kenya’s Susan Jerotich topped the women’s field in 1:13:25.\n\nMegan Ryan: mryan@post-gazette.com, 412-263-1722 and Twitter @theothermegryan.", "article_metadata": {"description": "Stephen Njoroge finished in 2:15:19, Clara Santucci in 2:34:06. Kimutai Cheruiyot won the half in 1:03:16, Susan Jerotich in 1:13:25.", "og": {"site_name": "Pittsburgh Post-Gazette", "description": "On a silver chain hanging from Clara Santucci’s neck hangs a pendant engraved with the Pittsburgh skyline and the words, “I run this town.” Because when it comes to the Pittsburgh Marathon, the Greene County resident certainly does run the town — literally and symbolically. “I was thinking about that on the hills,” Ms. Santucci said. “These are my hills. I run these hills. I train on these hills. Nobody’s going to run them better than me.” The Dilliner, Pa., resident repeated her women’s marathon title Sunday, crossing the finish line in 2 hours, 34 minutes and 6 seconds for the 26.2 miles, and collapsing into the arms of marathon CEO Patrice Matamoros as she draped an American flag around the two-time champion. Ms. Santucci is only the third woman in race history to win consecutive", "title": "Stephen Njoroge wins 2015 Pittsburgh Marathon, Clara Santucci tops the women's pool", "url": "http://www.post-gazette.com/sports/pittsburgh-marathon/2015/05/03/2015-Pittsburgh-Marathon-winners/stories/201505030214", "image": "http://www.post-gazette.com/image/2015/05/03/720x_q90_cMC_z_ca0,0,1278,852/Clara.jpg", "type": "article"}, "twitter": {"domain": "post-gazette.com", "description": "Post-Gazette.com - On a silver chain hanging from Clara Santucci’s neck hangs a pendant engraved with the Pittsburgh skyline and the words, “I run this town.” Because when it comes to the Pittsburgh Marathon, the Greene County resident certainly does run the town — literally and symbolically. “I was thinking about that on the hills,” Ms. Santucci said. “These are my hills. I run these hills. I train on these hills. Nobody’s going to run them better than me.” The Dilliner, Pa., resident repeated her women’s marathon title Sunday, crossing the finish line in 2 hours, 34 minutes and 6 seconds for the 26.2 miles, and collapsing into the arms of marathon CEO Patrice Matamoros as she draped an American flag around the two-time champion. Ms. Santucci is only the third woman in race history to win consecutive", "title": "Stephen Njoroge wins 2015 Pittsburgh Marathon, Clara Santucci tops the women's pool", "image": "http://www.post-gazette.com/image/2015/05/03/720x_q90_cMC_z_ca0,0,1278,852/Clara.jpg", "creator": "@PittsburghPG", "site": "@PittsburghPG", "card": "summary_large_image"}, "publish-date": "Sun, 3 May 2015 08:32:02 -04:00", "keywords": "Pittsburgh Post-Gazette, Pittsburgh Marathon", "fb": {"app_id": 148144658590118}, "msvalidate.01": "711874F8E9C70784DC77E1C82EDA893D", "google-site-verification": "124OJGIL09eN_BRCn44k__89eN1iIimYEKfPJdKjPmM", "viewport": "initial-scale=1", "news_keywords": "Pittsburgh Post-Gazette, Pittsburgh Marathon"}, "article_summary": "“I was thinking about that on the hills,” Ms. Santucci said.\n“It was just go for it, just show her what you got, just give her no hope,” Ms. Santucci said.\n“It kind of evaporates all the fluids inside of you,” Ms. Santucci said.\nIt’s beautiful.”With the win, Ms. Santucci earned $13,500 for winning the women’s race and also being the top American finisher and Pennsylvania resident.\nMs. Tuliamuk-Bolton led for nearly the entire race until the last mile, when Ms. Santucci had enough kick to surpass the marathon rookie."}