{"article_title": "Obama Faces Painful Choice in Syria as Peace Talks Falter", "article_keywords": ["turkey", "given", "work", "geneva", "moscow", "peace", "washington", "choice", "falter", "saudi", "faces", "talks", "syria", "syrian", "russia", "painful", "obama"], "article_url": "http://www.thefiscaltimes.com/Columns/2016/03/24/Obama-Faces-Painful-Choice-Syria-Peace-Talks-Falter", "article_text": "Following the ceasefire in Syria negotiated a month ago by Washington and Moscow, Secretary of State John Kerry must now work out a long-term settlement in Syria. Any agreement involves not only the Assad regime and the Russians — a daunting duo — but also 34 groups backed by Saudi Arabia, including several jihadist organizations.\n\nThere are two key questions guiding the Obama administration:\n\n• Will Washington work with the Russians, whose eagerness for a settlement is perfectly evident, or does great-power rivalry foreclose this option?\n\n• Can Washington reconcile the conflicting goals of “regional allies” it deems essential to a Syrian settlement? If it can’t, Turkey and Saudi Arabia could scuttle the peace deal.\n\nRelated: Dozens Killed or Wounded in Air Strikes on Syria's Raqqa\n\nYou’d hardly know it from the sparse news reports, but a second week of talks on the Syria crisis just got under way in Geneva. When they recess Thursday, we’ll have to count it a success if Staffan de Mistura, the U.N. envoy holding this effort together with spit and baling wire, can announce that a third round will begin on schedule next month.\n\nBut events on the ground have started to outpace the Geneva talks.\n\nIf you study the ceasefire, announced in Washington and Moscow on February 22, one important item was left out: How will the accord be enforced? What’s the joint policing arrangement on the ground?\n\nThe omission was most likely by design. It was tough enough for Kerry to make the deal, given tensions with Russia on a range of questions. Washington has consistently declined to work any closer than arm’s length with the Russian military in any operational context.\n\nRelated: UN Envoy Turns to US, Russia to Give Impetus to Syria Talks\n\nNow Moscow has forced the issue. It sent Washington proposals for joint-monitoring arrangements three days after signing the ceasefire pact. Since then it announced that it would pull out “the main part” of its military force from Syria. The latter has proven a gesture and no more, but a positive gesture given that it came just as talks got under way in Geneva.\n\nOn Monday the other shoe dropped. In order to avoid more inexcusable civilian deaths due to delays, Russia announced that it may begin policing the ceasefire unilaterally--having heard nothing from the U.S. on monitoring.\n\nIn effect, the Syria crisis forces the Obama administration to face a question I’ll bet it wishes it never had to answer: How well does our bedrock animosity toward Russia and its thoroughly demonized president work in the 21st century?\n\nIt’s fundamental. So are the questions raised by Turkish and Saudi involvement in the Syria conflict.\n\nIn the Turkish case, President Recip Tayyip Erdoğan’s Sunni nationalism led him into an unholy, all-but-overt alliance with the Islamic State years ago. He has since started going after Kurdish militias in Syria and Iraq even as they fight ISIS with American support.\n\nRelated: Kerry Vows to Work With Moscow for Peace in Syria Despite Differences\n\nNow Erdoğan’s causing trouble as negotiations proceed in Geneva. Given that he blocked the Kurds from attending, their declaration last week of an autonomous region along Syria’s border with Turkey sits right on the Turkish autocrat’s doorstep.\n\nThe Saudis view of the Syria conflict as a religious crusade against Shiites appears unshakable. Washington wants its regional allies to commit militarily on the ground, but the Saudis’ indiscriminate bombing campaign in Yemen makes the prospect pretty repellent.\n\nBoth Turkey and Syria back Mohammed Alloush as the Syrian opposition’s lead negotiator in Geneva, and it’s important to know who this man is. Alloush heads the Saudi-backed group Jaysh al-Islam, the Army of Islam, which is fighting for an Islamic state to govern under shariah law.\n\nRelated: Syria Peace Talks Grind Toward Pivotal Assad Question\n\nJaysh al-Islam’s record isn’t good. It refuses to join the Free Syrian Army and videotapes executions, ISIS-style. According to the Syrian Observatory of Human Rights, a generally accepted source, it put captured Syrian soldiers and civilians in cages two years ago and deployed them as human shields.\n\nWashington calls Jaysh al-Islam part of the moderate opposition. Moscow and the Syrian government call it a terrorist organization.\n\nAt a certain point, Washington will have to face that second question: Just how constructive and productive are its longstanding alliances with Turkey and Saudi Arabia? Given the recent opening to Iran, this issue clearly extends beyond the Syria crisis.\n\nIt’s important, obviously, to recognize when these moments of truth arrive. And Syria may turn out to be one of them.", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "Following the", "title": "Obama Faces Painful Choice in Syria as Peace Talks Falter", "url": "http://www.thefiscaltimes.com/Columns/2016/03/24/Obama-Faces-Painful-Choice-Syria-Peace-Talks-Falter", "image": "http://cdn.thefiscaltimes.com/sites/default/files/media/02242016_Obama.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/Columns/2016/03/24/Obama-Faces-Painful-Choice-Syria-Peace-Talks-Falter", "image": "http://cdn.thefiscaltimes.com/sites/default/files/media/02242016_Obama.jpg", "creator": "@psmith7600", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "Following the", "generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "There are two key questions guiding the Obama administration:• Will Washington work with the Russians, whose eagerness for a settlement is perfectly evident, or does great-power rivalry foreclose this option?\nRelated: Kerry Vows to Work With Moscow for Peace in Syria Despite DifferencesNow Erdoğan’s causing trouble as negotiations proceed in Geneva.\nFollowing the ceasefire in Syria negotiated a month ago by Washington and Moscow, Secretary of State John Kerry must now work out a long-term settlement in Syria.\nRelated: UN Envoy Turns to US, Russia to Give Impetus to Syria TalksNow Moscow has forced the issue.\nIf it can’t, Turkey and Saudi Arabia could scuttle the peace deal."}