{"article_title": "The Educator Behind Christian Teachers' Fight for Free Speech", "article_keywords": ["christian", "union", "court", "political", "free", "fight", "unions", "speech", "teachers", "educator", "california", "laursen", "public", "association"], "article_url": "http://dailysignal.com/2016/01/14/the-christian-educator-behind-teachers-fight-for-free-speech-at-the-supreme-court/", "article_text": "An “adversarial attitude” toward people of faith permeates the public education system and should be confronted by teachers and parents who disagree, the head of an organization for Christian educators said in an interview with The Daily Signal.\n\nFinn Laursen, executive director of the Christian Educators Association International, said that attitude toward religion first took hold in the 1960s, then grew and festered.\n\nIt’s a main reason his nonprofit outfit joined with 10 California public school teachers to challenge a state law requiring them to pay union dues as a condition of employment.\n\n“There has been a growing frustration among people of faith,” Laursen told The Daily Signal, adding: “The union leadership is so far left now that it sees anything that is godly as the enemy.”\n\nDavid has taken on Goliath in the nation’s highest court.\n\nThe U.S. Supreme Court heard about 80 minutes of oral arguments Monday in the case known as Friedrichs v. California Teachers Association. Rebecca Friedrichs, the lead plaintiff in the case, is a member of Christian Educators Association International.\n\nAttorneys for the small association and the individual teachers argued that California’s “agency shop” law violates the plaintiffs’ free speech rights under the First Amendment. The law, they told the high court, coerced the teachers into helping pay for political activities by a giant teachers union that run counter to their beliefs and convictions.\n\nUnder the arrangement, government employees who decline to join a union are required to pay a “fair share” fee to cover the costs of collective bargaining.\n\n“Over time, the [teachers] union has become less and less representative of its members in the ways it invests the dollars that are collected,” Laursen said, adding:\n\nWe see hundreds of thousands of dollars invested in organizations like Planned Parenthood and in all kinds of anti-family positions that from the Christian perspective our members cannot support. It’s sometimes difficult to trace where these dollars are going, but it’s clear to us that the union has become more radical and more liberal with each passing year. There has been a growing frustration among people of faith.\n\nFor the plaintiffs to prevail, a majority of the Supreme Court justices would need to overturn a 1977 decision by the high court, Abood v. Detroit Board of Education.\n\nThat ruling said public employees who object to a union’s expenditures for political activities still have to pay all dues up front but could receive a refund later for the portion that went to such activities. The decision affirmed the agency shop rule, but the court also said non-union members could not be forced to pay for political activism.\n\nThe Union’s Argument\n\nLeaders of the California Teachers Association, a union affiliated with the giant National Education Association, contend that the Friedrichs suit now before the high court is flawed. They say union membership is voluntary, and refunds for teachers who “opt out” are sufficient to safeguard free speech rights.\n\nIn California, teachers typically spend about $1,000 a year on union dues and get a refund of about $300 if they opt out of what the union identifies as an overtly political expenditure.\n\nBut since the collective bargaining process itself is laced with political overtones, Laursen and the suing teachers argued it has become harder to distinguish between what is a “chargeable” expense and what is a non-chargeable political one.\n\nJustice Antonin Scalia raised this point during oral arguments.\n\n>>> California Teachers Gear Up for Supreme Court Case\n\nUntil now, unions have persuaded the courts to accept the idea that “free riders”—nonunion workers—shouldn’t benefit from collective bargaining efforts without paying a “fair share.” But Laursen counters that union leaders actually exploit nonunion teachers.\n\n“Nonmembers can’t vote on what’s being negotiated, and they are banned from attending the meetings,” Laursen said:\n\nBut if unions went back to doing what was right for education and for the children behind the desks, then more teachers would want to join the union. What’s happening with unions right now, I think, reflects what has happened in the culture. The union leadership is so far left now that it sees anything that is godly as the enemy.\n\nReligion in Public Schools\n\nLaursen, 66, was a teacher, counselor, and principal in Ohio public schools for 21 years, then worked for 11 years as a public school superintendent. As head of Christian Educators, founded in 1953, he has spoken and offered training on legal freedoms in public schools for the past 12 years.\n\nContrary to what is widely taught, Laursen said, the founding fathers wanted religion injected into public education.\n\n“This is a First Amendment case with the focus on free speech, but the First Amendment also includes the freedom of religion,” he said. “The government cannot do anything to inhibit the expression of religion.”\n\nGo back to the founding period, Laursen said, and it is apparent the founders wanted public education rooted in three components: religion, morality, and knowledge.\n\n“They said that if religion was ever removed from public schools, we would lose morality, because knowledge alone is dangerous,” Laursen said:\n\nIt wasn’t until the 1960s that the Supreme Court said all schools must be secular, and it was at this point that we lost religion and morality. If you look at our culture, it has become very secular to the point where the Christian in the educational community has become very sparse. It’s only in recent years that somehow this feeling developed that once Christians step into public buildings they have to become secular.\n\n‘A Lot of Hurdles’\n\nNow about that David and Goliath situation.\n\nThe Christian Education Association International, or CEAI, has about 7,000 members nationwide, Laursen says, with about 1,000 in California. Most work in public schools.\n\nThe California Teachers Association, or CTA, says it represents more than 325,000 public school teachers, counselors, librarians, and other nonsupervisory personnel. The NEA claims about 3 million members.\n\nWhile teachers technically may opt out of the teachers union, the process is cumbersome, Friedrichs, whose name is on the Supreme Court case, said in an interview with The Daily Signal.\n\n“There are a lot of hurdles,” said Friedrichs, who has taught at the elementary school level for the past 28 years in the Savannah School District in Anaheim, Calif. “The first hurdle is you have to figure out for yourself that you do have this option [to opt out], which is buried in the contract. The second hurdle is to go to your union representative and your union president and ask how you can opt out.”\n\nAt this point, the process often becomes deceptive, Friedrichs said:\n\nThey will say, that’s easy, just check the box on your membership form. And when you get that form and check the box, all that does is give you a $20 rebate [from] the political action committee you didn’t know you were paying into. You aren’t really opting out here; you are just avoiding paying the PAC. And many teachers fall for this.\n\nTeachers who are determined to opt out must write a letter to the union president and their union affiliate. In response, those teachers receive a letter informing them that they are no longer members in good standing and will lose liability insurance.\n\nThis is where the CEAI can step in, since it offers a range of insurance options.\n\n“We have been here for over 60 years now to provide an alternative for Christian educators in our public school system,” Laursen said. “We believe it is a constitutional right for educators to choose whom they want to associate with. If we win this case, it will certainly be a victory for religious freedom.”\n\n>>> Meet the California Teacher Taking on the Unions", "article_metadata": {"description": "\"It’s only in recent years ... that once Christians step into public buildings they have to become secular,\" Christian education activist Finn Laursen says.", "og": {"site_name": "The Daily Signal", "description": "\"It’s only in recent years ... that once Christians step into public buildings they have to become secular,\" Christian education activist Finn Laursen says.", "title": "The Educator Behind Christian Teachers' Fight for Free Speech", "locale": "en_US", "image": "http://dailysignal.com/wp-content/uploads/160113_Laursen_feature_Mooney.png", "updated_time": "2016-01-14T15:18:05+00:00", "type": "article"}, "bitly": {"url": "http://dailysign.al/1RPDQf2"}, "twitter": {"domain": "The Daily Signal", "description": "\"It’s only in recent years ... that once Christians step into public buildings they have to become secular,\" Christian education activist Finn Laursen says.", "title": "The Educator Behind Christian Teachers' Fight for Free Speech", "image": {"src": "http://dailysignal.com/wp-content/uploads/160113_Laursen_feature_Mooney.png"}, "creator": "@dailysignal", "site": "@dailysignal", "card": "summary_large_image"}, "fb": {"pages": 300341323465160, "app_id": 772296266137346}, "article": {"publisher": "https://www.facebook.com/TheDailySignalNews", "section": "Law", "tag": "constitution", "published_time": "2016-01-14T12:26:16+00:00", "modified_time": "2016-01-14T15:18:05+00:00"}, "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "Friedrichs v. California Teachers Association, Rebecca Friedrichs, Christian Teachers Association, Finn Larsen, religious freedom, free speech, union dues, agency shop"}, "_id": "\"57477af36914bd0286fcf4d3\"", "article_summary": "The California Teachers Association, or CTA, says it represents more than 325,000 public school teachers, counselors, librarians, and other nonsupervisory personnel.\nThe U.S. Supreme Court heard about 80 minutes of oral arguments Monday in the case known as Friedrichs v. California Teachers Association.\nThey say union membership is voluntary, and refunds for teachers who “opt out” are sufficient to safeguard free speech rights.\nThe law, they told the high court, coerced the teachers into helping pay for political activities by a giant teachers union that run counter to their beliefs and convictions.\nAttorneys for the small association and the individual teachers argued that California’s “agency shop” law violates the plaintiffs’ free speech rights under the First Amendment."}