{"article_title": "Nick Goepper wins 3rd consecutive ski slopestyle gold at Winter X Games – The Denver Post", "article_keywords": ["run", "winter", "gold", "nick", "wins", "jumps", "switch", "goepper", "second", "won", "games", "x", "post", "ski", "slopestyle"], "article_url": "http://www.denverpost.com/outdoors/ci_27386869/winter-x-games-nick-goepper-wins-3rd-consecutive", "article_text": "ASPEN — Heading into Saturday’s X Games ski slopestyle finals, two-time gold medalist Nick Goepper was prepared to watch from the finish corral. He had missed the top-eight qualifying spots Thursday.\n\nBut Canadian Alex Beaulieu-Marchand bowed out Saturday morning because of an injury and Goepper made the most of his last-minute ticket, punching it for a three-peat slopestyle gold, a first since Tanner Hall’s 2002-04 reign.\n\n“I just feel like I got a gift here today to get into finals, and I didn’t want to waste it,” said the 20-year-old from Indiana.\n\nHe didn’t waste any time either, stomping a wildly technical run on his first time down the course’s three rail sections and three jumps. Spinning, grabbing and flipping, Goepper’s leftside triple cork 1440, spun in his least comfortable direction, earned a 93.66 that lasted through all three runs by the eight finalists. Last year Goepper won gold with 95 points.\n\n“The last couple days have been pretty stressful,” said Goepper of his wait while Beaulieu-Marchand weighed his ability to ski in the finals.\n\nUtah’s Joss Christensen, who won gold in ski slopestyle’s Olympic debut in Russia last winter, won silver Saturday with two double-corks and a switch triple-cork on the final hit.\n\n“I like to be as spontaneous as I can,” Christensen said.\n\nCanadian Alex Bellemar took bronze but wowed the crowd with a fun, hand-dragging double flatspin on a throw-away run.\n\nIn one of this X Games’ ugliest crashes, the dreaded Swede Henrik Harlaut under-rotated a huge triple and slammed hard, ragdolling down the course. He lay immobile for a few seconds before stirring. It appeared his ski boot had exploded.\n\nESPN – the owner of the X Games – reported he suffered a concussion and a fractured collarbone. The ever-grinning skier waved to the crowd as he was hauled down the slope and loaded into an ambulance.\n\nThe contest was riddled with crashes, but none as bad as Harlaut’s. Telluride’s Gus Kenworthy struggled to stick his triple-cork on the final hit and top qualifier Tom Wallisch also tumbled.\n\nAll three medalists hailed the course’s top section with its variety of staircases, rails and walls.\n\nNew this year for the slopestyle course was the removal of a fourth jump. Consensus among the medalists was mixed on having three jumps, even though Americans swept the podium on the three-jump Olympic course last year.\n\nFour jumps allow skiers and snowboarders to spin in all four directions: left, right, switch left and switch right.\n\n“Having four jumps really pushes you to be the best skier you can and really showcases your skills,” Christensen said.\n\n“When there are four jumps you really have to show your ambidexterity,” Goepper said. “I think that really shows the most impressive skier out there.”\n\nBellemar maybe unwittingly supported Goepper’s and Christensen’s points by saying he was developing a switch double-cork to his unnatural side before he learned X Games designers were building only three jumps.\n\n“So I gave up on that and learned another new trick, which I think was sicker,” Bellemar said.\n\nDahlstrom wins first X medal. Freeskier Emma Dahlstrom put together a solid second run on the slopestyle course to win her first X Games gold medal. The 22-year-old Swede had a 90.33 on her second run, which was set apart by her spins through the rail section.\n\n“In the rails I got some extra points,” said Dahlstrom, who was fifth at the Sochi Games. “I am so happy to land a run that good.”\n\nUniversity of Denver grad Keri Herman was in second going into the final run and had a chance to knock off Dahlstrom, but the veteran Herman took a nasty fall at the bottom of the second rail feature to end the day.\n\nThe 32-year-old Herman was able to walk off after a few minutes and claimed her third silver (2010 and ’11) in the event, which she hasn’t missed since its X Games debut in 2009.\n\nDara Howell, who won gold in Sochi, put down an 82-point run on her final chance Saturday to jump in for second Aspen bronze.", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "Nick Goepper wins 3rd consecutive ski slopestyle gold at Winter X Games", "title": "Nick Goepper wins 3rd consecutive ski slopestyle gold at Winter X Games", "url": "http://www.denverpost.com/2015/01/24/nick-goepper-wins-3rd-consecutive-ski-slopestyle-gold-at-winter-x-games/", "image": {"width": 654, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/04/20150124_023833_nick-goepper.jpg", "height": 435}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/04/20150124_023833_nick-goepper.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "article": {"published_time": "2015-01-24T14:32:25+00:00", "modified_time": "2016-04-26T03:36:08+00:00"}, "viewport": "width=device-width, initial-scale=1", "news_keywords": "Winter X Games"}, "_id": "\"57477af46914bd0286fdde6d\"", "article_summary": "ASPEN — Heading into Saturday’s X Games ski slopestyle finals, two-time gold medalist Nick Goepper was prepared to watch from the finish corral.\nFreeskier Emma Dahlstrom put together a solid second run on the slopestyle course to win her first X Games gold medal.\nLast year Goepper won gold with 95 points.\nESPN – the owner of the X Games – reported he suffered a concussion and a fractured collarbone.\nIn one of this X Games’ ugliest crashes, the dreaded Swede Henrik Harlaut under-rotated a huge triple and slammed hard, ragdolling down the course."}