{"article_title": "Arizona Republicans Tell John McCain That He's Too Liberal", "article_keywords": ["arizona", "liberal", "hes", "senate", "resolution", "support", "republicans", "mccain", "theyre", "state", "senator", "president", "john", "syrian", "tell"], "article_url": "http://www.thewire.com/politics/2014/01/arizona-republicans-tell-john-mccain-hes-too-liberal/357386/", "article_text": "Citing his \"long and terrible record of drafting, co-sponsoring and voting for legislation best associated with liberal Democrats,\" the Arizona Republican Party passed a resolution attacking Senator John McCain for being too liberal. The measure against McCain, who earlier this week said that President Obama's foreign policy is worse than that of former President Jimmy Carter, was passed by voice-vote yesterday evening at a meeting of state committee members in Tempe, Arizona.\n\nAmong the knocks against McCain's conservative bona fides are his support of immigration reform, his support for funding Obamacare, his shift on gun rights, and, as we pointed out in October, his liberal use of a joke about the unpopularity of Congress. McCain recently announced that he is \"looking very seriously\" at making a run for a sixth term in the Senate. McCain will turn 80 on Election Day in 2016.\n\nSo what gives? Well, while McCain declined to comment on the censure, his former Senate colleague Jon Kyl came to his defense offering that he had \"gone to dozens of these meetings and every now and then some wacky resolution gets passed.\"\n\nNevertheless, it remains difficult to be a maverick. Just a few years ago, the National Journal placed McCain in a seven-way tie for the elusive title of \"most conservative\" member of the Senate. But over the course of the past year or so, things got a little dicier. Sure, McCain helped to sink the candidacy of Susan Rice for Secretary of State, but he followed that up sharing a brief bromance with President Obama over foreign policy and announcing he is lukewarm about Rand Paul's presidential ambitions.\n\nMcCain may have also lost points for his recent split with fellow amigo Senator Lindsey Graham on the issue of the relative scariness of the Arabic phrase \"Allahu Akbar\" when employed by the Syrian rebels. At the time, McCain said this of the Syrian opposition: \"Of course they’re Muslims, but they’re moderates and I guarantee you they are moderates.”\n\nAs we're all learning, it's difficult to shake that label.", "article_metadata": {"description": "Citing his \"long and terrible record of drafting, co-sponsoring and voting for legislation best associated with liberal Democrats,\" the Arizona Republican Party passed a resolution attacking Senator John McCain for being too liberal.", "title": "News, opinion and aggregation on business, politics, entertainment, technology, global and national – The Wire", "og": {"site_name": "The Wire", "description": "Citing his \"long and terrible record of drafting, co-sponsoring and voting for legislation best associated with liberal Democrats,\" the Arizona Republican Party passed a resolution attacking Senator John McCain for being too liberal.", "title": "Arizona Republicans Tell John McCain That He's Too Liberal", "locale": "en_US", "image": "http://cdn.thewire.com/media/img/upload/wire/2014/01/26/mccain/lead_large.jpg", "url": "http://www.thewire.com/politics/2014/01/arizona-republicans-tell-john-mccain-hes-too-liberal/357386/", "type": "article"}, "twitter": {"description": "Citing his \"long and terrible record of drafting, co-sponsoring and voting for legislation best associated with liberal Democrats,\" the Arizona Republican Party passed a resolution attacking Senator John McCain for being too liberal.", "creator": "@allmychandler", "image": "http://cdn.thewire.com/media/img/upload/wire/2014/01/26/mccain/lead_large.jpg", "title": "Arizona Republicans Tell John McCain That He's Too Liberal", "site": "@thewire", "card": "summary"}, "ROBOTS": "INDEX, FOLLOW", "fb": {"admins": "577048155,17301937", "app_id": 192759427473466}, "keywords": "The Wire, TheWire.com, TheWire.com, news, opinion, aggregation, business, politics, entertainment, technology, global, national", "article": {"publisher": "https://www.facebook.com/TheAtlanticWire"}, "viewport": "initial-scale=1.0, maximum-scale=1.0, width=device-width"}, "_id": "\"57477af36914bd0286fcf4dc\"", "article_summary": "Citing his \"long and terrible record of drafting, co-sponsoring and voting for legislation best associated with liberal Democrats,\" the Arizona Republican Party passed a resolution attacking Senator John McCain for being too liberal.\nMcCain recently announced that he is \"looking very seriously\" at making a run for a sixth term in the Senate.\nJust a few years ago, the National Journal placed McCain in a seven-way tie for the elusive title of \"most conservative\" member of the Senate.\nAt the time, McCain said this of the Syrian opposition: \"Of course they’re Muslims, but they’re moderates and I guarantee you they are moderates.”As we're all learning, it's difficult to shake that label.\nMcCain will turn 80 on Election Day in 2016."}