{"article_title": "Obama: Washington’s lagging behind on minimum wage", "article_keywords": ["wage", "way", "congress", "pay", "washingtons", "republicans", "minimum", "lagging", "mr", "president", "wages", "obama"], "article_url": "http://www.cbsnews.com/news/obama-washingtons-lagging-behind-on-minimum-wage/", "article_text": "Americans can't and shouldn't wait for Republicans in Congress to come around to raising the minimum wage, President Obama argued Saturday in his weekly address, urging states and players in the private sector to up hourly pay for the working class.\n\nBuilding on his visit to New England earlier this week when he met with four Democratic governors also rallying lawmakers to boost the federal minimum wage from $7.25 to $10.10, the president lauded state leaders who aren't \"waiting for Congress to make up its mind.\" He also called back to his State of the Union address in January, when he entreated U.S. business owners to pay their workers above the federal minimum.\n\n\"Increasingly, it's not just large companies like Costco or the Gap that choose to pay their employees higher starting wages,\" Mr. Obama said. \"It's smaller businesses like Jaxson's, a family-owned ice cream parlor in South Florida. They answered the call and raised their wages so that more than 70 employees would earn at least $10.10 an hour, without cutting back on hiring.\"\n\nFor his part, the president noted he's already signed an executive order requiring federal contractors to pay their employees at least \"ten-ten\" an hour. \"It's good for our bottom line,\" he said, \"and working Americans have struggled through stagnant wages for far too long.\"\n\nAmericans outside Washington are \"way ahead of Congress on this issue,\" he said, making the case that \"a clear majority\" has gotten behind a higher minimum wage.\n\n\"About half of all Republicans support raising the minimum wage, too,\" Mr. Obama went on. \"It's just too bad they don't serve in Congress because the Republicans who do serve in Congress don't want to vote on the minimum wage at all. Some even want to get rid of it completely - seriously.\"\n\nDelivering the GOP's weekly address, Sen. Rob Portman, R-Ohio, proffered an alternate solution for improving the job market: The seven-point Jobs for America plan proposed by Senate Republicans \"to bring back opportunity, spark an economic recovery and restore to every American a shot at the American Dream,\" he said. \"It starts by getting government out of the way where we need to, whether it's health care, regulations or taxation.\"\n\nPortman also took a stab at the president's budget unveiled this week, in which he says Mr. Obama \"asked for hundreds of billions in new government spending and over a trillion in new taxes.\"\n\n\"Clearly, the policies coming out of Washington, D.C., haven't worked,\" Portman said. \"President Obama and Democratic leaders in Congress believed we could spend our way to prosperity - and I guess they still do.\"", "article_metadata": {"description": "The president urges action from governors, business leaders in his weekly address", "og": {"url": "http://www.cbsnews.com/news/obama-washingtons-lagging-behind-on-minimum-wage/", "image": {"width": 1200, "identifier": "http://cbsnews2.cbsistatic.com/hub/i/r/2014/03/08/5ac48084-9321-41cb-8017-35a42a3d39c3/thumbnail/1200x630/10a0c8c08cf6377923e8d2a1e7c36d0b/obamaweekly2.png", "height": 630}, "type": "article", "description": "The president urges action from governors, business leaders in his weekly address", "title": "Obama: Washington’s lagging behind on minimum wage"}, "twitter": {"description": "The president urges action from governors, business leaders in his weekly address", "creator": "@http://www.twitter.com/lindsey_cbs", "app": {"url": {"ipad": "cbsnewsapp://news/obama-washingtons-lagging-behind-on-minimum-wage/", "iphone": "cbsnewsapp://news/obama-washingtons-lagging-behind-on-minimum-wage/", "googleplay": "http://www.cbsnews.com/news/obama-washingtons-lagging-behind-on-minimum-wage/"}, "country": "US", "name": {"ipad": "CBS News", "iphone": "CBS News", "googleplay": "CBS News"}, "id": {"ipad": 334256223, "iphone": 334256223, "googleplay": "com.treemolabs.apps.cbsnews"}}, "title": "Obama: Washington’s lagging behind on minimum wage", "site": "@CBSPolitics", "image": "http://cbsnews2.cbsistatic.com/hub/i/r/2014/03/08/5ac48084-9321-41cb-8017-35a42a3d39c3/thumbnail/1200x630/10a0c8c08cf6377923e8d2a1e7c36d0b/obamaweekly2.png", "card": "summary_large_image"}, "robots": "index, follow", "al": {"web": {"url": "http://www.cbsnews.com/news/obama-washingtons-lagging-behind-on-minimum-wage/"}, "android": {"app_name": "CBS News", "package": "com.treemolabs.apps.cbsnews"}, "ios": {"url": "cbsnewsapp://news/obama-washingtons-lagging-behind-on-minimum-wage/", "app_name": "CBS News", "app_store_id": 334256223}}, "fb": {"app_id": 1536620209892267}, "article": {"publisher": "https://www.facebook.com/CBSPolitics"}, "viewport": "width=device-width"}, "_id": "\"57477af36914bd0286fcf4e4\"", "article_summary": "\"About half of all Republicans support raising the minimum wage, too,\" Mr. Obama went on.\n\"Increasingly, it's not just large companies like Costco or the Gap that choose to pay their employees higher starting wages,\" Mr. Obama said.\n\"President Obama and Democratic leaders in Congress believed we could spend our way to prosperity - and I guess they still do.\"\n\"It's just too bad they don't serve in Congress because the Republicans who do serve in Congress don't want to vote on the minimum wage at all.\nAmericans outside Washington are \"way ahead of Congress on this issue,\" he said, making the case that \"a clear majority\" has gotten behind a higher minimum wage."}