{"article_title": "How does the VAM formula measure teachers?", "article_keywords": ["school", "score", "vam", "students", "scores", "state", "does", "teachers", "student", "measure", "test", "formula", "model"], "article_url": "http://www.tbo.com/news/education/how-does-the-vam-formula-measure-teachers-20140302/", "article_text": "TAMPA – It is calculated by plugging numbers from standardized test scores, class size, and more into a tricky math equation. Attendance is considered. So is age, whether students have disabilities, and how long they’ve been English-speakers.\n\nThis so-called value-added model, or VAM, generates a score designed to show the effect a teacher has on student learning.\n\nIt is so complex it will make your head spin.\n\nHundreds of thousands of teachers’ value-added scores were released to the public for the first time last week, the result of a newspaper’s public records lawsuit against the Florida Department of Education.\n\nObjections to the release were raised by teachers, school district officials and union representatives across the state, on the grounds that the numbers by themselves misrepresent a teacher’s worth. Some described the state’s system as flawed at best.\n\n“There are certain things that lend themselves easily to mathematical interpretation,” said Stephanie Baxter-Jenkins, executive director of the Hillsborough Classroom Teachers Association. “I don’t think teaching or how kids learn are things that are easily captured in a mathematical formula.”\n\nFlorida’s education system is undergoing a lot of changes – next school year, sweeping new standards will be fully in place along with a new exam to replace the Florida Comprehensive Assessment Test.\n\nBut it doesn’t look like VAM is going anywhere anytime soon.\n\n❖ ❖ ❖\n\nIn 2011, Florida passed legislation that requires including student achievement data in teacher evaluations.\n\nThe value-added model used today is how that data is spun into a score.\n\nVAM was researched and recommended by the state’s Student Growth Implementation Committee — a group of teachers, principals, parents, union representatives, superintendents, school board members, district administrators and post-secondary faculty members.\n\nWhile parents are warned not to consider a teacher’s score as the only measure of his or her worth, the numbers still pack a punch – they make up 40 to 50 percent of teachers’ overall evaluations.\n\nSo how does VAM work? That’s a question that takes 25 pages of math, text, charts and graphs to explain.\n\nThe white paper detailing the formula assigns teachers a score based on how their students performed on standardized tests compared with how they were predicted to perform.\n\nUsed in the lengthy equation are the scores of students in fourth through 10th grades on the math and reading portions of the FCAT, as well as the ninth-grade state end-of-course Algebra 1 test.\n\nEssentially, if a teacher’s value-added score is higher than zero, the average performance of the teacher’s students exceeded expectations. Those expectations are set based on the performance of similar students across the state. A negative score means the average student scores fell below expectations.\n\nThe prediction for each student is based on a statistical model that takes a number of factors into account. Those factors include two prior years of student achievement scores, the number of subject-relevant courses in which the student is enrolled, attendance, the number of times the student has switched schools, and class size. The state says the model “levels the playing field” by accounting for differences in the proficiency and characteristics among students.\n\nThe formula considers whether the student has disabilities, or is categorized as an English language learner or gifted.\n\nIn addition to individual teacher scores, the state last week released schoolwide and districtwide aggregate scores in reading, math, Algebra 1, and all three combined.\n\nOf the Hillsborough schools that received a VAM score, about half were on the positive side of the equation.\n\nHillsborough County School Board member Doretha Edgecomb serves on the state committee that chose the model. She said the method is still in the “embryonic stages.”\n\n“We have to make sure it sends the message we want about our teachers,” Edgecomb said. “They’re too valuable to be demoralized by information that does not really give the total picture of their hard work and effort.”\n\n❖ ❖ ❖\n\nOthers among the most populous states in the nation also use the value-added model, including Ohio and California.\n\nThe effectiveness of a VAM model depends on which student test is used to calculate a teacher’s score, said Joan Herman, a senior research scientist at the National Center for Research on Evaluation, Standards and Student Testing at the University of California in Los Angeles.\n\n“It sound so obvious that teachers ought to be accountable for their kids’ learning, but figuring out how to do that is complicated,” Herman said. “Using FCAT scores may be OK for teachers who teach courses that most contribute to FCAT performance, but what about the music teacher?”\n\nNot every teacher in Florida gets a VAM score. Beginning next school year, school districts will be required by state law to choose other test results to measure those who teach subjects other than the ones subject to the FCAT.\n\nHillsborough County already calculates teacher scores with its own district exams — a process that is working well, district spokesman Stephen Hegarty said.\n\nThe score makes up 40 percent of a teacher’s evaluation. The other 60 percent comes from principal and peer observations. District teachers’ VAM scores are derived from student performance on end-of-course assessments in subjects they teach.\n\nArt teachers are measured on their students’ achievement on art tests. Social studies teachers are measured on their students’ growth in that subject.\n\nThe district created its own end-of-course assessments and uses them along with student scores on the college-entrance SAT to help grade teachers. Factors considered include whether a student is over-age, gifted, an English language learner or has special needs.\n\n“The state has been doing end-of-course exams for a couple of years,” Hegarty said. “We have been doing EOCs for a couple of decades, which means our teachers have an assessment that actually measures what they’re doing. We have something for all of the different disciplines for our teachers. Your scores are derived from students you actually taught in an area you actually taught.”\n\nBaxter-Jenkins, the local union leader, said the district’s method is more reliable than the state’s. She said the test scores release by the state cause more harm than good.\n\n“These are people we are entrusting our children to all day every day,” she said. “Yet, we are trying to publicly shame them with completely inaccurate information.”\n\nDepartment spokeswoman Cheryl Etters said the data used to calculate VAM scores were submitted by school districts, so teachers who suspect inaccuracies in their scores should contact their district.\n\n❖ ❖ ❖\n\nThe VAM scores are available in detail at the website of the newspaper that won their release, the Florida Times-Union in Jacksonville. Access requires an online subscription.\n\nThe education department did not post the results online and made them available to news organizations only through password-protected accounts.\n\nAmong the teachers who didn’t receive a value-added score from the state is Reza Razavi, who teaches AP economics and honors philosophy at Wharton High School in New Tampa. He did receive a score from the Hillsborough school district.\n\nTo him, the scores released by the state “don’t represent anything.”\n\n“These scores create doubts,” he said. “Unfortunately, it’s just throwing numbers out without explaining the details to parents. Parents look at it and think, ‘This teacher is not so good,’ because they don’t understand where these numbers are coming from.”\n\nAs Florida ushers in the new Common Core State Standards, which supporters describe as a rigorous set of annual educational goals in language arts and math, the state is also selecting a new test aligned with those goals. Students are expected to take the test for the first time next school year.\n\nA new test could improve Florida’s VAM process, according to Herman, UCLA researcher.\n\n“The value added measure is only as good as the test that is used to compute it,” Herman said. “If you think FCAT captures everything that is important for students to know and be able to do, you might think it’s reasonable to use that measure as the only measure of whether teachers are contributing to student learning.\n\n“If you think FCAT is missing some important skills or knowledge, you might think it has some real deficits.”\n\nekourkounis@tampatrib.com\n\n(813)259-7999\n\nTwitter: @ErinKTBO", "article_metadata": {"taboola-pub-time": "Sun, 02 Mar 2014 15:57:12 -0400", "Description": "TAMPA – It is calculated by plugging numbers from standardized test scores, class size, and more into a tricky math equation. Attendance is considered. So is age, whether students have disabil", "og": {"site_name": "TBO.com", "description": "TAMPA – It is calculated by plugging numbers from standardized test scores, class size, and more into a tricky math equation. Attendance is considered. So is age, whether students have disabil", "title": "How does the VAM formula measure teachers?", "url": "http://www.tbo.com/news/education/how-does-the-vam-formula-measure-teachers-20140302/", "image": {"width": 640, "identifier": "http://www.tbo.com/storyimage/TB/20140302/ARTICLE/140309848/AR/0/AR-140309848.jpg", "height": 384}, "updated_time": "2014-03-02T15:57:00Z-04", "type": "article"}, "twitter": {"domain": "tbo.com", "description": "TAMPA – It is calculated by plugging numbers from standardized test scores, class size, and more into a tricky math equation. Attendance is considered. So is age, whether students have disab", "title": "How does the VAM formula measure teachers?", "image": "http://www.tbo.com/storyimage/TB/20140302/ARTICLE/140309848/AR/0/AR-140309848.jpg", "site": "@TBOcom", "card": "summary_large_image"}, "fb": {"app_id": 522234267826834}, "msvalidate.01": "29E67031F86E7FB6DF9823924E21B8B4", "article": {"publisher": "https://www.facebook.com/tbocom", "published_time": "2014-03-02T15:57:12Z-04", "modified_time": "2014-03-02T15:57:00Z-04"}, "viewport": "width=device-width, initial-scale=1", "news_keywords": "Florida Comprehensive Assessment Test,Florida Department of Education,Hillsborough County Public Schools,Hillsborough County School Board"}, "_id": "\"57477af36914bd0286fcf4e8\"", "article_summary": "Essentially, if a teacher’s value-added score is higher than zero, the average performance of the teacher’s students exceeded expectations.\nDistrict teachers’ VAM scores are derived from student performance on end-of-course assessments in subjects they teach.\nOf the Hillsborough schools that received a VAM score, about half were on the positive side of the equation.\nWhile parents are warned not to consider a teacher’s score as the only measure of his or her worth, the numbers still pack a punch – they make up 40 to 50 percent of teachers’ overall evaluations.\n❖ ❖ ❖The VAM scores are available in detail at the website of the newspaper that won their release, the Florida Times-Union in Jacksonville."}