{"article_title": "Stars, twerking, Obamacare drive Internet in 2013", "article_keywords": ["searches", "search", "number", "kardashian", "bing", "searched", "obamacare", "drive", "twerking", "according", "stars", "internet", "popular", "cyrus", "review"], "article_url": "http://www.timeslive.co.za/scitech/2013/12/03/stars-twerking-obamacare-drive-internet-in-2013", "article_text": "Web users also were interested in subjects ranging from the ‘Zombie Apocalypse’ to the troubled rollout of Obamacare, according to an annual review by Yahoo released Tuesday.\n\nFor Americans, Miley Cyrus was the top search query on Yahoo – inspired by the pop star's go at the butt-shaking dance called twerking.\n\nYahoo's 2013 year in review released Tuesday said Cyrus dethroned reality TV star Kim Kardashian, who dropped to number two despite her highly publicised pregnancy, divorce and engagement.\n\nYahoo said swimsuit model Kate Upton was number three, followed by the online gaming phenomenon Minecraft.\n\nNext was actress-singer Selena Gomez, and sixth was the troubled rollout of President Barack Obama's health care plan, or Obamacare.\n\nSome other popular items, Yahoo said, were searches related to the ‘Zombie Apocalypse’, and the new $100 bill. Twerking was among the popular “Web obsessions”, according to a Yahoo statement, along with ‘selfies’, or self-directed photos captured on a smartphone.\n\nTop food-related searches were ‘cronuts’, a croissant-style of donut, and ‘how to cook spaghetti squash’, Yahoo said.\n\nThe most popular search terms were a bit different on Bing, the Microsoft search engine which released its annual review on Sunday for users in 12 countries.\n\nAccording to Bing, Beyoncé dethroned reality TV personality Kim Kardashian as the most searched person on the Internet in 2013 for Americans.\n\nWhile Beyoncé outpaced Kardashian in the United States, according to Bing, she was also number two in Britain, behind Canadian pop singer Justin Bieber.\n\nBritain's number three searched personality was Catherine, the Duchess of Cambridge.\n\nIn Australia, Cyrus edged homegrown model Miranda Kerr as the most-searched person, ahead of Kevin Rudd, the former prime minister, Bing said in a blog post Sunday.\n\nCyrus was also number one in Canada, ahead of Britain's duchess and American actress Amanda Bynes.\n\nThe Barbadian singer Rihanna was the top-searched person in France, followed by Kardashian and Beyonce, the blog said. Selena Gomez was number one in Germany, edging Cyrus and Bieber.\n\nBrazil, China, India, Japan and Spain favored their own celebrities: the number one spot went, respectively, to actress Bruna Marquezine, actor Wen Zhang, actor Salman Khan, model Danmitsu and pop star David Bisbal.\n\nIn Italy, the Argentine-born television personality and host of Italia's Got Talent, Belen Rodríguez, was at the top of the list.\n\nIn the US, the top five most searched people of the year were all women, with only two men in the top 10 – Bieber at number six and President Barack Obama number 10.\n\nThe Dallas Cowboys NFL team was the top-searched sports team by Americans, Bing said. And Facebook was the most-requested search item among social networks, ahead of Pinterest and Twitter.\n\nXbox beat iPhone as the top searched gadget among Americans and Iron Man 3 was the most requested movie, according to Bing.\n\nYahoo said its most popular gadget-related searches were for iPhone models and smartphones from Samsung.", "article_metadata": {"publisher": "Times Media Group", "description": "Latest news from South Africa, World, Politics, Entertainment and Lifestyle.  The home of The Times and Sunday Times newspaper.", "application-name": "Times LIVE", "title": "Stars, twerking, Obamacare drive Internet in 2013", "url": "http://www.timeslive.co.za/scitech/2013/12/03/stars-twerking-obamacare-drive-internet-in-2013", "author": "AFP Relaxnews", "msapplication-tooltip": "TimesLIVE.co.za", "og": {"url": "http://www.timeslive.co.za/scitech/2013/12/03/stars-twerking-obamacare-drive-internet-in-2013", "image": "http://www.timeslive.co.za/Feeds/2013/02/05/994484_823341.jpg/ALTERNATES/crop_630x432/994484_823341.jpg", "site_name": "Times LIVE", "description": "It was a year for ‘twerking’, ‘selfies’, and ‘cronuts’ in Internet searching, right up there with Hollywood, pop and reality stars.", "title": "Stars, twerking, Obamacare drive Internet in 2013"}, "msapplication-window": "width=1024;height=768", "publicationdate": "2013-12-03 12:58:44.0", "msapplication-starturl": "./", "Keywords": "Breaking news, general, politics, sport, entertainment, lifestyle, weird, world, africa, news, extra, Sunday times, times, the times, business times", "google-site-verification": "KrnhzlGZzeCtPCrzPuy7qym4Rh-74Glgc9GL8JTzu5U", "msapplication-navbutton-color": "#FF3300", "msapplication-task": "name=iLIVE;action-uri=./iLive;icon-uri=http://www.timeslive.co.za/template/common/images/favicon64.ico", "publication": "Timeslive"}, "_id": "\"57477af36914bd0286fc9982\"", "article_summary": "For Americans, Miley Cyrus was the top search query on Yahoo – inspired by the pop star's go at the butt-shaking dance called twerking.\nAccording to Bing, Beyoncé dethroned reality TV personality Kim Kardashian as the most searched person on the Internet in 2013 for Americans.\nTwerking was among the popular “Web obsessions”, according to a Yahoo statement, along with ‘selfies’, or self-directed photos captured on a smartphone.\nNext was actress-singer Selena Gomez, and sixth was the troubled rollout of President Barack Obama's health care plan, or Obamacare.\nXbox beat iPhone as the top searched gadget among Americans and Iron Man 3 was the most requested movie, according to Bing."}