{"article_title": "Mark Levin Unloads: Trump Is \"Pretty Damn Close\" to Sounding Like a 9/11 Truther", "article_keywords": ["truther", "bush", "liberal", "trump", "levin", "limbaugh", "debate", "george", "mark", "donald", "damn", "pretty", "unloads", "close", "sounding", "911", "sounded", "fact"], "article_url": "http://townhall.com/tipsheet/katiepavlich/2016/02/16/mark-levin-unloads-on-donald-trumps-debate-comments-n2120124", "article_text": "After the conclusion of the GOP presidential debate on Saturday, which was hosted by CBS News, I described Donald Trump's performance as unhinged, angry and liberal after he praised Planned Parenthood and accused President George W. Bush of lying about the Iraq war.\n\nLast night on his radio show, Mark Levin didn't mince words when describing Trump's debate performance.\n\n\"The fact that Donald Trump attacked George W. Bush, not because of his liberal domestic policies, not because he expanded Medicare, not because he was weak on the First Amendment, not because of those things, expanded government, increased the debt, was for comprehensive immigration reform, but the fact that he attacked George Bush as a Commander-in-Chief...not because he disagreed with him but he attacked him as a liar who knew there were not weapons of mass destruction in Iraq and said he was responsible for 9/11 and he was responsible for those towers coming down,\" Levin said. \"Ladies and gentlemen, this is why I posted on my Facebook page 'This guy sounds like CodePink!'\"\n\n\"He sounds like a radical kook,\" Levin continued. \"All the rest aside, I know too many gold star families who lost sons over there to hear this 9/11 truther crap which is pretty close to it. Pretty damn close to it.\"\n\nYou can listen to the segment here.\n\nNot only did Trump sound like CodePink over the weekend, the radical progressive group retweeted him yesterday.\n\nDonald Trump gets key Twitter endorsement from Code Pink. pic.twitter.com/SEdONg1o6U — ¯\\_(?)_/¯ (@DefendWallSt) February 15, 2016\n\nRadio host Rush Limbaugh also said Monday Trump sounded like a liberal Democrat during some of his answers at the CBS debate.\n\n\"Here we are in a Republican primary, and Donald Trump, out of the blue, starts blaming the Bush family for 9/11, for knowing that the intelligence was made up, that there never were any weapons of mass destruction, and they knew it, Trump said,\" Limbaugh said on his radio program. \"Michael Moore doesn’t even say that.\"\n\n\n\n\"On the stage at a Republican debate, Donald Trump defended Planned Parenthood. Not the abortion stuff, he said, but the fact that they do great things for women’s health,\" Limbaugh continued. \"Folks, there were a number of occasions where Donald Trump sounded like the Daily Kos blog, where Donald Trump sounded like the Democrat Underground, sounded like any average host on MSNBC.\"", "article_metadata": {"description": "\"Radical kook.\".05/26/2016 19:22:03PM EST.", "author": "Katie Pavlich", "msapplication-wide310x150logo": "http://media.townhall.com/thm/favicon/widetile.png", "twitter": {"description": "\"Radical kook.\"", "title": "Mark Levin Unloads: Trump Is \"Pretty Damn Close\" to Sounding Like a 9/11 Truther", "url": "http://townhall.com/tipsheet/katiepavlich/2016/02/16/mark-levin-unloads-on-donald-trumps-debate-comments-n2120124", "image": "http://media.townhall.com/townhall/reu/ha/uploads/2015/8/5/1.jpg", "site": "@townhallcom", "card": "summary_large_image"}, "msapplication-square70x70logo": "http://media.townhall.com/thm/favicon/smalltile.png", "robots": "index, follow", "msapplication-square310x310logo": "http://media.townhall.com/thm/favicon/largetile.png", "og": {"site_name": "Townhall", "description": "\"Radical kook.\"", "title": "Mark Levin Unloads: Trump Is \"Pretty Damn Close\" to Sounding Like a 9/11 Truther", "url": "http://townhall.com/tipsheet/katiepavlich/2016/02/16/mark-levin-unloads-on-donald-trumps-debate-comments-n2120124", "image": "http://media.townhall.com/townhall/reu/ha/uploads/2015/8/5/1.jpg", "type": "Article"}, "fb": {"app_id": 143685698988231, "pages": 41632789656}, "keywords": "Mark Levin Unloads: Trump Is \"Pretty Damn Close\" to Sounding Like a 9/11 Truther, Katie Pavlich, Conservative News, Conservative opinion, Political, Latest news, Politics, GOP, Republican, Human Events, Newsmax, Breaking news, Conservative Commentary, Articles, Columns, Conservatism, Party, Townhall, Right Wing", "msapplication-square150x150logo": "http://media.townhall.com/thm/favicon/mediumtile.png"}, "article_summary": "\"Folks, there were a number of occasions where Donald Trump sounded like the Daily Kos blog, where Donald Trump sounded like the Democrat Underground, sounded like any average host on MSNBC.\"\n\"On the stage at a Republican debate, Donald Trump defended Planned Parenthood.\nDonald Trump gets key Twitter endorsement from Code Pink.\nLast night on his radio show, Mark Levin didn't mince words when describing Trump's debate performance.\n)_/¯ (@DefendWallSt) February 15, 2016Radio host Rush Limbaugh also said Monday Trump sounded like a liberal Democrat during some of his answers at the CBS debate."}