{"article_title": "Maui Hospital Execs Call for Support of Public Private Partnership", "article_keywords": ["provide", "hospital", "partnership", "system", "private", "public", "services", "health", "committee", "maui", "care", "support", "execs"], "article_url": "http://mauinow.com/2014/11/10/maui-hospital-execs-call-for-support-of-public-private-partnership/", "article_text": "By Wendy Osher\n\n+ SWIPE LEFT OR RIGHT SWIPE LEFT OR RIGHT\n\nA standing room only crowd showed up to testify at an informational briefing and hearing on Maui focused on the state health system and district plans to address anticipated budget shortfalls.\n\nThe meeting was hosted by the House Committee on Health and was held at the Maui Waena Intermediate School Cafeteria in Kahului.\n\nDuring the meeting, Maui Regional CEO Wesley Lo with the Hawaiʻi Health Systems Corp. said, “the Maui region is struggling now to grow revenues, because to grow revenues, you need either more beds–which we are pretty much running at capacity all the time right now. On average we are at about 85% capacity. Many days we are actually holding people in the emergency room.”\n\nLo continued saying, “Also the other problem is, we have to borrow approximately $20 million to start the cardiovascular program–among other things–of which we pay back over $8 million. We don’t have an investment capital to grow new services, and to adapt to the Affordable Care Act, which is related to getting into the business of physicians. If you don’t have the physicians, and physicians are retiring, you are not going to grow your revenues in the hospital business,” said Lo.\n\nMaui Region Board chair Clay Sutherland was among those who spoke in support of a public private partnership saying, “We believe a partnership would bring the Maui Memorial Medical Center up to speed and avoid the growing pains and delays which would occur if we took on these challenges ourselves.”\n\n“I have heard comments that a public private partnership might result in loss of control, loss of jobs, and have other negative effects within the health care system here on Maui,” said Sutherland. “The board believes this is simply untrue. Rather, expanding services would require additional jobs and steady employment to handle our increasing population and standard of care.”\n\nSutherland said he’s also been told that the hospital will lose control, and that operators will reduce the services provided, but defended the partnership proposal saying, “The board again believes that proper structure would include a lease of the facilities to a partner to provide services and care according to a written agreement–which will provide the necessary assurances to the physicians, the employees, and the community that services will not be reduced; and that the quality of care and the magnitude of care will grow for the benefit of the community, as well as the employees, nurses, and physicians that work within the hospital,” said Sutherland.\n\nAmong those who testified at the meeting was Dr. Barry Shitamoto who also voiced support for a public private partnership to sustain services. “As you know, our health care environment and hospital environment is a real complex issue. The old primary care model where the general doctor took care of the outpatient and went to the hospital to take care of his patients is no longer viable–no longer viable economically, technically, or even physically.”\n\nADVERTISEMENT\n\nCouncil Chair Gladys Baisa was among the government leaders on Maui who also testified at the meeting, asking the committee to consider the recommendations made by the Hospital administration. “I beg you on behalf of the people of Maui to please try and help us keep Maui Memorial solid. A partnership might be what is needed. We know that that is complicated… but I want to say that I am in full support of trying to keep Maui Memorial healthy.”\n\nSutherland concluded saying, “I hope you understand the fiscal strains that we are having and that a partnership between Maui Medical Center and a private non-profit health company will provide us the opportunity to expand and enhance the care provided to the community and reduce the cost to the state.”\n\nThis meeting is part of a series of planned informational briefings and community-based public hearings to be hosted by the Committee on Health. Committee leaders say the meetings are focused on plans to streamline operations and address anticipated budget shortfalls across the Hawaiʻi Health Systems Corporation.\n\nFor fiscal year 2014, the state run hospital system requested $150 million in financial assistance from the state and was appropriated $111.4 million.\n\nThe shortfall in funding has forced HHSC to begin cost cutting measures and re-evaluate its initiatives on all islands, according to information released today by committee members.\n\nAs a result, the system has implemented layoffs across the islands and cuts in one service area on the island of Maui.\n\n“Our goal is to have public hearings across the system to understand the operational plans and impacts of the shortfalls within each region,” said House Health Committee Chair Rep. Della Au Belatti in a press release statement.\n\n“Following these public hearings, we can come together in the 2015 legislative session to work towards finding solutions to address the financial challenges while continuing to provide the safety net services the system is supposed to provide. There is the recognition that HHSC is a statewide safety net system, especially for rural communities and the neighbor islands. We need to understand what the true costs are and then have the political will to sustain these services going forward and/or find partnerships that will allow for access to these services by all of our residents,” said Au Belatti.", "article_metadata": {"expires": 0, "viewport": "width=device-width, initial-scale=1, user-scalable=no", "description": "A standing room only crowd showed up to testify at an informational briefing and hearing on Maui focused on the state health system and district plans to", "og": {"url": "http://mauinow.com/2014/11/10/maui-hospital-execs-call-for-support-of-public-private-partnership/", "site_name": "Maui Now  |  Maui Hospital Execs Call for Support of Public Private Partnership", "image": "http://mauinow.com/files/2014/11/IMG_6295.jpg", "type": "article", "title": "Maui Now: Maui Hospital Execs Call for Support of Public Private Partnership"}, "msapplication-TileColor": "#f01d4f", "HandheldFriendly": "True", "MobileOptimized": 320, "msapplication-TileImage": "http://mauinow.com/wp-content/themes/MauiNow2015/library/images/win8-tile-icon.png", "keywords": "hawaii health systems corporation,hhsc,maui memorial medical center,pubic private partnership,wesley lo,clay sutherland,barry shitamoto,featured,galleries,maui news", "theme-color": "#57ace2"}, "_id": "\"57477af36914bd0286fcf4f5\"", "article_summary": "Among those who testified at the meeting was Dr. Barry Shitamoto who also voiced support for a public private partnership to sustain services.\nFor fiscal year 2014, the state run hospital system requested $150 million in financial assistance from the state and was appropriated $111.4 million.\n“As you know, our health care environment and hospital environment is a real complex issue.\n“I beg you on behalf of the people of Maui to please try and help us keep Maui Memorial solid.\nThe meeting was hosted by the House Committee on Health and was held at the Maui Waena Intermediate School Cafeteria in Kahului."}