{"article_title": "Venezuela gets ballet commemorating Hugo Chavez's life", "article_keywords": ["ballet", "chavezs", "supporters", "venezuelas", "venezuelan", "commemorating", "life", "leader", "power", "failed", "chavez", "gets", "venezuela", "hugo"], "article_url": "http://www.washingtontimes.com/news/2014/nov/29/venezuela-gets-ballet-commemorating-chavezs-life/", "article_text": "CARACS, Venezuela (AP) — In life, Venezuela’s exuberant leader Hugo Chavez often captivated supporters by bursting into song, even the occasional dance. Now that he’s gone, supporters are turning to the musical arts to help immortalize him.\n\nA state-sponsored biographical ballet premieres on Saturday, with dozens of performers recounting Chavez’s life, from humble roots, to failed coup, to international fame as leader of Venezuela’s socialist revolution.\n\nThe hour-long show, presented by Venezuela’s National Dance Company, blends classic and contemporary choreography, and draws on a range of music including Venezuelan folk melodies, African rhythms and symphonic scores.\n\nPHOTOS: Venezuela gets ballet commemorating Chavez's life\n\nPerformers use simple dances to depict Chavez’s childhood in a humble house with a mud floor, and his days roaming the streets selling homemade papaya sweets known as spiders.\n\nThe ballet, entitled “From Spider-Seller to Liberator,” shows him shelving his dream of being a major league baseball pitcher to join the army at age 17. Then audience sees a disillusioned Chavez dancing against the background of the country’s 1989 riots, in which several hundred people died in the streets.\n\nAt a climactic moment, Chavez storms the Venezuelan political stage like a hurricane in 1992, leading failed coup attempt.\n\nChavez was imprisoned, but not before scoring a few precious moments of airtime in which he grabbed the nation’s attention, telling followers he had failed “for now.” The ballet is debuting on the 22nd anniversary of the failed coup.\n\nSix years after being sent to prison, Chavez he came to power and remained at the helm of the country until he died of cancer in 2013. The ballet ends with Chavez converted into a disembodied force of justice and socialism.\n\nOn the street outside the theater, passersby were unsurprised that the late leader has gotten another commemoration.\n\n“Chavez has become mythic, whether you like it or not,” said 23-year-old student Carlos Lozada. “He’ll be here as long as the Chavistas remain in power.”", "article_metadata": {"description": "In life, Venezuela's exuberant leader Hugo Chavez often captivated supporters by bursting into song, even the occasional dance. Now that he's gone, supporters are turning to the musical arts to help immortalize him.", "Author": "Jorge Rueda and Hannah Dreier", "og": {"site_name": "The Washingtion Times", "description": "In life, Venezuela’s exuberant leader Hugo Chavez often captivated supporters by bursting into song, even the occasional dance. Now that he’s gone, supporters are turning to the musical arts to help immortalize him.", "title": "Venezuela gets ballet commemorating Hugo Chavez’s life", "url": "http://www.washingtontimes.com/news/2014/nov/29/venezuela-gets-ballet-commemorating-chavezs-life/", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2014/11/29/4083e4a6c4e0bd2e660f6a706700a05c.jpg", "type": "article"}, "twitter": {"image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2014/11/29/4083e4a6c4e0bd2e660f6a706700a05c.jpg", "title": "Venezuela gets ballet commemorating Hugo Chavez’s life", "description": "In life, Venezuela's exuberant leader Hugo Chavez often captivated supporters by bursting into song, even the occasional dance. Now that he's gone, supporters are turning to the musical arts to help i", "card": "summary", "site": "@washtimes"}, "author": "The Washington Times http://www.washingtontimes.com", "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web1", "bitly-verification": "d180fd45f70d", "news_keywords": "Politics, War Conflict, Hugo Chávez, Venezuela"}, "_id": "\"57477af36914bd0286fcf4fa\"", "article_summary": "CARACS, Venezuela (AP) — In life, Venezuela’s exuberant leader Hugo Chavez often captivated supporters by bursting into song, even the occasional dance.\nPHOTOS: Venezuela gets ballet commemorating Chavez's lifePerformers use simple dances to depict Chavez’s childhood in a humble house with a mud floor, and his days roaming the streets selling homemade papaya sweets known as spiders.\nA state-sponsored biographical ballet premieres on Saturday, with dozens of performers recounting Chavez’s life, from humble roots, to failed coup, to international fame as leader of Venezuela’s socialist revolution.\nAt a climactic moment, Chavez storms the Venezuelan political stage like a hurricane in 1992, leading failed coup attempt.\nThe ballet ends with Chavez converted into a disembodied force of justice and socialism."}