{"article_title": "Progress Without Government: Boy Scouts to Fully End Ban on Gay Participation (Updated)", "article_keywords": ["boy", "updated", "end", "dont", "gay", "fully", "culture", "openly", "change", "scouts", "ban", "progress", "resolution", "participation", "adults"], "article_url": "http://reason.com/blog/2015/07/27/progress-without-government-boy-scouts-t", "article_text": "If all goes as planned, today will mark the end of the Boy Scouts of America's history of discrimination against gay participation. The Scouts already voted to allow, starting in 2014, openly gay boys to be members, but they were booted once they reached adulthood. Openly gay adults could not serve as scout leaders.\n\nToday, the Scouts' national board will vote on a resolution to end this ban on gay adults. This resolution passed unanimously out of the Scouts' executive committee and seems likely to pass. From Reuters:\n\nIn May, the Boy Scouts' president, former U.S. Defense Secretary Robert Gates, called the ban \"unsustainable\" and said it needed to change. The Irving, Texas-based organization lifted its ban on gay youth in 2013, but had continued to prohibit the participation of openly gay adults. The selection of Gates as president of the organization last year was seen as an opportunity to revisit the policy since he helped end the \"Don't Ask, Don't Tell\" policy that barred openly gay people from serving in the U.S. military.\n\nTo be clear, the resolution would end the national prohibition on gay leaders, but it would still be up to local troops to decide whether they'll let specific gay adults participate.\n\nRegardless, this is just another piece in our significant cultural shift toward gay inclusion. The Reuters story mentions both the military's gay policies and the recent Supreme Court decision mandating same-sex marriage recognition across the country. But this change is significantly different: It comes at the hands of the organization itself and the culture that supports it, not via government order.\n\nIt did, however, come party as a result of significant cultural pressure. They had been losing donations as a result of their policy of excluding gay participants. Gates has even said in a previous speech that he feared failing to adapt to America's changing attitudes on homosexuality could spell the end of the Scouts as a national movement.\n\nRegardless of whether a person supports the Scouts' decision, this is the absolute right way for social change to happen. In 2013 I critiqued those who were upset that change in the Scouts was taking too long. This complaint is in itself an interesting indication of the speed of culture shift on gay issues, because it took all of two years.\n\nBut in addition, I noted that expecting large institutions to just suddenly change gears quickly is not realistic and will result in backlashes or reversals. That this shift has been happening in phases is to the benefit of giving people time to come on board with the changes. I wrote back then:\n\nThe leadership of the institution, as separated as it is from a significant chunk of its membership, needs to determine that the institution is prepared for the cultural change. Blame it on our nation's current apparent worship of executive power, but it's a myth to believe that \"leadership\" involves the ability to simply change an institution's culture with a snap of the fingers. It doesn't work that way. In fact, that attitude is the hallmark of a bad leader, the bureaucratic middle manager who thinks he can control his company culture through the formalization of a host of written policies. As all the research and interviews and planning dragged on while the military managed the dismantling of \"Don't Ask, Don't Tell,\" the information that came out became more and more clear that, by and large, its culture was going to handle the change just fine. Confidence in the transition increased. Resistance practically melted away among military leaders. The change has been a complete success.\n\nI suspect the same will hold true for the Scouts.\n\nUPDATE: The executive board voted to ratify the resolution, formally ending the ban.", "article_metadata": {"og": {"site_name": "Reason.com", "description": "Not all cultural gains require the Supreme Court or Congress.", "title": "Progress Without Government: Boy Scouts to Fully End Ban on Gay Participation (Updated)", "url": "http://reason.com/blog/2015/07/27/progress-without-government-boy-scouts-t", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/14380142674034.jpg", "type": "article"}, "twitter": {"description": "Not all cultural gains require the Supreme Court or Congress.", "title": "Progress Without Government: Boy Scouts to Fully End Ban on Gay Participation (Updated)", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/14380142674034.jpg", "creator": "@sshackford", "site": "@reason", "card": "summary_large_image"}, "fb": {"pages": 17548474116}, "article": {"tag": "Culture", "published_time": "2015-07-27T16:40:00+00:00", "author": "http://reason.com/people/scott-shackford"}, "msvalidate.01": "212A68A07785B3080038A845C4EE8905", "google-site-verification": "-AmMiilAN-pnjWt369CUWae-VQ-b9wmH4fSGyhbkQxw", "viewport": "width=device-width, initial-scale=1, maximum-scale=2"}, "article_summary": "The Irving, Texas-based organization lifted its ban on gay youth in 2013, but had continued to prohibit the participation of openly gay adults.\nToday, the Scouts' national board will vote on a resolution to end this ban on gay adults.\nOpenly gay adults could not serve as scout leaders.\nIf all goes as planned, today will mark the end of the Boy Scouts of America's history of discrimination against gay participation.\nThe Scouts already voted to allow, starting in 2014, openly gay boys to be members, but they were booted once they reached adulthood."}