{"article_title": "Vote Restored to Nonviolent Felons by Kentucky Governor", "article_keywords": ["convicted", "term", "felons", "ability", "completed", "executive", "kentucky", "states", "nonviolent", "right", "governor", "vote", "order", "restored"], "article_url": "http://www.procon.org/headline.php?headlineID=005288", "article_text": "On Nov. 24, 2015, Democratic Kentucky Governor Steven L. Beshear signed an executive order concerning felon voting, automatically restoring the ability to vote to all nonviolent felons in the state once they have completed their term of incarceration and finished serving parole and probation.\n\n\n\nAccording to a press release from the Governor's office, the executive order will restore the vote to an estimated 180,000 Kentuckians. Although all nonviolent felons will regain the ability to vote once they have completed their sentences, persons convicted of violent felonies, sex crimes, bribery or treason are excluded and must apply individually with the Governor's office if they wish to have their civil rights restored.\n\n\n\nUpon signing the executive order, Governor Beshear stated that the \"right to vote is one of the most intrinsically American privileges, and thousands of Kentuckians are living, working and paying taxes in the state but are denied this basic right. Once an individual has served his or her time and paid all restitution, society expects them to reintegrate into their communities and become law-abiding and productive citizens. A key part of that transition is the right to vote.\"\n\n\n\nKentucky House Minority Floor Leader Jeff Hoover (R) responded to the executive order, stating that the \"issue with today's action is not about the restoration of those rights, but the fact once again this Governor has chosen to usurp the authority of the Kentucky General Assembly through executive order… It should be the role of the legislature, not one person, which should address these issues through legislative debate.\"\n\n\n\nAlthough the executive order restores the vote to non-violent felons, Kentucky remains one of 11 states where some felons can lose the ability to vote permanently.\n\n\n\nIn 20 states, the ability to vote is restored to all convicted felons once they have completed their term of incarceration, parole and probation.\n\n\n\nFour states restore the vote to convicted felons once they have completed their term of incarceration and parole, and 13 states and DC allow convicted felons to vote immediately upon release from prison. In the remaining two states, Maine and Vermont, convicted felons may vote from inside prison by absentee ballot.\n\n\n\nAn estimated 5.85 million people in the United States cannot vote due to a felony conviction (2.5% of the nation's voting age population, excluding DC) according to a 2012 report by the Sentencing Project.\n\n\n\n", "article_metadata": {"viewport": "width=device-width, initial-scale=1, minimum-scale=1"}, "_id": "\"57477af36914bd0286fd3b94\"", "article_summary": "Although the executive order restores the vote to non-violent felons, Kentucky remains one of 11 states where some felons can lose the ability to vote permanently.\nFour states restore the vote to convicted felons once they have completed their term of incarceration and parole, and 13 states and DC allow convicted felons to vote immediately upon release from prison.\nIn the remaining two states, Maine and Vermont, convicted felons may vote from inside prison by absentee ballot.\nIn 20 states, the ability to vote is restored to all convicted felons once they have completed their term of incarceration, parole and probation.\nAccording to a press release from the Governor's office, the executive order will restore the vote to an estimated 180,000 Kentuckians."}