{"article_title": "Republican plan to kill Obamacare could use Obamacare to do it", "article_keywords": ["subsidies", "obamacare", "states", "state", "kill", "plan", "lot", "president", "health", "republican", "waivers", "waiver"], "article_url": "http://www.politico.com/story/2015/09/obamacare-republicans-kill-waivers-213902", "article_text": "Forget \"repeal and replace.\" An obscure Obamacare provision that takes effect in 2017 could empower a Republican president to unravel Obamacare — without a single vote from Congress.\n\nThe provision allows the executive branch to waive big chunks of the law for a state that chooses a different approach to expanding health coverage. It was designed to allow progressive states to go further than Obamacare. Vermont, for instance, wanted to create a single-payer plan.\n\nStory Continued Below\n\nBut the tool could turn out to be an important lever for Republicans, especially if they control the White House. In theory at least, a Republican president, working with Republican governors, could use it to toss the much-reviled individual and employer mandates, health insurance exchanges, subsidies that certain people receive to afford their health plans, and mandates for what benefits are covered.\n\n“Our hope is that we can get flexibility with the Obama administration,” said Arkansas Surgeon General Greg Bledsoe, whose state is considering pursuing such a waiver. “But if we can’t get the flexibility that we want, we believe that a Republican administration would be a lot more flexible. We think we’d have a lot more common ground.”\n\nUnder the law, a state may ask the administration to waive some of the law’s requirements beginning in 2017 in favor of an alternative that still achieves Obamacare’s broad goals, including covering the same number of people and keeping coverage at least as affordable. An alternative also may not increase the federal deficit.\n\nWhile those are steep conditions, a determined Republican president might interpret them differently than a Democratic one.\n\n\"It really depends on who's in the White House, that's really what this all comes down to,\" said Lanhee Chen, a senior policy adviser to Sen. Marco Rubio's presidential campaign and a Hoover Institution fellow. \"The conditions could change substantially with a Republican president.”\n\nChen has previously written that the program includes \"seeds of far-reaching reform,\" allowing states to craft their own health care plans while \"waiving many of the law’s most onerous requirements.\"\n\nYevgeniy Feyman, a Manhattan Institute fellow, also believes red states could use the waivers to “reduce a lot of the regulatory burdens” of the law. Conservatives could deploy the waivers, for example, to expand favored ideas, such as turning existing subsidies into contributions for health savings accounts and tying work-search requirements to Medicaid eligibility.\n\n“You can use these waivers to turn it into something very different from Obamacare but maintains a lot of the same structure,” he said.\n\nEven some Democrats think states could have a lot of leeway. Joel Ario, a former Obama administration official, says he views the program as being “quite flexible.”\n\n“There clearly are things that can be done,” said Ario, now a consultant with Manatt Health Solutions, which is working with states to pursue alternatives.\n\nOf course, some absolutist anti-Obamacare Republicans might dismiss the notion of taking advantage of a tool the law makes available — even if with the intention of crippling the law.\n\nFor the “diehard red states,” the availability of the waiver “isn’t going to make any difference,” said Dan Schuyler from Leavitt Partners, a consulting firm headed by Republican and former Health and Human Services Secretary Mike Leavitt.\n\nApplying for one “would be a sign of support for the ACA,” he said.\n\nChen said he doesn't see it that way. The waivers could function as a transition to a \"large-scale replacement approach for Obamacare\" that a GOP president would develop with Congress.\n\n“Many states have these ideas that they would eventually like to be able to transition to, and they need a vehicle to do that,” he said. “I actually think that the two work hand in hand.”\n\nChatter about the waivers was high earlier this year before the Supreme Court's decision in King v. Burwell, which challenged Obamacare’s private insurance subsidies. Experts touted the waiver as a way for states to advance their own reforms if the court eliminated the law’s subsidies in 34 states.\n\nBut the court left those subsidies intact, and few states have advanced proposals.\n\nArkansas is the only red state to publicly discuss interest in the program — known as “1332 waivers.” Even there, recent comments from Republican Gov. Asa Hutchinson suggest that it is taking a back seat to lawmakers’ debate about the future of the state’s Medicaid expansion after 2016.\n\nMost of the activity has come from a handful of blue states. Hawaii, the only state to have drafted a proposal, is seeking to eliminate its Obamacare exchange for small businesses, among other things. But its tweaks are targeted, not a re-envisioning of its health care system. Minnesota has a 29-member body weighing possible changes, but recommendations won’t be made until January to Democratic Gov. Mark Dayton.\n\n“I certainly do not look at the 1332 waiver as being a magic wand,” said Lucinda Jesson, the commissioner of Minnesota’s Department of Human Services.\n\nSome California Democrats sought to submit a waiver next year to allow undocumented immigrants to purchase insurance plans with their own money on that state’s exchange. But that proposal hit a roadblock and was tabled until the 2016 legislative session.\n\nWhile the federal Department of Health and Human Services has offered some information on the waivers, it has not issued specifics on how proposals will be evaluated. Feyman says the lack of clarity makes it difficult to move ahead, but he and others say red states will be more likely to submit plans if a Republican president is elected.\n\n“We’re not seeing a great surge of interest,” added Robin Arnold-Williams of Leavitt Partners. “We’re not expecting it, I would say, over the next 12 to 18 months.”\n\nOthers warn that like so much related to Obamacare, vitriol often leads to hyperbole about what can or can’t be done.\n\nJoe Thompson, an official in the administration of former Arkansas Gov. Mike Beebe, a Democrat, says the 2017 state waivers could be a valuable tool for change. But a broad assertion that they can be used to totally remake a health care system “feels political to me, rather than substantive.”\n\n“I think people need to slow down a little bit,” he said.", "article_metadata": {"og": {"site_name": "POLITICO", "description": "An obscure provision that takes effect in 2017 could help a Republican president waive parts of the law without a single vote from Congress.", "title": "How the GOP could use Obamacare to gut Obamacare", "url": "http://www.politico.com/story/2015/09/obamacare-republicans-kill-waivers-213902", "image": "http://static.politico.com/49/3c/99d4e9014721a2ee89f343fb1f44/150917-obamacare-barack-obama-ap-1160.jpg", "fb_appid": 114037015331397, "type": "article"}, "twitter": {"site": "@politico", "card": "summary_large_image", "creator": "@politico"}, "description": "An obscure provision that takes effect in 2017 could help a Republican president waive parts of the law without a single vote from Congress.", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af36914bd0286fc9985\"", "article_summary": "An obscure Obamacare provision that takes effect in 2017 could empower a Republican president to unravel Obamacare — without a single vote from Congress.\nWhile those are steep conditions, a determined Republican president might interpret them differently than a Democratic one.\nMike Beebe, a Democrat, says the 2017 state waivers could be a valuable tool for change.\n“But if we can’t get the flexibility that we want, we believe that a Republican administration would be a lot more flexible.\nThe waivers could function as a transition to a \"large-scale replacement approach for Obamacare\" that a GOP president would develop with Congress."}