{"article_title": "Governments Promise to Fight Global Warming While Funding King Coal", "article_keywords": ["billion", "king", "climate", "funding", "finance", "global", "according", "fight", "coal", "promise", "report", "international", "pollution", "public", "warming", "governments"], "article_url": "http://www.thefiscaltimes.com/2015/06/02/Governments-Promise-Fight-Global-Warming-While-Funding-King-Coal", "article_text": "When hundreds of government environmental officials and experts gather late this year in Paris for an international climate conference, they will be seeking a legally binding and universal agreement to limit future global temperature rise to just 2 degrees Celsius above pre-industrial levels.\n\nAs the global warming crisis has grown over the past eight years, many nations – particularly those among G20 and G7 – have vowed to fight climate change and end fossil fuel subsidies.\n\nRelated: Despite Reams of Evidence, Global Warming Ranks Low on Americans’ Worry List\n\nFor instance, China -- the world’s biggest polluter – has taken several giant steps in this direction. Beijing, where pollution averaged more than twice China’s national standard last year, will shutter the last of its four major coal-fired power plants next year, according to Bloomberg. The facilities will be replaced by four gas-fired stations with capacity to supply 2.6 times more electricity than the coal plants.\n\nYet even as China and scores of other industrialized countries vow fealty to efforts to combat global warming, many of them have undercut those efforts over the years by pumping tens of billions of dollars into building or maintaining coal-fired power plants and expanding coal mining – activities that exacerbate dangerous carbon pollution, according to a new report.\n\nKey government and international financing organizations have backed more than $73 billion in coal-related projects over the past eight years, according to the report prepared by the Natural Resources Defense Council, Oil Change International and World Wide Fund for Nature, all environmental advocacy groups. China and other countries are pouring billions of dollars into building new and existing coal-fired power plants and expanding coal mining – activities that worsen dangerous carbon pollution, according to a new report that calls for an end to all international coal financing, except in very rare circumstances.\n\nRelated: How Climate Change Costs Could Soar to the Billions\n\n“Many developed country governments that push for ambitious climate action are simultaneously funding coal abroad. They cannot do both and be credible,” said Samantha Smith, leader of WWF’s Global Climate and Energy Initiative.\n\nThe roughly $9 billion a year in subsidies to coal producers and users has been provided by a handful of countries that continue to resist pressure to end this public financing, according to the study. Japan has provided the largest amount of coal industry and utility subsidies, accounting for more than $20 billion of finance from 2007 to 2014, while China has provided nearly $15 billion.\n\nAmong the Organization for Economic Cooperation and Development countries, South Korea and Germany were the next largest sources of funding for coal, in roughly the $7 billion to $8 billion range between 2007 and 2014.They were followed by the United States, Russia, France, Australia, Denmark, Canada, the Czech Republic and Italy.\n\nRelated: Obama’s Budget Boosts EPA to Fight Climate Change\n\n“This funding has largely gone unnoticed as it is often hidden from view as nations of the world are choosing to sweep this under the rug, rather than face the necessary task of cleaning up their own houses,” the report states. “The rug, in this case, is a web of public finance moved through largely unknown and opaque institutions.”\n\nIn general, Export Credit Agencies are the major players in this area, although they are highly secretive about their activities. International public finance for coal is responsible for as much pollution as the nation of Italy, according to the report. Total greenhouse gas emissions stemming from the international financing of coal between 2007 and 2014 amounted to nearly a half billion tons of carbon dioxide equivalent per year.\n\nThe report’s recommendations included an immediate end to all international finance for coal, a phase out of international public finance for all fossil fuel projects and immediate disclosure of exhaustive data on public finance for the entire energy sector.\n\nTop Reads from The Fiscal Times:", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "When hundreds of government environmental officials and experts gather late this year", "title": "Governments Promise to Fight Global Warming While Funding King Coal", "url": "http://www.thefiscaltimes.com/2015/06/02/Governments-Promise-Fight-Global-Warming-While-Funding-King-Coal", "image": "http://cdn.thefiscaltimes.com/sites/default/files/slideshows/09152012_good_pollution_slideshow.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2015/06/02/Governments-Promise-Fight-Global-Warming-While-Funding-King-Coal", "image": "http://cdn.thefiscaltimes.com/sites/default/files/slideshows/09152012_good_pollution_slideshow.jpg", "creator": "@ericpianin", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "When hundreds of government environmental officials and experts gather late this year", "generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "They cannot do both and be credible,” said Samantha Smith, leader of WWF’s Global Climate and Energy Initiative.\nThe report’s recommendations included an immediate end to all international finance for coal, a phase out of international public finance for all fossil fuel projects and immediate disclosure of exhaustive data on public finance for the entire energy sector.\nInternational public finance for coal is responsible for as much pollution as the nation of Italy, according to the report.\nRelated: How Climate Change Costs Could Soar to the Billions“Many developed country governments that push for ambitious climate action are simultaneously funding coal abroad.\nThe facilities will be replaced by four gas-fired stations with capacity to supply 2.6 times more electricity than the coal plants."}