{"article_title": "Bill Ayers Talks Obama, Nelson Mandela, and Toni Preckwinkle", "article_keywords": ["school", "think", "dont", "preckwinkle", "hes", "toni", "bill", "thats", "ayers", "york", "im", "nelson", "talks", "obama", "public", "mandela"], "article_url": "http://www.chicagomag.com/Chicago-Magazine/Felsenthal-Files/December-2013/Bill-Ayers-Talks-Obama-Nelson-Mandela-and-Toni-Preckwinkle/", "article_text": "Bill Ayers is now 68 years old and retired after 20 years as a UIC education professor. He’s slight, intense, balding, wears two hearing aids and two earrings, and boasts, in an endearing, not irritating way, about his three sons and three grandchildren. He speaks lovingly of his wife, Bernardine Dohrn 72, now also retired; she as a professor at Northwestern University School of Law.\n\nThe two spent a decade in hiding, on the run from the law as members of the Weather Underground. The label “unrepentant domestic terrorist” does not fit the man, who grew up in Glen Ellyn, and now sits across from me at a coffee shop on Wells Street in Old Town. He suggested meeting me in my neighborhood rather than asking me to travel to his in Hyde Park.\n\nAyers has stressed over the years that no one was ever hurt, much less killed, by he or Dohrn. And yet he acknowledges having a role—direct or indirect is never clear—in planting bombs in government buildings, including the Pentagon, New York City Police Headquarters, and a Capitol building. ‘’Even though I didn’t actually bomb the Pentagon—we bombed it, in the sense that Weathermen organized it and claimed it,” as said to New York Times reporter Dinitia Smith, is a typical Ayers hedge.\n\nI nursed a latte; he ate and drank nothing as our conversation spanned almost two hours. It took so long because he seldom liked my questions and insisted on enumerating their flaws. He carried a dog-eared, marked-up copy of his new book, Public Enemy: Confessions of an American Dissident, a sequel to Fugitive Days (2001).\n\nHere’s an edited and condensed transcript of our conversation:\n\nLast year, conservative pundit Tucker Carlson bid $2,500 and won a Public Square/Illinois Humanities Council auction item—dinner for six hosted and prepared by you and Bernardine here in Chicago. Sounds like everyone had a delightful time, but then a bit more than three weeks later—Ayers writes in Public Enemy that it was a “few days” later—one of Carlson’s invitees, Andrew Breitbart, dropped dead of a heart attack. Were you accused of putting some slow-acting poison in his food?\n\nIt was all over the right-wing blogs; filled with stories of murder. What was in the tofu? If you really want to see the loony tunes, that’s where you have to go. It has very little to do with me; has to do with the right-wing campaign to bring Obama to heel by connecting him to me and Jeremiah Wright and Rashid Khalidi.\n\nWhy would [Fox News’] Sean Hannity care about me at all? He wants me to come on his show in January. I may do it.\n\nSo Hannity’s producer called you and asked to come on?\n\nI was signing books in Baltimore or Washington…. Somebody came up and asked, “Will you make this out to Sean Hannity?” I said, “You know him?” And he said, “Yeah, I’m one of his producers.” So they contacted me and we’ll work out a date. Hannity said, “What I’m interested in talking about is your relationship with the president of the United States.” And I wrote back and said I think that’s the most boring thing we could possibly talk about.\n\nSo what is your relationship with Obama?\n\nHe was a guy around the neighborhood and I was a guy around the neighborhood.\n\nI have lots of friends in Hyde Park whose kids went to the [University of Chicago] Lab School, and your kids went to Lab, and I’ve been told that you were friends like they were friends, went to pot luck dinners together, etc.\n\nYes, exactly, as a family we did exactly what they [your friends] did.\n\nSo you were in the Obamas’ house and they were in your house….\n\nAbsolutely. We were friendly. Let’s examine this. Here’s the absurdity of pushing this question of my relationship with Obama. What in my politics is reflected in the Obama presidency? Can you show me one thing?\n\nAre you disappointed in his presidency?\n\nNot in the least. Are you?\n\nAre you surprised by how curtailed he’s been?\n\nWhy? What did his record show that would be different from how he has governed?\n\n‘What in my politics is reflected in the Obama presidency? Can you show me one thing?’ Bill Ayers\n\nLet’s back up. First you asked if I’m disappointed and my response to that was he was exactly who he said he would be. He said he was a moderate, pragmatic, liberal politician…. What in Obama’s presidency reflects any of my political positions at all? …. I would close Guantanamo. I would never do drone strikes. I would close every foreign American military base. I would probably shut down the Pentagon.\n\nYou would have been for a single payer health care system?\n\nNot would have been, am. I’m 68 years old. I’m on Medicare. Why shouldn’t I have been on Medicare when I was 60, why 65? And why not 55, and then, if 55, why not 50? Why shouldn’t we all be on Medicare? Obama’s Affordable Care Act is a great boon to the health insurance industry. I hate the health insurance industry. Why should they be making money on your misfortune? That’s bullshit.\n\nDid you work for Obama’s election in 2012?\n\nYeah, I did. I voted democratic three times in my life. Obama twice and then George McGovern.\n\nWhen you didn’t vote for democrats, who’d you vote for?\n\nSocialists, Greens.\n\nWho do you want to see as the Democrats’ nominee in 2016?\n\nI doubt I’d vote for any Democrat in 2016. But who would I want to see? Angela Davis.\n\nI am afraid that most people and probably including you attribute to voting much more than I do. I don’t think that voting is the be-all and end-all to a democratic society. In fact I think in some ways in our country it is the least important right that we have, so exercising all the other rights is much more important—the right of protest, the right of speech, these are the rights that we have to exercise or we will lose them….\n\nThe reason I say this is because with the corruption of money and advertising voting means less and less. It has always been Tweedle Dumb and Tweedle Dumber…. I plan to vote for Tweedle Dumb if I have the choice in local elections, but even there the corruption of money is so profound that we have to find other avenues to express ourselves.\n\nSo in both ’08 and ’12 you didn’t have great expectations of Obama?\n\nNo expectations.\n\nThen why did you vote for him?\n\nBecause I was voting against white supremacy.\n\nAnd it was your first opportunity?\n\nNot my first. I voted for Jesse Jackson. I voted for Shirley Chisholm…. Do I think that this election was a blow against white supremacy? I do. Was it a fatal blow? Absolutely not.… White supremacy endures and abides and you see it clearly in the mass incarcerations. That’s white supremacy.\n\nYour mention of mass incarceration brings to mind Toni Preckwinkle, who has spoken often of the over-incarceration of African American young men. Do you like her?\n\nI love Toni Preckwinkle.\n\nSo when she runs for reelection as Cook County board president you’ll go out and vote for her?\n\nI don’t know.…Voting is a two-second exercise… a rather simple expression of my rights. I spend 365 days a year expressing my rights. So the voting is two seconds and then I have billions of seconds left to do other things. I think that we spend… way too much time staring at the places of power we have no access to—the White House and the medieval auction block we call the Congress. I have no access to them.\n\nWho did you vote for in the last mayoral election?\n\nMiguel del Valle. The thing that’s so pathetic about Chicago is that Rahm Emanuel does not have any popularity, but he does have millions of dollars. And nobody wants to run against him.\n\nWho would you like to see run against him?\n\nToni Preckwinkle. She could be a formidable opponent but the problem is she doesn’t have anything like the money he has and she screwed herself [by being too close to] the Democratic machine.\n\nBack to Obama; you have to admit that he has tried to pull us out of two wars and he didn’t bomb Syria.\n\nThe war in Vietnam we lost. We lost the war in Afghanistan… you’re attributing to Obama not only good intentions but good actions around Afghanistan and Iraq. Actually he’s not acting well. He’s acting like any imperial leader would act. He wants to have an agreement with [Afghan President Hamid] Karzai because he wants to keep American troops there, trainers there, to keep our interest in oil and all the rest of it on the front burner….\n\nWe are the imperial guard. Go back in history. This is true of every puppet that the Americans have put up in the last hundred years.… We always say at the end of the day, why are these brown people such a disappointment to us? We gave them everything, and look they can’t do it right, they fuck it up…. In [Ngo Dinh] Diem’s case we shoot him. In Karzai’s case we demean him.\n\nDid you reconcile with you father? [Thomas Ayers was chairman of Commonwealth Edison and a member of a couple of the city’s most exclusive nonprofit boards.]\n\nWhat do you mean ‘reconcile’?\n\nThe quote that’s always attributed to you is “Kill all the rich people. Break up their cars and apartments. Bring the revolution home, kill your parents, that’s where it’s really at.”\n\nI was 20 years old and I was asked by [a reporter at the New York Times], and I said that there was a plot started in this country and it was the majority against the rich, and he said your parents are rich. I said, you know, “Kill your parents,” and it was glib and superficial and stupid as anything I’ve ever said.\n\nThe idea that that becomes a quotable quote that’s worth anything is ridiculous. My parents both lived in an old peoples’ settlement in Wheaton. My mother had Alzheimer’s very bad. After she died he started to slip into Alzheimer’s…. We took him out and brought him to my house…. My dad lived with me for the last three years of his life. Lovely, lovely person. And yes, we had different political outlooks, but don’t you have people you’re close to who don’t actually agree on every political issue?\n\nWhat newspapers do you read?\n\nI read the New York Times everyday. It’s like a heroin habit. It always makes me slightly sick, but I do it…. I don’t read the Tribune or Sun-Times.\n\nDo you listen to NPR?\n\nI listen to it all the time. I call it National Pentagon Radio. NPR is a major cheerleader for war, both subtly and overtly and I find it appalling.\n\nWhat about blogs?\n\nMy favorite blog in Chicago is retired CPS teacher Fred Klonsky’s blog. He blogs on the pension fund and he’s the smartest guy on pensions that I know.\n\nWhat did you feel when you heard that Nelson Mandela had died?\n\nVery, very sad and very, very happy, both. Great, great, great life…. You can be sure that NPR will call him a civil rights leader, although he never called himself that. And you can be sure the New York Times will call him a peaceful person even though he led the armed resistance through a bombing campaign that landed him in jail for life. He’s also a Communist. He’s also a black nationalist. He’s many, many things. The President goes to his prison cell on Robben Island and says, this shows what one man with vision and courage can do. I’m sorry, it was a political movement; it was not one man. And he’d be the first to say that. He’d never say, “I did it.” He would say, “We did it.”\n\nDo people recognize you on the street?\n\nYes, all the time. One day at O’Hare Airport, a month ago, I was in the pre-approved line and I got to the front. The guy checking my ID looked at me and said, “You’re Bill Ayers.” I said “I am,” and he said, “Thank you for everything you’ve done.” I got down by my gate and a guy, a middle aged businessman, walks up to me and he says, “You’re a disgrace. You should go back to Russia.”\n\nDo you ever feel unsafe in your house?\n\nI get e-mails every day threatening me; telling me what a bad person I am. I got a lot of those after Breitbart died. I feel safe in the world. I don’t spend a lot of time worrying [about it].\n\nSo did you spend Thanksgiving with the Obamas?\n\nNo, with the Khalidis. And that’s another thing. Do you think that if Obama really listened to Khalidi, he [Obama] would have the attitude toward Israel that he has?\n\nAIPAC thinks Obama is a nightmare.\n\nAIPAC is a nightmare. Why should the US [do the bidding] of this tiny little country Israel? ….Why should the United states bow to them? Is there anything Obama has done that reflects Khalidi’s views on human rights?\n\nSo the idea that Obama’s been somehow influenced by these three cartoon characters [Ayers, Wright, Khalidi] is absurd on its face…. Jeremiah Wright. I think they were friends. I think they were close. I think Jeremiah Wright was kind of a mentor for Obama…. You’d have to show me something in Obama’s program that is [influenced by Wright].\n\nYou lived an author’s worst nightmare when the New York Times profile of you appeared on the morning of September 11, 2001, one day after the pub date for your earlier memoir, Fugitive Days. [The headline read, “No Regrets for a Love of Explosives,” and Ayers is quoted in the first line, ‘’I don’t regret setting bombs. I feel we didn’t do enough.'’] Did it ruin the sales?\n\nI have no idea; that’s one thing I know nothing about and I’m not that interested. I know that all book sales died in the days after 9/11. The only book that was selling was the Koran. My publicity tour was put on hold because no airplanes were flying, but as soon as the airplanes flew, I made every commitment—31 cities.\n\nAny cancelations?\n\nThe only groups that canceled me were the Chicago Public Library, the Chicago Humanities Festival, and one university, which will remain unnamed. At CPL I was scheduled to be part of an authors series—right behind Salman Rushdie; right before Alice Walker. They canceled me. And why did they cancel me? Because Mayor Daley called [the top librarian] and said to cancel me.\n\nAnd the Humanities Festival, American Airlines was a major sponsor. And they told them they better cancel me…. The University of Wyoming canceled but a student sued them and … a federal judge enjoined the University…. I had 1100 students, and I probably would have had 20 without the drama. I could almost feel the disappointment. They saw this old professor and they were waiting for a terrorist. I just don’t fit the bill in any way.\n\n‘Jon Stewart is the Walter Cronkite of his generation. That’s where you go if you want to know what’s true.’ Bill Ayers\n\nWhat are you reading now?\n\nThe book that I can’t put down is [James McBride’s] Good Lord Bird. This book is unbelievable; about John Brown through the eyes of a 12-year-old slave boy.\n\nDid you send a copy of Public Enemy to President Obama?\n\nNo, that’s a good idea, I should. How do I get it to him?\n\nAll three of your sons went to the private Lab School. Why not public school?\n\nWe looked at the public schools and they were not very good, and we had the great privilege and advantage of sending them to a private school, so we did.\n\nIn the state of Illinois, 30 percent of teachers’ evaluations are based on standardized test scores. So I went to the Lab school and asked the head of the school and the head of the union how they do teachers evaluations, and I liked their answer. Look what they have at the Lab School; classes capped at 15, respect for the unionized teachers. What’s not to like? If it’s good enough for Rahm’s kids and Mayor Daley’s kids—his kids were classmates of my son’s—and Obama’s kids, why shouldn’t there be schools like Lab available to kids on the West Side?\n\nWhat’s your next book? [Ayers is the author of many books on education, including To Teach: The Journey of a Teacher and A Kind and Just Parent.]\n\nThe working title is, What If….?: Releasing the Radical Imagination—ten issues that I want to reframe and reimagine; for example, What if we abolished the prisons in the United States? What if we closed all U.S. military bases around the world? Why is it that the Italians do not have an air base in the Adirondacks, but we have an air base in the Italian Alps.\n\nDo you watch TV news?\n\nVery rarely. The only things I watch regularly are Colbert and the Daily Show, every night if I can.\n\nThat’s where college kids get their news.\n\nIt’s a much more reliable place to get their news. Jon Stewart is the Walter Cronkite of his generation. That’s where you go if you want to know what’s true.\n\nHave you been to the White House since Obama was elected?\n\nNo, well, yes. I go to the White House every Monday morning before work, so I can tell Obama what to do and see Valerie Jarrett\n\nWhat do you make of Jarrett’s role?\n\nExactly what you’d predict. Because Valerie was a Democratic party operative in Chicago and a middle-of-the-road Democrat, and that’s what she’s doing. I am very close to Valerie’s mother, Barbara Bowman, who is a genius on early childhood, which is my world.\n\nThere’s some rumbling that [New York mayor-elect] Bill De Blasio might bring [CPS chief] Barbara Byrd-Bennett to New York to run the schools there.\n\nYou’re fucking kidding…. If he takes BBB I’d be horrified for a lot of reasons. School closings, because she went on this public relations listening tour in the neighborhoods before she closed the schools; didn’t listen for one minute, is not a defender of public education, is a dismantler of public education. She would be a catastrophe; big on charter schools which have been a catastrophe for the public education system.\n\nShe’s also seems okay with Rahm’s appointed school board.\n\nThere should be an elected school board. The reason there should be an elected school board is the same reason there’s an elected school board in Winnetka. If the one percent get to elect their people, why don’t we get to elect our people? What is it? Black people don’t know what’s good for them.\n\nAny response to Public Enemy that particularly surprised or amused you?\n\nI got a wonderful note from [New Yorker editor] David Remnick. “I’m reading your book and it’s brilliantly written…. But how can you call me incredibly nerdy? [Ayers’ description of Remnick when Remnick, while writing his biography of Obama interviewed Ayers, was “Remnick couldn’t have been any more nerdy”.] I always thought of myself as the Warren Beatty of journalism.”\n\nI wrote him back and said, “Warren Beatty can play you in the movie and Warren Beatty always said he wanted to be editor of the New Yorker.\n\nAnyone in the U.S. Senate or House you admire?\n\nDamn.\n\n[Vermont Sen.] Bernie Sanders in the Senate?\n\nYeah, I like Bernie Sanders. Yeah I like him because he speaks truth to power in the same way that [former Massachusetts Congressman] Barney Frank did.\n\nIf Obama gets another shot at a Supreme Court justice, who would you like to see him appoint?\n\nBernadine Dohrn. She’d be great.\n\nI heard Rush Limbaugh the other day when they got rid of the filibuster. He said this gives Obama carte blanche. He could appoint [Syrian president Bashar Hafez al-]Assad to the 9th Circuit. He could also appoint Jeremiah Wright and Bill Ayers to the Supreme Court. I immediately wrote to Jeremiah and I said, “Let’s do it.” [Ayers exaggerated here; Limbaugh was suggesting he and Wright as “judges” on a lower court.]\n\nI also think Charles Ogletree from Harvard would be fantastic. He came to my reading at the Harvard Bookstore and we had a great evening together.\n\nCarol Felsenthal is a lifelong Chicagoan and self-proclaimed political junkie. She writes occasionally for Politico Magazine and The Hill. Her books include biographies of Bill Clinton, Katharine Graham, and Alice Roosevelt Longworth. Among her many stories for Chicago are memorable profiles of Michelle Obama and Bruce Rauner. Follow her on Twitter at @csfelsenthal.", "article_metadata": {"com.silverpop.brandeddomains": "www.pages05.net,chicagomag.com", "description": "He loves Cook County’s president, isn’t disappointed in POTUS, and would be happy to be a Supreme Court justice.", "title": "Bill Ayers Talks Obama, Nelson Mandela, and Toni Preckwinkle", "og": {"site_name": "Chicago magazine", "description": "He loves Cook County's president, isn't disappointed in POTUS, and would be happy to be a Supreme Court justice.", "title": "Bill Ayers Talks Obama, Nelson Mandela, and Toni Preckwinkle", "url": "http://www.chicagomag.com/Chicago-Magazine/Felsenthal-Files/December-2013/Bill-Ayers-Talks-Obama-Nelson-Mandela-and-Toni-Preckwinkle/", "image": "http://media.chicagomag.com//images/cache/cache_8/cache_b/cache_3/ayers-public-enemy-0ff153b8.jpeg?ver=1415410146&aspectratio=1.5", "type": "article"}, "twitter": {"description": "He loves Cook County's president, isn't disappointed in POTUS, and would be happy to be a Supreme Court justice.", "creator": "@cfelsenthal", "url": "http://www.chicagomag.com/Chicago-Magazine/Felsenthal-Files/December-2013/Bill-Ayers-Talks-Obama-Nelson-Mandela-and-Toni-Preckwinkle/", "image": "http://media.chicagomag.com//images/cache/cache_d/cache_a/cache_d/ayers-public-enemy-4b0b0dad.jpeg?ver=1415410146&aspectratio=1.5", "title": "Bill Ayers Talks Obama, Nelson Mandela, and Toni Preckwinkle", "site": "@chicagomag", "app": {"name": {"ipad": "Chicago magazine", "googleplay": "Chicago magazine"}, "id": {"ipad": 567851357, "googleplay": "com.chicagomag.chicagomag"}}, "card": "summary_large_image"}, "robots": "all", "fb": {"admins": "bikesarefun", "pages": 37873197144}, "keywords": "Bill Ayers, Bernardine Dohrn, Barack Obama, Nelson Mandela, Bernie Sanders, Rahm Emanuel, Barbara Byrd-Bennett, Chicago Public Schools", "thumbnail": "http://media.chicagomag.com//images/cache/cache_0/cache_b/cache_9/ayers-public-enemy-afb8c9b0.jpeg?ver=1415410146&aspectratio=1.5", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable = no", "news_keywords": "Bill Ayers, Bernardine Dohrn, Barack Obama, Nelson Mandela, Bernie Sanders, Rahm Emanuel, Barbara Byrd-Bennett, Chicago Public Schools"}, "_id": "\"57477af36914bd0286fcf517\"", "article_summary": "[Ayers’ description of Remnick when Remnick, while writing his biography of Obama interviewed Ayers, was “Remnick couldn’t have been any more nerdy”.]\nI don’t think that voting is the be-all and end-all to a democratic society.\nDo you think that if Obama really listened to Khalidi, he [Obama] would have the attitude toward Israel that he has?\nWhy not public school?\nBill Ayers is now 68 years old and retired after 20 years as a UIC education professor."}