{"article_title": "C Survey Sheds Light On New Wave Of Business", "article_keywords": ["c", "square", "sheds", "business", "light", "completed", "work", "wave", "reported", "survey", "healthcare", "2015", "firms", "saw", "projects"], "article_url": "http://www.healthcaredesignmagazine.com/article/aec-survey-sheds-light-new-wave-business", "article_text": "Click To View Gallery\n\nOnce plagued by concerns over healthcare reform—Will it pass? Will it be overturned? What happens now?—healthcare architecture, engineering, and construction (A/E/C) firms are taking a step out of the legislation’s shadow as the industry collectively moves forward, albeit cautiously.\n\nIf anything, the Affordable Care Act is presenting new opportunities to collaborate with clients on built environment solutions to evolving care delivery models. While in past years, the industry reported being essentially in limbo until ACA aftershocks had run their course, this year, Healthcare Design’s 2016 A/E/C Survey registered a new swell of activity in its place.\n\nBut that’s not to say that those aftershocks haven’t inflicted some damage.\n\nRespondents to the survey—78 firms in total, large and small, spanning regions of the U.S.—shed light on new challenges surfacing. While healthcare providers are, indeed, pursuing projects once again, new operating realities have also set in. Budgets are thin and expectations for lower fees and shorter schedules are making the more robust workload pretty daunting. Plus, competition is fierce, especially for large new-build projects that remain few and far between.\n\nThe survey was conducted online in January and February and open to all domestic A/E/C firms. On average, participants reported that about 50 percent of their work was dedicated to healthcare in 2015, with 37 percent reporting the majority (60 percent or more) of work in this sector.\n\nAnd, overall, two key words stood out in their answers regarding the state of business last year and in the future: more work. It’s an opportunity, and sign of a market shift, that exists despite the pressures that come with it. (For charts capturing the results, see the image gallery.)\n\nThe nitty gritty\n\nFor 2015, 48 percent of firms reported completing more healthcare projects than they did in 2014, and 52 percent reported receiving more RFPs. Thirty-six percent saw about the same number of projects completed and 34 percent the same number of RFPs, with 16 percent and 14 percent reporting fewer completed projects and RFPs, respectively.\n\nWhen Healthcare Design last gauged renovations versus new construction in 2013 (via the magazine’s former Corporate Rankings Survey), renovations just slightly outweighed new construction at 51 percent of completed projects. Two years later, 2015 saw a more marked difference, with 54 percent of business occurring in renovations and 46 percent in new construction.\n\nAs for building size, the industry is staying small, with 58 percent of projects reported completed in 2015 falling between 5,000 and 20,000 square feet. Just a quarter were between 20,001 and 50,000 square feet, with ranges between 50,001 and more than 1 million square feet all in single-digit percentages. Sixty-two percent of firms said this falls in line with what they saw in 2014, with just 29 percent seeing larger projects than the year before and 9 percent reporting a trend toward smaller work.\n\nAnd when it comes to opportunity on the horizon, another notable trend stood out (signaled by that size data)—outpatient projects. Back in 2013, survey respondents estimated about 17 percent of projects were in that space, while 53 percent of jobs were dedicated to hospitals. For 2015, the margin between the two nearly disappeared, with 52 percent of completed projects in hospitals and 45 percent in outpatient facilities.\n\nProjects based in senior living saw an uptick, too. In 2013, only 6 percent of respondents reported work in long-term care, whereas 2015 saw that more than double to 14 percent. Infrastructure projects, such as parking or physical plant upgrades, rose slightly from 6 percent to 9 percent.", "article_metadata": {"keywords": "[page-title],[metatags-global-keywords-1],Facility Planning,Financial Matters,Healthcare Reform,Leadership Strategies,Professional: Architect,Professional: Engineer", "revisit-after": "1 day", "description": "Once plagued by concerns over healthcare reform—Will it pass? Will it be overturned? What happens now?—healthcare architecture, engineering, and construction (A/E/C) firms are taking a step out of the legislation’s shadow as the industry collectively moves forward, albeit cautiously."}, "article_summary": "Two years later, 2015 saw a more marked difference, with 54 percent of business occurring in renovations and 46 percent in new construction.\nIn 2013, only 6 percent of respondents reported work in long-term care, whereas 2015 saw that more than double to 14 percent.\nThirty-six percent saw about the same number of projects completed and 34 percent the same number of RFPs, with 16 percent and 14 percent reporting fewer completed projects and RFPs, respectively.\nThe nitty grittyFor 2015, 48 percent of firms reported completing more healthcare projects than they did in 2014, and 52 percent reported receiving more RFPs.\nAs for building size, the industry is staying small, with 58 percent of projects reported completed in 2015 falling between 5,000 and 20,000 square feet."}