{"article_title": "Republicans divided on possible Trump nomination", "article_keywords": ["sanders", "gov", "trump", "divided", "republicans", "possible", "trumps", "sen", "party", "republican", "nomination", "support"], "article_url": "http://www.jsonline.com/news/statepolitics/republicans-divided-on-possible-trump-nomination-b99678789z1-370588601.html", "article_text": "Supporters of Republican presidential candidate Donald Trump clamor for autographs during a rally at Radford University in Radford, Va., on Monday. Credit: Associated Press\n\nBy ,\n\nValdosta, Ga.— On the eve of Super Tuesday's crucial primaries, a sharp new divide erupted between Republicans who pledge to fall in line behind Donald Trump if he wins their party's nomination and others who insist that they can never back the bombastic billionaire.\n\nThe fissure could have major implications beyond the primaries, exposing the looming challenges in uniting the party after the general election, no matter who wins.\n\nMeanwhile, Democratic front-runner Hillary Clinton is solidifying her lead. Like Trump, Clinton could begin putting her party's nomination out of reach over rival Bernie Sanders with a strong showing on Tuesday.\n\nClinton cast herself as a civil alternative to the insults, bullying and personal attacks that have consumed the Republican race. \"What we can't let happen is the scapegoating, the flaming, the finger-pointing that is going on the Republican side,\" she said in Springfield, Mass. \"It really undermines our fabric as a nation. So, I want to do everything I can in this campaign to set us on a different course.\"\n\nNebraska's Ben Sasse, a rising star among conservatives, became the first current senator to publicly raise the prospect of backing a third-party option if Trump clinches the nomination. In a letter posted on Facebook late Sunday, Sasse urged Republicans to consider whether a party led by Trump would still represent their interests. \"If our party is no longer working for the things we believe in — like defending the sanctity of life, stopping Obamacare, protecting the Second Amendment, etc. — then people of good conscience should stop supporting that party until it is reformed,\" he wrote.\n\nThe Associated Press asked Republican senators and governors across the country if they would support Trump if he secured the nomination. Just under half of those who responded would not commit to backing him, foreshadowing a potentially extraordinary break this fall.\n\n\"I am increasingly concerned by Donald Trump's statements and behavior, and I have serious concerns about his ability to win the general election and provide presidential leadership,\" Indiana Sen. Dan Coats said in a statement.\n\nThe concern among Republican leaders appeared to grow in light of Trump's refusal to immediately disavow former Ku Klux Klan leader David Duke's support.\n\nMitt Romney, the party's 2012 nominee, called that \"disqualifying.\" South Carolina Gov. Nikki Haley, campaigning in Atlanta alongside Florida Sen. Marco Rubio, said she would \"not stop fighting a man who refuses to disavow the KKK.\"\n\nTrump said he had not understood the interviewer who first raised the question about Duke, and he did later repudiate him. \"How many times do I have to continue to disavow people?\" he said.\n\nAt a campaing rally in Tennessee, Rubio said no matter how bad the earpiece, \"'Ku Klux Klan' comes through pretty clearly.\" The audience responded to Rubio's attacks with chants of \"Dump Trump, dump Trump!\"\n\nSeveral high-profile Republicans and conservative writers have embraced an anti-Trump social media campaign, using the Twitter hashtag \"NeverTrump.\"\n\nFormer Minnesota Gov. Jesse Ventura said he cannot decide whether to support Trump or Sanders. After attending a Sanders rally in Minneapolis and meeting with the Democratic candidate, Ventura said he also is considering launching his own bid for president.\n\nTrump has won three of four early primary contests, roiling a party that had assumed his populist appeal with voters would fizzle. Instead, he has only grown stronger and appears to be in commanding position heading into Super Tuesday, the biggest single-day delegate haul of the year.\n\nTensions boiled over during Trump's rally in Radford, Va., where he was repeatedly disrupted by demonstrators, including 20 or more chanting \"Black lives matter.\" At another point, he asked a protester, \"Are you from Mexico?\" after he was interrupted during remarks about immigration.\n\nHe ordered several people to be removed, then cast himself as a unifying political force. \"Believe it or not, we're going to unify this country,\" he said.\n\nSpeaking to thousands later in Valdosta, Ga., Trump vowed to restore Christian \"power\" by working \"like hell\" to repeal rules that limit the political activity of religious groups and other tax-exempt nonprofit organizations.\n\nIf Trump sweeps most of the states up for grabs Tuesday, he could amass a delegate lead that would be difficult for any rival to overcome. Texas Sen. Ted Cruz is banking on a win in his home state to keep him in the race, while Rubio wants to stay close in the delegate count until the primary hits his home state of Florida on March 15.\n\nAs Trump has rolled through the early voting states, he has received enthusiastic endorsements from New Jersey Gov. Chris Christie and from Alabama Sen. Jeff Sessions, one of the most vocal opponents of immigration law changes on Capitol Hill.\n\nSeveral other party officials have said they would back the real estate mogul if he does become the nominee, although some say their support would be reluctant. \"I'm a Republican, and I will support the nominee,\" Alabama Gov. Robert Bentley said. \"I do not think he is our best nominee, but I will support the nominee.\"\n\nParty leaders are particularly worried about the ripple effect of a Trump nomination on other races. Arkansas Gov. Asa Hutchinson urged Republicans to remember that their White House pick also impacts \"the Senate and whether we're going to continue to elect Republican governors across the country.\"\n\nTo see video\n\nFor video related to this story, go tojsonline.com/video/world\n\nMore politics\n\n►Trump: Ron Johnson and Scott Walker react to Donald Trump's front-running status and the David Duke flair-up. 5A\n\nDemocrats: Bernie Sanders looks beyond Super Tuesday. 5A", "article_metadata": {"title": "Republicans divided on possible Trump nomination", "og": {"url": "http://www.jsonline.com/news/statepolitics/republicans-divided-on-possible-trump-nomination-b99678789z1-370588601.html", "image": {"width": 1540, "identifier": "http://media.jrn.com/images/b99678789z.1_20160229211647_000_gu3emf9v.1-1.jpg", "height": 960}, "type": "article", "description": "On the eve of Super Tuesday’s crucial primaries, a sharp new divide erupted between Republicans who pledge to fall in line behind Donald Trump if he wins their party’s nomination and others who insist that they can never back the bombastic billionaire.", "title": "Republicans divided on possible Trump nomination"}, "twitter": {"site": "@journalsentinel", "image": "http://media.jrn.com/images/b99678789z.1_20160229211647_000_gu3emf9v.1-1.jpg", "description": "On the eve of Super Tuesday’s crucial primaries, a sharp new divide erupted between Republicans who pledge to fall in line behind Donald Trump if he wins their party’s nomination and others who insist that they can never back the bombastic billionaire.", "card": "summary_large_image", "title": "Republicans divided on possible Trump nomination"}, "apple-mobile-web-app-capable": "no", "fb": {"admins": "journal.sentinel.1", "app_id": 227386193957280}, "msapplication-TileImage": "http://media.jrn.com/designimages/logo-mjs-144-icon.png", "viewport": "width=device-width,initial-scale=1,maximum-scale=1"}, "article_summary": "Party leaders are particularly worried about the ripple effect of a Trump nomination on other races.\nThe Associated Press asked Republican senators and governors across the country if they would support Trump if he secured the nomination.\nThe audience responded to Rubio's attacks with chants of \"Dump Trump, dump Trump!\"\nLike Trump, Clinton could begin putting her party's nomination out of reach over rival Bernie Sanders with a strong showing on Tuesday.\nJesse Ventura said he cannot decide whether to support Trump or Sanders."}