{"article_title": "The DEA: On Its 40th Anniversary, Don't Reform, Eradicate!", "article_keywords": ["information", "hearings", "dont", "reform", "medical", "agency", "anniversary", "drug", "marijuana", "likely", "massive", "dea", "law", "40th", "eradicate"], "article_url": "http://reason.com/blog/2013/09/12/the-dea-on-its-40th-anniversary-dont-ref", "article_text": "Bill Piper of the Drug Policy Alliance makes the case that the Drug Enforcement Administration is beyond reform and should just be eliminated, in a Seattle Times op-ed:\n\nTHIS year is the 40th anniversary of the Drug Enforcement Administration. Already plagued by scandals, the agency has recently been revealed to be collaborating with the National Security Agency and the Central Intelligence Agency to spy on unsuspecting Americans..... There is no doubt the agency should be reformed. It is also worth asking if it should continue to exist. According to a Reuters investigation, the DEA has been gathering information from other agencies, as well as foreign governments, for years. The DEA has also been collecting its own arsenal of data; constructing a massive database with about 1 billion records. This information is shared in secret. By hiding the origins of its data from defense attorneys, prosecutors and judges, the agency and its partners effectively are undermining the right of the people it targets to a fair trial.\n\nThe DEA doesn't care about the truth as it secretly surveills us:\n\nThen there’s the DEA’s disregard for science. It obstructed a formal request to reschedule marijuana for 16 years. After being forced by the courts to make a decision, the agency declared marijuana to have no medical value, despite massive evidence to the contrary. The agency’s own administrative law judge held two years of hearings and concluded marijuana in its natural form is “one of the safest therapeutically active substances known to man” and should be made available for medical use. Similar hearings on MDMA, aka ecstasy, concluded it has important medical uses, but the DEA again overruled its administrative law judge.\n\nA lot of our money goes to DEA's officious and deliberately ignorant blundering:\n\nWith an annual budget of more than $2 billion as well as significant discretionary powers, the DEA certainly merits a top-to-bottom review of its operations, expenditures and actions. Once we finally get a good look under the hood, we will surely find a corroded and ineffective collection of parts that very likely need to go.\n\nRegular readers of Reason on the DEA will likely agree.", "article_metadata": {"og": {"site_name": "Reason.com", "description": "Bill Piper of the Drug Policy Alliance makes the case that the Drug Enforcement Administration is beyond reform and should just be eliminated, in a Seattle", "title": "The DEA: On Its 40th Anniversary, Don't Reform, Eradicate!", "url": "http://reason.com/blog/2013/09/12/the-dea-on-its-40th-anniversary-dont-ref", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/mc/_external/2013_09/-11.jpg", "type": "article"}, "twitter": {"image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/mc/_external/2013_09/-11.jpg", "title": "The DEA: On Its 40th Anniversary, Don't Reform, Eradicate!", "description": "Bill Piper of the Drug Policy Alliance makes the case that the\nDrug Enforcement Administration is beyond reform and should just be\neliminated, \nin a Seattle Times op-ed:\n\n\nTHIS year is the 40th anniversary of the Drug Enforcement\nAdministration. Already plagued by scandals, the agency has\nrecently been revealed to be collaborating with the National\nSecurity Agency and the Central Intelligence Agency to spy on\nunsuspecting Ameri", "card": "summary_large_image", "site": "@reason"}, "fb": {"pages": 17548474116}, "google-site-verification": "-AmMiilAN-pnjWt369CUWae-VQ-b9wmH4fSGyhbkQxw", "msvalidate.01": "212A68A07785B3080038A845C4EE8905", "article": {"tag": "War on Drugs", "published_time": "2013-09-12T16:47:00+00:00", "author": "http://reason.com/people/brian-doherty"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=2"}, "_id": "\"57477af36914bd0286fcf542\"", "article_summary": "Similar hearings on MDMA, aka ecstasy, concluded it has important medical uses, but the DEA again overruled its administrative law judge.\nThe DEA has also been collecting its own arsenal of data; constructing a massive database with about 1 billion records.\nAccording to a Reuters investigation, the DEA has been gathering information from other agencies, as well as foreign governments, for years.\nRegular readers of Reason on the DEA will likely agree.\nThe DEA doesn't care about the truth as it secretly surveills us:Then there’s the DEA’s disregard for science."}