{"article_title": "No, there's still no House Republican Obamacare replacement plan", "article_keywords": ["set", "house", "republicans", "obamacare", "repeal", "replacement", "replace", "secret", "plan", "policies", "vote", "republican", "thats", "theres"], "article_url": "http://www.dailykos.com/story/2014/3/19/1285925/-No-there-s-still-no-House-Republican-Obamacare-replacement-nbsp-plan", "article_text": "Here’s the dirty secret about the House Republicans’ efforts to replace Obamacare: They haven’t even decided if they will hold a vote.\n\nRepublicans aren’t even convinced they will find consensus on any specific set of new health care bills. The ideas they’re discussing—the ability to buy insurance across state lines, wider use of health savings accounts and cutting federal regulations—are the same principles they have kicked around since 2009. But the party is not much closer to finding a proposal—or set of proposals—that would garner enough Republican support to pass the House. Not to mention, some of the policies the GOP is considering—including state-based high-risk pools—already exist and don’t work very well. Endorsement of these policies by the House Republican Conference could leave Speaker John Boehner (R-Ohio) and his leadership team open to heavy political fire from the White House and Hill Democrats.\n\nThe word's getting out: Republicans are floundering on that whole \"replace\" thing when it comes to \"repeal and replace\" Obamacare. Politico That's hardly a secret, but never mind.There are no new viable, workable policy ideas among Republicans. All they can do is rehash the same old stuff they've been talking about for years. That's been clear since Republicans took the House and have been able to do nothing but vote on abortion, repeal, tax cuts to the rich and to shut the government down. That's been clear to anyone who has been paying attention for the last four years, except for the traditional media which is too vested in the idea that the Republicans are somehow a legitimate part of government.\n\nWe're told that Cantor has \"committed the party to a vote and, behind the scenes, is driving House Republicans in that direction,\" but his deputy chief of staff admits, “Is it one bill? Is it a series of bills? Nothing has been really been discussed on that in any substance.\" Gee, could that be because there is no substance?\n\nWe should thank Eric Cantor, I suppose, for continuing to push here. Because every time he makes a promise about that brilliant plan that's going to be coming any time now, he reinforces the fact that they got nuthin'.", "article_metadata": {"og": {"site_name": "Daily Kos", "description": "The word's getting out: Republicans are floundering on that whole \"replace\" thing when it comes to \"repeal and replace\" Obamacare. Politico :", "title": "No, there's still no House Republican Obamacare replacement plan", "url": "http://www.dailykos.com/story/2014/3/19/1285925/-No-there-s-still-no-House-Republican-Obamacare-replacement-nbsp-plan", "image": "http://s3.amazonaws.com/dk-production/images/66100/story_image/Eric_Cantor_2.jpg?1390417746", "type": "article"}, "csrf-param": "authenticity_token", "fb": {"app_id": 170357783709}, "twitter": {"description": "The word's getting out: Republicans are floundering on that whole \"replace\" thing when it comes to \"repeal and replace\" Obamacare. Politico:\nHere’s the dirty secret about the House Republicans’ eff...", "creator": "@joanmccarter", "image": {"src": "http://s3.amazonaws.com/dk-production/images/66100/story_image/Eric_Cantor_2.jpg?1390417746"}, "title": "No, there's still no House Republican Obamacare replacement plan", "site": "@dailykos", "card": "summary"}}, "_id": "\"57477af46914bd0286fdded4\"", "article_summary": "Here’s the dirty secret about the House Republicans’ efforts to replace Obamacare: They haven’t even decided if they will hold a vote.\nEndorsement of these policies by the House Republican Conference could leave Speaker John Boehner (R-Ohio) and his leadership team open to heavy political fire from the White House and Hill Democrats.\nThe word's getting out: Republicans are floundering on that whole \"replace\" thing when it comes to \"repeal and replace\" Obamacare.\nBut the party is not much closer to finding a proposal—or set of proposals—that would garner enough Republican support to pass the House.\nWe're told that Cantor has \"committed the party to a vote and, behind the scenes, is driving House Republicans in that direction,\" but his deputy chief of staff admits, “Is it one bill?"}