{"article_title": "Ancient Warriors Inspire Mayans to Defend Their Culture", "article_keywords": ["ancient", "maya", "inspire", "warriors", "defend", "mayan", "war", "peninsula", "culture", "state", "ancestors", "yucatan", "caste", "museum", "mayans"], "article_url": "http://indiancountrytodaymedianetwork.com/2013/09/14/ancient-warriors-inspire-mayans-defend-their-culture-151266", "article_text": "In the town of Tihosuco, on Mexico’s Yucatan Peninsula, is a museum dedicated to a little-known war called the Guerra de Castas, or Caste War, which resulted in an independent Mayan state within Mexico that lasted for half a century. Though few people have heard of the Caste War, there are plenty of Mayans who keep its memory alive, and turn to it for inspiration as they defend their culture from the pervasive influence of the modern world.\n\nThe Caste War began in 1847, when an estimated 40,000 Mayans took up arms against the people of European descent who had dominated their territory for three centuries. Its name stems from the racially stratified society that Spain established in its colonies, in which Natives constituted the lowest caste. Over the course of two decades, Mayan troops managed to kill or expel most of the non-Natives from the southeastern portion of the Yucatan Peninsula, and their leaders establish an independent Mayan state that endured until 1901, when the Mexican army captured its capital, Chan Santa Cruz (now Felipe Carrillo Puerto).\n\n“The Caste War is very important because it represents the knowledge of our ancestors,” said Antonia Poot, a guide at the Caste War Museum, in Tihosuco. “At the same time, I don’t think we should fight with arms as our ancestors did. The question is, how can we defend our knowledge and experience and everything that our ancestors left us.”\n\nShe explained that the Museum contributes to this goal by serving as a cultural center where young people can learn about Mayan history, music, ceremonies, natural medicine and other traditions.\n\n“This is a place in the community where the children come to hear the old people tell stories, and where the curanderas (medicine women) sell their medicines. I think that we are contributing to the recuperation of our culture and the traditions of our ancestors,” said Poot.\n\nTihosuco played an important role in the Caste War, since it was one of the larger colonial towns in the Yucatan Peninsula and served as a refuge for the landowners, government officials and clergy who fled the countryside during the first years of the conflict. During a siege in 1866, Tihosuco’s non-Native residents took refuge in its massive church, which the Mayan troops turned their canons on. That church’s obliterated façade, which was never rebuilt, is an evocative monument to the Caste War.\n\nEach year during the last days of July, people gather in Tihosuco to commemorate the war’s beginning, in 1847, and to celebrate the Mayan culture that has survived the five centuries since the first Spanish conquistadors arrived in the Yucatan Peninsula. That celebration usually includes traditional Maya Pax music and ceremonies, but recent anniversaries have also featured rap and reggae sung in Yucateca Maya, the local Mayan language.\n\nMarcelo Jimenez, who heads the Popular Culture Office of the Mexican state of Quintana Roo, sees such appropriations of contemporary music and the growing interest in the Caste War among Mayan youth as signs of a resurgence of Mayan culture.\n\n“The conquistadors told us that our culture wasn’t good for anything. My grandparents may have believed that lie, but the younger generation understands that our culture is valuable,” he said. “The current war is cultural.”\n\nJimenez is an artist whose paintings hang in the Caste War Museum. They depict the repression and injustices that his ancestors endured in the colonial era, when Mayans were forced to provide labor or deliver part of their harvests to the state and church, and powerful landowners usurped Mayan territory to expand their ranches and plantations.\n\nFollowing the Caste War, the government titled communal Mayan lands, and in recent years, laws have been passed that protect Mexico’s Native cultures and languages, whereas bilingual education (Spanish and Yucateca Maya) is now offered in the region’s schools.\n\nJimenez cited the fact that Yucateca Maya is still widely spoken as proof that Mayan culture remains strong. “I’m happy that my children speak Maya, Spanish and English. Each of those languages holds a different world,” he said.\n\n“We need an educational system that makes the youth more aware of our culture, so that they are capable of participating in a globalized world without losing their Mayan identity,” Jimenez said.", "article_metadata": {"description": "The Caste War Museum is dedicated to a war many people have not heard of but one of great significance to the Mayan culture.", "generator": "Drupal 7 (http://drupal.org)", "dcterms.creator": "kpolisse", "og": {"url": "http://indiancountrytodaymedianetwork.com/2013/09/14/ancient-warriors-inspire-mayans-defend-their-culture-151266", "type": "article", "image": "http://d1jrw5jterzxwu.cloudfront.net/sites/default/files/article_media/caste_war_-_facade_of_church_in_tihosuco_destroyed_during_war-david_dudenhoefer.jpg", "site_name": "Indian Country Today Media Network.com", "title": "Ancient Warriors Inspire Mayans to Defend Their Culture"}, "dcterms.date": "2013-09-14T09:00-04:00", "dc": {"title": "Ancient Warriors Inspire Mayans to Defend Their Culture"}, "dcterms.identifier": "http://indiancountrytodaymedianetwork.com/2013/09/14/ancient-warriors-inspire-mayans-defend-their-culture-151266", "robots": "follow, index", "dcterms.format": "text/html", "fb": {"app_id": 493888563989950}, "dcterms.language": "und", "dcterms.type": "Text", "keywords": "Guerra de Castas, Caste War, Yucatan Peninsula, Mayans, Chan Santa Cruz, Felipe Carrillo Puerto, Caste War Museum, Cultural Resurgence, Antonia Poot, Yucateca Maya", "validation_code": "d9d37d7b776cc351c4025ded3df21cad", "sioc": {"num_replies": 0}, "dcterms.title": "Ancient Warriors Inspire Mayans to Defend Their Culture"}, "_id": "\"57477af46914bd0286fdfb1c\"", "article_summary": "“The current war is cultural.”Jimenez is an artist whose paintings hang in the Caste War Museum.\n“The Caste War is very important because it represents the knowledge of our ancestors,” said Antonia Poot, a guide at the Caste War Museum, in Tihosuco.\nThe Caste War began in 1847, when an estimated 40,000 Mayans took up arms against the people of European descent who had dominated their territory for three centuries.\nJimenez cited the fact that Yucateca Maya is still widely spoken as proof that Mayan culture remains strong.\nThat church’s obliterated façade, which was never rebuilt, is an evocative monument to the Caste War."}