{"article_title": "GOP Congress Won't Threaten Shutdown Over Syrian Refugee Issue", "article_keywords": ["wont", "congress", "spending", "syrian", "refugee", "republicans", "legislation", "senate", "program", "shutdown", "house", "threaten", "security", "issue", "gop", "obama"], "article_url": "http://www.breitbart.com/big-government/2015/11/19/gop-congress-wont-threaten-shutdown-syrian-refugee-issue/", "article_text": "SIGN UP FOR OUR NEWSLETTER\n\nCongress is preparing legislation to add new security requirements for Syrian refugees seeking entry into the United States. The proposed legislation wouldn’t suspend, eliminate or substantively alter the program, but would require certain federal officials to personally verify that an individual refugee has been properly screened.\n\nAs Breitbart’s Matthew Boyle reported:\n\nSIGN UP FOR OUR NEWSLETTER\n\nThe bill requires the nation’s top security officials—the Secretary of Homeland Security, the Director of the FBI, and the Director of National Intelligence—to certify before admitting any Syrian or Iraqi refugee into the United States that the individual does not represent a security threat.\n\nThe House is planning to vote on the legislation Thursday. Breitbart’s Alex Swoyer reported Wednesday that the House Rules Committee had adopted a rule for the legislation blocking any amendments seeking to strengthen the security requirements or curtailing the resettlement program. As Swoyer reported, the action of the Rules Committee to block changes to the bill was likely taken at the urging of House GOP Leadership.\n\nLate Wednesday, the White House issued a veto threat on the legislation, a move likely aimed at shoring up the support of Senate Democrats for Obama’s position when the Senate takes up the House bill. With the third-ranking Democrat in the Senate, Sen. Chuck Schumer, saying he was open to a “pause” in refugee resettlement, there may be enough support in the Senate to pass the House bill and send the legislation to the President.\n\nA Bloomberg poll released Wednesday found that a majority of Americans support halting entirely the Syrian refugee resettlement program. This poll was conducted before news broke that several Syrians with fake passports were detained in Central America and the Texas border trying to gain entry into the United States.\n\nEven assuming the modest House bill passes the Senate, President Obama is certain to veto the legislation. Obama has strenuously defended his strategy with respect to ISIS and Syria in the aftermath the Paris terrorist attacks. Signing legislation requiring new security assurances would acknowledge that some changes to Obama’s approach were warranted as a result of the attacks. Obama is unlikely to acquiesce to that.\n\nOf course, Republicans in Congress understand this.\n\nIf the GOP wanted to curtail or reform the refugee resettlement program, it could do so through an amendment to the omnibus spending plan now winding its way through Congress. The federal government runs out of spending authority on December 11. If a new spending plan isn’t passed by then, non-essential parts of the government would shut down.\n\nIf the GOP wanted to shut down the resettlement of Syrian refugees, or even pause it, Congress could block the expenditure of funds on the program as part of its overall spending plan. It could even take a more modest step and require its proposed security verification as a condition of spending money for resettlement.\n\nIf Obama chose to veto that provision, he would have to veto the entire spending blueprint, risking a government shutdown. By sending Obama a stand-alone bill, outside of the omnibus spending debate, the GOP is signaling its more interested in the politics of the issue than its policy substance. The GOP is able to have a vote on the issue of adding additional security requirements, with the assurance that there will be no real consequences for failure to enact the proposal.\n\nPresumably, Republicans in Congress believe there are serious concerns about how thoroughly refugees from Syria or Iraq are screened before entering the U.S. After all, the legislation House GOP Leadership has fast-tracked through the House must do something that it feels the current program is lacking. Apparently, though, this concern isn’t serious enough to risk a government shutdown.\n\nIn other words, it is, according to House Republicans, important that certain federal officials vouch for the vetting of each refugee, unless, of course, that requirement would result in a partial government shutdown. In which case, how much importance do Republicans really attach to their proposal?\n\nThis rhetorical questions sums up the Republican approach to most issues during the Obama Presidency. The party is willing to repeal ObamaCare, block Obama’s executive orders on amnesty, cut spending, reform taxes, reform entitlements, etc, as long as there is no risk of a partial government shutdown. Action on each of these issues is vitally important, the party assures the public in countless campaign ads, unless, of course, there is a risk of a shutdown.\n\nIts doubtful this was his intended purpose, but former Senate Majority Leader Harry Reid’s decision in the first few months of Obama’s Presidency to dispense with the annual appropriations process and keep the government open with a series of continuing resolutions was a political masterstroke.\n\nWithout the regular appropriations process, funding for the entire government hinges on massive omnibus or continuing resolution spending bills every year. A funding dispute over even a small part of the budget threatens a shutdown of all of government.\n\nDemocrats, and the media, no doubt understand that Republicans live in perpetual fear of any government shutdown. Party elders in Washington are convinced that even the briefest shutdown in government will reverberate negatively on the party and doom their electoral chances in the next election.\n\nMost Republicans in D.C. still believe the short, partial government shutdown in 2013, sparked by Sen. Ted Cruz’s last-ditch fight against ObamaCare, hurt the party politically. It does not matter that the Republican party secured a historic victory at all levels of government just one year later. Facts can’t stand up to conventional wisdom in the salons of D.C.\n\nSo, as Congress walks through its parts on the refugee legislation this week, and the omnibus debate soon after, remember that the Republicans are simply looking for political outcomes. It wants a vote on refugees, without the risk of doing anything about it. Earlier this year, to take another example, Republicans orchestrated a vote on the Iran nuclear deal, safe in the knowledge that the vote wouldn’t actually spark a stand-off with the Obama Administration or derail the deal.\n\nRest assured, Republicans in Congress are absolutely committed to reforming the refugee resettlement program. Just as long, mind you, as they don’t actually have to do it.", "article_metadata": {"description": "If the GOP wanted to curtail refugee resettlement it could pass an amendment to the omnibus spending plan now winding through Congress.", "og": {"site_name": "Breitbart", "description": "If the GOP wanted to curtail refugee resettlement it could pass an amendment to the omnibus spending plan now winding through Congress.", "title": "GOP Congress Won't Threaten Shutdown Over Syrian Refugee Issue - Breitbart", "locale": "en_US", "image": {"width": 640, "identifier": "http://media.breitbart.com/media/2015/11/Capital-Dome-Getty.jpg", "height": 480}, "url": "http://www.breitbart.com/big-government/2015/11/19/gop-congress-wont-threaten-shutdown-syrian-refugee-issue/", "type": "article"}, "twitter": {"description": "If the GOP wanted to curtail refugee resettlement it could pass an amendment to the omnibus spending plan now winding through Congress.", "creator": "@BreitbartNews", "image": "http://media.breitbart.com/media/2015/11/Capital-Dome-Getty.jpg", "title": "GOP Congress Won't Threaten Shutdown Over Syrian Refugee Issue - Breitbart", "site": "@BreitbartNews", "card": "summary"}, "robots": "noodp", "fb": {"app_id": 1243316582352556, "pages": 95475020353, "use_automatic_ad_placement": "true"}, "msapplication-TileImage": "/t/assets/i/w-logo-orange.png", "keywords": ",Big Government,Congress", "article": {"publisher": "https://www.facebook.com/Breitbart", "section": "Big Government", "published_time": "2015-11-19T05:50:03-07:00", "categories": "Big Government"}, "viewport": "width=device-width,initial-scale=1", "op": {"markup_version": "v1.0"}}, "article_summary": "A Bloomberg poll released Wednesday found that a majority of Americans support halting entirely the Syrian refugee resettlement program.\nSo, as Congress walks through its parts on the refugee legislation this week, and the omnibus debate soon after, remember that the Republicans are simply looking for political outcomes.\nRest assured, Republicans in Congress are absolutely committed to reforming the refugee resettlement program.\nIf Obama chose to veto that provision, he would have to veto the entire spending blueprint, risking a government shutdown.\nSIGN UP FOR OUR NEWSLETTERCongress is preparing legislation to add new security requirements for Syrian refugees seeking entry into the United States."}