{"article_title": "Educating, enrolling students in health insurance plans", "article_keywords": ["plans", "fiu", "students", "enrollment", "enrolling", "events", "educating", "health", "student", "services", "law", "insurance", "care"], "article_url": "https://news.fiu.edu/2015/09/educating-enrolling-students-in-health-insurance-plans/92336", "article_text": "South Florida is known to have some of the nation’s highest rates of residents without health insurance.\n\nAccording to the U.S. Census Bureau in 2012, nearly 30 percent – an estimated 700,000 residents – are uninsured. At FIU, surveys by Student Health Services estimates 26 percent – or about 12,600 students – are uninsured. These staggering numbers motivated students in FIU College of Law’s Health Law and Policy Clinic to step in and educate students and the community about health care.\n\nIn November 2013, law students participating in the clinic, now named the Medical-Legal Partnership Clinic, began working at on-campus enrollment events. The events were a grassroots effort, which took place at Modesto A. Maidique Campus, and provided an opportunity for students and families to sit down with certified navigators, who assist with the wordy and complex Health Insurance Marketplace applications.\n\nHearing of the success of the program, Student Health Services joined in the following year, alongside the Health Council of South Florida and Enroll America, to further engage students about the importance of health insurance. The team effort, which also includes FIU Health and FIU Law, resulted in larger events and a more successful enrollment season. Enrollment events between 2014 and 2015 resulted in an unexpected 457 people served, with and average of 29 percent enrolling in an insurance plan.\n\n“Our partnership with FIU is one-of-a-kind,” said Milton Vázquez, Florida communications director for Enroll America. “While we have been able to engage many universities and colleges to help us with outreach efforts aimed at their student populations, FIU’s Student Health Services department has been a fully-engaged and collaborative partner, attacking this awareness campaign from as many angles as possible.”\n\nThe partnership also grew to include more on-campus office hours for help navigating the Marketplace. Between 2014 and 2015, law students were trained by the Health Council of South Florida as Certified Application Counselors to provide assistance to students and their families both at enrollment events and during weekly office hours at the Law Clinic.\n\n“An unexpected health emergency or preventable condition can severely impact a person’s career and future prospects,” said Natalie Castellanos, supervising attorney for the NeighborhoodHELP™ Law Clinic. “So it’s a good idea for young people to use their health insurance for preventive check ups and urgent care services, when needed.”\n\nBetween 2014 and 2015, a total of 940 hours were made available to students for enrollment assistance on campus, serving a total of 187 students and family members.\n\n“Navigators are well-versed in the many options that are available to students, which may include everything from what’s referred to as catastrophic health insurance options to local community health centers that offer services at little to no cost,” Vázquez said.\n\nAt the enrollment events, many students were pleased to learn they have the option to be on a parent’s plan until the age of 26. CACs and in-person assisters can break down things like costs, co-pays, prescription coverage and other details of a plan.\n\n“Finding out what your options are is key, because while many might assume they’re not eligible for financial assistance, there are many exemptions written into the law that a Navigator can use to help a student find the best most individualized coverage option for them,” Vázquez said.\n\nBut some students will find that they do not work enough hours or earn enough income to qualify for federal subsidies for coverage obtained through the Marketplace.\n\nUnder the Affordable Care Act, individuals who fell below a specific income level would have been eligible for Medicaid. But when the Supreme Court ruled that states had to opt-in to the expansion of Medicaid, only states where the government elected to expand programs have this option. Florida is not one of those states, leaving some students with few options for health coverage.\n\n“Enrolled FIU students who fall in the coverage gap can come to our clinics located at MMC and BBC and receive affordable primary care services to meet most of their basic health care needs,” said Oscar Loynaz, director of Student Health Services. “For students needing further care, the SHS staff works to find options that meet their limited financial situations.”\n\nAccording to a recent Gallup poll, 15.9 percent of Americans ages 18-25 are uninsured, despite the new federal laws that require health insurance. While Vázquez is not surprised at the figure, he points out that “the uninsured rate among the student-age population in Miami-Dade County is more or less equal to that of the population at large.” Still, there are a multitude of reasons beyond avoiding a penalty on taxes that students should get insured, he says, like improved physical health and knowing that a minor accident won’t cause a major financial set back.\n\nOne factor that causes people to delay accessing health care, according to Castellanos, is high out-of-pocket costs. She notes that having health insurance helps reduce those costs and makes them more predictable.\n\n“Students should graduate with degrees, ambition, and opportunities,” she said, “Not medical debt!”\n\nThe FIU Affordable Care Act Committee has scheduled a total of six enrollment events for the 2015-2016 open enrollment period. For more information and event dates, visit go.fiu.edu/getcovered.\n\n(Amanda Graham contributed to this story.)", "article_metadata": {"description": "South Florida is known to have some of the nation’s highest rates of residents without health insurance.\r\n\r\nAccording to the U.S. Census Bureau in 2012, nearly", "generator": "WPZOOM Framework 1.3.9", "og": {"url": "https://news.fiu.edu/2015/09/educating-enrolling-students-in-health-insurance-plans/92336", "type": "article", "image": "https://news.fiu.edu/wp-content/uploads/ACA_FI-400x257.jpg", "site_name": "FIU News", "title": "Educating, enrolling students in health insurance plans"}, "robots": "index, follow", "fb": {"admins": "floridainternational"}, "keywords": "College of Law,FIU Health,Law Clinics,Student Affairs,Student Health Services,", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "These staggering numbers motivated students in FIU College of Law’s Health Law and Policy Clinic to step in and educate students and the community about health care.\nHearing of the success of the program, Student Health Services joined in the following year, alongside the Health Council of South Florida and Enroll America, to further engage students about the importance of health insurance.\nSouth Florida is known to have some of the nation’s highest rates of residents without health insurance.\nAt FIU, surveys by Student Health Services estimates 26 percent – or about 12,600 students – are uninsured.\nIn November 2013, law students participating in the clinic, now named the Medical-Legal Partnership Clinic, began working at on-campus enrollment events."}