{"article_title": "Wealth Adviser: Morgan Stanley Wins Public Pension Funds From Merrill", "article_keywords": ["adviser", "merrill", "wealth", "wins", "industry", "advisers", "wsjcom", "financial", "pension", "morgan", "funds", "stanley", "public", "managed"], "article_url": "http://blogs.wsj.com/moneybeat/2014/12/03/wealth-adviser-morgan-stanley-wins-public-pension-funds-from-merrill/", "article_text": "Morgan Stanleyys it’s more than happy to be benefiting from Merrill Lynch’s decision to get out of the business of advising public pension funds. That move by Merrill has prompted several specialized practices to seek new homes elsewhere, including with its biggest Wall Street rival, according to Wealth Adviser at WSJ.com. One Michigan-based team, led by longtime Merrill veterans Brian and Timothy Brice, managed $4.5 billion in assets and moved over to Morgan Stanley Wealth Management in September. Brian Brice says it “feels like home already”–in part because they now answer to CEO James Gorman and President Greg Fleming, who spent time at Merrill.\n\nMANAGING THE MONEY:\n\nResetting expectations for active funds. Even when they pick the right actively managed funds, investors often have unrealistic expectations that set them up for failure, says Russell Kinnel, director of manager research for Morningstar Inc. To get the most out of an active fund, an investor must understand the holding period required and the fund’s likely volatility, he writes on Morningstar’s website. To trounce an index, a fund has to diverge from that benchmark–and funds that do that are sure to have periods of underperformance. It would be wrong to expect great performance every year.\n\nA great run for intermediate-bond funds. Most actively managed funds have lagged behind their benchmarks in recent years, but that’s not true of active intermediate-bond funds. Over three years through June 30, almost 70% of them outperformed, while the number of outperformers over five years was over 60%, notes investment analyst Ben Carlson on his blog, A Wealth of Common Sense. He explores some possible explanations, including the larger funds’ capacity to exploit economies of scale in the bond market, or to underweight government bonds and overweight mortgage or corporate bonds.\n\nNew non-transparent funds may be a hard sell. There’s problem for advisers who are considering using the new breed of non-transparent exchange-traded funds planned by Eaton Vance, according to Mark Luschini of Janney Capital Management. “How do you build trust with a client while recommending funds that are less transparent, not more?” he tells Financial Advisor IQ. He says the design of the funds, to be called NextShares, involved “basically trading a more fund-manager-friendly disclosure policy for one that’s less client-friendly.”\n\nTHE PRACTICE:\n\nRestoring a client’s self-esteem. California-based adviser Rob Schultz saw a problem with a client couple: The husband, who had retired as a professional musician, was feeling inferior to his still-employed spouse and deferring to her on all financial decisions. So Mr. Schultz decided to appoint the husband as the household’s chief operating officer, he tells Wealth Adviser at WSJ.com. He also encouraged him to become involved in philanthropy, which led to a new gig–teaching music to schoolchildren.\n\nTHE BUSINESS:\n\nIndustry sees high cost, mission creep in data plan. A powerful trade group for the securities industry is firing away again at a proposal to require brokerages to regularly supply data on transactions to regulators. The Securities Industry and Financial Markets Association previously had warned, among other things, that confidential client information could wind up in the wrong hands. Now, InvestmentNews reports, it says the data-collection system would be too expensive for brokerages and give the Financial Industry Regulatory Authority too much power.\n\nMorgan Stanley’s advisers are happier, Merrill’s maybe not. Morgan Stanley’s advisers are happier with their employer this year than last year, while Merrill Lynch’s appear less so, according to WealthManagement.com. In the annual REP magazine survey, Morgan’s overall approval rating by its own brokers rose to an average 8.3 on a 10-point scale, compared to 6.6 last year. At Merrill it dropped to 6.6 from last year’s 7.6–although less than 100 of Merrill’s 14,000 brokers answered the survey. The happiest brokerage shops, once again, were Edward Jones (9.5) and Raymond James (9.1).\n\nThe Wealth Adviser briefing covers topics of special interest to wealth managers, financial planners and other advisers. It is available to WSJ.com subscribers by email each workday morning. If you haven’t done so already, you can sign up for it here: http://on.wsj.com/WealthAdviserSignup.\n\nSend any tips or comments to Wealth Adviser editors kevin.noblet@wsj.com or patrick.graham@wsj.com.\n\n\n\n", "article_metadata": {"article.template": "full", "page.content.source": "Blog Article", "page.region": "na,us", "page.content.type": "blogs article", "twitter": {"domain": "WSJ.com", "description": "[wsj-ticker ticker=\"MS\" onlinesignificance=\"prominent\" name=\"Morgan Stanley\" postfix=\" sa\"]ys it's more than happy to be benefiting from Merrill Lynch's decision to get out of the business of advising public pension funds. That move by Merrill has prompted several specialized practices to seek new homes elsewhere, including with its biggest Wall Street rival,", "title": "Wealth Adviser: Morgan Stanley Wins Public Pension Funds From Merrill", "url": "http://blogs.wsj.com/moneybeat/2014/12/03/wealth-adviser-morgan-stanley-wins-public-pension-funds-from-merrill/", "image": {"src": "http://si.wsj.net/public/resources/images/BN-FS799_WAJ_Br_P_20141125145300.jpg"}, "site": "WSJMoneyBeat", "card": "summary_large_image"}, "article.image_count": 2, "article_privilege": "free", "article.section": "Markets", "article.headline": "Wealth Adviser: Morgan Stanley Wins Public Pension Funds From Merrill", "description": "[wsj-ticker ticker=\"MS\" onlinesignificance=\"prominent\" name=\"Morgan Stanley\" postfix=\" sa\"]ys it's more than happy to be benefiting from Merrill Lynch's decision to get out of the business of advising public pension funds. That move by Merrill has prompted several specialized practices to seek new homes elsewhere, including with its biggest Wall Street rival,", "article_section": "Markets", "author": "Kevin Noblet", "user.type": "unsubscribed", "article.page": "MoneyBeat Blog", "page.content.format": "responsive", "page.subsection": "MoneyBeat", "article.summary": "[wsj-ticker ticker=\"MS\" onlinesignificance=\"prominent\" name=\"Morgan Stanley\" postfix=\" sa\"]ys it's more than happy to be benefiting from Merrill Lynch's decision to get out of the business of advising public pension funds. That move by Merrill has prompted several specialized practices to seek new homes elsewhere, including with its biggest Wall Street rival,", "page.site": "blogs.wsj.com", "testkeys": "C", "article.published": "2014-12-03T10:30:39-05:00", "dj.asn": "10-140", "ROBOTS": "noarchive, noodp", "fb": {"url": "http://blogs.wsj.com/moneybeat/2014/12/03/wealth-adviser-morgan-stanley-wins-public-pension-funds-from-merrill/", "app_id": 368513495882}, "article": {"publisher": "https://www.facebook.com/wsj"}, "article_id": "BL-MBB-30164", "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no", "page.section": "Markets", "language": "en-US", "og": {"site_name": "WSJ", "description": "[wsj-ticker ticker=\"MS\" onlinesignificance=\"prominent\" name=\"Morgan Stanley\" postfix=\" sa\"]ys it's more than happy to be benefiting from Merrill Lynch's decision to get out of the business of advising public pension funds. That move by Merrill has prompted several specialized practices to seek new homes elsewhere, including with its biggest Wall Street rival,", "title": "Wealth Adviser: Morgan Stanley Wins Public Pension Funds From Merrill", "url": "http://blogs.wsj.com/moneybeat/2014/12/03/wealth-adviser-morgan-stanley-wins-public-pension-funds-from-merrill/", "image": {"width": 749, "identifier": "http://si.wsj.net/public/resources/images/BN-FS799_WAJ_Br_P_20141125145300.jpg", "height": 499}, "type": "article"}, "article.access": "free", "article.type": "MoneyBeat", "article.id": "BL-MBB-30164", "user.exp": "default", "article.updated": "2014-12-02T21:39:15-05:00"}, "article_summary": "Most actively managed funds have lagged behind their benchmarks in recent years, but that’s not true of active intermediate-bond funds.\nThe Wealth Adviser briefing covers topics of special interest to wealth managers, financial planners and other advisers.\nSo Mr. Schultz decided to appoint the husband as the household’s chief operating officer, he tells Wealth Adviser at WSJ.com.\nSend any tips or comments to Wealth Adviser editors kevin.noblet@wsj.com or patrick.graham@wsj.com.\nMorgan Stanleyys it’s more than happy to be benefiting from Merrill Lynch’s decision to get out of the business of advising public pension funds."}