{"article_title": "Watch Trump run to Clinton’s left", "article_keywords": ["wants", "sanders", "right", "run", "trump", "center", "watch", "taxes", "clintons", "trumps", "party", "clinton", "democratic", "left"], "article_url": "https://www.washingtonpost.com/blogs/right-turn/wp/2016/04/27/watch-trump-run-to-clintons-left/", "article_text": "Hillary Clinton and Donald Trump. (European Pressphoto Agency)\n\nIt is not hard to figure why many voters, especially independents, have come down to Donald Trump and Sen. Bernie Sanders (I-Vt.) as their final choices. Considering that Trump is no conservative, this should not be all that surprising.\n\nAs we have noted, Sanders and Trump are candidates for the alienated and the disaffected, the losers in the 21st-century economy, especially white males. They offer up villains to blame for the hard consequences of large, multifaceted developments (e.g. globalization) — China, corrupt big donors (both eschewed super PACs) and party elites. Trump throws in immigrants, while Sanders indicts capitalism as corrupt. Neither wants to touch Social Security, and both favor universal health care paid for by the equivalent of budgetary pixie dust. On foreign affairs, they deride those who voted for the war in Iraq, preach a magical isolationism in which we stay safe but don’t extend ourselves internationally and remain unfazed by gross human rights violations, even genocide.\n\nSo when Trump declares, as he did last night, that he is going to borrow Sanders’s attacks on Hillary Clinton, take him at his word. Trump is not moored to any ideology, so it is entirely possible that Clinton winds up being the more conservative of the two, especially on foreign policy. Clinton also may be the more fiscally prudent of the two. (Remember that Trump’s tax plan would add $10 trillion to the debt.) Trump’s problem — aside from mass defection from Republicans and loathing by women and minorities — is that unlike Sanders, he is not sincere.\n\nTrump says he wants to raise taxes on the rich, but his tax plan is a huge giveaway to the rich (including himself). He backs universal health care but won’t call it as such and wants to get rid of Obamacare. He wants to leave Social Security benefits untouched but will not offer to raise taxes to pay for it. He talks the language of protectionism but disavows his own words suggesting a 45 percent tariff on goods from China. In that regard, he may not pass muster with the Sanders voters. They want the real deal — confiscatory taxes, single-payer health care, etc. (Trump’s brew of nationalism, xenophobia and domestic largesse mixed with authoritarianism may, however, remind one of 1930s-style European dictators.)\n\nNevertheless, one consequence of Trump’s ideological fecklessness would be to transform Clinton into a paragon of consistency and moderation. He’s in essence giving away the right and center with hopes that the left will buy into his Bernie-lite routine. The Democratic Party, if it plays its cards right, may wind up dominating everything from the center left to the center right.\n\nIndeed, that’s precisely the direction Democrats took last night. Newsweek summarized:\n\nThe 2016 reign of the political “outsider” may be over—at least in the Democratic Party. Tuesday night’s result in five Northeastern states were redemptive for the party establishment, after taking a rhetorical beating from the party’s more progressive wing for months. Not only did former first lady, Senator and Secretary of State Hillary Clinton notch emphatic wins in the Pennsylvania and Maryland—the night’s two biggest prizes—but the Democratic candidates favored by party insiders won two of the campaign season’s hardest fought Senate primaries. In Pennsylvania, Katie McGinty, a former Clinton environmental aide and chief of staff to Governor Tom Wolfe, came from behind to defeat former Democratic Congressman Joe Sestak for the right to take on Republican Senator Pat Toomey in November. Further down the Atlantic seaboard, veteran Congressman Chris Van Hollen beat back a fierce challenge from House colleague Donna Edwards in the race to replace retiring Maryland Democrat Barbara Mikulski. The results couldn’t have been better for party operatives, who are gunning to take back the Senate in November, and believe nominating McGinty and Van Hollen’s more centrist, consensus-builder images give them the best shot.\n\nThat is what a functioning party does — it corrals the extremes toward a consensus position, close enough to the center to win in the general election. This approach recognizes that otherwise the opposing party will appear as the steady hand at the till, the party capable of governing. Gosh, Republicans might want to try that.", "article_metadata": {"description": "Trump will make Clinton look like a consistent centrist.", "og": {"site_name": "Washington Post", "description": "Trump will make Clinton look like a consistent centrist.", "title": "Watch Trump run to Clinton’s left", "url": "https://www.washingtonpost.com/blogs/right-turn/wp/2016/04/27/watch-trump-run-to-clintons-left/", "image": "https://img.washingtonpost.com/rf/image_1484w/2010-2019/WashingtonPost/2016/04/22/National-Politics/Images/05267921-3173.jpg", "type": "article"}, "referrer": "unsafe-url", "twitter": {"site": "@WashingtonPost", "card": "summary_large_image", "creator": "@JRubinBlogger"}, "apple-itunes-app": "app-id=938922398, app-argument=https://www.washingtonpost.com/blogs/right-turn/wp/2016/04/27/watch-trump-run-to-clintons-left/", "fb": {"admins": 500835072, "app_id": 41245586762}, "keywords": "trump leftwing, trump authoritarian, trump run to hillary's left", "article": {"publisher": "https://www.facebook.com/washingtonpost"}, "viewport": "width=device-width, initial-scale=1.0, user-scalable=yes, minimum-scale=0.5, maximum-scale=2.0", "news_keywords": "trump leftwing, trump authoritarian, trump run to hillary's left"}, "article_summary": "The Democratic Party, if it plays its cards right, may wind up dominating everything from the center left to the center right.\nNewsweek summarized:The 2016 reign of the political “outsider” may be over—at least in the Democratic Party.\nHe’s in essence giving away the right and center with hopes that the left will buy into his Bernie-lite routine.\nAs we have noted, Sanders and Trump are candidates for the alienated and the disaffected, the losers in the 21st-century economy, especially white males.\nTrump says he wants to raise taxes on the rich, but his tax plan is a huge giveaway to the rich (including himself)."}