{"article_title": "Robin Bohannan: Paul Bierbaum personified 'community engagement'", "article_keywords": ["boulder", "town", "right", "engagement", "pauls", "community", "need", "legal", "personified", "services", "bohannan", "paul", "bierbaum", "robin", "issues"], "article_url": "http://www.dailycamera.com/guest-opinions/ci_28504121/robin-bohannan-paul-bierbaum-personified-community-engagement", "article_text": "As an almost 30-year resident of Boulder, I am no stranger to the running commentary that flows through our town about \"civic engagement,\" \"community engagement,\" or other expressions illustrating what happens or needs to happen when issues erupt related to our individual perceptions of impacts on our quality of life.\n\nBoulder recently lost a beloved member of our community who quietly, selflessly and humbly personified engagement with issues that never personally impacted his quality of life, only his sense of justice, fairness and equal access — regardless of gender identity, sexual orientation, socio-economic status or citizenship.\n\nPaul Bierbaum was suddenly and inexplicably taken from us due to a hemorrhagic stroke on June 14. He was Everyman's (and woman's) lawyer — known far and wide for his leadership in ensuring access to legal services via many venues. He eagerly stepped up, stepped in and did the heavy lifting wherever he saw a need — and because he was fun, effortlessly optimistic, cheerful and smart — it was rare that any attorney in town said no to Paul's request to join him in providing pro bono legal services to those in need, serving on a nonprofit board, volunteering on a legal services access committee or in adopting issues that most Boulder residents didn't have to worry about.\n\nAdvertisement\n\nPaul's engagement model meant that the professional was personal. He had no qualms in accompanying Boulder County AIDS Project (BCAP) case managers in the early years of the AIDS epidemic, who were advocating for their clients experiencing housing, medical care, employment and education discrimination due to their HIV status down a path of heartbreak, loss and frustration. His clients and those who cared for them felt Paul's love and protection and his compassionate warrior meant that we all believed we would win the fight (and we often did). He never shied away from the courageous conversations necessary to remind those who were uninformed or fearful about what was just, what was right and, most importantly, what they could do to right their wrongs. It wasn't aggressive, shaming or blaming — Paul would succinctly define the problem and the solution and shine the light on the path to justice.\n\nPaul knew how to show up at just the right moment. This wasn't impeccable timing; it was due to the fact that he always showed up. He was present. He was a connector. He was a careful observer of the human experience and knew when to ask the right question, offer a hug, or tell a story about a time ... that gave you just right nugget to set you right on your way. This might have been at the hospital, talking to parents who had been estranged from their gay son; in his office, listening to a complicated history of a poorly handled Social Security disability benefits appeal, or patiently explaining to employers or teachers that they didn't have a \"need to know\" that their employee or student was HIV-positive.\n\nMany of us have countless memories of Paul's presence and engagement. One of my most poignant memories was when Paul came, unasked, with me as I identified the body of a beloved client who had been discovered at his home after dying alone .\n\nPaul repeated this approach in his service to multiple vulnerable and under-served populations — the mentally ill, the poor, the undocumented and people living with HIV. Hundreds of his clients felt truly acknowledged and seen by him, and all were comforted by his ability to not only advocate for them but also to care and consider them his most important client and priority, regardless of the situation.\n\nSo when I think of being involved in the community, of stepping up, of raising your voice, and of making a difference, I will always see Paul's smiling eyes guiding me. And I will be reminded to engage in issues that may not be all about me or mine, but in those that affect members in our town who have the most to lose if we don't.\n\nRobin Bohannan served as volunteer, case manager and Executive Director of BCAP and was elected to Boulder City Council from 2004-2008.", "article_metadata": {"sailthru.url": "http://www.dailycamera.com/guest-opinions/ci_28504121/robin-bohannan-paul-bierbaum-personified-community-engagement", "sailthru.author": "By Robin Bohannan", "ag": {"canon": "BoulderDailyCamera:article:28504121:view"}, "startDate": "2015-07-18T02:40:30-0600", "twitter": {"domain": "dailycamera.com", "description": "As an almost 30-year resident of Boulder, I am no stranger to the running commentary that flows through our town about \"civic engagement,\" \"community engagement,\" or other expressions illustrating what happens or needs to happen when issues erupt related to our individual perceptions of impacts on our quality of life.", "title": "Robin Bohannan: Paul Bierbaum personified 'community engagement'", "url": "http://www.dailycamera.com/guest-opinions/ci_28504121/robin-bohannan-paul-bierbaum-personified-community-engagement", "image": "http://extras.mnginteractive.com/live/media/site21/2015/0718/20150718__20dcin5w~1.jpg", "site": "@dailycamera", "card": "summary_large_image"}, "sailthru.article-section-or-homepage": "article", "modificationDate": "2015-07-18T10:41:05-0600", "endDate": "2025-07-18T09:58:24-0600", "byline": "By Robin Bohannan", "pubDate": "2015-07-18T10:42:05-0600", "sailthru.date": "2015-07-18T02:40:30-0600", "sailthru.title": "Robin Bohannan: Paul Bierbaum personified 'community engagement'", "verify-v1": "TakAiHiDAOiNOP+m0YTx4DQeyjor+bTdc8e+pw6bDoI=", "sailthru.section": "Opinion: Guest Opinions", "description": "As an almost 30-year resident of Boulder, I am no stranger to the running commentary that flows through our town about \"civic engagement,\" \"community engagement,\" or other expressions illustrating what happens or needs to happen when issues erupt related to our individual perceptions of impacts on our quality of life.", "sailthru.site": "dailycamera.com", "msvalidate.01": "9DAB14005AD5A9FFA4CA0EF58CC794BA", "og": {"url": "http://www.dailycamera.com/guest-opinions/ci_28504121/robin-bohannan-paul-bierbaum-personified-community-engagement", "image": "http://extras.dailycamera.com/images/dailycamera3.png", "type": "article", "description": "As an almost 30-year resident of Boulder, I am no stranger to the running commentary that flows through our town about \"civic engagement,\" \"community engagement,\" or other expressions illustrating what happens or needs to happen when issues erupt related to our individual perceptions of impacts on our quality of life.", "title": "Robin Bohannan: Paul Bierbaum personified 'community engagement'"}, "p": {"domain_verify": "867892b0357001538903740c75a206f0"}, "google-site-verification": "07CC1xPDVU0znu496XTAjLyC32Ylj8zwWHlmrzx3pgY", "y_key": "c9d9b53f7f5af674", "sailthru.image.full": "http://extras.mnginteractive.com/live/media/site21/2015/0718/20150718__20dcin5w~1.jpg"}, "article_summary": "He was Everyman's (and woman's) lawyer — known far and wide for his leadership in ensuring access to legal services via many venues.\nRobin Bohannan served as volunteer, case manager and Executive Director of BCAP and was elected to Boulder City Council from 2004-2008.\nPaul Bierbaum was suddenly and inexplicably taken from us due to a hemorrhagic stroke on June 14.\nIt wasn't aggressive, shaming or blaming — Paul would succinctly define the problem and the solution and shine the light on the path to justice.\nMany of us have countless memories of Paul's presence and engagement."}