{"article_title": "Arkansas's Medicaid Expansion Plan Nears House Vote", "article_keywords": ["task", "option", "house", "arkansass", "private", "state", "arkansas", "nears", "expansion", "vote", "medicaid", "republican", "think", "plan"], "article_url": "http://ualrpublicradio.org/post/arkansass-medicaid-expansion-plan-nears-house-vote", "article_text": "KUAR's Jacob Kauffman reports on Gov. Asa Hutchinson's health care plan advancing in Arkansas's House of Representatives.\n\nArkansas’s version of Medicaid expansion, branded as the private option, is headed to the House floor. The governor’s proposal to continue the plan through 2016 and to create a task force to recommend Medicaid reforms afterward passed out of committee Tuesday.\n\nMedicaid expansion is part of the Affordable Care Act and consequently the state’s acceptance of increased eligibility and federal funds can be politically contentious. The private option is the state’s alternative to using the federally-run Medicaid program. It uses federal funds to purchase private insurance for over 200,000 low-income Arkansans. It’s an issue that has divided Arkansas’s Republican Party.\n\nRepresentative Josh Miller of Heber Springs is opposed to the private option and SB 96.\n\n“I think if you go back and look at the last election, look at how folks spoke, I don’t think our Republican leadership is in line with the sentiment of conservative, common sense voters in the state of Arkansas,” said Miller.\n\nWhile Republican Governor Asa Hutchinson, as well as legislative leadership, helped push the plan along, some conservatives who were vehemently opposed to the private option when it was created in 2013 are behind the bill. Republican Representative Joe Farrar is among them.\n\n“Two years ago I fought hard to stop the private option. I failed,” said Farrer.\n\nWhile Hutchinson’s plan calls for the private option to continue until its federal waiver expires in 2016, Farrar views it as a wind-down and consistent with his desire to end the plan.\n\n“I’m not continuing the private option. In my eyes I’m stopping the private option the way it was designed,” said Farrer.\n\nAs for what happens when the private option ends, the task force should have recommendations. Public Health Committee Chair Kelley Linck said he wants the task force to keep Medicaid expansion, in some form.\n\n“There’s three major, overall things that can be done: nothing, a hybrid expansion or just pure expansion. Where would I lean? Personally, most likely, I think there will be some sort of hybrid expansion,” said Linck.\n\nFarrar too says he’s open to continuing to take increased Medicaid money to cover expanded income eligibility, up to around $16,000 a year for an individual, if it leads to larger Medicaid reforms – preferably receiving funds as a block grant.\n\n“If it saves the state of Arkansas money I’ll insure everybody in the state of Arkansas, or give everybody in the state of Arkansas health care,” said Farrer.\n\nUltimately the task force’s recommendations, on whether or not to keep taking expanded federal funds to provide insurance to a larger pool of low-income people than in pre-Affordable Care Act times, could come down to who is on the task force. Membership wouldn’t be announced until after final passage. Representative Miller isn’t so sure legislators opposed to expanding Medicaid will have a place.\n\n“Well it’s hard to have confidence in something when you don’t know who’s on it. I think a lot of folks in Arkansas feel that way. There’s a lack of trust right now,” said Miller.\n\nThe measure headed to the House floor has already passed the Senate. It requires a three-fourths vote, something Representative Linck said is doable.\n\n“I think we have the votes. Ultimately it’s up to the 75 people but I believe the votes will be there as people see that this is the best way forward for Arkansas,” said Linck.\n\nRepresentative Miller on the other hand hopes to make a last stand against any semblance of Medicaid expansion when the bill makes it to the House floor which could be as early as Thursday.", "article_metadata": {"category": "Local & Regional News", "description": "Arkansas’s version of Medicaid expansion, branded as the private option, is headed to the House floor. The governor’s proposal to continue the plan", "Generator": "Drupal 7 (http://drupal.org)", "programs": "none", "og": {"url": "http://ualrpublicradio.org/post/arkansass-medicaid-expansion-plan-nears-house-vote", "image": "http://mediad.publicbroadcasting.net/p/kuar/files/styles/medium/public/201502/photo_%283%29.JPG", "type": "article", "description": "Arkansas’s version of Medicaid expansion, branded as the private option, is headed to the House floor. The governor’s proposal to continue the plan", "title": "Arkansas's Medicaid Expansion Plan Nears House Vote"}, "story_id": 383672136, "twitter": {"site": "@kuarpublicradio", "card": "summary", "creator": "@kuarkauffman"}, "author": "Jacob Kauffman", "org_id": 0, "dc": {"title": "Arkansas&#039;s Medicaid Expansion Plan Nears House Vote"}, "nid": 36399, "datePublished": "2015-02-03", "keywords": "Arkansas Legislature, Arkansas Healthcare", "wordCount": 744, "has_audio": 1, "viewport": "width=device-width"}, "_id": "\"57477af36914bd0286fcf57b\"", "article_summary": "Arkansas’s version of Medicaid expansion, branded as the private option, is headed to the House floor.\nMedicaid expansion is part of the Affordable Care Act and consequently the state’s acceptance of increased eligibility and federal funds can be politically contentious.\nPublic Health Committee Chair Kelley Linck said he wants the task force to keep Medicaid expansion, in some form.\nRepresentative Miller on the other hand hopes to make a last stand against any semblance of Medicaid expansion when the bill makes it to the House floor which could be as early as Thursday.\nRepresentative Josh Miller of Heber Springs is opposed to the private option and SB 96."}