{"article_title": "If there’s a meeting and no one attends, does it really happen? – The Denver Post", "article_keywords": ["city", "officials", "final", "meetings", "36", "denver", "ford", "project", "held", "does", "attends", "public", "post", "theres", "meeting", "happen", "highway", "really"], "article_url": "http://www.denverpost.com/ci_25248089/if-theres-meeting-and-no-one-attends-does", "article_text": "A bizarre phenomenon tends to occur the moment a controversial governmental decision is about to be finalized — call it mass amnesia or some House of Mirrors effect.\n\nIt seems that just as public officials are putting the final touches on a project, opponents to the school initiatives, highway projects or city endeavors start complaining about a lack of public involvement when the evidence clearly is to the contrary.\n\nIt happened recently when officials prepared the final approval of the U.S. 36 project.\n\nMore than a decade of meetings had been held about the project to add toll lanes on the Boulder Turnpike. Thousands of public comments had been received and scores of newspaper stories had been written.\n\nYet, in boisterous meetings before the final decision, the consensus was the overall highway plan was developed in private without public input.\n\n“I don’t have a great explanation,” said Will Toor, transportation director for the Southwest Energy Efficiency Project. “I literally have been involved in the public process on this for 15 years.”\n\nA few years ago, Denver Public Schools held regular meetings in the Montbello neighborhood about a plan to reconfigure the schools in the area. Robocalls notified people about the meetings, letters went home with students, and newspaper articles announced the details. The public meetings were catered. Each evening featured small-group discussions about what should be done. Yet, when the school board voted to approve the project, opponents argued that DPS failed to adequately engage the public.\n\nMore recently, Denver’s Parks and Recreation Department began collecting ideas on replacing an aging playground in City Park. For 18 months, the city held meetings, took input and even had citizens vote on their favorite playground designs. A backlash over the design and a claim that the city failed to involve the community forced officials to pull back on the project.\n\nIt is true that despite the city’s efforts to get people to the meetings about City Park, very few people attended. “It is clear that our outreach requires more work,” the city now says on its website.\n\nWhat is going on here? If no one is paying attention until the very end, why have the meetings in the first place? If a meeting occurs and no one remembers, did it really happen?\n\nAmy Ford, spokeswoman for the Colorado Department of Transportation, said her team is trying to learn from the U.S. 36 experience. The state is facing major decisions about rebuilding Interstate 70 through Denver. Ford says her team is going door-to-door and having regular coffee meetings for neighbors with the project manager. “Inevitably,” she said, “you will probably have people saying there wasn’t enough public engagement.”\n\nFord and Toor said they were surprised how quickly misinformation about the U.S. 36 project spread — from conspiracy theories about government corruption to allegations that the entire highway would be tolled.\n\nFord believes the anger surrounding U.S. 36 was more about the philosophical disagreement over the public-private partnership that will manage the toll roads, not about the lack of input or meetings. It is a new concept for state highway construction, allowing CDOT to build roads without raising taxes. And there is legitimacy to frustrations over the contract being developed in private.\n\n“You continue to do your best,” Ford said, “reach out the best you can, recognize you won’t be able to hit everyone and hope the tools are there to allow you to do better.”\n\nE-mail Jeremy Meyer at jpmeyer@denverpost.com. Follow him on Twitter: @JPMeyerDPost", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "Meyer: If there’s a meeting and no one attends, does it really happen?", "title": "Meyer: If there’s a meeting and no one attends, does it really happen?", "url": "http://www.denverpost.com/2014/02/28/meyer-if-theres-a-meeting-and-no-one-attends-does-it-really-happen/", "image": {"width": 654, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/04/20140228__public-engagement-meetingsp1.jpg", "height": 477}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/04/20140228__public-engagement-meetingsp1.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "article": {"published_time": "2014-02-28T11:15:52+00:00", "modified_time": "2016-04-27T15:04:55+00:00"}, "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af36914bd0286fcf57f\"", "article_summary": "For 18 months, the city held meetings, took input and even had citizens vote on their favorite playground designs.\nThe public meetings were catered.\nIt happened recently when officials prepared the final approval of the U.S. 36 project.\nMore than a decade of meetings had been held about the project to add toll lanes on the Boulder Turnpike.\nIt is true that despite the city’s efforts to get people to the meetings about City Park, very few people attended."}