{"article_title": "'They now have insurance; that doesn't guarantee they have access to healthcare'", "article_keywords": ["county", "lane", "clinics", "luedtke", "reavis", "community", "access", "doesnt", "health", "healthcare", "rural", "care", "really", "insurance", "guarantee"], "article_url": "http://kval.com/news/local/they-now-have-insurance-that-doesnt-guarantee-they-have-access-to-healthcare", "article_text": "Watch #LiveOnKVAL for more on this story\n\nFLORENCE, Ore. - Lifelong Florence resident Char Reavis loves life on the coast.\n\n\n\nBut she said that, until recently, life on the Oregon Coast came with one big drawback.\n\n\"Didn't get all our needs met, really, you know, and you just sort of took the hand that you were dealt,\" said Reavis, who is part of a rural advisory council on healthcare.\n\nThat \"bad hand\" is healthcare access.\n\nIt's a problem aggravated by the loss of family wage jobs, Reavis said.\n\n\"You know, really lower down your hours and you have a difficult time making ends meet,\" she said. \"It really affects a person's health because you're stressed out and you're trying to do what you can.\"\n\nPublic agencies and non-profits in Lane County are looking for answers.\n\nThey've joined forces on the community health needs assessment, a project by Lane County Public Health, Trillium Health Plan, PeaceHealth and United Way of Lane County.\n\nOn the plus side: under the Affordable Care Act, the percentage of county residents without health insurance has dropped from 23 percent, as it stood 4 years ago, down to just 6 percent.\n\n\"If they now have insurance, that doesn't guarantee they have access to healthcare,\" said Dr. Patrick Luedtke, chief medical officer for Lane County. \"There might not be an appointment to be had. They might have to wait months. How do we change that - how do we make that better?\"\n\nThe plan outlines five priorities:\n\nBoost health \"equity\" among all ethnic and population groups Slow the increase of obesity in Lane County Prevent and reduce tobacco use. \"We still have roughly 20 percent of adults who smoke; that's too many,\" Luedtke said. For example, Oakridge, pop. 3,200, has more than double the rate of tobacco-related deaths per capita as the county as a whole. Present and reduce substance abuse and mental illness Improve access to healthcare\n\nRELATED | Should Lane County raise legal age for tobacco from 18 to 21?\n\n\n\n\"We're seeing the direct care piece, where we're building more clinics and providing more care to people, we're trying to increase access,\" said Jason Davis with Lane County Health.\n\nThat equation includes community health centers, like the Delta Oaks clinic that opened last fall in north Eugene.\n\n\"A few years ago we only had two clinics,\" Luedtke said. \"Now we have 6, and they see a good many rural health patients.\"\n\nA seperate federal Health and Human Service survey lists a lack of dental care for low-income residents across the county.\n\nAnd a 2013 state health authority report points to Lane County's low immunization rates to control whooping cough and other diseases.\n\nRELATED | Many Lane County students unvaccinated\n\nOfficials said they're starting to move to a system that promotes healthier lifestyles; stresses education; and helps people deal with housing and employment barriers, recognizing that all these problems feed on each other and affect personal health.\n\nFor example, part of the Delta Oaks community health clinic is a teaching kitchen.\n\n\"What we have is a kitchen, a teaching kitchen where individuals come and learn how to make healthy recipes at home with the limited resources they have,\" Davis said.\n\nAnd healthier people will need to make fewer trips to clinics and emergency rooms.\n\nGrants and other funding sources will be needed to fully fund the program, but rural advisory council member Reavis is hopeful.\n\n\"I think the positive thing is that we're all working to implement that into rural areas and do more prevention, and have more things that are affordable for people,\" she said.", "article_metadata": {"description": "Watch #LiveOnKVAL for more on this storyFLORENCE, Ore. - Lifelong Florence resident Char Reavis loves life on the coast.But she said that, until recently, life on the Oregon Coast came with one big drawback.Didn't get all our needs met, really, you know, a", "title": "'They now have insurance; that doesn't guarantee they have access to healthcare'", "og": {"site_name": "KVAL", "description": "Watch #LiveOnKVAL for more on this storyFLORENCE, Ore. - Lifelong Florence resident Char Reavis loves life on the coast.But she said that, until recently, life on the Oregon Coast came with one big drawback.Didn't get all our needs met, really, you know, a", "title": "'They now have insurance; that doesn't guarantee they have access to healthcare'", "url": "http://kval.com/news/local/they-now-have-insurance-that-doesnt-guarantee-they-have-access-to-healthcare", "image": "http://static-12.sinclairstoryline.com/resources/media/9dba40a9-5217-49e5-8f65-f3d4a7d6a11d-large16x9_160509ruralhealthcare988.jpg?1462834884442", "locale": "en_US", "type": "article"}, "twitter": {"site": "http://twitter.com/kvalnews", "image": "http://static-11.sinclairstoryline.com/resources/media/9dba40a9-5217-49e5-8f65-f3d4a7d6a11d-large16x9_160509ruralhealthcare988.jpg?1462834884442", "description": "Watch #LiveOnKVAL for more on this storyFLORENCE, Ore. - Lifelong Florence resident Char Reavis loves life on the coast.But she said that, until recently, life on the Oregon Coast came with one big drawback.Didn't get all our needs met, really, you know, a", "card": "summary_large_image", "title": "'They now have insurance; that doesn't guarantee they have access to healthcare'"}, "author": "Sinclair Broadcast Group", "blitz": "mu-cc36119f-f4dca522-3261b206-4b3bbd3f", "robots": "index, follow", "apple-mobile-web-app-capable": "yes", "fb": {"app_id": 132298800461104}, "keywords": "news,local,OR", "article": {"publisher": "http://www.facebook.com/kvalnews", "published_time": "2016-05-09T16:03:14+00:00"}, "viewport": "width=device-width, initial-scale=1, minimum-scale=0.5"}, "article_summary": "\"If they now have insurance, that doesn't guarantee they have access to healthcare,\" said Dr. Patrick Luedtke, chief medical officer for Lane County.\nThey've joined forces on the community health needs assessment, a project by Lane County Public Health, Trillium Health Plan, PeaceHealth and United Way of Lane County.\nPresent and reduce substance abuse and mental illness Improve access to healthcareRELATED | Should Lane County raise legal age for tobacco from 18 to 21?\nThat equation includes community health centers, like the Delta Oaks clinic that opened last fall in north Eugene.\nFor example, part of the Delta Oaks community health clinic is a teaching kitchen."}