{"article_title": "Rep. Stefanik, Sen. Little at center of abortion debates", "article_keywords": ["little", "right", "debates", "stefanik", "rep", "bill", "abortion", "thats", "republican", "measure", "sen", "women", "debate", "rape", "center"], "article_url": "http://www.northcountrypublicradio.org/news/story/27291/20150126/rep-stefanik-sen-little-at-center-of-abortion-debates", "article_text": "Just weeks after taking office, New York's North Country Congresswoman Elise Stefanik is at the center of some of the biggest debates in America. She has already cast votes dealing with the Affordable Care Act, border security, and immigration.\n\nLast week, she voted in favor of a measure that would permanently ban Federal spending on abortions, but she also joined a group of Republican women who derailed a separate bill that aimed to further restrict access to abortion after 20 weeks of pregnancy.\n\nState Senator Betty Little, a Republican from Queensbury, N.Y., is also embroiled in the debate over choice and abortion rights in New York State.\n\nBrian Mann joined 8 O'clock Hour host Martha Foley to talk about how the issue and how these women from the North Country are playing a key role.\n\nThe debate in Washington\n\nMartha Foley: Okay, Brian, last week there were two bills moving through the Republican-controlled House. Let’s treat first the one that did pass. This would lock in place a measure that’s popularly known as the Hyde Amendment that bans Federal spending on abortions.\n\nBrian Mann: That’s right. Currently, the Hyde Amendment bans Federal taxpayer spending on abortions, but that measure has to be re-authorized every year. This bill, which passed the House with Stefanik’s support, would make that permanent. It would also close what Republicans see as loopholes in the measure which have allowed some states under the Affordable Care Act or Obamacare to include abortion services as part of insurance coverage. Now, I should say that this measure as very little chance of passing the U.S. Senate and President Obama has said he would veto it if it reaches his desk.\n\nMF: That measure passed on the anniversary of the Roe v. Wade Supreme Court decision.\n\nBM: That’s right. So this was really a symbolic gesture by Republicans that drew only a few Democratic votes. One interesting footnote is that the only Republican No-vote on the measure came from Congressman Richard Hanna, from the Mohawk Valley, whose district includes Boonville and a small slice of the North Country.\n\nWhere abortion and rape debates collide\n\nCongresswoman Stefanik is pro-life with exceptions in cases of rape, incest, and to protect the life of the mother.\n\n: Okay, so while that passed, there was this other interesting moment with Republican leaders in the House last week pushing an even tougher bill that would have restricted abortion access after 20 weeks of pregnancy.\n\nBM: Right. This is a measure that’s moving forward in a lot of state legislatures around the United States, usually in more conservative states. Abortion opponents are convinced that after 20 weeks, fetuses can feel pain and therefore abortions should be banned. This would have extended that restriction nationwide. A dozen Republican women went to the House leadership last week and derailed this measure. They basically threatened to break ranks if it came to the floor for a vote.\n\nMF: One of those lawmakers was Elise Stefanik. She describes herself as pro-life. So why did she help block this measure?\n\nBM: The bill included an exception after that 20-week ban for cases of rape, incest, and the health of the mother. But in the case of the rape exception, it went a step further, requiring that a woman report the crime to police. Some Republican women felt that this was too restrictive and it sort of reopened this whole debate among conservatives over ‘legitimate’ rape and it tangled up the issues of rape and reproductive rights in ways that have just flummoxed the G.O.P. over the last few years.\n\nI emailed late last week with Tom Flanagin, Elise Stefanik’s spokesman, and he stopped short of saying that she would have voted against this 20-week ban if it reached the House floor as written. But he emphasized repeatedly that Stefanik is pro-life but doesn’t support limitations relating to rape, incest, or the life of the mother. Here's the statement that Flanigin sent:\n\nTom Flanagin: Congresswoman Stefanik is pro-life with exceptions in cases of rape, incest and to protect the life of the mother. While considering her position on the Pain Capable legislation, Congresswoman Stefanik attended a meeting to which all female Republican members were invited. Leadership then made the decision to pull the bill from the floor and replace it with H.R. 7 – the No Taxpayer Funding for Abortion and Abortion Insurance Full Disclosure Act of 2015. Congresswoman Stefanik voted in favor of this bipartisan legislation that will codify the Hyde Amendment and protect American taxpayers from footing the bill for abortions. Consistent with Congresswoman Stefanik's position, the funding limitations do not apply to an abortion related to rape, incest, or protecting the life of the mother.\n\nMF: These Republican women who convinced House leaders to drop this bill, they’ve faced some backlash from conservatives.\n\nBM: That’s right. And this is really the first time that we’ve seen Elise Stefanik position herself with Republican moderates on a big issue. Conservatives and hardline abortion opponents have blasted these women for derailing a measure that they view as crucial. There is a caucus of Republicans who believes that even fetuses conceived following rape or incest are living children that should be brought to term. That’s a controversial view even within the generally pro-life G.O.P.\n\nThe abortion debate in Albany\n\nMF: Okay, a fascinating glimpse here of Elise Stefanik positioning herself on these big issues very quickly after taking office. Meanwhile, Brian, two other Republican women in the North Country are also in the middle of this abortion debate and a fight over abortion access here in New York.\n\n: That’s right. We heard Governor Andrew Cuomo talk about this in his state of the state address last week. There’s a push by Democrats to essentially lock in place in New York a woman’s right to choose an abortion. It would codify laws granting legal abortion access even if Roe v Wade were eventually struck down by the Supreme Court. Democrats have pushed for this measure to be included in a bigger block of legislation that promotes women’s equality, including other measures that treat things like employment discrimination, domestic violence, and human trafficking. Assemblywoman Janet Duprey, a Republican from Clinton County, agrees with that — she’s pro-choice and says the whole package should be approved.\n\nMF: Right, but state Senator Betty Little, a Republican from Queensbury, has opposed doing this as a package.\n\n: That’s right. She’s been an influential voice on this in the Republican-controlled state Senate. She’s pushing for what’s known as the women’s equality agenda to be passed with the abortion issue left out. She says the abortion debate has held up this broader reform package for too long and she wants abortion dealt with separately. Little has said she’s pro-life and won’t vote for any package that includes that pro-choice measure. But it’s almost certain that Democrats won’t go along with a package of reforms that leaves this abortion provision out.\n\nMF: Okay, abortion and choice issues in Albany and Washington, with two Republican women from the North Country right in the center of the debate. We’ll keep watching as these measures move forward.", "article_metadata": {"description": "Just weeks after taking office, New York's North Country Congresswoman Elise Stefanik is at the center of some of the biggest debates in America. She has already cast votes dealing with the Affordable Care Act, border security, and immigration.   Last...", "og": {"site_name": "NCPR", "description": "Just weeks after taking office, New York's North Country Congresswoman Elise Stefanik is at the center of some of the biggest debates in America. She has already cast votes dealing with the Affordable Care Act, border security, and immigration.   Last...", "title": "Rep. Stefanik, Sen. Little at center of abortion debates", "url": "http://www.northcountrypublicradio.org/news/story/27291/20150126/rep-stefanik-sen-little-at-center-of-abortion-debates", "image": "http://www.northcountrypublicradio.org/news/images/stefanik.jpg", "audio": {"url": "http://www.northcountrypublicradio.org/news/audio/150126bmstefanik.mp3", "secure_url": "https://www.northcountrypublicradio.org/news/audio/150126bmstefanik.mp3"}, "type": "article"}, "apple-itunes-app": "app-id=467968857", "fb": {"app_id": 220190691343406}, "keywords": "politics, abortion, choice, reproductive health, healthcare, affordable care act, stefanik, little, duprey, [loc:38.9071923 -77.0368707], topstory", "date": "1/26/2015", "viewport": "initial-scale=1"}, "_id": "\"57477af46914bd0286fdd476\"", "article_summary": "She says the abortion debate has held up this broader reform package for too long and she wants abortion dealt with separately.\nThis would lock in place a measure that’s popularly known as the Hyde Amendment that bans Federal spending on abortions.\n: That’s right.\nWhere abortion and rape debates collideCongresswoman Stefanik is pro-life with exceptions in cases of rape, incest, and to protect the life of the mother.\nThis is a measure that’s moving forward in a lot of state legislatures around the United States, usually in more conservative states."}