{"article_title": "In the Debate Over Health Care, ‘Real People’ Become Human Volleyballs", "article_keywords": ["real", "ms", "house", "republicans", "insurance", "mcmorris", "rodgers", "volleyballs", "human", "constituents", "health", "law", "debate", "care"], "article_url": "http://www.nytimes.com/2014/02/16/us/politics/human-volleyballs-in-the-health-care-clash.html", "article_text": "Photo\n\nWASHINGTON — In the Republican response to the State of the Union address, Representative Cathy McMorris Rodgers of Washington lamented the travails of “Bette in Spokane,” whose insurance policy had been canceled because of the health care law and who faced huge premium increases to replace it.\n\nThe reality for Bette Grenier of Chattaroy, Wash., was more complicated.\n\nShe did dash off an angry letter to Ms. McMorris Rodgers, her congresswoman, in September, but on further exploration Ms. Grenier’s options were wider than she had thought. She qualified for a subsidized insurance plan through the health care law, an option she opposed philosophically. Instead, she bought insurance through a Christian ministry that is cheaper and better than her canceled policy. Since her star turn, she has been harassed and mocked by “some pretty mean people,” she said.\n\nThe “real people” political prop is a durable ingredient in politics, first popularized at the State of the Union address when Ronald Reagan invited Lenny Skutnik, who had dived into the icy Potomac River to rescue victims of a plane crash, to serve as an example of Everyman heroism. It is a trope that every president since has used. But with the continuing fight over the Affordable Care Act, it has become a blood sport for both parties. Every real face is fact-checked, every perceived distortion attacked. And real people have been caught in the crossfire.\n\n“I did not know they were going to use me, and I’d just assume they hadn’t,” Ms. Grenier said.\n\nDemocrats say constituent service has yielded to something like constituent exploitation.\n\n“Did McMorris Rodgers do anything to help Bette, her constituent, navigate the options made available to her through the Affordable Care Act and encourage her to find an affordable alternative on Washington State’s individual marketplace?” asked the office of Representative Nancy Pelosi of California, the minority leader. “Or did McMorris Rodgers choose instead to turn her ‘into a poster woman for Obamacare victimization’?”\n\nVideo\n\nBoth Democrats and Republicans have sought out citizens to prove political points, and in the fallout, some of those citizens have suffered a notoriety they never expected.\n\nIn April 2012, the White House highlighted Nancy Clark, who runs a small marketing firm in North Conway, N.H., and was a believer in tax credits being offered to small businesses to help cover employees under the health care law. Last fall, Republicans pointed to Ms. Clark’s concern that her employees’ insurance premiums had shot up by 39 percent and that she was having fits trying to gain access to Healthcare.gov.\n\nAdvertisement Continue reading the main story\n\nIn the end, Ms. Clark said last week, all her employees were able to obtain health care through the federal marketplace, with better benefits at or below the cost of her old policies. But she was subjected to some remarkable abuse.\n\n“Over the course of my career, I’ve been quoted here and there, but never have I gotten what I got,” she said. “Just a lot of extreme stuff, and it was disappointing and disconcerting” — including vicious postings on the company’s Facebook page and calls to the office.\n\n“My wife did spend a little more time Googling my name, along with Eric Cantor,” said Bruno Gora, a small-business man in Henrico County, Va., whose canceled health plan was featured by his congressman, Mr. Cantor, the House majority leader. “It was all over everywhere.”\n\nMs. McMorris Rodgers has taken heat for her story. Ms. Pelosi called on her to apologize. The Democratic Congressional Campaign Committee called the tale a lie. The congresswoman said she had only been taking a constituent’s letter at face value.\n\n“She had contacted the office. She had said, ‘You know what? This is the plan I used to have. It’s no longer available, and I’m facing significant premium increases,’ and there are many like that,” Ms. McMorris Rodgers, the chairwoman of the House Republican Conference, said of Ms. Grenier. “I make it a priority to help my constituents every day in my office.”\n\nSenator Roy Blunt, Republican of Missouri, who on Thursday went to the Senate floor to tell Obamacare horror stories, said, “It’s a legitimate question: What are you doing to help? And the answer is: Everything possible. But there aren’t many avenues to help.”\n\nThe scrutiny has gone both ways. In 2010, President Obama visited the Falls Church, Va., home of Paul Brayshaw, a hemophiliac, to highlight how the health care law would protect people with expensive medical conditions who would no longer be threatened with lifetime coverage caps from their insurance companies. But Mr. Brayshaw has new worries. The narrow networks of providers in the offered plans could force him to move to another state or travel great distances for care, he said.\n\n“An important gap has been covered for me,” he said, “but I’m left still with potentially big unmet needs.”\n\nAdvertisement Continue reading the main story\n\nIn another case, Edie Littlefield Sundby, a Californian battling cancer, went public with her struggles to maintain a health policy that would afford her the flexibility to pursue treatment. Dan Pfeiffer, a White House senior adviser, posted on Twitter that her real problems stemmed from her insurance company’s misdeeds, not the health care law. That brought angry charges of heartlessness from Republicans and conservative activists.\n\nBut Republicans have made publicizing Obamacare horror stories an organized effort, instructing House members to collect, collate and disseminate constituent complaints broadly, as much as Democrats have tried to highlight the program’s successes. A website run by Ms. McMorris Rodgers has collected hundreds of tales of woe, while House Republicans have been urged to “encourage your constituents to submit feedback of their own experiences.”\n\nThat has led to a cycle of fact-checking and castigation that has often put constituents under an unwelcome public glare. Ms. Grenier said she had gotten phone calls at home from people calling her a deadbeat, a freeloader and worse. Democrats say the aim is to poison the atmosphere, scare constituents away from the health care exchanges and sabotage the law’s implementation.\n\nIf so, the effort has been messy.\n\nIn December, Speaker John A. Boehner of Ohio took up the cause of Cornelius Kelly, a Long Island resident who tried to buy insurance through New York State’s health care exchange but found his 18-month-old daughter dropped from the family policy.\n\nThe issue turned out to be a clerical error on the Kelly application, not a flaw in the health care law. The fallout has not been pretty. On his own website, Mr. Boehner was called a Ku Klux Klansman. On MSNBC, commentators excoriated Mr. Kelly, accusing him of concocting a bogus story.", "article_metadata": {"tone": "news", "ptime": 20140215193026, "twitter": {"description": "Democrats and Republicans alike resort to “real people” to get their messages across, sometimes with unexpected consequences.", "title": "In the Debate Over Health Care, ‘Real People’ Become Human Volleyballs", "url": "http://www.nytimes.com/2014/02/16/us/politics/human-volleyballs-in-the-health-care-clash.html", "app": {"url": {"googleplay": "nytimes://reader/id/100000002711959"}, "name": {"googleplay": "NYTimes"}, "id": {"googleplay": "com.nytimes.android"}}, "site": "@nytimes", "image": "https://static01.nyt.com/images/2014/02/16/us/HEALTHPROPS/HEALTHPROPS-thumbLarge.jpg", "card": "summary"}, "al": {"ipad": {"url": "nytimes://www.nytimes.com/2014/02/16/us/politics/human-volleyballs-in-the-health-care-clash.html", "app_store_id": 357066198, "app_name": "NYTimes"}, "android": {"url": "nytimes://reader/id/100000002711959", "app_name": "NYTimes", "package": "com.nytimes.android"}, "iphone": {"url": "nytimes://www.nytimes.com/2014/02/16/us/politics/human-volleyballs-in-the-health-care-clash.html", "app_store_id": 284862083, "app_name": "NYTimes"}}, "thumbnail_width": 75, "dfp-ad-unit-path": "us/politics", "hdl_p": "In the Debate Over Health Care, ‘Real People’ Become Human Volleyballs", "sectionfront_jsonp": "https://static01.nyt.com/services/json/sectionfronts/politics/index.jsonp", "video": {"playerId": 2640832222001, "publisherReadToken": "cE97ArV7TzqBzkmeRVVhJ8O6GWME2iG_bRvjBTlNb4o.", "publisherId": 1749339200, "noShareToolsPlayerId": 3692909326001}, "DISPLAYDATE": "Feb. 15, 2014", "edt": "NewYork", "article": {"author": "http://topics.nytimes.com/top/reference/timestopics/people/w/jonathan_weisman/index.html", "section": "Politics", "modified": "2014-03-31", "collection": "https://static01.nyt.com/services/json/sectionfronts/politics/index.jsonp", "tag": "McMorris Rodgers, Cathy", "published": "2014-02-15", "section-taxonomy-id": "23FD6C8B-62D5-4CEA-A331-6C2A9A1223BE"}, "keywords": "United States Politics and Government,Patient Protection and Affordable Care Act (2010),Health Insurance and Managed Care,State of the Union Message (US),HealthCare.gov,Republican Party,Obama  Barack,Democratic Party,McMorris Rodgers  Cathy", "description": "Democrats and Republicans alike resort to “real people” to get their messages across, sometimes with unexpected consequences.", "applicationName": "article", "PT": "article", "author": "Jonathan Weisman", "SCG": "politics", "sourceApp": "nyt-v5", "per": "McMorris Rodgers, Cathy", "slug": "16healthprops", "byl": "By JONATHAN WEISMAN", "thumbnail_150_height": 150, "usageTerms": "http://www.nytimes.com/content/help/rights/sale/terms-of-sale.html", "lp": "Democrats and Republicans alike resort to “real people” to get their messages across, sometimes with unexpected consequences.", "tom": "News", "dfp-amazon-enabled": "false", "thumbnail": "https://static01.nyt.com/images/2014/02/16/us/HEALTHPROPS/HEALTHPROPS-thumbStandard.jpg", "news_keywords": "HealthCare.gov", "CG": "us", "robots": "noarchive", "dat": "Feb. 15, 2014", "fb": {"app_id": 9869919170}, "msapplication-starturl": "http://www.nytimes.com", "genre": "News", "org": "Democratic Party", "thumbnail_height": 75, "thumbnail_150_width": 150, "viewport": "width=device-width, initial-scale=1, maximum-scale=1", "utime": 20140331152804, "og": {"url": "http://www.nytimes.com/2014/02/16/us/politics/human-volleyballs-in-the-health-care-clash.html", "image": "https://static01.nyt.com/images/2014/02/16/us/HEALTHPROPS/HEALTHPROPS-videoSixteenByNine1050.jpg", "type": "article", "description": "Democrats and Republicans alike resort to “real people” to get their messages across, sometimes with unexpected consequences.", "title": "In the Debate Over Health Care, ‘Real People’ Become Human Volleyballs"}, "pdate": 20140215, "des": "State of the Union Message (US)", "articleid": 100000002711959, "cre": "The New York Times", "hdl": "In the Debate Over Health Care, ‘Real People’ Become Human Volleyballs", "thumbnail_150": "https://static01.nyt.com/images/2014/02/16/us/HEALTHPROPS/HEALTHPROPS-thumbLarge.jpg", "PST": "News"}, "_id": "\"57477af46914bd0286fddc20\"", "article_summary": "The issue turned out to be a clerical error on the Kelly application, not a flaw in the health care law.\nShe qualified for a subsidized insurance plan through the health care law, an option she opposed philosophically.\nDan Pfeiffer, a White House senior adviser, posted on Twitter that her real problems stemmed from her insurance company’s misdeeds, not the health care law.\nDemocrats say the aim is to poison the atmosphere, scare constituents away from the health care exchanges and sabotage the law’s implementation.\nShe did dash off an angry letter to Ms. McMorris Rodgers, her congresswoman, in September, but on further exploration Ms. Grenier’s options were wider than she had thought."}