{"article_title": "Right Wing #Fail on 'Jihadi Hobby Lobby'", "article_keywords": ["case", "right", "court", "holt", "jihadi", "liberty", "wing", "religion", "state", "arkansas", "fail", "hobby", "religious", "lobby"], "article_url": "http://www.thedailybeast.com/articles/2015/01/25/right-wing-fail-on-jihadi-hobby-lobby.html", "article_text": "Equality\n\nConservative activists are cheering the court’s unanimous decision supporting a prisoner’s religious liberty—but the case actually shows how far we’ve wandered from the term’s true meaning.\n\nThis week, the Supreme Court ruled 9-0 that the Arkansas state prison system must allow a Muslim inmate to grow a beard. The right-wing “religious liberty” crowd—whose law firm, the Becket Fund, represented the inmate—crowed that this was another victory, in line with last year’s Hobby Lobby case.\n\nBut this case has nothing to do with Hobby Lobby. On the contrary, it highlights the distinction between real religious liberty as a shield against government action, and “religious liberty” as a sword to use against others.\n\nThe facts of the case, Holt v. Hobbs, are straightforward. Gregory Holt converted to Islam while in prison, and sought to grow a beard in accordance with his new religion. The Arkansas Department of Correction refused to allow him to do so, citing various security concerns that justify its policy against inmates growing beards. Thus was occasioned a classic religious liberty case. Which takes precedence: the government’s interest in safety, or the individual’s right to freely exercise one’s religion?\n\nThe fact that Holt was a unanimous decision in favor of the prisoner speaks volumes. This was not really a close case, especially after Arkansas’s lawyer had a disastrous run at oral argument. The only reason it was at the Supreme Court in the first place, most likely, is that it involves a prisoner, and courts give extra deference to prisons’ need to maintain order.\n\nThe statute in Holt is, indeed, very similar to the one in Hobby Lobby. Both require that (1) if a government action “substantially burdens” an individual’s exercise of religion, then the government must have (2) provided a compelling state interest in doing so, and (3) chosen the least restrictive means to do so.\n\nUncredited\n\nThe first and second prongs were slam-dunks. First, everyone knows that growing a beard is a requirement for pious Muslim men (as is its usual practice, the court did not question Holt’s sincerity), and that forbidding them from doing so is a substantial burden on their religious freedom. Second, everyone also knows that prisons have to be kept safe, and all kinds of regulations are necessary to do so.\n\n\n\nBut the third prong—whether banning beards, without exception, is the least restrictive means to maintain safety—is where Arkansas looked silly. The state argued that beards could be used to conceal contraband, and because an inmate might quickly shave to conceal his identity. Writing for the court, Justice Samuel Alito quickly dispatched with these justifications. Most state prison systems allow inmates to grow beards, he noted, and contraband could much more easily be hidden elsewhere (clothes, orifices, etc). Holt had even offered to keep his at just a half-inch long as a compromise—not much room to hide anything there. Justice Alito called this argument “hard to swallow.”\n\nAnd as for the concealed-identity piece, the prison could just snap a picture of Holt clean-shaven if its guards were so easily fooled—which, in fact, it already did. Done and done—nine to none.\n\nIncidentally, although not a subject covered in any of the official court documents, one wonders why Arkansas even had these requirements in the first place, and chose to enforce them here. Maybe it’s just a way of maintaining uniformity and discipline. Maybe the Department thinks Holt is blowing smoke. Maybe it’s Islamophobia. Or maybe there’s a deeper security issue: in his court filing, Holt wrote: “I intend to wage jihad against any court personnel, detectives, [and] adverse witnesses” and praised Osama Bin Laden. You can imagine why the Department of Correction wasn’t inclined to help him out.\n\nAnticipating the glee on the Religious Right, Justice Ginsberg appended a seven-line concurrence explicitly distinguishing Holt from Hobby Lobby. Unlike in Hobby Lobby, “accommodating petitioner’s religious belief in this case would not detrimentally affect others who do not share petitioner’s belief.”\n\nExactly. Holt is completely different from Hobby Lobby, because Holt’s beard causes harm to no one. Hobby Lobby’s refusal to provide insurance coverage for contraceptives (coverage it had provided, in blissful ignorance, for years—until the Religious Right made it an issue) harms hundreds, perhaps thousands of women.\n\nThis distinction was ignored in right-wing media’s coverage of the case.\n\nThe Becket Fund’s Eric Rassbach told The Volokh Conspiracy that the recent spurt of religious liberty cases was a result not of millions of dollars of right-wing philanthropic funding, but “the trend of government expansion” leading to more infringements upon religion. (Right, because the Arkansas Department of Correction is all about Obamacare Socialism. In fairness, Rassbach also noted the rise in “additional religious minorities.”)\n\nA writer in the National Review reassures us that “we should all be glad a Muslim man just won his religious-liberty case” (presumably, something a National Review reader might not be glad about) because it is a strike back against “government intolerance.”\n\nGet The Beast In Your Inbox! Daily Digest Start and finish your day with the smartest, sharpest takes from The Daily Beast Cheat Sheet A speedy, smart summary of news and must-reads from The Daily Beast and across the Web By clicking \"Subscribe,\" you agree to have read the Terms of Use and Privacy Policy Subscribe Thank You! You are now subscribed to the Daily Digest and Cheat Sheet. We will not share your email with anyone for any reason\n\nNot to be outdone, the Wall Street Journal complained last summer that Holt was the “jihadi Hobby Lobby” and wondered why the Obama administration, which came out in support of Holt, “protects a violent prisoner from shaving but not the Green family from having to finance abortifacients.”\n\nIn fact, Holt is exactly the kind of case that makes real religious liberty a value shared by liberals and conservatives. Here’s an individual with unpopular religious views, not being allowed to practice his religion because of a needless government regulation. Holt is a lot like the 1983 case of Church of Lukumi Babalu Aye, in which the town of Hialeah, Fla., suddenly became very interested in animal welfare when a Santeria-like church wanted to perform animal sacrifices. Once again: no harm to other human beings, unpopular minority religion, needless (or even suspicious) government suppression.\n\nThat is why Holt was 9-0, and why everyone from the Christian Post to the New York Times is praising the outcome. Not only is Holt unlike Hobby Lobby—it reminds us all what real religious liberty is all about, and why Hobby Lobby, “Turn the Gays Away” bills, and the “Religious Freedom Restoration Acts” being proposed across the country are so far from it.", "article_metadata": {"twitter": {"site": "@thedailybeast", "card": "summary", "creator": "jaymichaelson"}, "keywords": "Religious Freedom, u.s. poli, Hobby Lobby Stores, Inc.", "publicationDate": 201501251145, "wrap": "/content/dailybeast/politics", "news_keywords": "Religious Freedom, US Politics, Hobby Lobby Stores Inc", "pageNum": 1, "title": "Right Wing #Fail on 'Jihadi Hobby Lobby'", "tags": "religious_freedom,topic:politics,entity:company/hobby_lobby_stores_inc", "og": {"site_name": "The Daily Beast", "description": "Conservative activists are cheering the court’s unanimous decision supporting a prisoner’s religious liberty—but the case actually shows how far we’ve wandered from the term’s true meaning.", "title": "Right Wing #Fail on 'Jihadi Hobby Lobby'", "url": "http://www.thedailybeast.com/articles/2015/01/25/right-wing-fail-on-jihadi-hobby-lobby.html", "image": "http://cdn.thedailybeast.com/content/dailybeast/articles/2015/01/25/right-wing-fail-on-jihadi-hobby-lobby/jcr:content/image.img.2000.jpg/1422186313303.cached.jpg", "type": "article"}, "environment": "dev", "platform": "desktop", "template": "article", "type": "house", "description": "Conservative activists are cheering the court’s unanimous decision supporting a prisoner’s religious liberty—but the case actually shows how far we’ve wandered from the term’s true meaning.", "sectionTaxanomies": "politics", "fb": {"admins": "1703087,30000737,1117577220,1276800108,931159,514915512", "app_id": 189930913679}, "authors": "Jay Michaelson", "article": {"section": "politics", "published_time": "2015-01-25T11:45:00.000Z", "author": "http://www.thedailybeast.com/contributors/jay-michaelsonhtml"}, "resourceType": "dailybeast2/components/pages/article", "contentpath": "/content/dailybeast/articles/2015/01/25/right-wing-fail-on-jihadi-hobby-lobby", "parsely-page": "{\"title\":\"Right Wing #Fail on \\\\u0027Jihadi Hobby Lobby\\\\u0027\",\"link\":\"http://www.thedailybeast.com/articles/2015/01/25/right-wing-fail-on-jihadi-hobby-lobby.html\",\"image_url\":\"http://cdn.thedailybeast.com/content/dailybeast/articles/2015/01/25/right-wing-fail-on-jihadi-hobby-lobby/jcr:content/image.crop.410.273.jpg/47406210.cached.jpg\",\"type\":\"post\",\"post_id\":\"/content/dailybeast/articles/2015/01/25/right-wing-fail-on-jihadi-hobby-lobby\",\"pub_date\":\"2015-01-25T11:45:00+00:00\",\"section\":\"Politics\",\"author\":\"Jay Michaelson\",\"tags\":[\"religious_freedom\",\"politics\",\"hobby_lobby_stores_inc\"]}", "authorIds": "/etc/authors/j/jay-michaelson", "content-type": "text/html; charset=UTF-8"}, "article_summary": "On the contrary, it highlights the distinction between real religious liberty as a shield against government action, and “religious liberty” as a sword to use against others.\nAnticipating the glee on the Religious Right, Justice Ginsberg appended a seven-line concurrence explicitly distinguishing Holt from Hobby Lobby.\nThe right-wing “religious liberty” crowd—whose law firm, the Becket Fund, represented the inmate—crowed that this was another victory, in line with last year’s Hobby Lobby case.\nThe statute in Holt is, indeed, very similar to the one in Hobby Lobby.\nThus was occasioned a classic religious liberty case."}