{"article_title": "New report offers options for insuring undocumented immigrants", "article_keywords": ["immigrants", "insurance", "undocumented", "state", "offers", "health", "york", "report", "plan", "options", "insuring"], "article_url": "http://www.capitalnewyork.com/article/albany/2016/01/8589407/new-report-offers-options-insuring-undocumented-immigrants", "article_text": "An undocumented immigrant receives dialysis in New York. | AP Photo/Seth Wenig New report offers options for insuring undocumented immigrants\n\nIt would cost about $462 million to provide health insurance to the state's low-income undocumented immigrants, according to an analysis from the Community Service Society, which advocates on behalf of immigrants and low-income New Yorkers.\n\nTheir report, released Friday, urges New York State, which \"has a long and illustrious history as a gateway for new Americans,\" to close the coverage gap left by the Affordable Care Act.\n\nStory Continued Below\n\nBecause of federal restrictions, undocumented immigrants may not purchase health insurance on the exchanges created by President Obama's signature law. That has left hundreds of thousands of New Yorkers without access to affordable coverage.\n\nNew York State offers undocumented immigrants emergency Medicaid and coverage for end stage renal disease and cancer, but that is far from the comprehensive insurance advocates say is needed.\n\nThe report offers three options to expand coverage.\n\nThe state is unlikely to act on any of these recommendations this year, but Elisabeth Benjamin, vice president of health initiatives and author of the report, wanted to provide policymakers with a real example of what it would cost to expand health insurance in the hopes that a dialogue could move forward.\n\nBenjamin offers to pay for this with the $650 million the state saved by creating the Essential Plan, sometimes called the Basic Health Plan.\n\nThe Essential Plan allowed New York to receive federal dollars to help pay health insurance costs for people who had been funded only by the state.\n\n\"That windfall should be spent on immigrant communities,\" Benjamin said.\n\nThe $462 million would enable New York State to offer its Essential Plan, which provides low-cost insurance for those with incomes below 200 percent of the federal poverty level, to undocumented immigrants living in the state, and to those who qualify as Deferred Action Childhood Arrivals, meaning they entered the country before their 16th birthday. The DACA community, because of a New York State court ruling, is already eligible for Medicaid benefits. Extending the Essential Plan would offer those who earn too much to qualify for Medicaid a chance for health insurance.\n\nThe report estimates that expanding the Essential Plan would cover an additional 111,100 additional immigrants, about 25 percent of the uninsured population, according to the Migration Policy Institute.\n\nThe report assumes many immigrants would either earn too much money to qualify for the program or would choose not to participate.\n\nThe report also offers two less universal options that come with a lower price tag.\n\nFor $307 million, the state could expand emergency Medicaid to undocumented immigrants, offering them the equivalent of a high-deductible plan found on the exchange. This bronze-level plan would be offered to those earning less then 138 percent of the federal poverty level, which qualifies New Yorkers for Medicaid. The drawbacks to this type of insurance option are undocumented immigrants would be saddled with a $3,500 deductible and pay 50 percent co-insurance. However, preventive care would be free.\n\nBenjamin estimates 85,000 people would take advantage of this plan.\n\nThe final option would offer coverage only to young adults, between the ages of 19 and 29, and would cost $78 million. This plan essentially expands the Child Health Plus program, which is already offered to undocumented immigrants. These young adults would pay premiums on a sliding scale based on their income. An estimated 28,000 would take advantage of this option.\n\n\"Each of these options offers practical and affordable programmatic solutions that New York State could take to substantially improve the lives of New York’s newest state residents, enhance the health of our communities, and help stabilize the state’s health care delivery system,\" the report concludes. \"These three options provide New York an opportunity to continue to lead the country in promoting policies that offer immigrants equal opportunities to those afforded to their citizen counterparts.\"\n\nRead the report here: http://bit.ly/1PWL6RP\n\nAuthors:", "article_metadata": {"og": {"site_name": "Politico PRO", "description": "<p>It would cost about $462 million to provide health insurance to the state's low-income undocumented immigrants, according to an analysis from the Community Service Society, which advocates on behalf of immigrants and low-income New Yorkers.</p>", "title": "New report offers options for insuring undocumented immigrants", "url": "http://www.politico.com/states/new-york/city-hall/story/2016/01/new-report-offers-options-for-insuring-undocumented-immigrants-030715", "image": "http://static.politico.com/capny/sites/default/files/a%20-%20healthcare_8.png", "type": "article"}, "description": "<p>It would cost about $462 million to provide health insurance to the state's low-income undocumented immigrants, according to an analysis from the Community Service Society, which advocates on behalf of immigrants and low-income New Yorkers.</p>", "viewport": "width=device-width, initial-scale=1"}, "article_summary": "| AP Photo/Seth Wenig New report offers options for insuring undocumented immigrantsIt would cost about $462 million to provide health insurance to the state's low-income undocumented immigrants, according to an analysis from the Community Service Society, which advocates on behalf of immigrants and low-income New Yorkers.\nStory Continued BelowBecause of federal restrictions, undocumented immigrants may not purchase health insurance on the exchanges created by President Obama's signature law.\nNew York State offers undocumented immigrants emergency Medicaid and coverage for end stage renal disease and cancer, but that is far from the comprehensive insurance advocates say is needed.\nThe report offers three options to expand coverage.\nThe drawbacks to this type of insurance option are undocumented immigrants would be saddled with a $3,500 deductible and pay 50 percent co-insurance."}