{"article_title": "Fear of Sunni militancy drove Saudi mass execution (ANALYSIS)", "article_keywords": ["shiite", "execution", "jihadists", "support", "al", "analysis", "conservative", "mass", "saudi", "threat", "saud", "fear", "drove", "sunni", "militancy", "islam"], "article_url": "http://religionnews.com/2016/01/03/fear-of-sunni-militancy-drove-saudi-mass-execution-analysis/", "article_text": "RIYADH (Reuters) — Saudi Arabia’s execution of a Shiite Muslim cleric provoked sectarian anger across the Middle East, but by putting to death dozens of al Qaeda convicts at the same time it also delivered a strong message that Sunni violence would not be tolerated at home.\n\nRiyadh knew its killing of Nimr al-Nimr and three other Shiites for involvement in police deaths would prompt outrage and protests abroad, but seemed to calculate that, within the kingdom at least, the consequences would be controllable.\n\nAmid rising regional turmoil and a series of bombings and shootings that have killed more than 50 Saudis since late 2014, Riyadh’s execution of 43 jihadists was a warning that internal support for militant Sunni groups would be crushed.\n\nAwadh al-Qirni, a prominent Sunni cleric who backs the government against the jihadists, tweeted that the executions were “a message to the world and to criminals that there will be no snuffing out of our principles and no complacency in our security”.\n\nThe Al Saud ruling family regard the expansion of Shiite Iran’s influence in the Middle East as a threat to their security and to their ambition of playing the leading role among Arab states.\n\nInside the kingdom, however, it is the threat of a rebellion by the majority Sunnis that most alarms a dynasty whose rule is based on conservative support at home and an alliance with the West.\n\nAll past threats to the Al Saud, from a 1920s tribal rebellion to riots in the 1960s, a siege at Mecca’s Grand Mosque in 1979 and protests in the 1990s, were caused by conservative Sunni anger at modernization or ties with the West.\n\nThat was why the al Qaeda uprising that began in 2003, and attacked the Al Saud by turning its own conservative Salafi brand of Sunni Islam against it, was such a danger. It is why the jihadist movement’s latest iteration, Islamic State, is also a problem.\n\nWhile Islamic State seems to lack real support among Saudis, some may sympathize with its broader goals, approving of its rhetoric against Shi’ites and the West and its criticism of corruption among the Al Saud.\n\nBy executing al Qaeda ideologues and attackers, Riyadh was showing its determination to crush support for the militant cause. By also killing four Shiites, angering Iran in the process, it was telling conservative Sunnis it was still on their side.\n\nThe notion that Saudi Arabia believes it is facing not only a physical threat, but an ideological battle with a rival interpretation of Salafi Islam, was strengthened by state media’s focus on Faris al-Shuwail al-Zahrani among the executed.\n\nZahrani, bearded, bespectacled, and in prison since 2004, is portrayed in Saudi media as al Qaeda’s main ideologue during a series of attacks on expatriate housing compounds, police stations and oil facilities that killed hundreds.\n\nDescribed at the time by the government as “one of the heads of strife, a preacher of takfir”, Zahrani helped articulate the jihadist view that the Al Saud had abandoned Islam, and that it was the duty of Muslims to kill them and their allies.\n\nTakfir, the process of excommunicating other Muslims by calling them infidels, is a central pillar of Salafi Islam. But unlike in Saudi Arabia’s so-called Wahhabi version of Salafism, in which only Riyadh’s state-appointed clergy are permitted to practise takfir, the jihadists say any Muslim can declare another to be infidel.\n\nThat and other differences have set up a fierce enmity between the kingdom’s official clergy – which runs the Sharia Islamic courts that sentenced to death the 43 al Qaeda figures executed on Saturday – and the jihadist ideologues whose main target is the Al Saud.\n\n“The official view is that these people are extremists involved in a wanton excommunication of other Muslims, in disobedience to the rightful ruler and in ‘sowing dissention and disorder in the land’. So they are beyond the pale of Sunni Islam,” said Bernard Haykel, professor of Near Eastern Studies at Princeton.\n\nThe jihadists dispute Saudi Arabia’s claim to lead Salafi Islam, the position of its state-appointed clergy as arbiters of religious orthodoxy, and the Al Saud’s status as legitimate rulers of the country.\n\nOfficial Saudi media presented the jihadist Zahrani and the Shiite Nimr as equivalents – “inciters of violence and terrorism” as Sunday morning newspapers described them.\n\nIt seemed to be an attempt by the government to reassure conservative Sunnis that Saturday’s executions did not mean Riyadh would stop championing their sect against what it portrays as Shiite aggression across the Middle East.\n\n“My sense is the Shiite executions are a very convenient foil,” said Haykel, adding that while the Al Saud did not regard its Shiite minority as posing as grave a threat as the jihadists, putting some of them to death helped rally the rulers’ conservative base.", "article_metadata": {"news_keywords": "Beliefs", "generator": "Easy Digital Downloads v2.5.16", "og": {"site_name": "Religion News Service", "description": "While a noted Shiite cleric was among those executed Saturday, dozens of others were Sunni militants -- a rising group troubling the Saudi government.", "title": "Fear of Sunni militancy drove Saudi mass execution (ANALYSIS)", "url": "http://religionnews.com/2016/01/03/fear-of-sunni-militancy-drove-saudi-mass-execution-analysis/", "image": "http://religionnews.com/wp-content/uploads/2016/01/thumbRNS-NimrProtestsJan3.jpg", "type": "article"}, "twitter": {"site": "@RNS", "card": "summary"}, "syndication-source": "http://religionnews.com/2016/01/03/fear-of-sunni-militancy-drove-saudi-mass-execution-analysis/", "msapplication-TileImage": "http://religionnews.com/wp-content/uploads/2016/05/cropped-RNS_logo_RGB-336x336.gif", "original-source": "http://religionnews.com/2016/01/03/fear-of-sunni-militancy-drove-saudi-mass-execution-analysis/", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0", "description": "While a noted Shiite cleric was among those executed Saturday, dozens of others were Sunni militants -- a rising group troubling the Saudi government."}, "article_summary": "So they are beyond the pale of Sunni Islam,” said Bernard Haykel, professor of Near Eastern Studies at Princeton.\nThat was why the al Qaeda uprising that began in 2003, and attacked the Al Saud by turning its own conservative Salafi brand of Sunni Islam against it, was such a danger.\nOfficial Saudi media presented the jihadist Zahrani and the Shiite Nimr as equivalents – “inciters of violence and terrorism” as Sunday morning newspapers described them.\nBy executing al Qaeda ideologues and attackers, Riyadh was showing its determination to crush support for the militant cause.\nBy also killing four Shiites, angering Iran in the process, it was telling conservative Sunnis it was still on their side."}