{"article_title": "Insurance Company To Stop Coverage On Hysterectomy Procedure Due To Fear Of Spreading Cancer", "article_keywords": ["hysterectomies", "hysterectomy", "cancer", "spreading", "stop", "morcellators", "machine", "tissue", "coverage", "provider", "fear", "company", "insurance", "procedure"], "article_url": "http://www.medicaldaily.com/insurance-company-stop-coverage-hysterectomy-procedure-due-fear-spreading-cancer-296270", "article_text": "With fear of spreading cancer, a U.S. health insurance provider announced on Saturday the company will stop coverage on a gynecology procedure used to slice up ovarian growths. Laparoscopic power morcellation may be worsening cancer, and manufacturers alike want to stop hospitals from performing the procedure on Sept. 1.\n\nThe insurance provider Highmark Inc. has 5.2 million members within three Eastern U.S. States: Pennsylvania, Delaware, and West Virginia. It will be the first provider to heed the U.S. Food and Drug Administration's (FDA's) warning to doctors to stop using the machine in April.\n\nJohnson & Johnson, which provides 72 percent of the machines to the market, announced they would be halting sale of the morcellators used to perform hysterectomies and fibroid-removal surgery. After they announced they would stop sale on Wednesday, the company urged hospitals to stop using them and return them.\n\nGynecologists use morcellators to perform hysterectomies or to cut up and remove uterine growths through the minimally-invasive surgical procedure. Morcellators are tiny devices with rotating blades that break large tissue masses into small fragments, which are then vacuumed out of the body. Surgeons only have to make incisions less than 2 centimeters in size, instead of performing a major surgery.\n\n“You don’t even have to be a doctor to recognize that if tissue or a tumor has malignant potential, you should not mince it up inside someone’s body,” Dr. Hooman Noorchashm, a Harvard-based cardiothoracic surgeon, told The Washington Post. “That’s just bad medicine.” The problem is, if there are any cancerous cells in the tissue that the machine slices up, and they aren’t completely vacuumed up, they can spread to other areas. Women who underwent minimally-invasive hysterectomies had a one in 368 chance of spreading cancer, according to the FDA.\n\nThe power morcellators have actually improved the outcomes for hysterectomy patients, who undergo the surgery to partially or completely remove the uterus. However, recent studies suggest the machine can worsen the cancer or even speed up the spread of cancer. If surgeons are unaware of a patient with precancerous or cancer cells, the spreading of the cells by the blades rotation can be risky to their health, which is why there’s been a move to stop it.\n\nThe Pittsburg-based insurer Highmark, said it is one of the largest health insurance companies in the U.S. and is the fourth largest Blue Cross and Blue Shield-affiliate, according to the company spokesman Aaron Billger, who told Reuters in an email.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "insurance, company, stop, coverage, hysterectomy, procedure, due, fear, spreading, cancer", "og": {"site_name": "Medical Daily", "description": "A health insurance company is changing its policy, ending coverage on a cancer-spreading hysterectomy procedure.", "title": "Insurance Company Ends Coverage On Potential Cancer-Spreading Hysterectomy Procedure", "url": "http://www.medicaldaily.com/insurance-company-stop-coverage-hysterectomy-procedure-due-fear-spreading-cancer-296270", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/08/03/insurance-provider-stops-coverage-hysterectomy-device.jpg", "type": "article"}, "twitter": {"description": "A health insurance company is changing its policy, ending coverage on a cancer-spreading hysterectomy procedure.", "title": "Insurance Company Ends Coverage On Potential Cancer-Spreading Hysterectomy Procedure", "url": "http://www.medicaldaily.com/insurance-company-stop-coverage-hysterectomy-procedure-due-fear-spreading-cancer-296270", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/08/03/insurance-provider-stops-coverage-hysterectomy-device.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/08/03/insurance-provider-stops-coverage-hysterectomy-device.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Policy/Biz", "published_time": "2014-08-03T12:14:38-04:00", "modified_time": "2014-08-03T12:14:37-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "A health insurance company is changing its policy, ending coverage on a cancer-spreading hysterectomy procedure."}, "_id": "\"57477af46914bd0286fdad78\"", "article_summary": "With fear of spreading cancer, a U.S. health insurance provider announced on Saturday the company will stop coverage on a gynecology procedure used to slice up ovarian growths.\nThe insurance provider Highmark Inc. has 5.2 million members within three Eastern U.S. States: Pennsylvania, Delaware, and West Virginia.\nWomen who underwent minimally-invasive hysterectomies had a one in 368 chance of spreading cancer, according to the FDA.\nLaparoscopic power morcellation may be worsening cancer, and manufacturers alike want to stop hospitals from performing the procedure on Sept. 1.\nAfter they announced they would stop sale on Wednesday, the company urged hospitals to stop using them and return them."}