{"article_title": "Australian actor Wendy Hughes has died at the age of 61", "article_keywords": ["hughes", "remember", "tv", "big", "age", "young", "actor", "61", "film", "wendy", "australian", "worked", "died"], "article_url": "http://www.dailytelegraph.com.au/news/nsw/australian-actor-wendy-hughes-has-died-at-the-age-of-61/story-fni0cx12-1226848998648", "article_text": "Australian actor Wendy Hughes has died at the age of 61\n\nAUSTRALIAN actor Wendy Hughes has died at the age of 61.\n\nThe celebrated actor, known for her work in My Brilliant Career and Newsfront, is believed to have died of cancer in Sydney early this morning.\n\nHughes’ management did not return The Sunday Telegraph’s calls but fellow actor Bryan Brown confirmed the news at a Sydney Theatre Company performance of Traveling North today.\n\nHe asked guests to remember the late actor with a standing ovation.\n\n“I can only say that she was a fantastic actor,” Brown told The Sunday Telegraph, having worked with Hughes on several occasions, including on Newsfront.\n\n“She was an original, they don’t cut them like Wendy anymore. In the beginning of the resurgence of the Australian film industry in the 70s and through to the 80s, she was right there.\n\n“It is a real loss to the Australian creative community and we are very grateful for all she did in the years she was with us.”\n\nHughes, who was born in Melbourne in 1952, was a National Institute of Dramatic Art (NIDA) graduate and was well known for her work in film, television and theatre.\n\nHer TV acting credits included The Man From Snowy River, State Coroner, Homicide and Number 96 and Return To Eden. Hughes most recent TV appearance was on Miss Fisher’s Murder Mysteries.\n\nShe won the Australian Film Institute (AFI) Award for best actor in 1983 for Careful, He Might Hear You.\n\nOn stage she appeared in productions for all the major theatre companies.\n\nHughes had a daughter, Charlotte, from her relationship with actor Chris Haywood, and a son, Jay, with restaurateur Patric Juillet.\n\nShe was briefly married to actor Sean Scully from 1971 to 1973.\n\nOne industry executive described Hughes as “Australia’s first big movie star who translated TV success onto the big screen”.\n\nShane Bourne, 64, met Hughes when they were both young actors in their early 20s and said she was part of the renaissance of Australian film in the 1970s.\n\n“It is a great loss,” said Bourne. “The first I remember meeting Wendy was when I ended up at a party with some friends of mine and she was there.\n\n“She had such an amazing presence even then. She personified, even at a young age, the big personality of someone in show business, that I kind of aspired to myself. She was drinking, smoking laughing and singing and I never forgot that.\n\n“Of course like every other male in Australia at the time, we were all in love with her, not only because of her looks but there was this earthiness that came through on screen.”\n\nBourne worked with Hughes on a number of occasions, including on the MDA and City Homicide TV shows.\n\n“I was kind of honoured to be in her presence,” he said. “Wendy was just very professional and really easy to work with and self-deprecating at the same time.\n\n“The last time I saw her was in Melbourne in Albert Park and I looked up and saw Wendy come out in full period costume from the 1870s or something standing at the top of the stairs having a fag. It was a great look and one that I remember fondly.”\n\nMichala Banas recalled working with Hughes as a fresh-faced young actor, appearing in an episode of State Coroner.\n\n“Wendy had such a strong presence about her and she forged an amazing career that I think any actor would have looked up to her,” said Banas.\n\n“I remember when I first met her I was intimidated because I was just 19 and a young actor and she was a big deal. She was really lovely though.\n\n“As soon as she said hello, I realised it was going to be OK and there was nothing to be scared of. My working experience with her was a great one and I’m shocked to hear she has passed.”\n\nKerry Armstrong worked alongside Hughes on numerous productions.\n\n“I’m absolutely devastated, I couldn’t be more saddened, especially for her beautiful children,” Armstrong said.\n\n“She was one of the most fiercely intelligent and unique actors that we’ve ever seen, plus she had a cracker sense of humour as well.”", "article_metadata": {"description": "AUSTRALIAN actor Wendy Hughes has died at the age of 61.", "generator": "legacy", "og": {"site_name": "DailyTelegraph", "description": "AUSTRALIAN actor Wendy Hughes has died at the age of 61.", "title": "Australian actor Wendy Hughes has died at the age of 61", "url": "http://www.dailytelegraph.com.au/news/nsw/australian-actor-wendy-hughes-has-died-at-the-age-of-61/story-fni0cx12-1226848998648", "image": "http://resources1.news.com.au/images/2014/03/08/1226848/998621-bac15fec-a688-11e3-900e-99186aa12c4d.jpg", "type": "article"}, "twitter": {"image": {"src": "http://resources1.news.com.au/images/2014/03/08/1226848/998621-bac15fec-a688-11e3-900e-99186aa12c4d.jpg"}, "site": {"identifier": "@dailytelegraph", "id": "@dailytelegraph"}, "card": "summary_large_image"}, "robots": "noarchive", "fb": {"admins": ",100000875899514", "app_id": 135086289853833}, "articleid": 1226848998648, "keywords": "young actor, acting credits, celebrated actor, Entertainment Writer, ,Snowy River,New South Wales,Australia, ,Sydney,New South Wales,Australia, ,Melbourne,Victoria,Australia, ,,,Australia, MDA, Wendy Hughes, Jay, Patric Juillet, Michala Banas, Australian film, fellow actor, standing ovation, died age, fresh-faced young actor, young actors, Australian film industry, theatre companies, cracker sense, industry executive, Australian actor, State Coroner, National Institute of Dramatic Art, News Front, Sean Scully, Chris Haywood, Shane Bourne, Kerry Armstrong", "article": {"publisher": "News Limited", "publicationdate": "Sat Mar 08 21:47:01 EST 2014", "modified_time": "Sat Mar 08 21:47:01 EST 2014", "author": "SydCon Staff"}}, "_id": "\"57477af36914bd0286fcf59f\"", "article_summary": "Australian actor Wendy Hughes has died at the age of 61AUSTRALIAN actor Wendy Hughes has died at the age of 61.\nShe won the Australian Film Institute (AFI) Award for best actor in 1983 for Careful, He Might Hear You.\nIn the beginning of the resurgence of the Australian film industry in the 70s and through to the 80s, she was right there.\n“I can only say that she was a fantastic actor,” Brown told The Sunday Telegraph, having worked with Hughes on several occasions, including on Newsfront.\nHughes had a daughter, Charlotte, from her relationship with actor Chris Haywood, and a son, Jay, with restaurateur Patric Juillet."}