{"article_title": "The Obama - Krugman economic delusion continues", "article_keywords": ["aca", "delusion", "progressive", "success", "continues", "krugman", "economic", "growth", "policies", "americans", "obamas", "obama"], "article_url": "http://www.commdiginews.com/business-2/the-obama-krugman-economic-delusion-continues-60994/", "article_text": "New York Times columnist Paul Krugman: \"The public is also starting to realize just how successful the Obama administration has been.” Obviously, Krugman is becoming even more delusional than previously.\n\nWASHINGTON, April 3, 2016 — Writing April 1 in the New York Times, economist/columnist Paul Krugman continues to espouse his delusional view of President Obama’s economic performance. Examining Obama’s policies, Krugman said, “the public is also starting to realize just how successful the Obama administration has been.” It is more obvious than ever that Krugman is becoming even more delusional than in previous columns.\n\nKrugman said that this is “What progressive success looks like.” If that’s the case, then the majority of Americans are certainly fed up with progressive success. Regardless of who the presidential candidates running for election in November may finally be, the voters will likely reject any further “progressive” candidates.\n\nKrugman notes that Republicans “have spent the last seven years claiming Mr. Obama’s policies are a ‘job killing’ disaster.” However, he says, the economy has performed well, adding 10 million jobs during the Obama administration. (Actually the number is closer to 9 million.)\n\nBy any objective standard, however, that performance is terrible. If the population grows by 1 percent per year and the labor force participation rate stays constant, more than 10 million jobs should have been added in the last seven plus years just to keep pace with population growth, let alone to remedy the massive unemployment caused by the Great Recession.\n\nMoreover, the primary goal of contemporary economic policy is to provide growth. Obama will be the first president in recorded history to serve two terms in office without having at least one year where annual economic growth exceed 2.5 percent. Contrast this to the pro-growth economic policies of presidents like Ronald Reagan and Bill Clinton. During their administrations, annual U.S. growth rates that exceeded 4.5 percent. In 1984, the annual growth rate was a whopping 7.5 percent.\n\nInstead of growth, Obama’s policies concentrated on reducing income inequality by raising taxes on the highest income earners and giving things away free to the lowest income earners. The result of those policies was that income inequality has actually worsened.\n\nKrugman says that the Affordable Care Act (ACA) was another major success of progressive policies, noting that in 2012 the Congressional Budget Office predicted that by 2016, 89 percent of the population would be covered by health insurance. “The actual number is 90%.”\n\nPrior to the ACA about 85 percent of the population was covered. That means the ACA increased the number of covered Americans by 5 percent instead of the forecasted 4 percent, hardly a “major” success. Worse yet, 85 percent of Americans who were previously satisfied with their health care (except for the cost) prior to the ACA are now paying higher premiums and — rarely noted in the media — much higher deductibles than under their previous policies. Worse still, Americans now covered under ACA often have trouble seeing their preferred doctors, encounter problems going to the hospital of their choice and are generally having a harder time getting appointments for routine care.\n\nThe ACA has been a failure for the vast majority of Americans while genuinely helping only about 5 percent of the populace. And that’s what progressives call success?\n\nUndeterred, Krugman also talks about financial reform, referring in glowing terms to the passage of legislation like the Dodd-Frank bill. He notes that, “while big banks haven’t been broken up, excessive leverage — the real threat to financial stability — has been greatly reduced.”\n\nKrugman implies that Dodd-Frank has eliminated predatory lending so consumers won’t be taken advantage of and banks can’t make risky loans. In fact, Dodd-Frank has reduced the banks’ ability to make many types of consumer loans. Without the banks’ ability to lend, there is no multiplying effect of monetary policy. That explains why the Federal Reserve’s expansive monetary policy of the past seven years has failed to stimulate economic growth across the country.\n\nThe Obama/Krugman delusion will fool only some of the people some of the time. The reality is that Obama’s economic policy performance is the worst of any president in recorded history. Never have Obama’s policies been geared toward increasing economic growth; and we all know, it is growth that will solve virtually all this country’s chronic economic problems.\n\nBut the situation is worsening. In the last three quarters of 2015, U.S. economic growth slowed from above 3 percent to 2 percent to 1.4 percent most recently. In the first quarter of this year, growth is likely to be less than the 1.4 percent. If Obama and Krugman call this success, I wonder what their definition of failure would be?\n\nOr maybe Krugman’s column was just an April fool’s joke.\n\n*Cartoon by Branco. Reprinted by arrangement and with permission via LegalInsurrection.", "article_metadata": {"description": "Increasingly delusional New York Times columnist Paul Krugman: \"The public is also starting to realize just how successful the Obama administration has been.”", "generator": "Powered by Visual Composer - drag and drop page builder for WordPress.", "author": "Michael Busler", "og": {"site_name": "Communities Digital News", "description": "WASHINGTON, April 3, 2016 — Writing April 1 in the New York Times, economist/columnist Paul Krugman continues to espouse his delusional view of President Obama’s economic performance. Examining Oba…", "title": "The Obama – Krugman economic delusion continues", "url": "http://www.commdiginews.com/business-2/the-obama-krugman-economic-delusion-continues-60994/", "image": {"width": 800, "identifier": "http://www.commdiginews.com/wp-content/uploads/2015/09/BrancoMt-Denial-800.jpg", "height": 534}, "locale": "en_US", "type": "article"}, "twitter": {"description": "Increasingly delusional New York Times columnist Paul Krugman: \"The public is also starting to realize just how successful the Obama administration has been.”", "title": "The Obama - Krugman economic delusion continues", "image": "http://www.commdiginews.com/wp-content/uploads/2015/09/BrancoMt-Denial-800-435x375.jpg", "creator": "@mbusler", "site": "@commdiginews", "card": "summary"}, "keywords": "paul krugman,barack obama,economic policy", "propeller": "a20eada6e38f74d5c5bf31354ee9760c", "article": {"published_time": "2016-04-03T18:25:04+00:00", "modified_time": "2016-04-04T04:28:44+00:00"}, "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "Barack Obama, Economic policy, Paul Krugman"}, "article_summary": "WASHINGTON, April 3, 2016 — Writing April 1 in the New York Times, economist/columnist Paul Krugman continues to espouse his delusional view of President Obama’s economic performance.\nNever have Obama’s policies been geared toward increasing economic growth; and we all know, it is growth that will solve virtually all this country’s chronic economic problems.\nThe reality is that Obama’s economic policy performance is the worst of any president in recorded history.\nKrugman said that this is “What progressive success looks like.” If that’s the case, then the majority of Americans are certainly fed up with progressive success.\nThat explains why the Federal Reserve’s expansive monetary policy of the past seven years has failed to stimulate economic growth across the country."}