{"article_title": "Obama's Job Approval Points to 2014 Trouble for Democrats", "article_keywords": ["run", "senate", "presidents", "races", "state", "states", "job", "points", "democrats", "seats", "approval", "trouble", "obamas"], "article_url": "http://www.realclearpolitics.com/articles/2014/01/22/how_obamas_job_approval_could_sway_senate_races.html", "article_text": "By Sean Trende - January 22, 2014\n\nWith the advent of this election year, the time to turn from generalities/playing field pieces to tracking specific races is fast approaching. But before picking up my series on competitive Senate races (I wrote on three with relatively well-formed dynamics last year: Kentucky, Montana, and Arkansas), I do have a few more things to say about the playing field.\n\nAs a general matter, the journalistic narrative hasn’t yet caught up with the deterioration of the Democrats’ political standing since the early summer. Polls showing tight Senate races in New Hampshire, Iowa, Colorado and Michigan are met with surprise and disbelief. But they are exactly what we’d expect to see given the president’s national job approval rating. I think they’re accurate barometers of the state of the races.\n\nI noted at the end of last year that the Senate playing field in 2014 is substantially worse for Democrats than it was in 2010. If Democrats ultimately suffer losses in marginal seats at the rate they did in 2010, we’d expect them to lose nine to 10 seats. This time, I’m going to take a slightly different tack, and look at these races from the point of view of the president’s job approval.\n\nIt’s no secret that I think elections are largely referenda on the party in power. Jay Cost noted in late 2011 that the state-by-state outcomes in the 2004 election corresponded heavily to President Bush’s job approval in the state as measured by exit polls. Bush lost only four states where his job approval was positive, and won zero states where his job approval was negative. Going back to 1972, incumbents rarely win the votes of those who do not approve of them.\n\nThis correlation makes perfect sense for presidential elections, but in fact it extends beyond those races. As I’ve noted, presidential job approval is one of the best predictors of House election outcomes. In 2010, Nate Silver’s postmortem took this down to the individual race level, observing that the Democrats’ debacle might best be thought of as an “aligning election,” where right-of-center congressional districts elected Republicans while left-of-center congressional districts continued to elect Democrats (indeed, you could probably characterize the entire 2006-to-2010 series as “an alignment”).\n\nBut what about Senate races? Here the evidence is sketchier. For one thing, there are a relatively small number of events, especially once you rule out uncompetitive races. In addition, a candidate generally has to be a pretty good natural politician who is well suited for his or her state to win a race in the first place (though obviously this isn’t always the case). Because of this, many politicians have built improbable careers by separating themselves from the national party. There are many examples, but consider the case of Susan Collins of Maine, who won her 2008 race against a credible opponent by 23 points, even while Bush suffered from an astounding 53 percent net negative approval rating in her state.\n\nWe’ve nevertheless seen Senate races begin to converge on presidential approval, doubtless a function of the much-remarked-upon polarization of our polity. Here is a list of the competitive Senate races from 2010, comparing Obama’s job approval in the state (according to the exit polls) with the Democrat’s vote share:\n\nAs you can see, for the most part these line up nicely. To be sure, there are important outliers. But these outliers tend to be explicable: Mark Kirk was an unusually strong candidate for Illinois, and the president’s approval in Kentucky was probably below what a “Kentucky Democrat” would expect to receive. But for the most part, presidential approval and Democratic performance lined up pretty nicely in the competitive 2010 Senate races.\n\nIn 2012, unfortunately, we only have presidential job approval numbers in a handful of states, so we have to estimate a bit. President Obama ran two points ahead of his vote share nationally. If we assume this held true across individual states -- and in the aggregate, it has to -- we probably get a rough estimate of his job approval in that state. If we then compare it to Democratic senators’ share of the vote in those states, we find a decent correlation. It’s not as strong as it was in 2010, but presidential job approval explains 50 percent of the variance. Here’s the chart:\n\nRemember, we’re estimating presidential job approval, rather than taking it directly from poll data. Also, there were just a lot of fluky races in 2012. In North Dakota, Heidi Heitkamp ran an extremely competent campaign, and Rick Berg did the opposite of that. Todd Akin . . . ’nuff said. In Massachusetts, Elizabeth Warren was running against a uniquely popular Republican in Scott Brown, while in Hawaii former Gov. Linda Lingle was an unusually strong Republican candidate.\n\nWhat I’m really interested in here, though, is that in the 31 competitive Senate races held in 2010 and 2012, the Democratic candidate has run within five points of the president’s job approval in 23 of them (75 percent). Additionally, no Democratic candidate in a competitive race has run more than 10 points ahead of the president’s job approval (or behind it).\n\nNow, the fact that a Democratic candidate hasn’t run more than 10 points ahead of the president’s job approval doesn’t mean that a candidate can never do so. At the same time, this is noteworthy, and is perhaps suggestive of the difficulties of doing so in a hyper-polarized age.\n\nSo what does this tell us about 2014? Without getting too far into the weeds, I estimated the president’s job approval in each state as of Election Day 2012 based on the exit polls, then tracked what it might look like with various measurements in the RCP Average. I assumed a uniform swing in states -- in other words, if it falls five points nationally, it would fall five points in each state.\n\nThis is almost certainly not true in every particular -- Obama probably didn’t have much further to fall in the reddest states, for example. But the errors necessarily cancel out; if the president falls 5 percent nationally but only 3 percent in Virginia, he has to fall 7 percent in some state or combination of states with a population similar to that of Virginia. With that in mind, here’s the chart:\n\nSeats that are underlined are those where the Democrat would have to run unusually poorly to lose the seat. By contrast, seats that are colored blue are ones where the Democrat would have to run better than Democrats have typically run, absent some sort of extenuating circumstance, to win.\n\nMost importantly, seats that are colored red are those where the Democrat would have to run better than any Democrat in the past two cycles in order to win. Blue seats are the types that Democrats have won, but usually only with some sort of explanation attached (e.g., Todd Akin). Again, that doesn’t mean that a Democrat couldn’t pull it off. It’s just to illustrate how unusual it would be for a Democrat to do so.\n\nAs you can see, at 50 percent job approval in the RCP Average, the Arkansas and West Virginia seats are in deep trouble for Democrats. The seats in Montana, Alaska, Louisiana and South Dakota are vulnerable. If Obama were at 50 percent nationally, they would have a decent shot at winning Georgia, and have an uphill climb in Kentucky. Minnesota is an afterthought if Obama is at 50 percent, while Democrats would have to run well behind the president in places like Iowa, New Hampshire and Colorado to lose. North Carolina could go either way.\n\nThis is how most journalists seem to see the races right now: A few contests that are largely unwinnable by Democrats, some where they are in trouble but can win, and a bunch of others where Republicans might be able to win under the correct circumstances. This is the conventional wisdom that solidified in the spring of last year. It was the correct analysis at the time, when the president was at 50 percent.\n\nBut over the course of the summer, his job approval numbers slid into the mid-40s. The conventional wisdom didn’t follow. Given that movement, we would expect to see races in Colorado, New Hampshire, Virginia and Iowa become competitive, while Democrats in races in Michigan and Minnesota would start looking shaky. Individual polling started to suggest this, although it was largely dismissed.\n\nWith the movement of the president’s job approval numbers into the low 40s, the Democrats’ Senate odds would deteriorate considerably. Things should look dire for Democrats in the three open seats in red states, as well as for the four “red state” Democratic incumbents (Mark Pryor, Kay Hagan, Mary Landrieu, and Mark Begich). Iowa, New Hampshire, Colorado and Virginia should look pretty rough, and Oregon, Michigan and Minnesota could be truly competitive.\n\nIn fact, polls largely validate this view. The following chart uses our job approval estimation technique and applies it to the most competitive matchups in each state. States where the polling predates the Obamacare rollout are in blue:\n\nIt’s not perfect, but again, there’s a statistically significant relationship between Obama’s estimated job approval and the Democrat’s vote share. As we might expect, the relationship breaks down somewhat in states where there is older polling, as well as where Obama’s approval is low to begin with (given Obama’s persistently high approval among African-Americans, it’s unlikely that he could really fall to 36 percent in Louisiana).\n\nThe Democrats still lead in most of these states, sometimes by healthy margins. But we can’t escape the suggestion that their future is bound up with the president’s job approval. Now, to be clear, in some of these races the Republican challenger will flame out, and the Democrat will begin to run ahead of the president’s job approval. If Al Franken’s opponent doesn’t catch fire -- which is perfectly plausible -- Franken will probably win by a decent margin. Likewise, Republicans in Iowa and Colorado are, respectively, either untested or have tested poorly.\n\nBut some of these challengers will catch fire, and some of these races will surprise us. If the president’s job approval is still around 43 percent in November -- lower than it was on Election Day in 2010 -- the question would probably not be whether the Democrats will hold the Senate, but whether Republicans can win 54 or 55 seats. Given the numbers right now, that should not be unthinkable.\n\nBut there’s a flip side to this. If Obama’s job approval does bounce back -- which is exactly what happened in 2012 -- there’s a reasonable chance that Republicans could walk away from this cycle with just a handful of pickups. As we’ll see in the next article, that could have major implications for 2016.", "article_metadata": {"description": "With the advent of this election year, the time to turn from generalities/playing field pieces to tracking specific races is fast approaching. But before picking up my series on competitive Senate...", "title": "Obama's Job Approval Points to 2014 Trouble for Democrats | RealClearPolitics", "og": {"url": "http://www.realclearpolitics.com/articles/2014/01/22/how_obamas_job_approval_could_sway_senate_races.html", "image": "http://images.rcp.realclearpolitics.com/224605_5_.jpg", "type": "article", "description": "With the advent of this election year, the time to turn from generalities/playing field pieces to tracking specific races is fast approaching. But before picking up my series on competitive Senate...", "title": "Obama's Job Approval Points to 2014 Trouble for Democrats | RealClearPolitics"}, "twitter": {"site": "@rcp_articles", "card": "summary"}, "tweetmeme-title": "Obama's Job Approval Points to 2014 Trouble for Democrats | RealClearPolitics", "fb": {"app_id": 1415921935346245}, "keywords": "Election 2014,", "viewport": "width=device-width, initial-scale=1.0, user-scalable=1"}, "_id": "\"57477af46914bd0286fddf2b\"", "article_summary": "Bush lost only four states where his job approval was positive, and won zero states where his job approval was negative.\nWith the movement of the president’s job approval numbers into the low 40s, the Democrats’ Senate odds would deteriorate considerably.\nBut we can’t escape the suggestion that their future is bound up with the president’s job approval.\nAs I’ve noted, presidential job approval is one of the best predictors of House election outcomes.\nAdditionally, no Democratic candidate in a competitive race has run more than 10 points ahead of the president’s job approval (or behind it)."}