{"article_title": "Why the F-35 May Not Be Combat-Ready Until 2022", "article_keywords": ["2022", "combat", "testing", "problems", "analysis", "report", "aircraft", "program", "f35", "combatready", "ready", "watchdog"], "article_url": "http://www.thefiscaltimes.com/2016/03/15/Why-F-35-May-Not-Be-Combat-Ready-Until-2022", "article_text": "If you were the CEO of an airline business and got a negative report about your new, very expensive aircraft that has been in development for a number of years, what would you say to your engineering and production managers? The report highlights look like this:\n\nKey Tests Have Been Delayed Repeatedly\n\nFlight Controls Impact Maneuverability\n\nSerious Safety Concerns Remain\n\nSignificant Logistics Software Problems\n\nDeferring Cyber Security Testing Leaves Aircraft Vulnerable\n\nMaintenance Problems Keep Aircraft Grounded\n\nSimulation Facility Failure Threatens Testing Program\n\nRelated: 5 Attack Planes That Could Replace the A-10 Warthog\n\nAt the very least, people would be fired for incompetence and the contractors would be held accountable.\n\nThe details above are not about a commercial aircraft. They are from the latest forensic analysis of the $1 trillion F-35 Joint Strike Fighter, which has been in flight tests for more than 10 years. Each unit costs about $100 million, and so much is money is riding on this aircraft that it’s been deemed “too big to kill.”\n\nThe F-35 was redesigned in 2004 because it weighed too much. So Lockheed Martin put the plane on a diet and shed 2,700 pounds -- at a cost of $6.2 billion. In 2010, the Pentagon admitted that the F-35 program had exceeded its original cost estimates by more than 50 percent.\n\nThe delays are especially costly since pre-orders from multiple countries can’t be filled until the aircraft is combat ready.\n\nRelated: Here’s the New, Secret Warplane Everyone Will Soon Be Talking About\n\nAnd now an independent watchdog group is saying that the long list of unresolved problems means that the F-35 won’t be ready for combat until 2022. The watchdog group, the well-respected Project on Government Oversight, is basing its analysis on a recent Department of Defense report that found numerous serious problems with the fifth-generation fighter.\n\nThe watchdog analysis comes after one of the three F-35 variants has already been declared combat ready. The F-35B, designed for the Marines, was declared ready to go in July 2015. However, the jet has not been used by the Marines in combat, despite plentiful opportunities in Syria and Iraq. And the Project on Government Oversight maintains that the declaration was premature, and that official testing proves that the jet is not ready for active duty. Some analysts have speculated that the Pentagon is trying to buy hundreds of planes before testing has been completed.\n\nThe Joint Strike Fighter Program Office has pushed back against the most recent analysis by the watchdog group, citing a long list of achievements for the program. The office reminded its critics that “the F-35 program is still in its developmental phase” and that there are “known deficiencies that must be corrected.” But that’s exactly the point: The plane that was supposed to be flying combat missions in 2012 is still costing taxpayers billions to develop, with no end in sight.", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "If you were the CEO of an airline business and got a negative report about your new, v", "title": "Why the F-35 May Not Be Combat-Ready Until 2022", "url": "http://www.thefiscaltimes.com/2016/03/15/Why-F-35-May-Not-Be-Combat-Ready-Until-2022", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/02222013_F-35_article.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2016/03/15/Why-F-35-May-Not-Be-Combat-Ready-Until-2022", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/02222013_F-35_article.jpg", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "If you were the CEO of an airline business and got a negative report about your new, v", "generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "In 2010, the Pentagon admitted that the F-35 program had exceeded its original cost estimates by more than 50 percent.\nThe watchdog analysis comes after one of the three F-35 variants has already been declared combat ready.\nThe delays are especially costly since pre-orders from multiple countries can’t be filled until the aircraft is combat ready.\nThey are from the latest forensic analysis of the $1 trillion F-35 Joint Strike Fighter, which has been in flight tests for more than 10 years.\nRelated: Here’s the New, Secret Warplane Everyone Will Soon Be Talking AboutAnd now an independent watchdog group is saying that the long list of unresolved problems means that the F-35 won’t be ready for combat until 2022."}