{"article_title": "Bible belt continues to be beaten down by HIV/AIDS", "article_keywords": ["living", "bible", "hiv", "gay", "sullivan", "region", "continues", "sex", "states", "spread", "hivaids", "health", "beaten", "south", "belt"], "article_url": "http://www.examiner.com/article/bible-belt-continues-to-be-beaten-down-by-hiv-aids", "article_text": "While other epidemics such as Ebola and even the flu seem to be grabbing more headlines these days, the sad truth is that they continue to pale in scope against HIV, particularly in America’s so-called “Bible Belt” where more than 36% of the 50,000 or so new cases in the US are diagnosed each year. The South, which includes 16 states as well as the District of Columbia (Washington DC) in fact now ranks first in the nation for its rate of new HIV cases. According to the CDC the Northeast placed 2nd with 15.9 cases [per 100,000 people, followed by the West, 10.8%, and the Midwest, 9. Spread mainly through having sex and sharing needles with people infected with the disease, the South was home to 24,323 new HIV diagnoses in just 2013 alone. Meanwhile government health officials stated that more than 658,000 people have already died from AIDS in the United States.\n\n“The South’s struggle with HIV is a public health emergency,” said Dr. Patrick Sullivan, an epidemiology professor (and former CDC official) at Emory University in Altanta, GA. Georgia, by the way, ranked 2nd among all states (Maryland was 1st) in the rate of new diagnoses of HIV, found in at least 43 of its counties in 2013. 26,020 people living with HIV reside in just the Atlanta region, with 66% . In 2012, there were 39,102 Georgians living with HIV or AIDS. That same year, 613 Georgians died from the disease. It was also noted that there were 803 inmates with HIV in the state’s prison system. It was also cited that although they make up only 31% Georgia’s population, blacks accounted for 66% of people living with HIV in the state.\n\nAccording to Sullivan, reasons why the region is so badly affected can be traced to poverty levels there He and other experts cited numerous reasons for it, especially poverty. Although severe economic hardship is found in every corner of the country, the South is home to the nation’s largest number of people living below the poverty line. Also despite Obamacare, many folks lack health insurance. Meanwhile, people with HIV/ AIDS are now living longer than ever in the U.S. because of better treatments.\n\nSullivan also cited taxpayer costs, political leadership in Georgia and many other Southern states who are refusing to expand Medicaid under the Affordable Health Care Act. Sullivan said a recent study he worked on in Atlanta showed gay men without health insurance were about twice as likely to contract HIV.Among other obstacle to stopping the spread of HIV in the South,” he continued, is the lack of “comprehensive” sex education in some public schools. While some school districts do offer it, their primary emphasis has been abstinence without giving students all the information they need to avoid getting HIV.\n\nIn addition, Dr. Patrick O’Neal, the Georgia Department of Public Health, in charge of spearheading the fight against the spread of the virus spoke about the fact that numerous individuals who should get tested or treated for HIV don’t because of the stigma surrounding gay sex, drug use and HIV in a largely conservative and deeply religious region of the country. “\n\nThat stigma is particularly strong among African American gay males with HIV, their families and their churches,” he stated. “What I hear is that they feel essentially thrown out of their families,” said O’Neal, director of health protection for the state agency, “if, in fact, their families know that they are gay or know they are not gay but very often prostitute themselves to other men for money.", "article_metadata": {"description": "While other epidemics such as Ebola and even the flu seem to be grabbing more headlines these days, the sad truth is that they continue to pale in scope against", "Generator": "Drupal 7 (http://drupal.org)", "og": {"url": "http://www.examiner.com/article/bible-belt-continues-to-be-beaten-down-by-hiv-aids", "site_name": "Examiner.com", "image": "http://cdn2-b.examiner.com/sites/default/files/styles/image_content_width/hash/28/98/2898ebe5679372baed45beaf3b28888b.jpg?itok=KEBzBiMU", "type": "article", "title": "Bible belt continues to be beaten down by HIV/AIDS"}, "twitter": {"site": "@examinercom", "image": "http://cdn2-b.examiner.com/sites/default/files/styles/image_content_width/hash/28/98/2898ebe5679372baed45beaf3b28888b.jpg?itok=KEBzBiMU", "description": "While other epidemics such as Ebola and even the flu seem to be grabbing more headlines these days, the sad truth is that they continue to pale in scope against HIV, particularly in America’s so-calle", "card": "summary", "title": "Bible belt continues to be beaten down by HIV/AIDS"}, "robots": "noodp", "dc.date.issued": "2015-10-25T10:06:02-06:00", "fb": {"app_id": 113003962065478}, "keywords": "Health News, HIV/AIDS, The Bible Belt, HIV in Georgia", "article": {"published_time": "2015-10-25T10:06"}, "viewport": "width=device-width, initial-scale=1"}, "article_summary": "“That stigma is particularly strong among African American gay males with HIV, their families and their churches,” he stated.\nMeanwhile government health officials stated that more than 658,000 people have already died from AIDS in the United States.\n26,020 people living with HIV reside in just the Atlanta region, with 66% .\nMeanwhile, people with HIV/ AIDS are now living longer than ever in the U.S. because of better treatments.\nIt was also cited that although they make up only 31% Georgia’s population, blacks accounted for 66% of people living with HIV in the state."}