{"article_title": "Church sign case seems to sidestep religious freedom issue", "article_keywords": ["case", "town", "court", "rights", "ordinance", "freedom", "sidestep", "signs", "religious", "sign", "adf", "church", "gilbert", "issue"], "article_url": "http://www.msnbc.com/msnbc/church-sign-case-seems-avoid-religious-freedom-issue", "article_text": "While local governments have the authority and responsibility to regulate outdoor signs, one town may have gone too far and trampled on a small church’s constitutional rights in the process.\n\nThat seems to have been the general consensus Monday among the Supreme Court justices during oral arguments in a challenge to a sign ordinance in Gilbert, Arizona. The case was billed by some as a controversial religious freedom issue because the plaintiff, Clyde Reed, happened to be the pastor of a church, and his attorney is a staff member with the Alliance Defending Freedom (ADF) – the group that successfully challenged the Affordable Care Act’s contraception mandate in last year’s Hobby Lobby suit. But in the end, Reed v. Town of Gilbert looks like it will ultimately be decided on the First Amendment’s free speech protections, not on its free exercise clause.\n\n“Your argument does not turn on the fact that it’s a church’s sign, does it?” Chief Justice John Roberts asked David Cortman, senior counsel and vice president of religious liberty with the ADF.\n\n“I mean,” continued Roberts, “your argument would be the same if this is a temporary sign about where the soccer game was going to be?”\n\n“Well, that’s right,” Cortman replied. “[I]t’s equal treatment for that type of sign.”\n\nUnder the disputed ordinance, Gilbert, a town located southeast of Phoenix allows signs promoting noncommercial “events” – in this case, a prayer service – to be displayed no more than 12 hours before, and one hour after, said event. Additionally, those signs may be no larger than six square feet in size. By contrast, the town of Gilbert allows “political” signs that support candidates running for office or ballot measures to be on display for months prior to an election and up to 10 days after. Those signs may be up to 32 square feet. Meanwhile, “ideological” signs that communicate “a message or ideas for noncommercial purposes” may be up to 20 square feet in size and displayed for any amount of time, according to the ordinance.\n\nThe town has defended its sign regulations, saying they’re meant only to protect the community’s road safety and aesthetics, not make value calls based on what the signs say. But Reed, pastor of the Good News Community Church, argued that the ordinance on its face amounts to regulation based on content, and as such, infringes on his First Amendment free speech rights.\n\n“Gilbert grants highly favorable treatment to temporary political signs, despite the fact that they post the greatest threat to its interests because of their far greater number,” said the church in court papers. “To prevail in this case, Gilbert must explain why a 32 square foot sign displayed in the right-of-way virtually all year long is not a threat to safety and aesthetics if it bears a political message, but it is such a threat if it invites people to Good News’ church services. Gilbert has never provided a satisfactory explanation to this question because none exists.”\n\nGood News, a member of the Associate Reformed Presbyterian Church, has no permanent place of worship, so it holds its weekly services in different places. For this reason, argues Pastor Reed, the church’s roughly 40 congregants rely on directional signs to know where to go. With Sunday services beginning at 9 a.m., Good News isn’t able to post those signs before dark on Saturday without violating Gilbert’s ordinance.\n\nThe justices appeared skeptical Monday of the town’s regulations, which were upheld by the 9th Circuit Court of Appeals on the grounds that they addressed only neutral civic concerns. But even the more liberal justices on the bench didn’t seem to buy that argument. When Philip W. Savrin, the attorney representing Gilbert, explained that a sign could all of a sudden be subjected to stricter regulations by simply including the directional language “three blocks left, two blocks rights,” Justice Breyer exclaimed: “My goodness! I mean…it does sound as if the town is being a little unreasonable, doesn’t it?”\n\nSavrin himself ended up conceding there were some scenarios where the ordinance seemed “rather silly.”\n\nRelated: ‘Religious freedom’ measure moves forward in Michigan\n\nThe Obama administration joined the church in urging the Supreme Court to strike down the Gilbert ordinance – another factor distinguishing this case from last year’s Hobby Lobby dispute. In Hobby Lobby, the ADF and the Obama administration were at odds over the Affordable Care Act’s requirement that corporations provide birth control coverage for their employees. The administration lost that battle, with the Supreme Court ruling that closely held corporations owned by people with sincerely held religious objections to contraception didn’t have to pay for that coverage.\n\nToday, the ADF is engaged in multiple efforts to expand religious freedom, often at the expense of gay rights and reproductive rights. In Coeur d’Alene, Idaho, the group sued the city last fall on behalf of a chapel that did not want to perform weddings for same-sex couples. In Houston, the ADF got involved in a lawsuit filed against officials after an effort to overturn the city’s equal rights ordinance failed. Houston attorneys in that case subpoenaed the sermons of local pastors who were tied to the repeal referendum as part of the lawsuit’s discovery phase, but the ADF filed a motion to stop them. “They have embarked upon a witch-hunt,” said ADF Senior Legal Counsel Erik Stanley in a press release.\n\nAdditionally, last fall the ADF organized an event called “Pulpit Freedom Sunday,” during which more than 1,500 pastors delivered sermons about political candidates in direct violation of IRS regulation. Greg Lipper, senior litigation counsel for the group Americans United for Separation of Church & State, doesn’t believe Monday’s sign ordinance case falls under the same kind of “religious freedom” category. But he does see it as perhaps fitting into a broader ADF strategy to slowly chip away at the barrier between religion and politics – one that could potentially roll back advancements for women and the LGBT community.\n\n“I think [Reed v. Town of Gilbert] is mostly a pure free speech case that happens to involve a house of worship,” Lipper told msnbc. “So on its face, I don’t think a decision in this case would affect same-sex marriage rights or reproductive rights.”\n\nHowever, he continued, “there is definitely a broader effort at the ADF to exempt houses of worship from laws governing everyone else, and to exempt for-profit businesses with religious owners.”\n\nEven if the sign ordinance case is decided purely on free speech grounds, it could have implications for the anti-abortion movement. Last year, the Supreme Court struck down a Massachusetts law that set a 35-foot buffer zone around abortion clinics, saying it violated anti-abortion protesters’ free speech rights, not their religious rights. That case – McCullen v. Coakley – came up briefly during Monday’s arguments, but not in a way that signaled to Lipper the high court would issue a sweeping expansion of First Amendment protections that could boost the anti-abortion movement . And yet, he cautioned, “you never know.”\n\n“There have been court decisions over the years where it seems straightforward,” said Lipper. “But then there’s a time bomb placed in the opinion.”", "article_metadata": {"msapplication-config": "/browserconfig.xml", "description": "In the end, Reed v. Town of Gilbert looks like it will ultimately be decided on the First Amendment’s free speech protections, not on its free exercise clause.", "original-source": "http://www.msnbc.com/msnbc/church-sign-case-seems-avoid-religious-freedom-issue", "og": {"site_name": "MSNBC", "description": "In the end, Reed v. Town of Gilbert looks like it will ultimately be decided on the First Amendment’s free speech protections, not on its free exercise clause.", "title": "Church sign case seems to sidestep religious freedom issue", "url": "http://www.msnbc.com/msnbc/church-sign-case-seems-avoid-religious-freedom-issue", "image": "http://www.msnbc.com/sites/msnbc/files/styles/ratio--1_91-1--1200x630/public/articles/supreme_court_church_signs.jpeg-052ae.jpg?itok=e20B7Tyh", "type": "article"}, "twitter": {"domain": "msnbc.com", "account_id": 2836421, "title": "Church sign case seems to sidestep religious freedom issue", "url": "http://www.msnbc.com/msnbc/church-sign-case-seems-avoid-religious-freedom-issue", "image": "http://www.msnbc.com/sites/msnbc/files/styles/ratio--3-2--512x342/public/articles/supreme_court_church_signs.jpeg-052ae.jpg?itok=k8Z1ggfa", "creator": {"identifier": "@msnbc", "id": 2836421}, "site": {"identifier": "@msnbc", "id": 2836421}, "card": "summary_large_image", "description": "In the end, Reed v. Town of Gilbert looks like it will ultimately be decided on the First Amendment’s free speech protections, not on its free exercise clause."}, "robots": "follow, index", "DC.date.issued": "2015-01-13T13:57:00-05:00", "jenga-session-config": "{\"when_to_init\":\"after_dom_ready\"}", "fb": {"app_id": 351594351545594}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "article": {"author": "http://www.facebook.com/msnbc"}, "abstract": "In the end, Reed v. Town of Gilbert looks like it will ultimately be decided on the First Amendment’s free speech protections, not on its free exercise clause.", "nv": {"author": "emma-margolin", "title": "Church sign case seems to sidestep religious freedom issue", "tags": "equality,health,lgbt,religion,religion,scotus,sexual-health,society,women", "published": 1, "date": "01/13/2015 13:57:00 EST", "address": "http://www.msnbc.com/msnbc/church-sign-case-seems-avoid-religious-freedom-issue"}, "news_keywords": "Equality, LGBT, Women, Health, Sexual Health, Society, Religion, Religion, SCOTUS"}, "_id": "\"57477af46914bd0286fddf3f\"", "article_summary": "Greg Lipper, senior litigation counsel for the group Americans United for Separation of Church & State, doesn’t believe Monday’s sign ordinance case falls under the same kind of “religious freedom” category.\nToday, the ADF is engaged in multiple efforts to expand religious freedom, often at the expense of gay rights and reproductive rights.\nThat seems to have been the general consensus Monday among the Supreme Court justices during oral arguments in a challenge to a sign ordinance in Gilbert, Arizona.\nIn Houston, the ADF got involved in a lawsuit filed against officials after an effort to overturn the city’s equal rights ordinance failed.\nLast year, the Supreme Court struck down a Massachusetts law that set a 35-foot buffer zone around abortion clinics, saying it violated anti-abortion protesters’ free speech rights, not their religious rights."}