{"article_title": "Free Contraceptives Must Be Free, Obama Administration Tells Insurers : Shots", "article_keywords": ["control", "law", "plans", "administration", "free", "insurance", "contraceptives", "methods", "health", "shots", "insurers", "tells", "birth", "obama"], "article_url": "http://www.npr.org/sections/health-shots/2015/05/12/406139645/free-contraceptives-must-be-free-obama-administration-tells-insurers", "article_text": "Free Contraceptives Must Be Free, Obama Administration Tells Insurers\n\nFree means free.\n\nThe Obama administration said Monday that health plans must offer at least one option for every type of prescription birth control free of charge to consumers. The instructions clarify the Affordable Care Act's contraceptive mandate.\n\n\"Today's guidance seeks to eliminate any ambiguity,\" the Health and Human Services Department said. \"Insurers must cover without cost-sharing at least one form of contraception in each of the methods that the Food and Drug Administration has identified ... including the ring, the patch and intrauterine devices.\"\n\nThe ruling comes after reports by the Kaiser Family Foundation and the National Women's Law Center, an advocacy group, that many insurers were not providing no-cost birth control for all prescription methods. (KHN is an editorially independent project of the Kaiser Family Foundation.)\n\nGretchen Borchelt, a vice president with the women's law center, applauded the guidance. \"Insurance companies have been breaking the law, and today, the Obama administration underscored that it will not tolerate these violations,\" she said. \"It is now absolutely clear that 'all' means 'all' — 'all' unique birth control methods for women must be covered.\"\n\nThe law requires that preventive services, such as contraception and well-woman visits, be covered without out-of-pocket expenses, such as a copay or deductible.\n\nWhile HHS said insurers must offer free at least one version of all 18 FDA-approved contraceptives, the plans may still charge fees to encourage individuals to use a particular brand or generic. For example, a generic form might be free, while a brand-name version of the drug can include cost-sharing, HHS said.\n\nThe administration Monday said insurers could have misinterpreted prior rules to mean they only had to offer certain types of contraception without cost-sharing. Plans have until July to implement the policy, which won't generally take effect until a new plan year begins, which is January for most people.\n\nKaren Ignagni, CEO of trade group America's Health Insurance Plans, said she was pleased the guidance allows insurers to practice \"medical management.\" In other works, insurers can charge a copay or deductible for some birth control rather than having to provide all brands free.\n\nCecile Richards, president of Planned Parenthood Action Fund, the political arm of Planned Parenthood of America, praised the move. \"This is a victory for women and the more than 30,000 Planned Parenthood supporters who spoke out to ensure all women, no matter what insurance they have, can access the full range of birth control methods without a copay or other barriers,\" she said. \"We know that increased access to birth control has helped bring teen pregnancy rates to a 40-year low and we must continue to drive forward policies that build on this progress.\"\n\nThe Kaiser study, which looked at a sample of 20 insurers in five states, found one that simply didn't cover the birth control ring (NuvaRing) at all and four more that \"couldn't ascertain\" coverage status. More commonly, insurers would restrict access to certain contraceptives when they believed a cheaper, equally effective way for patients to get the same treatment was available.\n\nThe report by the health law center, which analyzed coverage from 100 insurance companies during 2014 and 2015, found that 15 plans in seven states failed to cover all FDA-approved methods of birth control. Among the companies named as not complying with the law's requirements in some states are Aetna, Cigna, Physicians Plus and Anthem Blue Cross Blue Shield.\n\nThe insurance industry disputes that report's conclusion that the problem is widespread. AHIP's Ignani said at the time of its release that it presented \"a distorted picture of reality.\"", "article_metadata": {"Rating": "General", "description": "The notice to insurers comes after reports found many health plans weren't providing no-cost birth control for all prescription methods, a requirement under the Affordable Care Act.", "og": {"site_name": "NPR.org", "description": "The notice to insurers comes after reports found many health plans weren't providing no-cost birth control for all prescription methods, a requirement under the Affordable Care Act.", "title": "Free Contraceptives Must Be Free, Obama Administration Tells Insurers", "url": "http://www.npr.org/sections/health-shots/2015/05/12/406139645/free-contraceptives-must-be-free-obama-administration-tells-insurers", "image": "https://media.npr.org/assets/img/2015/05/12/birth-control-pills_wide-aa13e53fb307b87eb5ce4c338cc864ea43039087.jpg?s=1400", "type": "article"}, "twitter": {"domain": "npr.org", "image": {"src": "https://media.npr.org/assets/img/2015/05/12/birth-control-pills_wide-aa13e53fb307b87eb5ce4c338cc864ea43039087.jpg?s=1400"}, "card": "summary_large_image", "site": "@NPR"}, "robots": "noarchive,index,follow", "fb": {"app_id": 138837436154588, "pages": 10643211755}, "date": "2015-05-12", "viewport": "width=device-width, initial-scale=1, minimum-scale=1, maximum-scale=1, user-scalable=no, shrink-to-fit=no"}, "article_summary": "Free Contraceptives Must Be Free, Obama Administration Tells InsurersFree means free.\nThe Obama administration said Monday that health plans must offer at least one option for every type of prescription birth control free of charge to consumers.\n\"It is now absolutely clear that 'all' means 'all' — 'all' unique birth control methods for women must be covered.\"\nKaren Ignagni, CEO of trade group America's Health Insurance Plans, said she was pleased the guidance allows insurers to practice \"medical management.\"\nIn other works, insurers can charge a copay or deductible for some birth control rather than having to provide all brands free."}