{"article_title": "Whither CHIP?", "article_keywords": ["aca", "kids", "funding", "exchange", "federal", "chip", "states", "program", "medicaid", "coverage"], "article_url": "http://healthaffairs.org/blog/2014/08/19/whither-chip/", "article_text": "Billy Wynne\n\nAugust 19, 2014\n\nIn a day all but lost to Affordable Care Act prehistory, on November 7, 2009, the House of Representatives passed the Affordable Health Care for America Act. Among the bill’s many differences with its Senate counterpart, it would have allowed the Children’s Health Insurance Program (CHIP) to expire at the end of 2013, with children covered under that program enrolled in either Medicaid or commercial Exchange plans.\n\nOn December 24, the Senate passed the Patient Protection and Affordable Care Act (ACA). Their bill extended CHIP through fiscal year 2015 while, curiously, enhancing the Federal match rate for the program beyond that date and instituting a maintenance of effort (MOE) requirement for states to keep CHIP kids covered through 2019.\n\nAt the time, drafters of the respective chamber’s versions of health reform anticipated heading to conference to negotiate and resolve their differences, with the disposition of CHIP one of the top considerations.\n\nBut then January 19, 2010 happened. Republican Scott Brown shocked the political arena by defeating Democrat Martha Coakley in the Massachusetts special election to replace the late Senator Ted Kennedy. His win deprived Democrats of the 60-vote supermajority they needed to pass a health reform conference agreement through the Senate over unanimous Republican objections (Brown ran, in large part, on opposition to the Democrats’ health reform plan).\n\nSo that conference between the House and Senate never happened and the differences between the chambers’ approaches to CHIP were never resolved. The Senate’s approach is what was ultimately enacted in March 2010, leaving open the question of CHIP’s role in a reformed health care system.\n\nNext year, Congress will have to pick up that unfinished thread, this time in a necessarily bipartisan manner. Federal funding for CHIP is slated to expire on September 30, 2015, so important questions regarding how the program fits in with the new coverage landscape under the ACA and key funding and policy elements of the program must be addressed by then.\n\nCHIP 101\n\nTo consider the issues pending before the next Congress, a brief monorail tour of CHIP mechanics may be helpful.\n\nCHIP is a block grant program with fixed annual funding; not an open-ended entitlement like Medicare or Medicaid. While this has not been pivotal in recent years due to the high appropriations levels Congress has enacted, stopgap funding measures were necessary to ensure kids with CHIP coverage did not lose it in 2006 and 2007.\n\nAs a corollary to the fixed nature of the funding scheme, states have considerable flexibility in how they administer CHIP programs. They may design stand-alone CHIP regimes or merge CHIP dollars with Medicaid funds to cover kids under the so-called Medicaid Expansion model. Most states actually use both of these approaches for different populations, income groups, or geographic regions, in what is referred to as the “combination” approach.\n\nThe Federal match for CHIP expenditures is higher than for Medicaid, averaging 70 percent verse 57 percent for the latter program. Federal funding comprises three components: (1) the national appropriation, which sets the overall cap on Federal CHIP spending for the year; (2) state allotments, which are based on a formula tied to previous spending levels; and (3) the actual amounts spent in a given year. State allotments remain in their coffers for up to two years.\n\nStates also get to set qualifying income levels, though those are capped at 200 percent of the Federal poverty level (FPL) or 50 percent above the state’s Medicaid income cap, whichever is higher. Across the country, CHIP income thresholds range from 175 to 405 percent of FPL. In addition to minors, CHIP programs may cover pregnant women and 19 states do.\n\nHistory of CHIP\n\nCHIP was established in the bipartisan Balanced Budget Act of 1997 to address high rates of uninsurance among kids. Alternative approaches, such as tax credits and Medicaid expansion, were ultimately rejected in favor of one that hybridized fixed Federal funding with flexibility to rely on private sector coverage options.\n\nBy 2000, every state, territory, and the District of Columbia had joined.\n\nThe program continued with only minor changes until the 2008-2009 debate over its extension under the CHIP Reauthorization Act (CHIPRA). Despite some Republican support in Congress, then President Bush vetoed CHIPRA twice before President Obama signed it into law in early 2009.\n\nCHIPRA significantly increased annual CHIP appropriations to avoid the need for stopgap measures, created an “Express Lane” approach allowing states additional latitude in using information families submit under other means-tested programs to determine eligibility and mandated dental benefits. At the same time, CHIPRA eliminated coverage for non-pregnant adults without dependents by 2009 and all parents by 2014.\n\nThe two-year CHIP extension that was included in the ACA, with its maintenance of effort provision and enhanced matching rate that apply even beyond the expiration of Federal funding, brings us to the present day.\n\nFrom 1999 to 2013, CHIP coverage has grown from 2 million to 8.1 million lives, cutting the uninsured rate for children in half.\n\nKey Considerations\n\nIn this post-ACA world, consideration of the CHIP program must account for alternative coverage options that children now have. Most importantly, Congress will undoubtedly consider the considerable premium subsidies for lower-income families established under the ACA and enhanced regulation of the individual market, especially the consumer protections such as guaranteed issue and the ban on preexisting conditions. If and when CHIP funding lapses, many of these kids will become eligible for Medicaid, so the pros and cons of that source of coverage are factors as well.\n\nA November 2013 GAO report compared CHIP coverage to the benchmark benefit packages available in commercial Exchanges in five states. While GAO found that covered benefits were similar, CHIP has more robust dental coverage and, as would be expected, tighter focus on pediatric-specific services.\n\nDifferences in cost-sharing between CHIP and commercial Exchange coverage are more profound. According to MACPAC’s June 2014 report (a must-read for those seeking additional background on this issue), actuarial value of CHIP plans range from 95-100 percent, while the value of Exchange plans, after accounting for subsidies, is 60-94 percent. That means families will need to spend substantially more out-of-pocket to get the same care via an Exchange plan that they would get in CHIP.\n\nA July 2014 report by the Wakely Consulting Group, commissioned by the Robert Wood Johnson Foundation, confirmed this disparity. It looked at a broader swath of states and found that the average actuarial value of plans for individuals at 160 percent of FPL and 210 percent of FPL were 96.6 percent and 94 percent for CHIP and 87 percent and 73 percent for Exchange plans, respectively.\n\nMeanwhile, the “family glitch,” which ties eligibility for premium and cost-sharing subsidies to the cost of individual (rather than family) coverage offered by an employer, could bar millions of families from qualifying for subsidies, making Exchange coverage unaffordable and likely rendering the children in such families uninsured.\n\nMedicaid, in contrast to Exchange plans, requires lower cost-sharing and premium contributions from families than CHIP does, generally, while covering some additional benefits like Early and Periodic Screening, Diagnostic and Treatment (EPSDT) for kids, which essentially supersedes any coverage limitations state Medicaid programs might otherwise have.\n\nCongress will also likely revisit the maintenance of effort requirement under the ACA. For CHIP-Medicaid Expansion programs, states will be required to cover CHIP kids under Medicaid but under the lower matching rate afforded to that program.\n\nStand-alone CHIP programs may impose waiting lists and other tactics if Federal funding expires, but under the MOE they must screen kids for Medicaid eligibility and establish a process for enrolling them in Exchange plans. Those Exchange plans must be certified by the Secretary of Health and Human Services as comparable to CHIP, though, if any indeed can be.\n\nNeedless to say, funding will be an important factor as well. As alluded to in MACPAC’s recent report, the Congressional Budget Office (CBO) assumes that $5.7 billion will be spent on CHIP in each of the next several years. Additional amounts that Congress chooses to authorize will need to be paid for with spending cuts or revenue increases, though the cost of CHIP coverage is partially offset by savings due to foregone Medicaid and subsidized Exchange enrollment.\n\nExtension of CHIP is complicated by the enhanced match established under the ACA, which boosted the Federal contribution by 23 percent to more closely align it with the matching rate for Medicaid expansions pursued under the law. According to MACPAC, a two-year extension of CHIP funding at the enhanced rate (their recommendation) would cost the Federal government $0-5 billion.\n\nTaking these factors into account, as well as others, Congress will likely seek a “sweet spot” that maintains existing coverage for children until sound alternatives can be assured. Cold turkey termination in September 2015 is unlikely, while a four-year extension appears to be the high end of the range. That timeframe is supported by Senator Rockefeller in his marker bill on the issue and Representatives Waxman and Pallone in their bill, the latter of which they introduced just before the August recess.\n\nPolitics Happen\n\nAt present, the key committees of jurisdiction, cognizant of the bipartisan legacy of CHIP and the apolitical needs of children, appear to have every intention of working together to settle on a compromise answer for the program beyond its scheduled expiration. That means Democrats and Republicans, from the House Energy & Commerce and Senate Finance Committees.\n\nAs a strong signal of this intention, on July 29, the four top Members of those committees sent letters to all 50 governors seeking their input on the degree to which the program should be extended and what policy changes, if any, should be made. The committees would like to have at least a framework for a bipartisan solution in place before the end of the year.\n\nBut a funny thing will happen in November: the midterm elections. Republicans have at least a 50/50 shot of capturing control of the Senate and, regardless, a new batch of freshman Members will be seated in January. Currently, 40 percent of the House Republican caucus, for example, was not in Congress when the ACA passed and only 30 percent was when their party led extension of CHIP via the Medicare Modernization Act in 2003. Numbers on the Democratic side are comparable.\n\nWith those dynamics, the politics of CHIP are highly likely to become enmeshed in the politics of the ACA, which are – if you happened to miss it – frosty. That likelihood is compounded by the fact that, especially if Republicans take the Senate, we will likely see another round of legislative assaults on the ACA in early 2015, in part to make good on promises made in the 2014 campaigns.\n\nWith the debt limit on track to be breached in March 2015 and the pesky Medicare “doc fix” also due at the end of that month, it’s reasonable to be skeptical that our two political parties will be singing kumbaya come summer, when CHIP extension will ascend as the top health policy priority.\n\nFor Democrats, that means setting realistic goals regarding what can be achieved for CHIP in that context. Priority and expectation setting for the rank-and-file will be key.\n\nFor Republicans, it will mean keeping ACA concerns at arm’s length from practical CHIP considerations so that the real-life and political pitfalls of blocking coverage for kids can be averted.\n\nAll-in-all, we can expect a robust debate. As per usual, the closer we get to that September 2015 deadline, the more likely it is the conversation will sour and the final product will be unsatisfying to all involved. So the race is on and we seem to have started, at least, on the right foot.", "article_metadata": {"og": {"url": "http://healthaffairs.org/blog/2014/08/19/whither-chip/", "type": "article", "image": "http://healthaffairs.org/blog/wp-content/themes/HealthAffairs2015/images/facebook-default.jpg", "site_name": "Health Affairs", "title": "Whither CHIP?"}, "description": "Whither CHIP? | At the intersection of health, health care, and policy.", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fddf51\"", "article_summary": "They may design stand-alone CHIP regimes or merge CHIP dollars with Medicaid funds to cover kids under the so-called Medicaid Expansion model.\nCHIP 101To consider the issues pending before the next Congress, a brief monorail tour of CHIP mechanics may be helpful.\nTheir bill extended CHIP through fiscal year 2015 while, curiously, enhancing the Federal match rate for the program beyond that date and instituting a maintenance of effort (MOE) requirement for states to keep CHIP kids covered through 2019.\nFrom 1999 to 2013, CHIP coverage has grown from 2 million to 8.1 million lives, cutting the uninsured rate for children in half.\nKey ConsiderationsIn this post-ACA world, consideration of the CHIP program must account for alternative coverage options that children now have."}