{"article_title": "12 things to know about RI’s new state budget", "article_keywords": ["12", "healthsource", "federal", "things", "million", "tax", "budget", "ris", "rhode", "state", "know", "house", "lawmakers", "island"], "article_url": "http://wpri.com/2015/06/17/12-things-to-know-about-ris-new-state-budget/", "article_text": "Learn More: 12 things to know about RI’s new state budget »\n\nRelated Coverage RI House passes $8.67B state budget unanimously\n\nPROVIDENCE, R.I. (WPRI) – With Rhode Island state government’s 2015-16 fiscal year set to start on July 1, lawmakers are spending this week putting the final touches on a new state budget.\n\nThe $8.67-billion tax-and-spending plan – which won unanimous approval in the House Tuesday night and heads to the Senate on Wednesday – contains a host of provisions, some big and some small. The budget blueprint has been changed in a number of ways since Gov. Gina Raimondo introduced her initial proposal in March – sometimes at her request – but still largely reflects her priorities and proposals.\n\nMost Rhode Islanders don’t have time to read the entire 500-plus-page budget bill, so here’s a cheat sheet breaking down some of the key provisions you should know about.\n\n1. The budget passed in record time. In years past the House’s budget debate has often been a long, heated fight that lasted until dawn (or later). This year, lawmakers dispensed with the entire measure in about three hours – and approved it unanimously, with every Democrat and Republican giving his or her assent. The longest-serving House member, Rep. Brian Patrick Kennedy, said it was by far the briefest budget debate in his 27 years as a legislator. “I can’t believe we’re going to be getting out of here with the sun up!” laughed Republican Rep. Joe Trillo just before the final vote. Trillo and other lawmakers called it a testament to the consensus-building leadership of House Speaker Nicholas Mattiello, a Cranston Democrat who took office last year. They also credited Governor Raimondo, Mattiello’s fellow Democrat, for proposing policies that lawmakers could mostly get behind. (It helps that their party controls 63 of the 75 House seats.)\n\n2. Most Social Security benefits won’t be taxed now. Once Speaker Mattiello made it a priority to enact an income tax cut for Social Security beneficiaries, the only question was how many people it would cover. The final version of the budget exempts Social Security from income taxes for (1) single/head-of-household filers with federal adjusted gross income (AGI) up to $80,000 and (2) married/widow filers with federal AGI up to $100,000. The exemption applies once an individual reaches full Social Security retirement age. It’s a good-sized tax cut: during its first full year in effect, retirees will keep almost $20 million they would have otherwise paid to the state. The tax cut takes effect Jan. 1. (A caveat: Rhode Island’s income tax rules for Social Security previously just followed federal law, so benefits up to $25,000 for singles and $32,000 for couples were already tax-exempt.)\n\n3. The cigarette tax is going up – again. Sorry, smokers, but lawmakers targeted you once more this year. The excise tax on a 20-pack of cigarettes will rise by 25 cents on Aug. 1, to $3.75. The cigarette tax has been soaring over recent decades: in 1997 it was just 71 cents, but by 2004 it had risen to $2.46, and from there it climbed to $3.46 in 2009 and $3.50 in 2012. One reason state leaders were willing to approve the hike – a state analysis shows the final retail price of a 20-pack will still be 54 cents less in Rhode Island than in Massachusetts even after this year’s tax increase takes effect.\n\n4. The pension settlement will soon be official. If this was the only thing in the budget, it would still be a big deal: Article 21 of the budget contains the full terms of the proposed legal settlement between the state and its current and former workers to end the latter’s lawsuit against the 2011 pension overhaul. That law, which union lawyers argued was unconstitutional, saved taxpayers roughly $4 billion by making unprecedented cuts to pensioners’ future retirement benefits; ending the legal challenge removes the massive fiscal uncertainty the state faced as long as it was possible the law could be overturned. Once the governor puts the settlement’s terms into law – by signing the budget – it will be ready to take effect. Lawmakers also included a provision to let the roughly 800 workers who didn’t join the settlement initially take its terms later. (Some of the settlement’s major changes are detailed here.)\n\n5. Renting a vacation home? You owe more taxes now. In a mostly uncontroversial budget, this was one of the provisions that caused some actual consternation on the House floor. The budget expands the 6% hotel-room tax to cover small bed and breakfasts, hotel-room resellers (like Expedia) and “unlicensed lodging rentals” (like Airbnb); it also expands the 1% local portion of that tax to cover vacation home rentals. They’ll all pay the 7% regular sales tax, too. The tax expansion takes effect July 1. House Finance Committee Chairman Ray Gallison said people who are renting a vacation home and paid for it before July 1 won’t owe the tax, but people paying after July 1 will – it doesn’t matter when the contract was signed. Realtors aren’t happy. (How will that extra hotel tax revenue be used? Partly to fund a new multimillion-dollar statewide tourism campaign next year.)\n\n6. Businesses are getting lots of new tax breaks. Speaker Mattiello took over last year pledging to focus on “jobs and the economy,” and Governor Raimondo won office eight months later promising the same. The budget makes a number of policy changes they say will benefit companies. The most high-profile is Raimondo’s suite of new economic-development incentives (read about them here). But that’s not all. The budget lets all businesses stop paying sales taxes on electricity, natural gas and heating fuels starting July 1, which is a tax cut of $24 million in its first year. (Households are already exempt.) It removes a 2% surcharge on net patient revenue at outpatient facilities and imaging services, a tax cut of $1.7 million. It reduces the minimum corporate tax – a bête noire of small business – from $500 to $450, a tax cut of $1.6 million. And it permanently exempts wine and spirits from the sales tax (but not the excise tax) for Class A liquor license holders.\n\n7. More money is getting plowed into education. There wasn’t a lot of discussion about education during the budget hearings, in part because there wasn’t much opposition to the new spending it includes. Among the highlights: it bumps standard K-12 aid by about $33 million to fully fund the fifth year of the state’s new-ish education formula; it mandates all-day kindergarten across Rhode Island by August 2016; and it allocates $20 million to seed a new School Building Authority and Capital Fund for school construction projects. There’s also up to $2 million for a new need-based scholarship program created by eliminating the quasi-public R.I. Higher Education Assistance Authority, and a $7.5 million budget boost for URI, RIC and CCRI.\n\n8. HealthSource RI is here to stay – and you’re paying for it. Well, some of you are. After a long debate over whether Rhode Island should keep its state-run Obamacare marketplace or switch to the federal HealthCare.gov one to save money, state leaders opted to keep it – which meant they needed to find a way to pay for it. The final budget funds HealthSource with a revised version of Governor Raimondo’s proposed new insurance fee: a 3.5% assessment on all health insurance premiums sold through HealthSource, the cost of which is then spread across all health insurance premiums sold on or off HealthSource in Rhode Island for the groups that can use HealthSource (individuals and small businesses). House leaders say this matches what the federal government does to fund HealthCare.gov, and says the actual surcharge will average 2.86% for individuals and 0.59% for small businesses. For more, check out this recent Executive Suite with the head of HealthSource RI. (Planned Parenthood praised a budget tweak to how HealthSource handles abortion coverage, too.)\n\n9. The budget takes a stab at restructuring Medicaid. The state-federal health insurance program for the poor has grown exponentially with the advent of Obamacare and now makes up about one-third of the state budget. Its costs are also increasing faster than state revenue, creating perennial budget problems. In an effort to change the Medicaid cost trajectory, lawmakers went along with a bunch of proposals from Raimondo’s “Working Group to Reinvent Medicaid,” cutting $113 million out of the program’s projected budget for next year and increasing the revenue it generates, as well. It’s a complicated suite of initiatives, but two big focuses are giving hospitals and nursing homes higher payments if they deliver higher-quality care, while also keeping more seniors out of nursing homes in the first place.\n\n10. Rhode Island is getting a new state “bank.” The Rhode Island Infrastructure Bank, a pet project of new General Treasurer Seth Magaziner that the governor supported, will be the new name for the well-respected Rhode Island Clean Water Finance Agency. The revamped agency will back a variety of energy-efficiency projects. Here’s a closer look at how the Infrastructure Bank is supposed to work.\n\n11. Lower-income elderly and disabled Rhode Islanders will pay for RIPTA rides. This was a last-minute addition to the budget introduced and adopted Tuesday evening. It requires elderly and disabled residents who earn below 200% of the federal poverty level to start paying half-fare to ride RIPTA buses; they currently pay nothing. House leaders said the change will put Rhode Island in line with 48 other states, while generating $2.2 million to $3.5 million in additional revenue for the perennially cash-strapped transit agency.\n\n12. The budget has no tolls, no “Taylor Swift tax,” and no PawSox stadium. What doesn’t get into a budget can be just as important as what does, right? Let’s start with the “Taylor Swift tax,” Raimondo’s proposal for a statewide property tax on million-dollar second homes. She dropped it amid opposition, and lawmakers seem unlikely to revisit the idea anytime soon. The truck tolls are a different story. While the governor’s original RhodeWorks proposal didn’t make it into the budget, the Senate is pushing a revised version with aid for local truckers as a standalone bill, and Speaker Mattiello says the House will vote on the proposal at some point this year, perhaps in a special fall session. As for the PawSox Providence stadium proposal, Larry Lucchino has hit the pause button for now – but says the team still wants taxpayer support. It’s unclear when the team will roll out a new offer.\n\nBONUS. It’s an $8.67 billion budget – there’s a lot more in there. The Earned Income Tax Credit goes from 10% of the federal credit to 12.5%. A new pension fund for state police hired before July 1987 gets seeded with $15 million from the Google settlement. A requirement that above-forecast tax revenue goes into the state pension fund is repealed. A 13th district court judge is added to handle veterans cases. Subsidized childcare workers get a 3% weekly pay bump. Private schools kept their state-funded transportation and textbook loan programs. Want more details? The full text of the budget is here.\n\nTed Nesi (tnesi@wpri.com) covers politics and the economy for WPRI.com. He hosts Executive Suite and writes the Nesi’s Notes blog. Follow him on Twitter: @tednesi", "article_metadata": {"description": "Here's a cheat sheet breaking down some of the key provisions in the state's new $8.67-billion tax-and-spending plan.", "generator": "WordPress.com", "apple-itunes-app": "app-id=488539287", "og": {"site_name": "WPRI 12 Eyewitness News", "description": "Here’s a cheat sheet breaking down some of the key provisions in the state’s new $8.67-billion tax-and-spending plan.", "title": "12 things to know about RI’s new state budget", "url": "http://wpri.com/2015/06/17/12-things-to-know-about-ris-new-state-budget/", "image": {"width": 660, "identifier": "https://lintvwpri.files.wordpress.com/2015/06/ri-house-budget-debate-6-17-2015.jpg?w=1200", "height": 371}, "locale": "en_US", "type": "article"}, "twitter": {"domain": "WPRI.com", "description": "Here’s a cheat sheet breaking down some of the key provisions in the state’s new $8.67-billion tax-and-spending plan.", "title": "12 things to know about RI’s new state budget", "image": {"src": "https://lintvwpri.files.wordpress.com/2015/06/ri-house-budget-debate-6-17-2015.jpg?w=640"}, "creator": "@wpri12", "site": "wpri12", "card": "summary_large_image"}, "keywords": "Economy, Eyewitness News Investigates, Local News, Nesi & McGowan, News, Politics, Ted Nesi FY16 budget, state budget Ted Nesi WPRI 12 Eyewitness News", "msapplication-tooltip": "WPRI 12 Eyewitness News | WPRI.com: Rhode Island news, weather, information", "google-play-app": "app-id=com.linmedia.newstouch.wpri", "fb": {"pages": 20074438201}, "msapplication-window": "width=device-width;height=device-height", "msapplication-task": "name=Subscribe;action-uri=http://wpri.com/feed/;icon-uri=http://1.gravatar.com/blavatar/1b04de707c0e872b43e051b6f92f59c6?s=16", "application-name": "WPRI 12 Eyewitness News", "article": {"publisher": "https://www.facebook.com/WPRI12", "published_time": "2015-06-17T16:11:34+00:00", "modified_time": "2015-06-17T21:44:29+00:00"}, "msvalidate.01": "25404283363C09DE121A55A903F03873", "google-site-verification": "UWpZtk5XlRP8hEHWWrNPNVI8BulxVr0d1aFCNQQIY9U", "viewport": "width=device-width, initial-scale=1", "news_keywords": "FY16 budget, state budget,Economy, Eyewitness News Investigates, Local News, Nesi & McGowan, News, Politics, Ted Nesi"}, "_id": "\"57477af36914bd0286fc9993\"", "article_summary": "Learn More: 12 things to know about RI’s new state budget »Related Coverage RI House passes $8.67B state budget unanimouslyPROVIDENCE, R.I. (WPRI) – With Rhode Island state government’s 2015-16 fiscal year set to start on July 1, lawmakers are spending this week putting the final touches on a new state budget.\nThe state-federal health insurance program for the poor has grown exponentially with the advent of Obamacare and now makes up about one-third of the state budget.\nRhode Island is getting a new state “bank.” The Rhode Island Infrastructure Bank, a pet project of new General Treasurer Seth Magaziner that the governor supported, will be the new name for the well-respected Rhode Island Clean Water Finance Agency.\nThere’s also up to $2 million for a new need-based scholarship program created by eliminating the quasi-public R.I. Higher Education Assistance Authority, and a $7.5 million budget boost for URI, RIC and CCRI.\nA new pension fund for state police hired before July 1987 gets seeded with $15 million from the Google settlement."}