{"article_title": "Another dead unarmed young black man in America", "article_keywords": ["brown", "ferguson", "neighborhoods", "young", "dead", "son", "unarmed", "cant", "black", "know", "following", "america", "man"], "article_url": "http://www.philly.com/philly/blogs/attytood/MikeBrown-Another-dead-unarmed-black-man-in-America-.html", "article_text": "Will Bunch has worked at the Daily News for 20-plus years and is now senior writer. Since 2005, he’s written the uber-opinionated, fair-but-dangerously unbalanced opinion blog \"Attytood,\" covering a range of topics (but mostly politics and the media these days); it’s been named best blog in the state by the Associated Press Managing Editors and best blog in the city by Philadelphia Magazine. He’s also authored three full-length books and three Amazon Kindle Single e-books, including 2015’s The Bern Identity: A Search for Bernie Sanders and the New American Dream. Prior to coming to Philadelphia, he worked at New York Newsday, where he was part of a team that won the 1992 Pulitzer Prize for spot news reporting.\n\nProtestors confront police during an impromptu rally, Sunday, Aug. 10, 2014 to protest the shooting of Michael Brown, 18, by police in Ferguson, Mo. on Saturday. Brown died following a confrontation with police, according to St. Louis County Police Chief Jon Belmar, who spoke at a news conference Sunday. The protesters rallied in front of the police and fire departments in Ferguson following Belmar's news conference. (AP Photo/Sid Hastings)\n\nProtestors confront police during an impromptu rally, Sunday, Aug. 10, 2014 to protest the shooting of Michael Brown, 18, by police in Ferguson, Mo. on Saturday. Brown died following a confrontation with police, according to St. Louis County Police Chief Jon Belmar, who spoke at a news conference Sunday. The protesters rallied in front of the police and fire departments in Ferguson following Belmar's news conference. (AP Photo/Sid Hastings)\n\nIt didn't take long for the gunmen to return to the scene of the crime. And when they came back, to say they were armed to the teeth would be an understatement. Some rolled through the streets of a working-class American suburb in an armored personnel carrier, while others clutched onto to ferocious dogs that kept the citizens of the town at bay. The images were frightening -- as if Bull Connor's henchmen in Birmingham's civil rights struggles of 1963 had been dropped into the geographic center of America 51 years later -- but the militarized cops of Ferguson, Mo., accomplished their mission.\n\nThey kept the public from getting the answers they need, the answers they deserve.\n\nWhy was yet another unarmed young black man -- this one just 18 -- shot and killed? Why did it have to be a solid kid like Mike Brown, a young man who made it through high school and was supposed to start his college classes tomorrow morning? When is excessive police force in this country -- which is clearly unchecked and out-of-control -- finally going to be reigned in, in a land that pledges allegiance to liberty and justice for all?\n\nAfter all, the Missouri slaying of Mike Brown -- reportedly hands-up, without a weapons and running away from the cops -- is outrageous, and yet it is yet hardly an isolated incident. It comes as activists in New York City are still pressing for action in the case of Eric Garner, an African-American who was arrested on Staten Island for the lowest-possible-level crime of selling untaxed cigarettes, placed in a chokehold -- a move supposedly banned years ago -- and (according to the medical examiner's office) murdered.\n\nJust last week, a 22-year-old black man named John Crawford legally purchased an air gun at a Wal-Mart store outside of Dayton, Ohio. As the man walked through the store with this non-lethal gun that they sell to customers in the store, somebody called the police, and when Crawford was ordered by a cop to drop and air gun and he didn't comply quickly enough to their liking, he was shot and killed right there on the spot (and to compound the tragedy, a woman who was fleeing the police gunfire suffered a heart attack).\n\nAbout the killing of Mike Brown (which has caused a justified frenzy on Twitter, mostly under the hashtag #MikeBrown), there are definitely more questions -- especially about what led to the youth's initial encounter with the police in Ferguson and what happened in the seconds before the shooting -- than answers. The citizens of the community have every right to press for those answers -- loudly but, and one can't stress this enough, non-violently. But whatever happens from now, two things about policing and race are pretty clear tonight.\n\nFirst of all, it's time to stop treating all of these cases of young (or even not young -- Staten Island's Garner was 35) black men dying in encounters with police as isolated incidents. They are part of a pattern -- a pattern of police treating neighborhoods not as our neighborhoods, or their neighborhoods, but as an outside occupying force. It's one thing if you don't agree that stopping and frisking mostly law-abiding citizens who are overwhelmingly non-white is wrong, or that it's immoral to arrest thousands of blacks for breaking marijuana laws that aren't enforced in white communities. But Ferguson's instant police response of massive force -- including dogs and an armored vehicle -- should make it clear that we've gone way too far in militarizing our local law-enforcement since 9/11. These weapons will be used.\n\nSecond of all, I can't even imagine what it's like to have a black teenage son in America. I do know exactly what it's like to have a 19-year-old son, and I know it's a time of joy mingled with almost constant worry. You can't be there all the time, and you never know when teenagers will do something they'll later regret. But there is one thing I DON'T worry about, and that's my son getting shot by a police officer -- and that's because of his brown hair and his white skin.\n\nAfrican-American parents can't share in that comfort, and that's wrong . I'm not trying to ignore other threats to black youth -- including high rates of black-on-black crime in many urban neighborhoods. But making these neighborhoods safe again -- and giving parents and children there more peace of mind -- begins with that most fundamental of questions: Can we even trust our police? Rebuilding those bonds won't just reduce police misconduct itself -- but create a renewed atmosphere of cooperation that will curb other types of crime as well. Some towns have reported a sharp drop in violence by videotaping police encounters with the public. That should be universal.\n\nA short time ago, a man posted a picture of his child on Twitter, and wrote: \"This is my black son. He's 11. Someday, he'll be 17. Possibly tall. May like Skittles. Pls don't shoot him, America.\" As I said, I can't possibly know what that feels like. I do know it needs to stop. We need to work together -- because none of us, no matter what our own son or daughter looks like, can afford the consequences of one more #MikeBrown.", "article_metadata": {"pubdate": 20160525, "editdate": "20140810T17:46:30", "twitter": {"creator": "@will_bunch", "url": "http://www.philly.com/philly/blogs/attytood/MikeBrown-Another-dead-unarmed-black-man-in-America-.html", "image": "http://media.philly.com/images/4a5ee78b530f4960a71594e4ac1c578c-b1d604a44675681f5c0f6a7067003e53.jpg", "title": "#MikeBrown: Another dead unarmed young black man in America", "site": "@phillydotcom", "card": "summary_large_image"}, "cg": "news", "keywords": "Will Bunch", "news_keywords": "Will Bunch", "byline": "Will Bunch", "contenttype": "Blog_Post", "publication": "Philadelphia Daily News", "title": "#MikeBrown: Another dead unarmed young black man in America", "livedate": "20140810T17:46:30", "verify-v1": "3x82DC93LZlv0I/hQEBoyVVjlGPtX7VxHFgv1upr+9I=", "description": "It didn't take long for the gunmen to return to the scene of the crime. And when they came back, to say they were armed to the teeth would be an understatement. Some rolled through the streets of a working-class American suburb in an armored personnel carrier, while others clutched onto to ferocious dogs that kept the citizens of the town at bay. The images were frightening -- as if Bull Connor's henchmen in Birmingham's civil rights struggles of 1963 had been dropped into the geographic center of America 51 years later -- but the militarized cops of Ferguson, Mo., accomplished their mission. - Will Bunch, Philadelphia Daily News", "contentid": 270685611, "DC.date.issued": "2014-08-10T17:46:30-04:00", "fb": {"app_id": 938226082960499}, "viewport": "width=device-width, initial-scale=1.0", "og": {"site_name": "Philly.com", "description": "It didn't take long for the gunmen to return to the scene of the crime. And when they came back, to say they were armed to the teeth would be an understatement. Some rolled through the streets of a working-class American suburb in an armored personnel carrier, while others clutched onto to ferocious dogs that kept the citizens of the town at bay. The images were frightening -- as if Bull Connor's henchmen in Birmingham's civil rights struggles of 1963 had been dropped into the geographic center of America 51 years later -- but the militarized cops of Ferguson, Mo., accomplished their mission.", "title": "#MikeBrown: Another dead unarmed young black man in America", "url": "http://www.philly.com/philly/blogs/attytood/MikeBrown-Another-dead-unarmed-black-man-in-America-.html", "image": "http://media.philly.com/images/4a5ee78b530f4960a71594e4ac1c578c-b1d604a44675681f5c0f6a7067003e53.jpg", "type": "article"}, "searchdate": "2014-08-10", "google-site-verification": "db3T5L3C8_JvO-55gJ22lGGUnZLlNulgzTwX1NhCV3o", "y_key": "ccf0cd67e5f1e33c", "sourcepublication": "Daily News"}, "_id": "\"57477af36914bd0286fcf5db\"", "article_summary": "Why was yet another unarmed young black man -- this one just 18 -- shot and killed?\nJust last week, a 22-year-old black man named John Crawford legally purchased an air gun at a Wal-Mart store outside of Dayton, Ohio.\nA short time ago, a man posted a picture of his child on Twitter, and wrote: \"This is my black son.\nThe protesters rallied in front of the police and fire departments in Ferguson following Belmar's news conference.\nSecond of all, I can't even imagine what it's like to have a black teenage son in America."}