{"article_title": "Bob Woodward Explains to Fox News That the ACA Isn’t Obama’s Watergate", "article_keywords": ["watergate", "aca", "iraq", "worse", "wallace", "woodward", "fox", "republican", "isnt", "bob", "obamas", "explains", "think", "obama"], "article_url": "http://www.politicususa.com/2013/11/17/bob-woodward-explains-fox-news-aca-isnt-obamas-watergate.html", "article_text": "\n\nWashington Post editor Bob Woodward has spoken a small bit of reality and on Fox News Sunday, no less.\n\nThe pundits are all wrong. ObamaCare isn’t Obama’s Katrina or his Iraq, or even his Watergate (notice these are all Republican scandals that Republicans are dying to falsely equivocate onto a Democrat oh PLEASE). Nope.\n\nAccording to Woodward, Obama is incompetent (of course), but he had good intentions.\n\n“What this is, it’s a mess clearly, but what it isn’t, and I think you have to look at the question of motive. And the President’s motive here, even though there were deep problems with the implementation, he wants to do something good for 30 million people and get them health insurance. So this isn’t Watergate, this isn’t Clinton and Monica Lewinsky.”\n\nIs he incompetent? Fox News Sunday host Chris Wallace begged. Of course, Woodward soothed.\n\nWoodward said, “There’s no question about that. But you see all of these stories and this frenzy out there, the game over, the presidency is over some people are saying, and I think that’s not the case.”\n\nIt will get much worse, Woodward fed Wallace. Oh yes, much worse than an almost Katrina/Iraq/Watergate. Hisssss.\n\nIt’s the President’s fault that a website was deliberately overloaded and unfunded and then DDOS-ed, because Obama is responsible for everything, especially Republican obstructionism (see Benghazi). It’s like David Gregory said, it’s Iraq but without the deaths. And that is so not tacky or out of context or clown showy at all. Trying to help save the lives of millions of people is just like starting a war on a lie but without the deaths because you see in this episode of Rewriting History, Iraq was about incompetence, not lies.\n\nLive or die, what’s the diff? Please be quiet when Very Important Pundits speak.\n\nAnd so we have come around some crazy corner where this ride must be almost over because Bob Woodward has just told Fox News that this is not Obama’s Watergate.\n\nNever mind that 47 million people without insurance are going to have it. Almost WATERGATE I tell you. Or at least Katrina. Iraq? PLEASE!?!?\n\nWhen this hysteria has passed and people are signed up for affordable healthcare, we will resume our regularly scheduled Obama taxpayer funded GOP enabled Witch Hunts: Benghazi and the IRS. We will never discuss the People or how this helps the People, because life and death? Meh. We are so serious.", "article_metadata": {"description": "This ride must almost be over because Bob Woodward, Obama hater extraordinaire, has just told Fox News that this is not Obama's Watergate.", "generator": "WordPress 4.5.2", "author": "Sarah Jones", "og": {"site_name": "Politicus USA", "description": "This ride must almost be over because Bob Woodward, Obama hater extraordinaire, has just told Fox News that this is not Obama's Watergate.", "title": "Bob Woodward Explains to Fox News That the ACA Isn't Obama's Watergate", "url": "http://www.politicususa.com/2013/11/17/bob-woodward-explains-fox-news-aca-isnt-obamas-watergate.html", "image": "http://15130-presscdn-0-89.pagely.netdna-cdn.com/wp-content/uploads/2013/11/Screen-Shot-2013-11-17-at-4.18.49-PM-4-485x2741.jpg", "updated_time": "2013-11-17T17:49:32+00:00", "type": "article"}, "fb": {"admins": 523732690, "app_id": 113462415332922, "pages": 186473214703370}, "keywords": "Featured News,politicususa,liberal,politics,sarah jones,jason easley,barack obama,hillary clinton,bernie sanders,msnbc,media", "article": {"publisher": "https://www.facebook.com/PoliticusUSA", "section": "Featured News", "published_time": "2013-11-17T16:35:27+00:00", "modified_time": "2013-11-17T17:49:32+00:00"}, "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fdf991\"", "article_summary": "So this isn’t Watergate, this isn’t Clinton and Monica Lewinsky.”Is he incompetent?\nAccording to Woodward, Obama is incompetent (of course), but he had good intentions.\nWashington Post editor Bob Woodward has spoken a small bit of reality and on Fox News Sunday, no less.\nAnd so we have come around some crazy corner where this ride must be almost over because Bob Woodward has just told Fox News that this is not Obama’s Watergate.\nObamaCare isn’t Obama’s Katrina or his Iraq, or even his Watergate (notice these are all Republican scandals that Republicans are dying to falsely equivocate onto a Democrat oh PLEASE)."}