{"article_title": "1-Year-Old Vincent Lynick Refuses To Let Having His Leg Amputated Ruin His Time Running Around The House", "article_keywords": ["wants", "lynick", "right", "leg", "house", "ruin", "vincents", "walking", "amputated", "wiggle", "running", "let", "knee", "refuses", "born", "vincent", "vince", "having"], "article_url": "http://www.medicaldaily.com/pulse/1-year-old-vincent-lynick-refuses-let-having-his-leg-amputated-ruin-his-time-running-322798", "article_text": "After their son Vincent was born with a rare condition that caused his left leg to be shorter than his right, and his foot to angle inward, Sally and Michael Lynick had some major decisions to make regarding their son’s life. Just after Vincent’s first birthday, his parents decided on a seven-hour operation to remove his left leg with a little help from the Wiggle Your Toes organization, a charity devoted to empowering amputees. Four days after surgery and the Lynicks can barely keep up with Vincent’s confident strides.\n\n\"Over the years, I've never met someone more rewarding than this little guy Vince and the family. When Vince is ready to run and he needs a running leg, we are going to get him that running leg,\" Wiggle Your Toes Founder Andrew Holm told KARE11. \"As much as that family wants us along, we are going to be along for the ride, because we want to take this kid to the moon — whatever he wants to do we want to be able to support him.\"\n\nVincent was born with tibial hemimelia, a condition that affects one out of every million people. People born with it have no tibia, or the bone that connects the knee to the ankle. Not only did the Lynicks have to decide on their 1-year-old son’s leg amputation, but they also had to visit multiple orthopedic surgeons before making the decision on where to amputate — above or below the knee. They decided on amputating below the knee so that Vincent would have an easier time learning how to walk with a prosthetic leg when he gets older.\n\nVincent will have to wait a month before he can be fitted for a prosthetic leg, but don’t think that’s stopped him from standing up and walking around his house. \"He was walking after four days. One day he took 10 steps even,\" Sally Lynick told KARE11. \"It feels right. I feel like we totally made the right decision.\"", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "1, year, old, vincent, lynick, refuses, let, having, his, leg, amputated, ruin, his, time, running", "og": {"site_name": "Medical Daily", "description": "This 1-year-old from Minnesota is up and running around his house only four days after having his left leg amputated.", "title": "1-Year-Old Is Up And Walking 4 Days After Leg Amputation [VIDEO]", "url": "http://www.medicaldaily.com/pulse/1-year-old-vincent-lynick-refuses-let-having-his-leg-amputated-ruin-his-time-running-322798", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/styles/pulse_featured_video/public/2015/02/19/1-year-old-vincent-lynick-refuses-let-having-his-leg-amputated-ruin-his-time-running.jpg", "type": "article"}, "twitter": {"description": "This 1-year-old from Minnesota is up and running around his house only four days after having his left leg amputated.", "title": "1-Year-Old Is Up And Walking 4 Days After Leg Amputation [VIDEO]", "url": "http://www.medicaldaily.com/pulse/1-year-old-vincent-lynick-refuses-let-having-his-leg-amputated-ruin-his-time-running-322798", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/styles/pulse_featured_video/public/2015/02/19/1-year-old-vincent-lynick-refuses-let-having-his-leg-amputated-ruin-his-time-running.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/02/19/1-year-old-vincent-lynick-refuses-let-having-his-leg-amputated-ruin-his-time-running.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "The Grapevine", "published_time": "2015-02-19T14:37:32-05:00", "modified_time": "2015-02-19T15:10:32-05:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "This 1-year-old from Minnesota is up and running around his house only four days after having his left leg amputated."}, "article_summary": "When Vince is ready to run and he needs a running leg, we are going to get him that running leg,\" Wiggle Your Toes Founder Andrew Holm told KARE11.\nVincent was born with tibial hemimelia, a condition that affects one out of every million people.\nThey decided on amputating below the knee so that Vincent would have an easier time learning how to walk with a prosthetic leg when he gets older.\nVincent will have to wait a month before he can be fitted for a prosthetic leg, but don’t think that’s stopped him from standing up and walking around his house.\n\"Over the years, I've never met someone more rewarding than this little guy Vince and the family."}