{"article_title": "Five Signs Your Parents Need Help With Financial Decisions", "article_keywords": ["aging", "financial", "help", "decline", "process", "warning", "parents", "signs", "need", "families", "trust", "decisions", "having"], "article_url": "http://blogs.wsj.com/experts/2015/10/07/five-signs-your-parents-need-help-with-financial-decisions/", "article_text": "ISTOCK\n\nTED BECK: For many, the approaching holiday season may be the only opportunity during the year to visit aging parents. That’s why the timing is perfect to look for warning signs that your loved ones might be suffering from a decline in financial cognitive ability.\n\nIdeally, aging adults would be aware when they start having difficulty making financial decisions. They would communicate their concerns with their spouse and children and the family unit would work together to establish a plan of action. But pride, independence, denial and embarrassment combats this process, whether families are otherwise good communicators or not.\n\nNot surprisingly, 86% of people want family members to help with financial matters if they become unable, according to a survey by the National Endowment for Financial Education. But nearly seven in 10 say there are family dynamics in play that prevent that from happening; 58% of families say they have experienced disagreements, conflicts or other confrontation when discussing financial matters.\n\nComplacency is the wrong approach here. Families have to work together to identify the red flags of financial decline. New dents, scratches and dings on your aging parent’s car might be a sign of deteriorating driving ability. These are pretty obvious warning signs. With impaired financial decision making, the signs may not be quite as obvious. Financial decline is subtler than physical decline; it is signaled by a change in abilities over time.\n\nHere are five warning signs:\n\n1. Most commonly, the aging person takes longer to complete financial tasks. Does she struggle with everyday efforts like preparing bills for mailing, reconciling bank statements or organizing paperwork?\n\n2. Is the person missing key details in financial documents? Are bills piling up and has he missed a payment? Is he able to prioritize his regular responsibilities?\n\n3. Is your aging parent experiencing problems with everyday arithmetic? Maybe you recently went out to dinner with Mom and Dad, and while paying, he or she took an inordinate amount of time to calculate the appropriate tip.\n\n4. Have you noticed a decreased understanding of financial concepts? Are they having increased difficulty comprehending health-care matters like deductibles, or are they having a hard time understanding the bank statements they receive?\n\n5. Are they having new difficulty identifying investment risks? Are they able to minimize the risks in potential investments? Did they recently fall victim to fraud or a scam because they could not spot the liabilities?\n\nChildren and spouses have ongoing opportunities to assess these warning signs. However, singles, childless widows and widowers, and estranged families must rely on the professional community and find a responsible adviser who thinks like they do. Seniors without advisers need to make it a priority to find someone early in the planning process. Careful vetting and frequent check-ins help avoid mishaps and fraud—aging adults should not be isolated with their financial caretakers.\n\nIf you are the child of an aging parent, and you call into question the aptitude of their financial capacity, remember love and trust are two disparate skills. Building trust is a process that takes time to achieve. If you want to aid that trust, take the time to step up your own level of education about financial products so that you are better equipped to help your aging parent. Pay the extra attention toward looking for the warning signs of mental and financial decline. Most importantly, take the time to talk to your parents about their wishes and how you can help them.\n\nTed Beck is president and CEO of the National Endowment for Financial Education, a member of the President’s Advisory Council on Financial Capability for Young Americans and chairman of the Jump$tart Coalition.\n\nRead the latest Investing in Funds & ETFs Report.", "article_metadata": {"article.template": "full", "page.content.source": "Blog Article", "page.region": "na,us", "page.content.type": "blogs article", "twitter": {"domain": "WSJ.com", "description": "For many, the approaching holiday season may be the only opportunity during the year to visit aging parents.", "title": "Five Signs Your Parents Need Help With Financial Decisions", "url": "http://blogs.wsj.com/experts/2015/10/07/five-signs-your-parents-need-help-with-financial-decisions/", "image": {"src": "http://si.wsj.net/public/resources/images/BN-KQ194_cognit_P_20151006084532.jpg"}, "site": "WSJ", "card": "summary_large_image"}, "article.image_count": 2, "article_privilege": "free", "article.section": "US", "article.headline": "Five Signs Your Parents Need Help With Financial Decisions", "description": "For many, the approaching holiday season may be the only opportunity during the year to visit aging parents.", "article_section": "US", "author": "Cristina Lourosa", "user.type": "unsubscribed", "article.page": "The Experts Blog", "page.content.format": "responsive", "page.subsection": "The Experts", "article.summary": "For many, the approaching holiday season may be the only opportunity during the year to visit aging parents.", "page.site": "blogs.wsj.com", "testkeys": "C", "article.published": "2015-10-07T10:30:44-04:00", "dj.asn": "10-157", "ROBOTS": "noarchive, noodp", "fb": {"url": "http://blogs.wsj.com/experts/2015/10/07/five-signs-your-parents-need-help-with-financial-decisions/", "app_id": 368513495882}, "article": {"publisher": "https://www.facebook.com/wsj"}, "article_id": "BL-258B-6299", "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no", "page.section": "US", "language": "en-US", "og": {"site_name": "WSJ", "description": "For many, the approaching holiday season may be the only opportunity during the year to visit aging parents.", "title": "Five Signs Your Parents Need Help With Financial Decisions", "url": "http://blogs.wsj.com/experts/2015/10/07/five-signs-your-parents-need-help-with-financial-decisions/", "image": {"width": 749, "identifier": "http://si.wsj.net/public/resources/images/BN-KQ194_cognit_P_20151006084532.jpg", "height": 499}, "type": "article"}, "article.access": "free", "article.type": "The Experts", "article.id": "BL-258B-6299", "user.exp": "default", "article.updated": "2015-10-07T20:34:12-04:00"}, "article_summary": "Pay the extra attention toward looking for the warning signs of mental and financial decline.\nFinancial decline is subtler than physical decline; it is signaled by a change in abilities over time.\nThat’s why the timing is perfect to look for warning signs that your loved ones might be suffering from a decline in financial cognitive ability.\nNot surprisingly, 86% of people want family members to help with financial matters if they become unable, according to a survey by the National Endowment for Financial Education.\nThese are pretty obvious warning signs."}