{"article_title": "Hollywood writes a new storyline for Obamacare", "article_keywords": ["center", "grant", "tv", "writes", "obamacare", "society", "writers", "storyline", "california", "health", "hollywood", "endowment", "insurance"], "article_url": "http://www.marketplace.org/2013/10/10/health-care/hollywood-writes-new-storyline-obamacare", "article_text": "- Dimitris Papazimouris / Creative Commons\n\nComing soon to your favorite TV shows: plot lines about the Affordable Care Act.\n\nHollywood Health & Society, a program with the USC Annenberg Norman Lear Center got a $500,000 grant this week from The California Endowment to help TV writers tell better stories about the new health insurance law.\n\nWhy try to get your public health message into fictional story lines? People learn from TV,\" says Marty Kaplan, the director of the Norman Lear Center. \"Even if they know it is fiction, even if they know if writers can make stuff up, especially in the realm of medicine and public health, if a doctor says something to a patient, people tend to think that someone has checked that, that it’s true,” Kaplan says.\n\nKaplan’s group works to make sure that at least some of what comes out of doctors' mouths is real, or at least real-ish. Hollywood Health & Society has worked with nearly 100 TV shows -- everything from \"Mad Men\" to \"Desperate Housewives\" to \"Dr. Vegas\" and \"The Bold and the Beautiful.\" The Center has access to the megaphone that is Hollywood.\n\nAnd that’s appealing to The California Endowment, which gave the $500,000 grant. Hollywood Health & Society will reach out to TV writers and editors says Daniel Zingale, Senior V.P. of Healthy California at The California Endowment. “They’ll be giving them content, storylines, information, so that people watching those programs will learn about Obamacare and useful information about how to get enrolled.”\n\nYou might think this this sounds like propaganda and politics and terrible television. But, it doesn’t have to be any of those, says Neal Baer, executive producer of \"Under the Dome\" and former writer for \"ER\" and \"Law and Order SVU.\" “There’s a difference between actors talking about what their political views are and a television show taking seriously all the strands of the conflict,” says Baer.\n\nThe health insurance law takes away a few of writers’ favorite plotlines, like the evil insurance company that denies coverage. But it’ll add others -- good and bad. “Always what’s important is to explain the story through the characters and what the characters are going through,” says Baer, “not just do a lesson in what the Affordable Care Act is.”\n\nBaer thinks our politicians have failed to teach that lesson, failed to tell stories that help us understand. Which sets up a political drama that may also become fodder for TV writers.\n\nCORRECTION: A previous version of this online story misstated the amount of the grant to the Hollywood Health & Society. It is $500,000. The text has been corrected.", "article_metadata": {"csrf-param": "authenticity_token", "application-name": "Marketplace from APM", "og": {"url": "http://www.marketplace.org/2013/10/10/health-care/hollywood-writes-new-storyline-obamacare", "image": "http://cms.marketplace.org/sites/default/files/styles/primary-image-900x500/public/camera.jpg?itok=oJfX101k", "type": "article", "description": "Hollywood Health and Society, part of the USC Annenberg  Norman Lear Center,  has created a health care-information pipeline straight to the entertainment industry", "title": "Hollywood writes a new storyline for Obamacare"}, "twitter": {"site": "@Marketplace"}, "msapplication-TileColor": "#FFFFF", "msapplication-square70x70logo": "/assets/mstile-70x70-797ef1ac7d8ffe040b98bab7140abf109b307280019c7d5c16c614ac6f66319d.png", "msapplication-square310x310logo": "/assets/mstile-310x310-9380546aaae2d32ed4a1460d4ffac0ddd0197d240c08a97d9ba80e663f2f42e2.png", "msapplication-wide310x150logo": "/assets/mstile-310x150-11f7c8519056bc96bf2540c4b2aa8564178ebcae2594d3e8fb28d480f2c5cd8a.png", "csrf-token": "7Ny4wCuQRBtPhqVuJ5g89vdAokWOHsCv04JHiv08QLkqgYyOjma2SJ32RxiD3hIdSH0A0V9Mz4G1Sd4bCoodmQ==", "msapplication-TileImage": "/assets/mstile-144x144-a9640051fbfb73c1de9771231343135b5f79295e3f98bb1cb87854aa6a74f8c8.png", "msapplication-square150x150logo": "/assets/mstile-150x150-1d103d04b61aaa10bb165f225c46e694338b92918bc7a7ca2b99b54bdd1bbc0c.png", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fddf79\"", "article_summary": "CORRECTION: A previous version of this online story misstated the amount of the grant to the Hollywood Health & Society.\nHollywood Health & Society will reach out to TV writers and editors says Daniel Zingale, Senior V.P.\nHollywood Health & Society has worked with nearly 100 TV shows -- everything from \"Mad Men\" to \"Desperate Housewives\" to \"Dr. Vegas\" and \"The Bold and the Beautiful.\"\nThe health insurance law takes away a few of writers’ favorite plotlines, like the evil insurance company that denies coverage.\nof Healthy California at The California Endowment."}