{"article_title": "Sports such as fencing are good for the aging brain", "article_keywords": ["aging", "good", "associated", "cognitive", "older", "fencing", "study", "openskill", "son", "brain", "participants", "used"], "article_url": "http://health.heraldtribune.com/2015/04/21/sports-such-as-fencing-are-good-for-the-aging-brain/", "article_text": "The two fencers pull on their meshfront masks and face each other behind two “en garde” lines.\n\nAt their coach’s signal, they raise their sabres and the practice bout begins in a flurry.\n\nMichael DeManche, 69, is fencing his son Devin, 20 — who not only has youth on his side, but at 6-foot-5 also has a much longer reach.\n\nFather and son move rapidly, advancing, retreating and attacking with precision. The skirmish continues until the score is tied at four points. Then in a flash, Devin prevails with a swift hit on his dad’s mask.\n\nDespite their age difference, the two are well matched. Although Devin is more agile physically, Michael’s tactic for winning during their Wednesday night matches at the Royal Fencing Academy in Damascus, Md., is to outthink his son in moves and positioning.\n\n“When I’m fencing, I’m completely focused,” Michael says.\n\nScience may be able to explain what’s going on in Michael’s aging brain when he’s on the fencing strip. A small but growing body of research suggests that fencing and other sports that require quick decision-making may improve cognition in both young and old people, and help stave off certain mental declines associated with aging.\n\nIn a study published in 2012, researchers led by Francesco Di Russo of the Foro Italico University of Rome hypothesized that sports in which participants must constantly move and adapt to changes around them might counteract age-related breakdowns in learning, memory and processing speeds.\n\nThey found that fencing, “which requires fast decisions and . . . places high demands on visual attention and flexibility,” was associated with improvement of certain cognitive functions, such as attention and processing, that naturally decline with aging.\n\n“We wanted to see whether this sport may keep the brain fast and accurate, reducing cognitive aging,” Di Russo said.\n\nIn addition to fencing, sports that use what are called “open motor skills” include basketball, hockey, football and table tennis.\n\nKEEPING THE PACE\n\n“Closed motor skills” are those used in a stable, predictable setting in which the performer typically chooses when to start using the skill and knows exactly what to do. Closed-skill sports, which include biking, bowling, golf and gymnastics, involve self-paced movements.\n\nDi Russo’s study involved 20 fencers and a control group of 20 nonathletes. In both groups, half were in their mid-20s and the other half had an average age of 50.\n\nDi Russo and his colleagues designed two tasks meant to mimic some of the cognitive functions used in fencing, and they measured participants’ accuracy and reaction time during both. Subjects had to press a button when certain shapes, deemed targets, flashed across a computer screen and refrain from pressing the button when presented with a non-target shape.\n\nWhile younger participants fared better on the tasks than the older ones, both the younger and older fencers performed better overall than their nonathlete peers. And even though the older fencers had slower reaction times than the younger ones, their accuracy was the same.\n\nLast year, researchers in Taiwan conducted a study that looked at cognitive function in 60 participants whose average age was 69. Those who exercised regularly were broken into two groups: people who practiced open-skill sports and those who favored closed-skill activities.\n\nThe study found that regular exercisers had faster reaction times on an Eriksen flanker test, a cognitive task that requires a quick response to a central target image shown on a computer screen surrounded by distraction stimuli. Both exercise groups had similar response speeds, but the open-skill exercisers showed greater neural efficiency than the closed-skill exercisers.\n\nNeural efficiency is the idea that better performers use fewer neurons and show lower brain activation when working on a cognitive task than poorer performers do. In other words, the open-skill athletes used less brainpower to do the same thing than the closed-skill exercisers did.\n\n“Physical activity involving continuous exposure to cognitively challenging situations can be associated with greater efficiency of neural circuits in older adults,” the authors concluded in the study.\n\nCOMPLEXITY IS KEY\n\nWhat might set fencing apart from other sports is that it requires learning a variety of complex motor functions, according to neuroscientist Arthur Kramer, who was not associated with either the Italian or the Taiwanese study. For example, a fencer has to think through several ways of attacking, not to mention rapidly choosing from among nine different types of parries when fending off an opponent.\n\n“All of that gets quite complex and has to be executed very quickly,” said Kramer, director of the Beckman Institute for Advanced Science and Technology at the University of Illinois at Urbana-Champaign.\n\nOne of Kramer’s primary research interests is how exercise affects the brain. In two studies published in 2014, Kramer and his colleagues reported that physical activity was associated with more-compact and fibrous white matter in the brains of children and older adults.\n\nWhite matter is the stuff that carries signals from one brain region to another, and more-compact white matter is linked to faster and more efficient nerve activity. White matter also plays a role in attention and memory, and it deteriorates with age.\n\nWhile there’s no definitive evidence that fencing is better than other types of physical activity, various research findings seem to indicate that open-skill sports are good for young and old brains alike.\n\nMichael DeManche, who, with his son, began fencing in 2011, said he can’t be sure whether his cognition has improved in those four years. He picked up the sport to get in shape after having heart-bypass surgery 15 years ago.\n\nHe plans to keep up the sport as long as he’s physically able — or he’ll quit when his son does. His mind may not be what it used to be, he joked, but he’s able to keep up with a 20-year-old after all.", "article_metadata": {"og": {"image": "http://health.heraldtribune.com/files/2015/04/fencing-001-e1429617874825.jpg"}, "wp-parsely_version": "1.8", "fb": {"app_id": 846021808821787}}, "_id": "\"57477af46914bd0286fddf7e\"", "article_summary": "Science may be able to explain what’s going on in Michael’s aging brain when he’s on the fencing strip.\n“We wanted to see whether this sport may keep the brain fast and accurate, reducing cognitive aging,” Di Russo said.\nMichael DeManche, who, with his son, began fencing in 2011, said he can’t be sure whether his cognition has improved in those four years.\nMichael DeManche, 69, is fencing his son Devin, 20 — who not only has youth on his side, but at 6-foot-5 also has a much longer reach.\nIn addition to fencing, sports that use what are called “open motor skills” include basketball, hockey, football and table tennis."}