{"article_title": "Michigan's 2 biggest insurers offering holistic care, telemedicine in new health plans", "article_keywords": ["blue", "holistic", "plans", "offering", "michigan", "telemedicine", "cross", "network", "health", "plan", "coverage", "biggest", "insurers", "michigans", "options", "care"], "article_url": "http://www.mlive.com/business/west-michigan/index.ssf/2015/12/michigans_2_biggest_insurers_o.html", "article_text": "\"It's become very popular in the last year or two especially with Millennials.\" -- Rick Notter\n\n\n\nGRAND RAPIDS, MI -- Michigan's two biggest health care insurers are expanding the options available for coverage in 2016.\n\nPriority Health is offering a holistic plan that covers acupuncture and medical massage, while Blue Cross Blue Shield of Michigan will give customers the choice of consulting with a doctor online through Facetime-like video technology instead coming in for an office visit.\n\n\"It's become very popular in the last year or two, especially with millennials,\" said Rick Notter, Blue Cross' director individual business, about the trend of using apps and the internet to meet virtually with a doctor.\n\nFor the first time, this option is part of Blue Cross' standard HMO plan.\n\nPriority Health also offers its members the choice of telemedicine -- as standard coverage and part of its new My Priority Holistic plan, which is an add-on to a traditional health care plan.\n\nThe new coverage option reflects a growing interest in alternative medicine. Nearly 38 percent of adults and 12 percent of children are using some form of holistic medicine in the United States, according to the National Center for Complementary and Integrative Health.\n\nDetroit-based Michigan Blue Cross and Grand Rapids-based Priority Health, the insurance arm of the Spectrum Health medical system, are the first and second-largest health care insurers in Michigan, respectively.\n\nBlue Cross and its HMO subsidiary, Blue Care Network, offer a menu of 44 individual health plans, and plans in all of Michigan's 83 counties.\n\nThe first round of the 2016 open enrollment period ends Tuesday, Dec. 15, to receive coverage by Jan. 1. Those who sign up by Jan. 15 can receive coverage beginning Feb. 1 or by Jan. 31 for a start date of March 1.\n\nOpen enrollment for the Health Insurance Marketplace — created under the Affordable Care Act to provide a subsidy for those who meet income guidelines — closes Jan. 31.\n\nSo far, more than 90,000 Michigan residents signed up for coverage through the Health Insurance Marketplace, according to the Michigan Department of Health and Human Services.\n\nExisting Marketplace customers who have returned and shopped for a more affordable plan are paying less in premiums this year than they were paying last year, according to Sylvia Burwell, HHS secretary.\n\nThose who don't sign up for health care coverage risk paying a fee of $695 in addition to out-of-pocket cost for treatments. There are a few exemptions that provide an opportunity for signing up after the Jan. 31 deadline. They include getting married or divorced, having a child or losing a job.\n\nBurwell notes that 69 percent of Michigan enrollees can find plans for $75 or less a month in premiums after tax credits. More than 90 percent of returning Michigan HealthCare.gov consumers could save an average of $895 annually in premiums before tax credits for a plan in the same level of coverage by returning to shop.\n\nFor 2016 coverage, Michigan consumers can choose from 15 issuers and an average of 88 plans.\n\nLast year, 52 of the 138 plans offered on the Health Insurance Marketplace were narrow network plans. That number is expected to grow to nearly 83 plans this year.\n\n\"We are committed to offering individuals product options to fit their specific needs, no matter where they are in life, and providing affordable access to excellent health care,\" said Joan Budden, the current chief marketing officer for Priority Health, who will become the CEO in January.\n\nBoth Priority Health and Blue Cross are offering new low-cost options that are available on the Health Insurance Marketplace.\n\nA 2014 survey of 1,000 Michigan residents by the Centre for Healthcare Research & Transformation, found cost issues were twice as important to consumers buying an individual health policy as the size of the care network, as long as quality remains high.\n\nPrices have gone up an average of 10 percent in the past two years, although the percentage rate can be higher or lower depending on the geography and age of the customer, Notter said.\n\nOn average, customers in their 30s can find a plan for under $200 a month.\n\nPriority Health introduced a new plan, Spectrum Health Partners, that is 20 percent below the Michigan average, while still providing full access to Spectrum Health network of affiliated hospitals, physicians and Orthopedic Associates of Michigan.\n\nPriority Health's broad portfolio of health benefit options for employer groups and individuals, includes Medicare and Medicaid plans. Its network of health care providers covers 95 percent of practicing physicians available in Michigan and more than 900,000 nationwide.\n\nBlue Cross's lowest-priced option is a \"Catastrophic\" PPO health plan in 72 of Michigan's 83 counties on the 2016 Marketplace, representing 87 percent of the state.\n\nAmong Blue Cross' low-cost options are the Bronze Saver plan, which has a deductible equal to the out-of-pocket-maximum, and approved services are covered 100 percent after it's met, and the Platinum plan, which offers a 10 percent coinsurance on all approved medical benefits. Dental and vision coverage are included in the latter.\n\n\n\nShandra Martinez covers business for MLive/The Grand Rapids Press. Email her or follow her on Twitter @shandramartinez.", "article_metadata": {"medium": "news", "viewport": "width=device-width,initial-scale=1", "news_keywords": "Priority Health, Michigan, Blue Cross Blue Shield Association, Health Insurance Marketplace, mkarpus, business", "title": "Michigan's 2 biggest insurers offering holistic care, telemedicine in new health plans", "parsely-page": "{\"title\": \"Michigan\\u0027s 2 biggest insurers offering holistic care, telemedicine in new health plans\", \"link\": \"http://www.mlive.com/business/west-michigan/index.ssf/2015/12/michigans_2_biggest_insurers_o.html\", \"image_url\": \"http://image.mlive.com/home/mlive-media/width620/img/businessreview/western_impact/photo/19375830-standard.jpg\", \"type\": \"post\", \"post_id\": \"17626438\", \"pub_date\": \"2015-12-14T14:16:04Z\", \"author\": \"Shandra Martinez | smartinez@mlive.com\", \"tags\": [\"@gr-app\",\"@gr-river\",\"@mlive-river\",\"mkarpus\"] }", "twitter": {"image": "http://image.mlive.com/home/mlive-media/width620/img/businessreview/western_impact/photo/19375830-standard.jpg", "description": "Priority Health's plan covers acupuncture while Blue Cross lets patients do visits by phone.", "site": "@mlive", "card": "summary_large_image", "title": "Michigan's 2 biggest insurers offering holistic care, telemedicine in new health plans"}, "article_date_updated": "Monday, December 14, 2015,  2:40 PM", "parsely-metadata": "{\"short_title\": \"\", \"image_url\": \"http://media.mlive.com/businessreview/western_impact/photo/cs-acupuncture2-c98b57f8c0d5be3f.jpg\", \"author_name\": \"smartinezgr\", \"author_nickname\": \"Shandra Martinez | smartinez@mlive.com\", \"author_id\": \"1827188\", \"source_blog_name\": \"West Michigan Business\", \"source_blog_url\": \"http://www.mlive.com/business/west-michigan/index.ssf/\", \"sponsored_content\": \"0\" }", "og": {"site_name": "MLive.com", "description": "Priority Health's plan covers acupuncture while Blue Cross lets patients do visits by phone.", "title": "Michigan's 2 biggest insurers offering holistic care, telemedicine in new health plans", "url": "http://www.mlive.com/business/west-michigan/index.ssf/2015/12/michigans_2_biggest_insurers_o.html", "image": "http://image.mlive.com/home/mlive-media/width620/img/businessreview/western_impact/photo/19375830-standard.jpg", "type": "article"}, "fb": {"admins": 100000302287435}, "article_publication_name": "MLive.com", "article": {"author": "http://"}, "article_comments": 0, "article_date_original": "Monday, December 14, 2015,  9:15 AM", "article_author": "Shandra Martinez | smartinez@mlive.com", "Description": "Priority Health's plan covers acupuncture while Blue Cross lets patients do visits by phone."}, "article_summary": "Blue Cross and its HMO subsidiary, Blue Care Network, offer a menu of 44 individual health plans, and plans in all of Michigan's 83 counties.\nDetroit-based Michigan Blue Cross and Grand Rapids-based Priority Health, the insurance arm of the Spectrum Health medical system, are the first and second-largest health care insurers in Michigan, respectively.\n-- Rick NotterGRAND RAPIDS, MI -- Michigan's two biggest health care insurers are expanding the options available for coverage in 2016.\nThose who don't sign up for health care coverage risk paying a fee of $695 in addition to out-of-pocket cost for treatments.\nPriority Health also offers its members the choice of telemedicine -- as standard coverage and part of its new My Priority Holistic plan, which is an add-on to a traditional health care plan."}