{"article_title": "Lawsuit accuses Denver Archdiocese of allowing sexual abuse – The Denver Post", "article_keywords": ["catholic", "archdiocese", "accuses", "diocese", "sexual", "priests", "denver", "filed", "abuse", "allowing", "church", "post", "dioceses", "lawsuit", "children", "holley"], "article_url": "http://www.denverpost.com/news/ci_24784872/lawsuit-accuses-denver-archdiocese-allowing-sexual-abuse", "article_text": "An Albuquerque man has filed a lawsuit against the Archdiocese of Denver, claiming the arm of the Catholic Church turned a blind eye in the 1980s on a priest who molested children across the country.\n\nThe federal lawsuit, filed Wednesday, is the latest that Eran McManemy, 35, has brought against the dioceses that oversaw the three priests he has accused of molesting him as a child in New Mexico.\n\nOne of the three priests, a notorious pedophile who died in prison in 2008, had practiced Catholic ministry at St. Anthony Hospital in Denver under the local diocese two years before he allegedly raped McManemy in Alamogordo, N.M. Denver was the sixth American diocese to which Father David Holley had transferred.\n\nA judge decided earlier this year that McManemy’s federal court case should be heard in Colorado. He had filed a similar lawsuit on May 6 against dioceses in Massachusetts, Texas and New Mexico.\n\nMcManemy argued in the complaint that the Archdiocese of Denver suspected and hid Holley’s sexual abuse, which enabled the priest to prey on him in New Mexico. His lawsuit seeks punitive damages.\n\n“This was an interstate conspiracy that each one of these dioceses willingly joined to harbor a known pedophile,” said Merit Bennett, McManemy’s lawyer.\n\nKarna Swanson, spokeswoman for the Archdiocese of Denver, said Holley was authorized to say Mass and hear confessions in the Denver region but that there were no records of his wrongdoing in Denver.\n\n“He worked for a year for a hospital here in town, and that’s really all we know about him,” Swanson said.\n\nMcManemy said the diocese could have removed Holley from church facilities but chose not to.\n\nMcManemy’s lawsuit said that as an 11-year-old, he was raped by Holley in 1990 and sexually, physically and psychologically abused for three years before that by two priests at St. Jude’s Catholic Parish in Alamogordo.\n\nIn 1993, Holley was sentenced to 275 years in prison for molesting eight boys in New Mexico.\n\n“Everybody knew who this guy was,” Bennett said. “He was one of the most inveterate predators of children in the United States.”\n\nBennett said he has represented more than 100 victims of clergy sexual abuse since he began practicing law in 1975.\n\n“This is the worst of the worst,” he said. “They allowed him to roam free — church to church, diocese to diocese, children to children. Not one of them picked up the phone and dialed 911, including Denver.”\n\nAlison Noon: 303-954-1223, anoon@denverpost.com or twitter.com/alisonnoon", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "Lawsuit accuses Denver Archdiocese of allowing sexual abuse", "title": "Lawsuit accuses Denver Archdiocese of allowing sexual abuse", "url": "http://www.denverpost.com/2013/12/23/lawsuit-accuses-denver-archdiocese-of-allowing-sexual-abuse/", "image": {"width": 1200, "identifier": "http://www.denverpost.com/wp-content/themes/denverpost/static/images/thedenverpost.png", "height": 630}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/themes/denverpost/static/images/thedenverpost.png", "site": "@denverpost", "card": "summary"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "article": {"published_time": "2013-12-23T18:48:26+00:00", "modified_time": "2013-12-23T18:48:26+00:00"}, "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af36914bd0286fcf624\"", "article_summary": "“They allowed him to roam free — church to church, diocese to diocese, children to children.\nMcManemy argued in the complaint that the Archdiocese of Denver suspected and hid Holley’s sexual abuse, which enabled the priest to prey on him in New Mexico.\nKarna Swanson, spokeswoman for the Archdiocese of Denver, said Holley was authorized to say Mass and hear confessions in the Denver region but that there were no records of his wrongdoing in Denver.\nHe had filed a similar lawsuit on May 6 against dioceses in Massachusetts, Texas and New Mexico.\nAn Albuquerque man has filed a lawsuit against the Archdiocese of Denver, claiming the arm of the Catholic Church turned a blind eye in the 1980s on a priest who molested children across the country."}