{"article_title": "", "article_keywords": ["cencal", "medical", "patients", "program", "health", "santa", "cottage", "barbara", "hospital", "care"], "article_url": "http://www.independent.com/pr/2015/aug/26/cencal-health-and-cottage-health-create-new-progra/", "article_text": "\n\nSanta Barbara and San Luis Obispo counties, CA, Aug. 26, 2015– CenCal Health, the health plan serving the Medi-Cal population in Santa Barbara and San Luis Obispo counties, and Cottage Health have partnered to create a unique program to serve the area’s homeless and lower income populations.\n\n\n\nThe Access to Care for the Expansion Population (ACE) program is aimed at coordinating the many health care needs of those approximately16,000 previously uninsured individuals that now have health coverage under the federal Affordable Care Act (ACA). The rollout of this program is intended to identify, address and coordinate the medical and social needs of these individuals to successfully transition them into seeking appropriate care in the appropriate setting – as opposed to utilizing hospital emergency departments.\n\n\n\n“CenCal Health now provides health insurance for one in four residents of Santa Barbara County. Giving patients better access into our health care system is more important now than ever,” said Bob Freeman, CEO of CenCal Health. “Cottage Health was well suited to provide patient education and connect these patients into primary care clinics.”\n\n\n\n“The ACE program reinforces the commitment of both organizations to maintain a healthy population,” said Ron Werft, President and CEO of Cottage Health. “Our community care management program has been successful in ensuring that high risk patients served by CenCal Health were able to connect to resources that enabled them to thrive in their home environment.”\n\n\n\nCottage Health will help facilitate the following for CenCal Health patients who are part of the ACE Program:\n\n· Arrange primary care provider follow up after hospital discharges\n\n· Improve and simplify medication management for patients after hospital stays\n\n· Help patients avoid readmission to the hospital for the same or similar health events\n\n· Connect patients to community resources that support health and well-being\n\n· Enhance care coordination across the health delivery system through partnerships with skilled nursing facilities, physician clinics, home care agencies and other post-acute care agencies\n\n· Improve patient health outcomes and reduce the risk of adverse events by arranging home visits, providing case management services and coordinating with primary care providers as needed\n\n\n\nAbout CenCal Health\n\nCenCal Health is the largest local insurer in the region, providing health coverage for approximately 20 percent of residents in Santa Barbara and San Luis Obispo counties. CenCal Health coverage is accepted by the vast majority of local health providers. CenCal Health also provides education and assistance to its patients in order to reduce potential health problems from chronic illness such as diabetes and asthma. For more information, visit www.cencalhealth.org. Find CenCal Health on Facebook.\n\n\n\nAbout Cottage Health\n\nThe not-for-profit Cottage Health is the leader in providing advanced medical care to the Central Coast region. Our specialties include the Cottage Children’s Medical Center, Level 2 Trauma Center, Neuroscience Institute, Heart & Vascular Center, Center for Orthopedics, and Rehabilitation Hospital. Our medical staff is comprised of more than 700 physicians, including many subspecialists found at academic medical centers. Last year, the Cottage Health hospitals in Goleta, Santa Barbara and Santa Ynez Valley provided inpatient care for 20,000 people, treated 72,000 patients through their 24-hour emergency departments and helped deliver 2,400 newborns. www.cottagehealth.org\n\n", "article_metadata": {"verify-v1": "ILofteeXjEGSBFwUf9oRyP4hdhxQ7F35jPp2MwAQrUE=", "y_key": "33d4a6dfbd23f58a"}, "article_summary": ""}