{"article_title": "Medicare Proposes Paying for Lung Cancer Screenings for Older Longtime Smokers", "article_keywords": ["paying", "risk", "cancer", "older", "cover", "screenings", "proposes", "health", "medicare", "smokers", "lung", "proposal", "scans", "screening", "longtime"], "article_url": "http://www.nytimes.com/2014/11/11/us/medicare-proposes-paying-for-lung-cancer-screenings-for-older-longtime-smokers.html", "article_text": "WASHINGTON — Medicare will cover annual screenings for lung cancer for older Americans with long histories of heavy smoking, the federal government said Monday in a proposal that would cover an estimated four million people, many of whom are at greatest risk for the disease.\n\nMonday’s draft decision by the Centers for Medicare and Medicaid Services would extend coverage for CT scans to Medicare beneficiaries who smoked at least a pack a day for 30 years or the equivalent, even if they quit as long as 15 years ago. Scans would cost recipients nothing; the coverage would apply to beneficiaries through age 74.\n\nThe proposal follows a more sweeping recommendation last year by an influential government health panel that such smokers ages 55 to 80 get annual screenings, a policy shift that experts said had the potential to save 20,000 lives a year. That recommendation focused on current and former smokers at highest risk, a population of about 10 million Americans.\n\nUnder the Affordable Care Act, private insurers must cover such screenings. But the law was silent on whether Medicare had to do so. Monday’s proposal made it clear that high-risk Medicare recipients would be included.\n\nThe proposal is open for public comment for 30 days and would not become final until February. But such draft decisions are rarely reversed, and public health experts, who largely welcomed the ruling, said they did not expect the main elements to change much.\n\nAdvertisement Continue reading the main story\n\n“This is important validation, and it ends the debate,” said Laurie Fenton Ambrose, president of the Lung Cancer Alliance, an advocacy group. “Screening saves lives. The public needs to know that.”\n\nMedicare is government health insurance for Americans age 65 and over, but some people under 65 qualify. The new proposal includes about 480,000 beneficiaries ages 55 to 64 who qualify for Medicare because of certain disabilities, Ms. Ambrose said.\n\nLung cancer claims about 160,000 lives a year — more than a quarter of all cancer deaths and greater than the toll from colorectal, breast, pancreatic and prostate cancers combined. Nearly 90 percent of patients with lung cancer die from it, in part because it is often discovered too late.\n\nCT scans can detect much smaller tumors than a chest X-ray, the traditional screening technique, which seldom catches the cancer early enough for surgery to be effective. In 2010, a large clinical trial found that CT scans could reduce mortality by 16 percent among patients at the highest risk of lung cancer.\n\nThe average annual cost of CT lung cancer screening in Medicare is estimated to be $241 per person screened, according to an analysis published this summer in American Health and Drug Benefits.\n\nThe decision for Medicare to cover the screening was not a surprise, but there were bumps along the way. This spring a government advisory panel composed mostly of medical experts expressed misgivings that the benefit of screenings would outweigh potential harms.\n\nCT scans can pick up abnormalities that look like cancer but will not harm the patient, leading to unnecessary surgery or invasive tests like biopsies. One concern was that false positives could lead to unnecessary procedures and harm to patients.\n\nTo address that problem, Dr. Richard C. Wender, chief cancer control officer at the American Cancer Society, said health advocates recommended that screening be offered only in high-quality centers accredited for that purpose, and that each center follow a standardized set of procedures and keep a register of patients to track results.\n\nSome of those recommendations appear to have been woven into the approach the federal government outlined Monday. Screening centers must meet certain criteria, for example, to be accredited to provide the service and must submit data to a national registry.", "article_metadata": {"tone": "news", "ptime": 20141110195521, "twitter": {"description": "A draft decision by the Centers for Medicare and Medicaid Services would extend coverage for CT scans to Medicare beneficiaries who smoked at least a pack a day for 30 years or the equivalent.", "title": "Medicare Proposes Paying for Lung Cancer Screenings for Older Longtime Smokers", "url": "http://www.nytimes.com/2014/11/11/us/medicare-proposes-paying-for-lung-cancer-screenings-for-older-longtime-smokers.html", "app": {"url": {"googleplay": "nytimes://reader/id/100000003227302"}, "name": {"googleplay": "NYTimes"}, "id": {"googleplay": "com.nytimes.android"}}, "site": "@nytimes", "image": "https://static01.nyt.com/images/icons/t_logo_150_black.png", "card": "summary"}, "al": {"ipad": {"url": "nytimes://www.nytimes.com/2014/11/11/us/medicare-proposes-paying-for-lung-cancer-screenings-for-older-longtime-smokers.html", "app_store_id": 357066198, "app_name": "NYTimes"}, "android": {"url": "nytimes://reader/id/100000003227302", "app_name": "NYTimes", "package": "com.nytimes.android"}, "iphone": {"url": "nytimes://www.nytimes.com/2014/11/11/us/medicare-proposes-paying-for-lung-cancer-screenings-for-older-longtime-smokers.html", "app_store_id": 284862083, "app_name": "NYTimes"}}, "dfp-ad-unit-path": "health", "hdl_p": "Medicare Proposes Paying for Lung Cancer Screenings for Older Longtime Smokers", "sectionfront_jsonp": "https://static01.nyt.com/services/json/sectionfronts/health/index.jsonp", "DISPLAYDATE": "Nov. 10, 2014", "edt": "NewYork", "org": "Centers for Medicare and Medicaid Services", "keywords": "Medicare,Smoking and Tobacco,Lung Cancer,Tests (Medical),Centers for Medicare and Medicaid Services,Health Insurance and Managed Care", "news_keywords": "Medicare", "applicationName": "article", "PT": "article", "author": "Sabrina Tavernise", "sourceApp": "nyt-v5", "byl": "By SABRINA TAVERNISE", "usageTerms": "http://www.nytimes.com/content/help/rights/sale/terms-of-sale.html", "lp": "A draft decision by the Centers for Medicare and Medicaid Services would extend coverage for CT scans to Medicare beneficiaries who smoked at least a pack a day for 30 years or the equivalent.", "tom": "News", "dfp-amazon-enabled": "false", "description": "A draft decision by the Centers for Medicare and Medicaid Services would extend coverage for CT scans to Medicare beneficiaries who smoked at least a pack a day for 30 years or the equivalent.", "CG": "health", "robots": "noarchive", "dat": "Nov. 10, 2014", "fb": {"app_id": 9869919170}, "msapplication-starturl": "http://www.nytimes.com", "genre": "News", "article": {"author": "http://topics.nytimes.com/top/reference/timestopics/people/t/sabrina_tavernise/index.html", "section_url": "http://www.nytimes.com/pages/health/index.html", "section": "Health", "modified": "2014-11-11", "collection": "https://static01.nyt.com/services/json/sectionfronts/health/index.jsonp", "tag": "Health Insurance and Managed Care", "published": "2014-11-10", "section-taxonomy-id": "7D6BE1AF-8CD8-430B-8B2A-17CD0EAA99AC"}, "slug": "11lung", "viewport": "width=device-width, initial-scale=1, maximum-scale=1", "utime": 20141111105639, "og": {"url": "http://www.nytimes.com/2014/11/11/us/medicare-proposes-paying-for-lung-cancer-screenings-for-older-longtime-smokers.html", "image": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "type": "article", "description": "A draft decision by the Centers for Medicare and Medicaid Services would extend coverage for CT scans to Medicare beneficiaries who smoked at least a pack a day for 30 years or the equivalent.", "title": "Medicare Proposes Paying for Lung Cancer Screenings for Older Longtime Smokers"}, "pdate": 20141110, "des": "Health Insurance and Managed Care", "articleid": 100000003227302, "cre": "The New York Times", "hdl": "Medicare Proposes Paying for Lung Cancer Screenings for Older Longtime Smokers", "PST": "News"}, "article_summary": "Nearly 90 percent of patients with lung cancer die from it, in part because it is often discovered too late.\nLung cancer claims about 160,000 lives a year — more than a quarter of all cancer deaths and greater than the toll from colorectal, breast, pancreatic and prostate cancers combined.\nAdvertisement Continue reading the main story“This is important validation, and it ends the debate,” said Laurie Fenton Ambrose, president of the Lung Cancer Alliance, an advocacy group.\nIn 2010, a large clinical trial found that CT scans could reduce mortality by 16 percent among patients at the highest risk of lung cancer.\nThe average annual cost of CT lung cancer screening in Medicare is estimated to be $241 per person screened, according to an analysis published this summer in American Health and Drug Benefits."}