{"article_title": "Q&A with Leah-Anne Janway: Act will help keep mid-size employers from sharp increases in health insurance costs", "article_keywords": ["president", "group", "leahanne", "help", "employers", "qa", "pace", "increases", "health", "midsize", "act", "small", "sharp", "insurance", "janway", "plans"], "article_url": "http://newsok.com/article/5451980", "article_text": "Act will help keep mid-size employers from sharp increases in health insurance costs\n\nQ: I understand Congress and the U.S. Senate recently passed a bill — the PACE ACT — that, if signed by President Obama, will help keep mid-size employers from incurring sudden and sharp increases in health insurance costs. Why was the legislation drafted?\n\nA: Under the Affordable Care Act, or Obamacare, the health insurance industry's definition of a “small group employer” is set to change on Jan. 1 from up to 50 employees to up to 100. This expansion will require employers of 51 to 100 to select a new plan offered in the small group market. The mid-size market plans and premiums have been based on the actual claims of their plans. In the small group market, premiums are determined by age, geography, tobacco use and family size, resulting in an estimated premium increase of 18 percent next year for employers who continue to offer group plans. Without relief, it's predicted some employers would drop health insurance, sending employees to the healthcare.gov exchange; others would choose to self insure.\n\nQ: What does PACE stand for, and what would it do?\n\nA: The Protecting Affordable Coverage for Employers (PACE) ACT repeals the mandated small-group expansion and enables states to set their own small-group definitions. U.S. Rep. Tom Cole, R-Moore, was among the 235 bipartisan co-sponsors of House Resolution 1624.\n\nQ: The National Association of Health Underwriters (NAHU) is urging President Obama to sign the bill quickly. What's the rush?\n\n\n\nA: If the president fails to sign the legislation soon, mid-size employers — for next year — will lose the plans they have and have to move to small-group plans. In this small group market, we have fewer carriers, but we still have plans that were in force prior to the passage of the ACA in March 2010, called “grandfathered plans,” that don't have to follow all of the mandates of the ACA. We have plans that are called “transitional plans” that must end at the 2016 renewal anniversary, and we have the mandated ACA compliant plans. Without the PACE Act, mid-size employers will have to move to mandated ACA compliant plans; they won't be able to buy a grandfathered or transitional plan. Once President Obama signs the PACE Act, as we anticipate any day, NAHU will be working with the carriers and state insurance commissioners on implementation.\n\nPAULA BURKES, BUSINESS WRITER", "article_metadata": {"description": "Leah-Anne Janway, president of the Oklahoma City chapter of the National Association of Health Underwriters, talks about how the Protecting Affordable Coverage for Employers, or PACE Act, will affect employers.", "copyright": "Copyright (c) 2016 NewsOK.com. All Rights Reserved", "og": {"site_name": "NewsOK.com", "description": "OCT  7, 2015 - Leah-Anne Janway, president of the Oklahoma City chapter of the National Association of Health Underwriters, talks about how the Protecting Affordable Coverage for Employers, or PACE Act, will affect employers.", "title": "Q&A with Leah-Anne Janway: Act will help keep mid-size employers from sharp increases in health insurance costs", "locale": "en_US", "image": {"url": "http://cdn2.newsok.biz/cache/r960-da57653f884476c70b558d1a0774210f.jpg", "width": 960, "identifier": "http://cdn2.newsok.biz/cache/r960-da57653f884476c70b558d1a0774210f.jpg", "type": "image/jpeg"}, "url": "http://newsok.com/article/5451980", "type": "article"}, "twitter": {"description": "OCT  7, 2015 - Leah-Anne Janway, president of the Oklahoma City chapter of the National Association of Health Underwriters, talks about how the Protecting Affordable Coverage for Employers, or PACE Act,...", "title": "Q&A with Leah-Anne Janway: Act will help keep mid-size...", "image": {"src": "http://cdn2.newsok.biz/cache/w620-da57653f884476c70b558d1a0774210f.jpg"}, "creator": "@newsok", "site": "@newsok", "card": "summary_large_image"}, "apple-mobile-web-app-title": "NewsOK", "vr": {"author": "Paula Burkes", "canonical": "http://newsok.com/article/5451980"}, "fb": {"app_id": 211740625534903}, "article": {"publisher": "https://www.facebook.com/NewsOK", "tag": "business, health, news, Paula Burkes, enterprise, x-embargo,", "published_time": "2015-10-07T00:00:00-05:00", "modified_time": "2016-05-27T07:15:47-05:00"}, "viewport": "width=1140"}, "article_summary": "Act will help keep mid-size employers from sharp increases in health insurance costsQ: I understand Congress and the U.S. Senate recently passed a bill — the PACE ACT — that, if signed by President Obama, will help keep mid-size employers from incurring sudden and sharp increases in health insurance costs.\nA: The Protecting Affordable Coverage for Employers (PACE) ACT repeals the mandated small-group expansion and enables states to set their own small-group definitions.\nWithout relief, it's predicted some employers would drop health insurance, sending employees to the healthcare.gov exchange; others would choose to self insure.\nWithout the PACE Act, mid-size employers will have to move to mandated ACA compliant plans; they won't be able to buy a grandfathered or transitional plan.\nThis expansion will require employers of 51 to 100 to select a new plan offered in the small group market."}