{"article_title": "Iowa Millennials Prepare for Affordable Care Act", "article_keywords": ["affordable", "iowa", "prepare", "mills", "work", "frederick", "young", "workforce", "millennials", "health", "debartolo", "act", "jobs", "insurance", "care"], "article_url": "http://iowapublicradio.org/post/iowa-millennials-prepare-affordable-care-act", "article_text": "Editor Note: The Millennials in the piece were found because they signed up for the IPR Insight Network. Please consider signing up today and lending your expertise and experience to some of our reporting.\n\nMany young Iowans are still digging out from the financial crisis from the late 2000s.\n\nMany millennials, those born in the 1980s and 1990s, graduated from college or entered the workforce right at the height of the housing crisis, making it hard to find entry level work. Now many from that generation face a new challenge... paying for healthcare.\n\n\"If you’re either a young individual or a company that employs primarily young people – the impact is going to be greatest on that group,\" said Rick DeBartolo, a Senior Vice President at LMC Insurance in Des Moines. \"That would suggest to a person you’re going to see a significant premium increase.”\n\nTake Kelley Mills, for example, she’s 23 and works three jobs. From 8 to 4 she’s a bookkeeper for her dad’s small glass company in Des Moines. When she’s done she drives 20 miles up to Huxley and teaches dance until late into the evening; Then on the weekend she bartends at a golf course.\n\n“I like what I do, If I hated my jobs, I’d quit one,” Mills said.\n\nWhile Mills works constantly, she says she can only afford to pay for so much.\n\n“My car’s insured, I have renter’s insurance… but I do not have health insurance. My parents don’t have health insurance, so obviously I’m fending for myself,\" Mills said.\n\nMills graduated with a liberal arts degree from Des Moines Area Community College with an interest in accounting. But she couldn’t find work right out of college… every job she applied for wanted 5 years of experience. But many young people like Mills have to work numerous jobs to make ends meet.\n\n\"If we just look at the number of people ages 20 to 24, that very young adult workforce, we’ve had persistent growth in the number of those persons employed in Iowa,\" said Iowa State economist Dave Swenson. \"But the group of people that are 25-29 in Iowa hasn’t shown very many improvements.”\n\nSwenson said Iowa is adding low wage jobs in trade, retail and restaurants more than any other types of work. He says Iowa educates more young people than it can employ. Many of these young people are in Mills’ situation. They can’t afford health insurance. But Mills would qualify for a subsidy. When all is said and done she’d have to pay around 35-dollars a month. Mills says she could swing that cost. But it’s not always that cut and dry. Take Ryan Frederick for example.\n\n“I graduated with a business degree in the middle of the housing crisis,\" Frederick said. \"Which is about the worst possible time you could ever have a business degree.”\n\nFrederick is 26. Except for four years he spent at Iowa State, he’s lived in the small town of Orient… in west central Iowa. Frederick started an appraising business out of a spare bedroom at his parent’s house. On this day he drives his car down a rural Adair county road and snaps pictures of properties on his cell phone.\n\nMillennials, like Frederick, would contribute to the pool of participants by spreading the risk across the age spectrum. Because they don’t need as much care, they’ll help subsidize sicker enrollees. Frederick says he pays 175 dollars a month… his plan was a 98 dollar monthly cost when he bought it two years ago. He was even more discouraged after meeting with his insurance agent.\n\n“She kind of grabbed me by the shoulder and laughed when I said my health insurance was going up,\" Frederick said. \"She says just hold on, if you don’t double or triple next year you’ll be lucky. And I just got wide eyed because double or triple my health insurance and I ain’t gonna have health insurance.”\n\nFrederick says it's hard to predict whether he'll qualify for a subsidy; his income fluctuates with the real estate market. But the Affordable Care Act could provide opportunities for some young Iowans. Rick Debartolo, the vice president at LMC Insurance, says many older Iowans approaching Medicare could start getting out of the workforce because they’re only working for the healthcare benefits.\n\n“We know it exists with a lot of employers, there’s a lot of people that work simply because they’ve got a health problem, if they quit their job, they’d have COBRA for a period of time and then they’re out of luck,\" Rick DeBartolo of LMC Insurance said. \"Now it’s an option for an older person that really the only reason they’re working is health insurance, they can retire if they want sooner.”\n\nBut DeBartolo advises any young person to find some way to buy healthcare.", "article_metadata": {"category": "Health", "description": "Editor Note: The Millennials in the piece were found because they signed up for the IPR Insight Network. Please consider signing up today and lending your", "Generator": "Drupal 7 (http://drupal.org)", "programs": "none", "og": {"url": "http://iowapublicradio.org/post/iowa-millennials-prepare-affordable-care-act", "image": "http://mediad.publicbroadcasting.net/p/ipr/files/styles/medium/public/201310/IMG_6370.JPG", "type": "article", "description": "Editor Note: The Millennials in the piece were found because they signed up for the IPR Insight Network. Please consider signing up today and lending your", "title": "Iowa Millennials Prepare for Affordable Care Act"}, "story_id": 233870173, "twitter": {"site": "@IowaPublicRadio", "card": "summary", "creator": "@@Clay_Masters"}, "author": "Clay Masters", "org_id": 0, "dc": {"title": "Iowa Millennials Prepare for Affordable Care Act"}, "nid": 30273, "datePublished": "2013-10-14", "keywords": "Affordable Care Act, Public Insight", "wordCount": 1052, "has_audio": 1, "viewport": "width=device-width"}, "_id": "\"57477af46914bd0286fe257c\"", "article_summary": "“My car’s insured, I have renter’s insurance… but I do not have health insurance.\n“She kind of grabbed me by the shoulder and laughed when I said my health insurance was going up,\" Frederick said.\nExcept for four years he spent at Iowa State, he’s lived in the small town of Orient… in west central Iowa.\nBut the Affordable Care Act could provide opportunities for some young Iowans.\nThey can’t afford health insurance."}