{"article_title": "Rand Paul Finally Drops Out of Presidential Race", "article_keywords": ["rand", "candidate", "campaign", "received", "senate", "pauls", "state", "finally", "race", "mr", "sen", "paul", "drops", "ron", "presidential"], "article_url": "http://observer.com/2016/02/rand-paul-finally-drops-out-of-presidential-race/", "article_text": "Kentucky Sen. Rand Paul has finally ended his bid for the presidency, and will instead focus on his senate re-election.\n\nMr. Paul’s campaign had been struggling for months, and talk of him dropping out began as early as September of last year. His campaign was spending more money than it was bringing in, his poll numbers were steadily low and he was wafting in and out of the undercard debate. One of his longtime aides was even charged with concealing payments to an Iowa state senator while working for Mr. Paul’s father in 2012.\n\nIt is a little surprising that Mr. Paul dropped out before New Hampshire, considering his fifth-place finish in the Iowa caucus. Of course, fifth place out of 12 candidates might sound like a decent finishing, but no candidate that has placed lower than fourth has ever gone on to win his or her party’s nomination. Add to that the fact that Mr. Paul received a lower percentage of the vote than his father Ron in 2008 or 2012, and Mr. Paul’s fifth-place finish doesn’t seem so impressive.\n\nMr. Paul received 4.54 percent of the votes (giving him one delegate) in Iowa. In 2008, Ron Paul received 9.9 percent of the votes and in 2012 he received a whopping 21.5 percent for a third-place finish.\n\nEven with those numbers, Ron Paul went on to lose the nomination to Arizona Sen. John McCain in 2008 and former Massachusetts Gov. Mitt Romney in 2012.\n\nI was disappointed in Mr. Paul’s campaign from the beginning, as I was an early fan of his (I did a lot of reporting on the National Security Agency a couple years ago). Prior to announcing his presidential bid, Mr. Paul and Texas Sen. Ted Cruz were constantly in the headlines—whether for good or bad. But after they announced their campaigns for the presidency, they each fell off the map. I realize they were out campaigning, but the lack of media attention helped create a sort of vacuum that was filled by business mogul Donald Trump.\n\nMr. Cruz has managed to become a frontrunner due to his debate performances and extensive field team. Mr. Paul’s campaign was struggling as mentioned earlier, and his debate performances were so-so at best. It was difficult to watch, considering his rockstar status as a Libertarian senator known for fighting the establishment.\n\nAnother problem that may have led to Mr. Paul’s downfall was his views on foreign policy. In 2012, Republicans nominated Mr. Romney, who was about the worst candidate to nominate for a party who wanted to make Obamacare a central part of the election. This was due to the fact that Mr. Romney had implemented what would become the model for Obamacare in Massachusetts, which had become known as Romneycare.\n\nNow in 2016, the Democratic candidate who until recently seemed inevitable, Hillary Clinton, has a foreign policy record that is downright disastrous. Under her leadership at the State Department, the world saw the rise of terrorist groups like Boko Haram and the Islamic State. Dictators were toppled just as Saddam Hussein was under President George W. Bush, and just like in the Bush years, the regions became less stable and more violent after.\n\nSo it didn’t seem smart to nominate a candidate whose foreign policy views are more isolationist than hawkish at a time when terrorists are killing thousands.\n\nI figured Mr. Paul would be the next top-tier candidate to drop out, but I thought he would have dropped out earlier or stayed in until after the New Hampshire primary. Now he can go back to the senate, where he probably would have been more effective anyway. I had high hopes for him as a presidential contender (you were the chosen one who was supposed to create a Big Tent for the Republican party!), but his voice is desperately needed in the senate.", "article_metadata": {"sailthru.byline_name": "Ashe Schow", "sailthru.author": "Ashe Schow", "application-name": "Observer", "twitter": {"image": {"src": "https://nyoobserver.files.wordpress.com/2016/02/gettyimages-507826358.jpg?quality=80&w=640"}, "site": "@observer", "card": "summary_large_image", "creator": "@Observer"}, "sailthru.article.image.header": "https://nyoobserver.files.wordpress.com/2016/02/gettyimages-507826358.jpg?quality=80&w=728&h=418&crop=1", "sailthru.tags": "2016 elections, 2016 Republican Primary, Iowa caucus, rand paul, Ron Paul, obsNews & Politics, obsPolitics", "sailthru.section": "News & Politics", "keywords": "2016 elections, 2016 republican primary, iowa caucus, rand paul, ron paul", "sailthru.article.image.grid": "https://nyoobserver.files.wordpress.com/2016/02/gettyimages-507826358.jpg?quality=80&w=300&h=225&crop=1", "msapplication-task": "name=Subscribe;action-uri=http://observer.com/feed/;icon-uri=http://1.gravatar.com/blavatar/dac0f3722a48a53be75eb06c0c4f5119?s=16", "news_keywords": "%tags%", "generator": "WordPress.com", "msapplication-TileColor": "#2b5797", "sailthru.title": "Rand Paul Finally Drops Out of Presidential Race", "msapplication-window": "width=device-width;height=device-height", "viewport": "width=device-width, initial-scale=1", "sailthru.byline_slug": "ashe-schow", "sailthru.image.thumb": "https://nyoobserver.files.wordpress.com/2016/02/gettyimages-507826358.jpg?quality=80&w=50", "description": "Rand Paul ends his bid for the presidency to focus on his senate re-election.", "sailthru.byline_avatar_url": "https://nyoobserver.files.wordpress.com/2015/08/img_06061.jpg?quality=80&w=88", "msapplication-tooltip": "News, Politics, Culture, Art, Style, Real Estate, Movie Reviews, TV recaps", "fb": {"app_id": 132947390197809}, "sailthru.byline_twitter": "@AsheSchow", "msapplication-TileImage": "//s0.wp.com/wp-content/themes/vip/newyorkobserver-2014/images/favicons/mstile-144x144.png", "msvalidate.01": "F8C89E25D5233224541B1BB9B10BF573", "article": {"publisher": "https://www.facebook.com/newyorkobserver", "published_time": "2016-02-03T16:55:50+00:00", "modified_time": "2016-02-03T16:55:50+00:00", "author": "http://observer.com/author/ashe-schow"}, "sailthru.description": "Rand Paul drops out amid campaign issues and low poll numbers.", "theme-color": "#ffffff", "og": {"site_name": "Observer", "description": "Rand Paul drops out amid campaign issues and low poll numbers.", "title": "Rand Paul Finally Drops Out of Presidential Race", "url": "http://observer.com/2016/02/rand-paul-finally-drops-out-of-presidential-race/", "image": {"width": 1200, "identifier": "https://nyoobserver.files.wordpress.com/2016/02/gettyimages-507826358.jpg?quality=80&w=1200", "height": 800}, "locale": "en_US", "type": "article"}, "p": {"domain_verify": "146b7f62998343012fae89709f3a8167"}, "sailthru.byline_bio": "Ashe Schow is a senior political columnist for the New York Observer and a commentary writer for the Washington Examiner. Previously she was an editor and blogger for the Heritage Foundation.", "sailthru.date": "2016-02-03 11:55:50", "sailthru.image.full": "https://nyoobserver.files.wordpress.com/2016/02/gettyimages-507826358.jpg?quality=80"}, "article_summary": "It is a little surprising that Mr. Paul dropped out before New Hampshire, considering his fifth-place finish in the Iowa caucus.\nIn 2008, Ron Paul received 9.9 percent of the votes and in 2012 he received a whopping 21.5 percent for a third-place finish.\nMr. Paul received 4.54 percent of the votes (giving him one delegate) in Iowa.\nMr. Paul’s campaign had been struggling for months, and talk of him dropping out began as early as September of last year.\nKentucky Sen. Rand Paul has finally ended his bid for the presidency, and will instead focus on his senate re-election."}