{"article_title": "Rauner's Medicaid budget cuts are a drain on Illinois' economy", "article_keywords": ["drain", "proposed", "budget", "illinoisans", "illinois", "state", "health", "medicaid", "cuts", "rauners", "proposal", "care", "economy"], "article_url": "http://www.chicagobusiness.com/article/20150316/OPINION/150319830/first-do-no-harm-rauners-medicaid-budget-an-economic-drain", "article_text": "Thanks to Greg Hinz for his March 3 article, “More than half of Illinois kids get Medicaid or other state health care,” which highlights the large number of people who would be impacted by cuts to these safety-net programs.\n\nIn his budget proposal, Gov. Bruce Rauner recommended a $1.5 billion cut to Medicaid (the largest of the state medical programs that cover 22 percent of all Illinoisans, according to the noted analysis from Rob Paral).\n\nFor those counting, that's more than 1 in 5 Illinoisans covered by state medical programs. In the larger context of other harmful cuts to health and social services, the proposed Medicaid cuts are both irrational and shortsighted. If enacted, they would harm Illinoisans' health and negatively impact the bottom lines of the state and businesses.\n\n\n\nEvery Illinoisan needs and deserves health care for treating illnesses, regular checkups, preventive care and (for many) care and services for chronic illnesses and disabilities. Access to care is one of the necessary conditions enabling people to live a healthy and fulfilling life, and to contribute to society, to Illinois' economy and to our tax base. Limiting health care access and benefits worsens people's health, costs more money in the long run and hampers people's employment and education opportunities.\n\nA GREAT DEAL\n\nIn 2013, Illinois wisely expanded Medicaid under the Affordable Care Act, providing an influx of federal dollars—the U.S. government currently covers 100 percent of the Medicaid expansion costs, which will be reduced to 90 percent by 2020. This is a great deal for the state and for providers, which previously had to cobble together public and private dollars to cover such patients through charity care. More important, it provides insurance to an additional 541,000 Illinoisans.\n\nAny cuts to Illinois Medicaid would reduce the amount of federal dollars the state brings in—a divergence from Rauner's campaign promise of increasing the amount of federal dollars the state takes home. The governor campaigned on a promise of “shaking up Springfield” and making Illinois “compassionate and competitive.” However, his proposed cuts to the safety net are akin to bloodletting: disproven and harmful to people's health, and a drain on Illinois' economy and budget.\n\nWorse yet, Rauner's proposal is based on willful negligence of the health care needs of vulnerable Illinoisans. His proposed cut to adult dental Medicaid coverage already was tried in recent years; it failed to improve health or save money, and last year Medicaid adult dental care was restored.\n\nThe Illinois General Assembly should reject such foolish and harmful cuts and use policy levers to increase the revenue needed to fully fund a robust health care and social safety net. It will help make Illinois compassionate and competitive. Rauner's budget proposal falls short on both counts.\n\nWesley Epplin is a policy analyst at the Health and Medicine Policy Research Group in Chicago. Margie Schaps is executive director of the organization, a nonprofit research and advocacy institute.", "article_metadata": {"taxo_Sections": "Opinion", "byline": "BY WESLEY EPPLIN AND MARGIE SCHAPS", "timeCrawled": "20160526_17:12:52", "categoryName": "CCB - Opinion", "title": "Rauner's Medicaid budget cuts are a drain on Illinois' economy", "taxo_Industries": "Insurance", "apple-itunes-app": "app-id=571426684", "image": "http://www.chicagobusiness.com/apps/pbcsi.dll/storyimage/CG/20150316/OPINION/150319830/AR/0/AR-150319830.jpg", "taxo_People": "Bruce Rauner", "og": {"site_name": "Crain's Chicago Business", "description": "The governor promised to make Illinois “compassionate and competitive.” But proposed cuts to the health care safety net are akin to bloodletting: disproven and harmful to people's health.", "title": "First, do no harm? Rauner's Medicaid budget an economic drain", "url": "http://www.chicagobusiness.com/article/20150316/OPINION/150319830/first-do-no-harm-rauners-medicaid-budget-an-economic-drain", "image": "http://www.chicagobusiness.com/apps/pbcsi.dll/storyimage/CG/20150316/OPINION/150319830/AR/0/AR-150319830.jpg", "type": "article"}, "summary": "The governor promised to make Illinois “compassionate and competitive.” But proposed cuts to the health care safety net are akin to bloodletting: disproven and harmful to people's health.", "fb": {"admins": 100001125868754}, "url": "http://www.chicagobusiness.com/article//OPINION/150319830", "published_at": "2015-3-16", "msapplication-TileImage": "/assets/icons/mstile-144x144.png", "content_type": "article", "google-site-verification": "0QcjJi4OGS9bKu4FBKK58V93fKv0WYCQb7IFbmjATew", "msapplication-TileColor": "#2d89ef", "twitter": {"image": "http://www.chicagobusiness.com/apps/pbcsi.dll/storyimage/CG/20150316/OPINION/150319830/AR/0/AR-150319830.jpg&maxw=400", "site": "@CrainsChicago", "card": "summary_large_image", "title": "Rauner's Medicaid budget cuts are a drain on Illinois' economy"}, "viewport": "width=device-width, initial-scale=1.0, user-scalable=no, minimal-ui", "description": "Visit Crain's Chicago Business for complete business news and analysis including healthcare, real estate, manufacturing, government, sports and more."}, "article_summary": "In the larger context of other harmful cuts to health and social services, the proposed Medicaid cuts are both irrational and shortsighted.\nEvery Illinoisan needs and deserves health care for treating illnesses, regular checkups, preventive care and (for many) care and services for chronic illnesses and disabilities.\nLimiting health care access and benefits worsens people's health, costs more money in the long run and hampers people's employment and education opportunities.\nWorse yet, Rauner's proposal is based on willful negligence of the health care needs of vulnerable Illinoisans.\nAny cuts to Illinois Medicaid would reduce the amount of federal dollars the state brings in—a divergence from Rauner's campaign promise of increasing the amount of federal dollars the state takes home."}