{"article_title": "Salvador detective won’t let the dead lie silent", "article_keywords": ["wont", "lie", "graves", "silent", "salvador", "el", "ticas", "work", "dead", "let", "gang", "team", "detective", "thousands", "truce"], "article_url": "http://www.salon.com/2014/11/01/salvador_detective_wont_let_the_dead_lie_silent/", "article_text": "Topics: From the Wires, News\n\nSAN SALVADOR, El Salvador (AP) — Israel Ticas calls himself the “lawyer for the dead,” the man who can bring justice to the buried victims of El Salvador’s brutal violence.\n\nThe self-taught forensic scientist says he has opened about 90 common graves with more than 700 bodies over the past 12 years — and that is just a fraction of what is out there in a country in the clutch of street gangs, and haunted by the memories of a brutal civil war.\n\nToday his team is looking for members of the Mara Salvatrucha gang who were snatched from a bus station days before.\n\nGhostly figures in white protective suits dig up a clandestine grave next to a fetid river. In an unusual break, police captured three of the rival 18th Street gangsters and chased others into this arroyo with the fresh graves to help them locate the bodies.\n\nBut Ticas is working against the clock. By law, the government has 72 hours to produce evidence of murder or the suspects will be released. It is slow going, as the bodies have been beheaded and dismembered, and though they are not long dead, worms have begun to feed on them.\n\nTicas is up to his armpits in dirt. Hour after hour, he moves bits of earth with an archeologist’s precision, his face streaked with sweat and soil. He urges his team not to make errors.\n\n“This is not just an exhumation. It is a crime scene,” he reminds them.\n\nSome would argue digging up graves is a fool’s errand in El Salvador, which has the world’s second highest per capita homicide rate, and from which thousands of men, women and children flee each year. But this is a vocation for Ticas, a stocky systems engineer turned police detective who looks younger than his 51 years.\n\nHe was a young police intelligence agent during the US-backed government’s war against Farabundo Marti National Liberation Front guerrillas in the 1980s. Today, those former guerrillas hold the presidency, and Ticas works for an independently named attorney general as the department’s only criminologist.\n\nHe says he is not political and considers all killers to be devils, no matter their affiliation. But Ticas knows the risks of his work better than anyone. He sees the evidence of gang rape and sadistic methods of murder such as “the pinata,” where a victim is hung upside down from a tree and hacked to death with machetes, like children batting a candy-filled pinata.\n\nHis work sometimes serves as political ammunition. In 2012 and 2013, El Salvador’s previous leftist government helped negotiate a truce between the gangs, during which it claimed that homicides fell by 60 percent. Detractors, including Ticas’s boss, Attorney General Luis Martinez, saw the truce as government collusion with criminals. They argue that the killings continued and the dead simply were dumped in clandestine graves by the country’s tens of thousands of gang members.", "article_metadata": {"description": "Salvador detective won’t let the dead lie silent", "author": "Alberto Arce", "og": {"site_name": "Salon", "description": "Salvador detective won’t let the dead lie silent", "title": "Salvador detective won’t let the dead lie silent", "url": "http://www.salon.com/2014/11/01/salvador_detective_wont_let_the_dead_lie_silent/", "image": "http://media.salon.com/2014/11/el-salvador-digging-up-the-dead.jpeg-1280x960.jpg", "type": "article"}, "twitter": {"description": "Salvador detective won’t let the dead lie silent", "creator": "@salon", "image": "http://media.salon.com/2014/11/el-salvador-digging-up-the-dead.jpeg-1280x960.jpg", "title": "Salvador detective won’t let the dead lie silent", "site": "@salon", "card": "summary_large_image"}, "title": "Salvador detective won’t let the dead lie silent", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, From the Wires", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fddfbc\"", "article_summary": "Topics: From the Wires, NewsSAN SALVADOR, El Salvador (AP) — Israel Ticas calls himself the “lawyer for the dead,” the man who can bring justice to the buried victims of El Salvador’s brutal violence.\nThey argue that the killings continued and the dead simply were dumped in clandestine graves by the country’s tens of thousands of gang members.\nToday his team is looking for members of the Mara Salvatrucha gang who were snatched from a bus station days before.\nBut this is a vocation for Ticas, a stocky systems engineer turned police detective who looks younger than his 51 years.\nBy law, the government has 72 hours to produce evidence of murder or the suspects will be released."}