{"article_title": "White House Creates New Digital Services Czar", "article_keywords": ["website", "healthcaregov", "service", "house", "creation", "administration", "system", "creates", "digital", "services", "white", "czar"], "article_url": "http://www.thefiscaltimes.com/Articles/2014/08/11/White-House-Creates-New-Digital-Services-Czar", "article_text": "You would think the White House would rather completely forget about the disastrous rollout of the Healthcare.gov website last year, but evidently members of the Obama administration have been thinking a lot about what caused weeks of website crashes and other digital snafus.\n\nOn Monday, the administration announced the formation of the U.S. Digital Service, “to remove barriers to exceptional service delivery and help remake the digital experience that people and businesses have with their government.”\n\nRelated: Federal IT Flaws Go Well Beyond Obamacare\n\nIn a press release, the White House said that the experience of turning around the Healthcare.gov website, which was eventually able to process the sign-ups of more than 7 million Americans, spurred the creation of the new service. In fact, the first Administrator of the U.S. Digital Service will be Mikey Dickerson, one of the contractors who helped oversee the repairs to the health care website. Dickerson, a former Google site-reliability engineer, will also hold the title of Deputy Federal Chief Information Officer.\n\nThe new group will be made up of technical experts, the White House said, but will also include specialists in the areas of procurement, finance, and human resources. Among other things, it will advise executive branch agencies on the delivery of electronic services and on the purchase and use of information technology systems.\n\nAt the same time it announced the creation of the Digital Service, the White House released two documents for public comment: the Digital Services Playbook and the TechFAR Handbook. The Digital Services Playbook is meant to outline current best practices in the creation and delivery of web-based services. The TechFAR Handbook is designed as a guide to procurement of technical products and services.\n\nRelated: Immigration Tech System Wastes Well Over $1.7 Billion\n\nThe creation of an office to oversee the purchase and creation of digital services might have served the Obama administration well several years ago.\n\nIn addition to the problems with the Healthcare.gov site, the administration has had to deal with multiple other tech-related embarrassments, including the Department of Homeland Security’s failed $1.7 billion upgrade to its immigration application processing system, and the electronic health records system abandoned by the Department of Veterans Affairs after wasting five years and $1.1 billion.\n\nTop Reads from The Fiscal Times", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "Saying that it learned about the need for technological expertise from the disastrous rollout of Healthcare.gov last year, the Obama administration today announced the new U.S. Digital Service.", "title": "White House Creates New Digital Services Czar", "url": "http://www.thefiscaltimes.com/Articles/2014/08/11/White-House-Creates-New-Digital-Services-Czar", "image": "http://cdn.thefiscaltimes.com/sites/default/files/08112014_Obamacare_Website_Laptop.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/Articles/2014/08/11/White-House-Creates-New-Digital-Services-Czar", "image": "http://cdn.thefiscaltimes.com/sites/default/files/08112014_Obamacare_Website_Laptop.jpg", "title": "The Fiscal Times", "card": "summary", "creator": "@rrgarver"}, "generator": "Drupal 7 (http://drupal.org)", "description": "Saying that it learned about the need for technological expertise from the disastrous rollout of Healthcare.gov last year, the Obama administration today announced the new U.S. Digital Service.", "viewport": "initial-scale=1, maximum-scale=1"}, "_id": "\"57477af36914bd0286fcf65b\"", "article_summary": "At the same time it announced the creation of the Digital Service, the White House released two documents for public comment: the Digital Services Playbook and the TechFAR Handbook.\nThe Digital Services Playbook is meant to outline current best practices in the creation and delivery of web-based services.\nThe new group will be made up of technical experts, the White House said, but will also include specialists in the areas of procurement, finance, and human resources.\nIn fact, the first Administrator of the U.S. Digital Service will be Mikey Dickerson, one of the contractors who helped oversee the repairs to the health care website.\nRelated: Immigration Tech System Wastes Well Over $1.7 BillionThe creation of an office to oversee the purchase and creation of digital services might have served the Obama administration well several years ago."}