{"article_title": "Trump Rally in Alabama Exceeds Venue Limits, Moves to New Location", "article_keywords": ["forced", "usa", "trump", "limits", "football", "venue", "large", "near", "location", "stadium", "exceeds", "rally", "alabama", "moves", "local", "hangar"], "article_url": "http://townhall.com/tipsheet/justinholcomb/2016/02/26/draft-n2125197", "article_text": "The Alabama Secretary of State's office announced Thursday night that the Sunday rally for Republican frontrunner Donald Trump will be moved from a large hangar near Huntsville, AL. The new location will be at a local football stadium near Madison, AL.\n\nAs of Wednesday, almost 20,000 people had registered to attend the rally, which was originally set for AAL USA Inc. on Wall-Triana Highway. The event was to take place inside a 67,000 square foot hangar at AAL USA with a capacity for 20,000 people.\n\nThis is not the first time that Trump has been forced to move venues because of growing numbers.\n\nIn August of last year, one of Trump's first rallies was forced to move from the civic center theater to a local football stadium in Mobile, AL. The rally resulted in the largest campaign crowd in the 2016 election cycle, which may have held more than 30,000 people.\n\nBe prepared to see an extremely large number of supporters on Sunday because of the easy access to the area from northern Mississippi and southern Tennessee with weather expected to be sunshine and 66 degrees.", "article_metadata": {"description": "The Alabama Secretary of State's office announced Thursday night that the Sunday rally for Republican frontrunner Donald Trump will be moved from a large hangar near Huntsville, AL.  The new location will be at a local football stadium near Madison, AL..05/26/2016 18:49:00PM EST.", "author": "Justin Holcomb", "msapplication-wide310x150logo": "http://media.townhall.com/thm/favicon/widetile.png", "twitter": {"description": "The Alabama Secretary of State's office announced Thursday night that the Sunday rally for Republican frontrunner Donald Trump will be moved from a large hangar near Huntsville, AL.  The new location will be at a local football stadium near Madison, AL.", "title": "Justin Holcomb  - Trump Rally in Alabama Exceeds Venue Limits, Moves to New Location", "url": "http://townhall.com/tipsheet/justinholcomb/2016/02/26/draft-n2125197", "image": "http://media.townhall.com/townhall/reu/ha/uploads/2016/2/26/10.jpg", "site": "@townhallcom", "card": "summary_large_image"}, "msapplication-square70x70logo": "http://media.townhall.com/thm/favicon/smalltile.png", "robots": "index, follow", "msapplication-square310x310logo": "http://media.townhall.com/thm/favicon/largetile.png", "og": {"site_name": "Townhall", "description": "The Alabama Secretary of State's office announced Thursday night that the Sunday rally for Republican frontrunner Donald Trump will be moved from a large hangar near Huntsville, AL.  The new location will be at a local football stadium near Madison, AL.", "title": "Justin Holcomb  - Trump Rally in Alabama Exceeds Venue Limits, Moves to New Location", "url": "http://townhall.com/tipsheet/justinholcomb/2016/02/26/draft-n2125197", "image": "http://media.townhall.com/townhall/reu/ha/uploads/2016/2/26/10.jpg", "type": "Article"}, "fb": {"app_id": 143685698988231, "pages": 41632789656}, "keywords": "Trump Rally in Alabama Exceeds Venue Limits, Moves to New Location, Justin Holcomb , Conservative News, Conservative opinion, Political, Latest news, Politics, GOP, Republican, Human Events, Newsmax, Breaking news, Conservative Commentary, Articles, Columns, Conservatism, Party, Townhall, Right Wing", "msapplication-square150x150logo": "http://media.townhall.com/thm/favicon/mediumtile.png"}, "article_summary": "The new location will be at a local football stadium near Madison, AL.\nThe Alabama Secretary of State's office announced Thursday night that the Sunday rally for Republican frontrunner Donald Trump will be moved from a large hangar near Huntsville, AL.\nIn August of last year, one of Trump's first rallies was forced to move from the civic center theater to a local football stadium in Mobile, AL.\nThis is not the first time that Trump has been forced to move venues because of growing numbers.\nThe rally resulted in the largest campaign crowd in the 2016 election cycle, which may have held more than 30,000 people."}