{"article_title": "Young players breakout for Pack on big stage", "article_keywords": ["wolfpack", "receiving", "big", "caught", "nc", "florida", "young", "players", "state", "breakout", "game", "yards", "season", "touchdown", "stage", "pack"], "article_url": "http://www.wralsportsfan.com/young-players-breakout-for-pack-on-big-stage/14023241/", "article_text": "You must enter the characters with black color that stand out from the other characters\n\n— On what is likely the biggest stage NC State will play this season, Jacoby Brissett was the brightest star Saturday in a 56-41 Wolfpack loss to No. 1 Florida State. His escapability, his gaudy numbers and his overall game management got the attention of commentators, FSU head coach Jimbo Fisher and even the Orange Bowl Committee members who were seated next to me in the press box.\n\nBut when the luster of the leading role wore off and the reality of the show set in, three of the younger Pack players put on performances that should parlay into big things moving forward.\n\nFreshmen Bo Hines and Jerod Fernandez and sophomore Johnathan Alston all put up break-out kind of numbers in front of a national audience.\n\nHines, who was lauded in the preseason as a freshman that could make an impact this season, did just that against a stingy Seminoles secondary. Hines caught eight balls for 103 yards and touchdown, becoming the first 100-yard receiver for NC State all season.\n\n“He had over 100 yards receiving against a really good man-to-man defense,” said NC State head coach Dave Doeren. “We had some good things dialed up for him and he did well executing. Bo is just a steady guy who always seems to be in the right place.”\n\nIn fact, Hines became the first opposing player all season to go over 75 yards receiving against FSU, who entered the game holding opponents to just 193.7 yards through the air per game.\n\nAs for Alston, he was on the receiving end of what will undoubtedly be a play reshown on every major network’s highlight segment. It also happened to be his first career receiving touchdown.\n\n“It felt good, knowing it was my first, but we still had a lot of more plays to go in the game,” Alston said of the 16-yard, first-quarter touchdown that was created by the feet of Brissett as he escaped two would-be tacklers.\n\nAlston caught five passes for 54 yards Saturday. He had only caught seven for 69 in the season’ first four games combined.\n\nAnd then there was Fernandez. The redshirt freshman linebacker who has the ability to float like a safety, intercepted the reigning Heisman Trophy winner not once, but twice. Each time the Wolfpack offense rewarded him with scoring drives. Fernandez was also in on four tackles, including one for loss.\n\nAnother surprising game came from freshman Jaylen Samuels, who had just two carries for 11 yards – one a 3-yard touchdown against South Florida – before Saturday. He had two for 30 yards against the ‘Noles on runs of 17 and 13 yards.\n\nEven still, in a game full of superlatives for the Wolfpack, the individual efforts were not enough to beat Florida State. The hope in Pack camp, however, is that the superlatives and individual efforts against a superior opponent lead to confidence -- and ultimately wins -- as the season unfolds.\n\n“There is a bunch of guys in there that are spent. We played our hearts out,” Doeren said. “Our guys practiced well and knew what we needed to do. If you put in a lot, you will get a lot back in return, and that’s what we found out.”\n\nWork for their next Top-25 opponent starts Sunday as a visit to Clemson is the next act for NC State.\n\nNC State superlatives in the loss\n\n• NC State’s 24 first-quarter points were the most Florida State has given up in the first quarter in the 768-game history of the Seminoles program.\n\n• In three previous games against No. 1 ranked opponents, NC State never once held a lead. On Saturday they led for 41 minutes and 18 seconds of game time before falling behind 42-38 late in the third quarter.\n\n• Running Back Matt Dayes caught his fourth touchdown pass of the season, tying himself with Ronald Hooks (1974) for the single-season most by a running back in NC State history.\n\n• The four forced turnovers are the most in a game in the Dave Doeren era.\n\n• NC State’s 38 points are the most Florida State has given up since the 2010 ACC Championship game – a span of 46 games (44-33 VT win).", "article_metadata": {"msapplication-notification": "frequency=30;polling-uri=http://notifications.buildmypinnedsite.com/?feed=http://www.wralsportsfan.com/rss/625&id=1;polling-uri2=http://notifications.buildmypinnedsite.com/?feed=http://www.wralsportsfan.com/rss/625&id=2;polling-uri3=http://notifications.buildmypinnedsite.com/?feed=http://www.wralsportsfan.com/rss/625&id=3;polling-uri4=http://notifications.buildmypinnedsite.com/?feed=http://www.wralsportsfan.com/rss/625&id=4;polling-uri5=http://notifications.buildmypinnedsite.com/?feed=http://www.wralsportsfan.com/rss/625&id=5;cycle=1", "dcterms.created": "2014-09-27 21:23:00", "description": "On what is likely the biggest stage NC State will play this season, Jacoby Brissett starred; but when the luster of the leading role wore off and the reality of the show set in, three of the younger Pack players put on performances that should parlay into big things moving forward.", "application-name": "WRAL.com", "dcterms.modified": "2014-09-28 19:16:59", "outbrain": {"ob_desc": "id_asset=14023241|asset_type=blogpost"}, "twitter": {"description": "On what is likely the biggest stage NC State will play this season, Jacoby Brissett starred; but when the luster of the leading role wore off and the reality of the show set in, three of the younger Pack players put on performances that should parlay into big things moving forward.", "title": "Young players breakout for Pack on big stage :: WRALSportsFan.com", "url": "http://www.wralsportsfan.com/young-players-breakout-for-pack-on-big-stage/14023241/", "image": "http://wwwcache.wralsportsfan.com/asset/colleges/ncsu/2014/09/27/14023285/14023285-1411869016-160x120.jpg", "site": "@wralsportsfan", "card": "summary"}, "msapplication-TileColor": "#041E30", "msapplication-square70x70logo": "/favicons/mstile-70x70.png", "robots": "index,follow", "pinterest": "nohover", "msapplication-square310x310logo": "/favicons/mstile-310x310.png", "msapplication-wide310x150logo": "/favicons/mstile-310x150.png", "fb": {"app_id": 334167666672300}, "author": "WRAL", "article": {"published_time": "2014-09-27T21:23:00-04:00"}, "msapplication-square150x150logo": "/favicons/mstile-150x150.png", "og": {"site_name": "WRALSportsFan.com", "description": "On what is likely the biggest stage NC State will play this season, Jacoby Brissett starred; but when the luster of the leading role wore off and the reality of the show set in, three of the younger Pack players put on performances that should parlay into big things moving forward.", "title": "Young players breakout for Pack on big stage :: WRALSportsFan.com", "url": "http://www.wralsportsfan.com/young-players-breakout-for-pack-on-big-stage/14023241/", "image": "http://wwwcache.wralsportsfan.com/asset/colleges/ncsu/2014/09/27/14023285/2014ncsufbvfsu10-728x484.jpg", "type": "article"}, "viewport": "width=device-width, initial-scale=1", "msapplication-TileImage": "/favicons/mstile-144x144.png"}, "_id": "\"57477af46914bd0286fe3a50\"", "article_summary": "“He had over 100 yards receiving against a really good man-to-man defense,” said NC State head coach Dave Doeren.\n1 Florida State.\nNC State superlatives in the loss• NC State’s 24 first-quarter points were the most Florida State has given up in the first quarter in the 768-game history of the Seminoles program.\nHines caught eight balls for 103 yards and touchdown, becoming the first 100-yard receiver for NC State all season.\nIt also happened to be his first career receiving touchdown."}