{"article_title": "Free Hands-Only CPR Training At Locations Across Florida Today", "article_keywords": ["training", "youreporter", "florida", "locations", "free", "health", "world", "department", "handsonly", "cpr", "strong", "mouth", "public", "today"], "article_url": "http://health.wusf.usf.edu/post/free-hands-only-cpr-training-locations-across-florida-today", "article_text": "The Florida Department of Health is offering hands-only CPR training at locations across the state for free today. Hands only CPR is the same as regular CPR, but without mouth to mouth resuscitation.\n\n“And all the health departments are on board for hands-only CPR for World Heart Day,” said Stefany Strong, the public information officer for the Volusia County Department of Health. “Many of us are having programs, and it’s just something we want to do to raise awareness.”\n\nAs it turns out, untrained bystanders are more likely to do hands-only CPR than mouth-to-mouth. And hands-only CPR is just as effective in those crucial first few minutes.\n\nStrong says they want more people to do two things when someone goes down: Call 911.\n\n“And two, immediately start those quick, rapid compressions in an attempt to revive the person,” Strong said.\n\nThere are more than 150 events planned statewide. Head here to find an event near you.\n\n——\n\nReporter Abe Aboraya is part of WMFE in Orlando. Health News Florida receives support from the Corporation for Public Broadcasting.", "article_metadata": {"category": "HNF Stories", "description": "The Florida Department of Health is offering hands-only CPR training at locations across the state for free today. Hands only CPR is the same as regular", "Generator": "Drupal 7 (http://drupal.org)", "programs": "none", "og": {"url": "http://health.wusf.usf.edu/post/free-hands-only-cpr-training-locations-across-florida-today", "image": "http://mediad.publicbroadcasting.net/p/healthnewsfl/files/styles/medium/public/201509/CPR_training-05.jpg", "type": "article", "description": "The Florida Department of Health is offering hands-only CPR training at locations across the state for free today. Hands only CPR is the same as regular", "title": "Free Hands-Only CPR Training At Locations Across Florida Today"}, "story_id": 444436683, "twitter": {"site": "@HealthNewsFL", "card": "summary", "creator": "@HealthNewsFL"}, "author": "Abe Aboraya", "org_id": 0, "dc": {"title": "Free Hands-Only CPR Training At Locations Across Florida Today"}, "nid": 12138, "datePublished": "2015-09-29", "keywords": "CPR, CPR training, hands-only CPR, Florida Department of Health, World Heart Day", "wordCount": 260, "has_audio": 0, "viewport": "width=device-width"}, "article_summary": "The Florida Department of Health is offering hands-only CPR training at locations across the state for free today.\nAnd hands-only CPR is just as effective in those crucial first few minutes.\nHands only CPR is the same as regular CPR, but without mouth to mouth resuscitation.\n“Many of us are having programs, and it’s just something we want to do to raise awareness.”As it turns out, untrained bystanders are more likely to do hands-only CPR than mouth-to-mouth.\n“And all the health departments are on board for hands-only CPR for World Heart Day,” said Stefany Strong, the public information officer for the Volusia County Department of Health."}