{"article_title": "Historic Church Changing Denominations After Overwhelming", "article_keywords": ["presbyterian", "churches", "park", "denominations", "political", "denomination", "traditional", "historic", "members", "church", "changing", "overwhelming", "day", "change"], "article_url": "http://www.ozarksfirst.com/news/historic-church-changing-denominations-after-overwhelming-political-agenda", "article_text": "SPRINGFIELD, Mo. -- The largest Presbyterian church in the region is stepping away from a denomination that it says is caught up in a political agenda.\n\nIn the church's 85-year history, it has changed affiliation before.\n\nToday's change was something many big Presbyterian churches across the country are doing and members of the church say it is a step in the right direction for their congregation.\n\nIts a historic decision for a historic church in the heart of Springfield, which happens to fall on the day of its annual picnic.\n\n\"This new denomination is less hierarchical, or less involved in your day to day things.\"\n\nFirst and Calvary Church elder Charlie Lyons says congregation leaders have been contemplating a break away from the traditional Presbyterian Church USA for more than a year.\n\n\"Things were happening at a national level in the denomination that were causing members some problems,\" said Lyons.\n\nFinally, today, members voted to join a new denomination known as ECO or Evangelical Covenant Order.\n\n\"We are about bringing people together. We are about unifying people.\"\n\nSenior Minister Dr. Andrew Chaney blames the traditional denomination for dividing churches on big political issues.\n\nFor instance, in March, Presbyterian Church USA changed the description of marriage from man and woman to two people allowing same sex marriages.\n\n\"They have a political lobbying office, which tells you how deep they are involved in politics,\" said Chaney.\n\nChaney said the new denomination does not take sides. It is left up to the church.\n\n\"Each church has to adhere to the essential beliefs, a list of beliefs that are really just the basics of traditional Christianity.\"\n\nChaney said it energizes the 85-year old congregation.\n\n\"You are welcome here at the church to come and worship God together.\"\n\nLyons said it is a day to celebrate.\n\n\"We are going to be a lot more free to be entreprenurial in how we conduct our church life,\" said Lyons.\n\nOther big churches across the country have made the change as well. For example, St. Andrew's in Newport Beach, Calif. and Menlo Park Presbyterian in Menlo Park, Calif. Closer to home, Highland Park in Dallas and Bonhomme Presbyterian in Chesterfield, Mo. made the change.\n\nChaney says the ECO denomination is working around the world and is already in more than 200 churches. The change takes effect immediately.", "article_metadata": {"description": "SPRINGFIELD, Mo. -- The largest Presbyterian church in the region is stepping away from a denomination that it says is caught up in a political agenda.", "author": "Brett Martin", "og": {"site_name": "OZARKSFIRST", "description": "SPRINGFIELD, Mo. -- The largest Presbyterian church in the region is stepping away from a denomination that it says is caught up in a political agenda.", "title": "Historic Church Changing Denominations After Overwhelming Political Agenda", "url": "http://www.ozarksfirst.com/news/historic-church-changing-denominations-after-overwhelming-political-agenda", "image": {"width": 640, "identifier": "http://static.lakana.com/nxsglobal/ozarksfirst/photo/2015/09/27/178G0192_01_frame_231_1443404268516_4982808_ver1.0_640_360.jpg", "height": 360}, "locale": "en_US", "type": "article"}, "fb": {"app_id": 1631794217050460}, "google-site-verification": "yajPFA3faS8IXhyhEQy0u8jahhAZ84S-y6tkL5ZMPeU", "keywords": "News,Local News", "article": {"section": "News", "published_time": "2015-09-28T02:17:17+0000", "modified_time": "2015-09-28T02:17:17+0000"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no"}, "article_summary": "First and Calvary Church elder Charlie Lyons says congregation leaders have been contemplating a break away from the traditional Presbyterian Church USA for more than a year.\nFor instance, in March, Presbyterian Church USA changed the description of marriage from man and woman to two people allowing same sex marriages.\nIts a historic decision for a historic church in the heart of Springfield, which happens to fall on the day of its annual picnic.\n-- The largest Presbyterian church in the region is stepping away from a denomination that it says is caught up in a political agenda.\nFor example, St. Andrew's in Newport Beach, Calif. and Menlo Park Presbyterian in Menlo Park, Calif. Closer to home, Highland Park in Dallas and Bonhomme Presbyterian in Chesterfield, Mo."}