{"article_title": "GOP senator introduces dynamic scoring bill", "article_keywords": ["scoring", "traditional", "trump", "dynamic", "rob", "bill", "introduces", "portman", "score", "static", "scores", "senator", "tax", "gop"], "article_url": "http://thehill.com/policy/finance/230334-gop-senator-introduces-dynamic-scoring-bill", "article_text": "Sen. Rob Portman Rob PortmanJuan Williams: Electoral map looks grim for Trump McConnell touts 'Senate squad' in Wes Anderson-style video Liberal super-PAC hits Johnson for supporting Trump MORE (R-Ohio) introduced legislation on Wednesday to force congressional scorekeepers to offer a so-called “dynamic” score for major tax bills.\n\nADVERTISEMENT\n\nPortman said his measure could help Congress enact a broad revamp of the tax code. Under the bill, the dynamic scores for tax bill would be for advisory purposes only, with the traditional Joint Committee on Taxation projection remaining official.\n\n“Something holding back comprehensive tax reform is our current static revenue estimating system that fails to take into account the dynamic effects of the integrated and competitive global economy,” Portman said in a statement.\n\nThe Ohio Republican’s bill comes a couple weeks after House Republicans approved a rules package that called for dynamic scores of major economic legislation to be part of JCT’s official estimates.\n\nRepublicans have long said that dynamic scores – which seek to estimate how much or if proposals increase or decrease the size of the economy – are more accurate than the more traditional, static scores. Static scores try to model for behavioral changes, but don’t assume any macroeconomic changes come from legislation.\n\nFormer House Ways and Means Chairman Dave Camp’s (R-Mich.) 2014 tax reform proposal had an advisory dynamic score, much like what Portman is seeking to make mandatory. JCT found that Camp’s plan would raise between $50 billion and $700 billion in extra revenue over a decade.\n\nDemocrats have slammed dynamic scoring as too uncertain, with Treasury Secretary Jack Lew Jack LewIRS doubted legality of ObamaCare payments, former official says Overnight Finance: GOP makes its case for impeaching IRS chief | Clinton hits Trump over housing crash remarks | Ryan's big Puerto Rico win The Hill's 12:30 Report MORE reiterating the Obama administration’s opposition at a Wednesday event.", "article_metadata": {"dcterms.description": "Sen. Rob Portman's bill would make the projections advisory.", "description": "Sen. Rob Portman's bill would make the projections advisory.", "generator": "Drupal 7 (http://drupal.org)", "author": "Bernie Becker", "og": {"site_name": "TheHill", "description": "Sen. Rob Portman's bill would make the projections advisory.", "title": "GOP senator introduces dynamic scoring bill", "url": "http://thehill.com/policy/finance/230334-gop-senator-introduces-dynamic-scoring-bill", "image": "http://thehill.com/sites/default/files/thehill_logo_200.jpg", "updated_time": "2016-02-02T04:47:50-05:00", "type": "article"}, "Smart_Paging": "on", "dcterms.modified": "2016-02-02T04:47-05:00", "dcterms.identifier": "http://thehill.com/policy/finance/230334-gop-senator-introduces-dynamic-scoring-bill", "fb": {"admins": 100000299130732, "app_id": 566538590082898, "pages": 7533944086}, "apple-itunes-app": "app-id=396640962", "dcterms.date": "2015-01-21T18:06-05:00", "dcterms.creator": "Bernie Becker", "dcterms.type": "Text", "article": {"published_time": "2015-01-21T18:06:18-05:00", "modified_time": "2016-02-02T04:47:50-05:00"}, "keywords": ",Rob Portman, Jack Lew,", "dcterms.language": "und", "dcterms.format": "text/html", "twitter": {"url": "http://thehill.com/policy/finance/230334-gop-senator-introduces-dynamic-scoring-bill", "widgets": {"csp": "on"}, "description": "Sen. Rob Portman's bill would make the projections advisory.", "card": "summary", "title": "GOP senator introduces dynamic scoring bill"}, "dcterms.title": "GOP senator introduces dynamic scoring bill"}, "_id": "\"57477af46914bd0286fddfeb\"", "article_summary": "Under the bill, the dynamic scores for tax bill would be for advisory purposes only, with the traditional Joint Committee on Taxation projection remaining official.\nStatic scores try to model for behavioral changes, but don’t assume any macroeconomic changes come from legislation.\nRepublicans have long said that dynamic scores – which seek to estimate how much or if proposals increase or decrease the size of the economy – are more accurate than the more traditional, static scores.\nThe Ohio Republican’s bill comes a couple weeks after House Republicans approved a rules package that called for dynamic scores of major economic legislation to be part of JCT’s official estimates.\nFormer House Ways and Means Chairman Dave Camp’s (R-Mich.) 2014 tax reform proposal had an advisory dynamic score, much like what Portman is seeking to make mandatory."}