{"article_title": "Washington Post Writer Seriously Asks Why Libertarians Are Silent on Ferguson Police Killing", "article_keywords": ["libertarians", "piece", "silent", "asks", "writer", "washington", "reason", "killing", "seriously", "ferguson", "statement", "president", "libertarian", "sen", "post", "waldman", "paul", "warren"], "article_url": "http://reason.com/blog/2014/08/13/washington-post-writer-seriously-asks-wh", "article_text": "The Washington Post 's Paul Waldman is confused. He doesn't know where the libertarian voices are on the police killing of Michael Brown in Ferguson, Missouri. His column begins:\n\nThe shooting death by police of Ferguson, MO teenager Michael Brown, and what has happened in the aftermath, has been blanketing the news for the past few days. It's a story about race, but it's also become a story about the power of the state and how it's wielded, and against whom. So my question is this: Where are the libertarians?\n\nWaldman goes on to mention the New York Times Magazine story about the \"libertarian moment,\" so he's definitely heard of Reason. Yet he doesn't mention that we've covered Ferguson extensively until the last paragraph of his piece. It's almost an afterthought. Instead, he takes issue that Sen. Rand Paul (R-Ky.) and Rep. Justin Amash (R-Mich.), prominent libertarian-leaning Republicans, haven't made any statements about Ferguson. Neither, it should be noted, represents Ferguson, Missouri, and neither is a member of the Libertarian Party. I contacted both offices for a statement; Rep. Amash's press person told me when she spoke to Waldman she meant she knew of no immediate plans to release a statement and that Waldman hung up before she even finished her thought. If Amash does make a statement, we'll update you here on the blog. We're awaiting a response from Paul's press shop.\n\nLike Amash and Paul, prominent liberal Democrats haven't said much either. Sen. Elizabeth Warren (D-Mass.) has made no statement about Ferguson, Missouri. I contacted her DC office but there did not appear to be anyone there to take phone calls.\n\nWaldman's timing on his column is interesting, too. It was released this afternoon. Twenty four hours ago his misleading point wouldn't be as salient; back then President Obama, who's commented on everything from Henry Louis Gates' 2009 encounter with police in Massachusetts to Robin Williams' death, hadn't made a statement either. I took no issue with that decision by the president, and had he not spoken yesterday I wouldn't criticize him for it. Far more important are actions. Federal involvement in the Ferguson investigation and the wider Department of Justice review of police tactics are both welcome news, and far more substantive than any statement could be.\n\nMost importantly, perhaps, Waldman ought to familiarize himself with the work of his fellow Washington Post scribes and specifically Radley Balko, formerly of Reason, and the only reason (drink!) I was even exposed to Waldman's ridiculously misguided column. Balko's extensive coverage of police issues over the years wasn't mentioned at all.\n\nAs the libertarian moment becomes harder to ignore, expect liberals (and conservatives) to protest that much more loudly when libertarians take up causes (be it police brutality or government spending) they believe they have a monopoly on.\n\nOn a final note, Waldman's question could be easily turned around on the American left, and not just because Sen. Warren hasn't made a statement. There are plenty of cases of police brutality you can read about at Reason that didn't get mentioned by Warren, President Obama, or any of the activists attaching themselves to the situation in Ferguson.\n\nUPDATE: It's not just the left engaging in this kind of gotcha-ish journalism. Here's a National Review piece from yesterday pointing out that in addition to Obama neither House Minority Leader Nancy Pelosi (D-Calif.) or Senate Majority Leader Harry Reid (D-Nev.) had made a statement.\n\nUPDATE: I had the wrong NR link in the above update. I've fixed it, but this Charles Cooke piece on conservative reactions to Ferguson is worth a read too, and certainly a good example of something, and I may well be biased here, I see a little more of on the \"right\" than the \"left,\" honest intra-ideological criticism.", "article_metadata": {"og": {"site_name": "Reason.com", "description": "The Washington Post's Paul Waldman is confused. He doesn't know where the libertarian voices are on the police killing of Michael Brown in Ferguson, Missouri.", "title": "Washington Post Writer Seriously Asks Why Libertarians Are Silent on Ferguson Police Killing", "url": "http://reason.com/blog/2014/08/13/washington-post-writer-seriously-asks-wh", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/14079562188395.jpg", "type": "article"}, "twitter": {"description": "The Washington Post's Paul\nWaldman is confused. He doesn't know where the libertarian voices\nare on the police killing of\nMichael Brown in Ferguson, Missouri. His column \nbegins:\n\nThe shooting death by police of", "creator": "@edkrayewski", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/14079562188395.jpg", "title": "<em>Washington Post</em> Writer Seriously Asks Why Libertarians Are Silent on Ferguson Police Killing", "site": "@reason", "card": "summary_large_image"}, "fb": {"pages": 17548474116}, "google-site-verification": "-AmMiilAN-pnjWt369CUWae-VQ-b9wmH4fSGyhbkQxw", "msvalidate.01": "212A68A07785B3080038A845C4EE8905", "article": {"tag": "Media", "published_time": "2014-08-13T19:09:00+00:00", "author": "http://reason.com/people/ed-krayewski"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=2"}, "_id": "\"57477af36914bd0286fcf67c\"", "article_summary": "The Washington Post 's Paul Waldman is confused.\nHe doesn't know where the libertarian voices are on the police killing of Michael Brown in Ferguson, Missouri.\nOn a final note, Waldman's question could be easily turned around on the American left, and not just because Sen. Warren hasn't made a statement.\nInstead, he takes issue that Sen. Rand Paul (R-Ky.) and Rep. Justin Amash (R-Mich.), prominent libertarian-leaning Republicans, haven't made any statements about Ferguson.\nWaldman goes on to mention the New York Times Magazine story about the \"libertarian moment,\" so he's definitely heard of Reason."}