{"article_title": "Mercy credits EMHS merger with financial turnaround in 2014 — Business — Bangor Daily News — BDN Maine", "article_keywords": ["mercy", "million", "financial", "network", "business", "merger", "operating", "hospital", "bdn", "system", "daily", "emhs", "credits", "turnaround", "statement", "health", "maine"], "article_url": "http://bangordailynews.com/2014/12/17/business/mercy-credits-emhs-merger-with-financial-turnaround-in-2014/", "article_text": "PORTLAND, Maine — Portland-based Mercy Health System announced Wednesday it finished with a net financial gain during its first year as a part of Brewer-based Eastern Maine Healthcare Systems, reversing two years of losses before the affiliation.\n\nFor the hospital system’s fiscal year, which ended in September, Mercy recorded $3.4 million in operating income, according to a statement from the hospital. That compares with losses of about $12.6 million in 2012 and $5.9 million operating loss for the first nine months of fiscal year 2013 — the hospital became a part of EMHS in October 2013.\n\nMichelle Hood, president and CEO of EMHS, said in the statement she is pleased to see Mercy’s financial turnaround in the first year of a partnership she said “may have seemed an unusual strategic decision.”\n\nIn the same statement, Eileen Skinner, president and CEO of Mercy, said this year’s financial performance results from cost savings, budget controls and revenue management that came from a multi-year strategic plan crafted in 2011.\n\nThat’s also around when the hospital started seeking a larger health care network to join with the idea it could become more efficient and better able adapt to changes from the federal Affordable Care Act by being part of a larger network, according to the statement.\n\nTalks for Mercy to merge with the Massachusetts-based for-profit Steward Health Care System fell through in 2012 over apparent concerns about Mercy’s financial condition, and Skinner told the BDN last year that Mercy explored partnering with the Portland-based MaineHealth, but that consolidation would have raised antitrust concerns with the Federal Trade Commission.\n\nMercy credited the merger with helping it consolidate the hospital’s services at its new Fore River campus, where it will eventually move all its operations with the expectation of leaving its downtown location by 2018.\n\nDerrick Hollings, EMHS’ chief financial officer, said in the statement the consolidation project ultimately will help the hospital save more money lost in operational inefficiencies, a figure hospital officials previously have estimated at about $9.5 million per year.\n\n“There are many inefficiencies and redundancies that result from operating two hospitals within a mile of one another,” Hollings said. “None of this will happen overnight, and there are likely to be some challenges along the way.”\n\nMercy Health System includes VNA Home Health and Hospice and other locations around the state. The EMHS network includes eight hospitals in the state.", "article_metadata": {"description": "PORTLAND, Maine — Portland-based Mercy Health System announced Wednesday it finished with a net financial gain during its first year as a part of Brewer-based Eastern Maine Healthcare Systems, reversing two years of losses before the affiliation. For the hospital system’s fiscal year, which ended in September, Mercy recorded $3.4 [...] Maine news, sports, politics and election results, and obituaries from the Bangor Daily News.", "generator": "WordPress 4.1.5", "og": {"site_name": "The Bangor Daily News", "description": "PORTLAND, Maine — Portland-based Mercy Health System announced Wednesday it finished with a net financial gain during its first year as a part of Brewer-based Eastern Maine Healthcare Systems, reversing two years of losses before the affiliation. For the hospital system’s fiscal year, which ended in September, Mercy recorded $3.4 [...]", "title": "Mercy credits EMHS merger with financial turnaround in 2014", "url": "http://bangordailynews.com/2014/12/17/business/mercy-credits-emhs-merger-with-financial-turnaround-in-2014/", "image": "http://static.bangordailynews.com/wp-content/themes/bdn/images/bdn-maine-facebook-logo.png?strip=all", "type": "article"}, "twitter": {"url": "http://bangordailynews.com/2014/12/17/business/mercy-credits-emhs-merger-with-financial-turnaround-in-2014/", "title": "Mercy credits EMHS merger with financial turnaround in 2014", "description": "PORTLAND, Maine — Portland-based Mercy Health System announced Wednesday it finished with a net financial gain during its first year as a part of Brewer-based Eastern Maine Healthcare Systems, reversing two years of losses before the affiliation. For the hospital system’s fiscal year, which ended in September, Mercy recorded $3.4 [...]", "card": "summary", "site": "@bangordailynews"}, "wp-parsely_version": "1.7", "fb": {"app_id": 748756371893770}, "keywords": "Maine, news, elections, election results, politics, sports, Bangor, Portland, Augusta, weather, obituaries, Waterville, Aroostook, Penobscot, Piscataquis, Somerset, Hancock, Washington, bdn,business,health,news,portland,state,mercy credits emhs merger with financial turnaround in 2014,is_article,darren fishell", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fcf67b\"", "article_summary": "The EMHS network includes eight hospitals in the state.\nPORTLAND, Maine — Portland-based Mercy Health System announced Wednesday it finished with a net financial gain during its first year as a part of Brewer-based Eastern Maine Healthcare Systems, reversing two years of losses before the affiliation.\n“None of this will happen overnight, and there are likely to be some challenges along the way.”Mercy Health System includes VNA Home Health and Hospice and other locations around the state.\nFor the hospital system’s fiscal year, which ended in September, Mercy recorded $3.4 million in operating income, according to a statement from the hospital.\nThat compares with losses of about $12.6 million in 2012 and $5.9 million operating loss for the first nine months of fiscal year 2013 — the hospital became a part of EMHS in October 2013."}