{"article_title": "Donated Medical Supplies Offer Help to the Needy", "article_keywords": ["organizations", "help", "offer", "needy", "medical", "murphy", "burton", "equipment", "duluth", "donated", "need", "supplies", "recares", "dont"], "article_url": "http://www.healthline.com/health-news/aging-donated-medical-supplies-help-seniors-112513", "article_text": "For the elderly and people with disabilities, maintaining a decent quality of life doesn't come cheap. Beyond the obvious costs of medical care and prescriptions, many people require expensive equipment and supplies like wheelchairs and blood glucose testing strips.\n\nIn northern California and Duluth, Minn., organizations are giving needy people these (gently used) items for free. ReCARES accepts donations from people who no longer need medical devices, or whose loved ones have passed away.\n\nIn San Francisco, Oakland, and Marin County, the Bay Area ReCARES helps about 1,500 people per year. “We have people lining up before we open,” program director Susan Murphy told Healthline. “So many people have medical equipment and supplies they don't need anymore. Grandma or grandpa passed away, and the wheelchair is in the garage. Or maybe there's a closet full of canes.”\n\nNeed Is 'Greater Than Ever'\n\nThe need for donated supplies is greater than ever, Murphy said. Illegal immigrants, for example, often don't have access to health care. And elderly patients living on fixed incomes barely get by as it is. Spending $100 per month on medical supplies sometimes forces them to make unthinkable choices.\n\nMurphy said she's heard of people who wear adult diapers, don't drink enough water, and let themselves get dehydrated just so they don't have to change their pull-ups as often.\n\nSee What Medicare Does and Doesn't Cover »\n\n“There are lots of people who fall through the cracks of the medical system,” said Will Burton, who founded the Duluth ReCARES about a year ago with his partner, Kenne Bowers. Burton and Bowers have a second home in San Francisco and learned of ReCARES while volunteering there.\n\n“We waste a lot, and many people do without,” Burton told Heathline. “People come in and they don't have a walker, and they have a devil of a time getting around. Some people aren't in the system, or never made a lot of money while they were working and live on very small incomes.”\n\nOther clients are the victims of urban violence, Murphy said, or lack health insurance.\n\nAlthough the Bay Area and Duluth organizations share the same name, they are separate entities. The Duluth ReCARES is affiliated with R. Ralph Ministries, a non-profit group that serves as its fiscal agent.\n\n“We have a vision of this going nationwide, using a model where organizations like ReCARES affiliate with existing non-profits,” Burton said. “But it's all baby steps. This is our first experiment.”\n\nUse These 11 Tips to Save Money on Healthcare »\n\nHurdles to Medical Supply Donation\n\nFounding organizations like ReCARES is not an easy task. A non-profit can be held liable if someone who receives donated medical equipment suffers an injury while using it.\n\nMurphy said ReCARES requires recipients of donated items to sign waivers releasing the organization from liability. Still, she said, laws need to change.\n\nThe American Legislative Exchange Council has developed model legislation called The Good Samaritan Drug and Medical Supply Donation Act that gives legal immunity to those those who donate medical supplies to the needy. It has yet to be widely adopted, however.\n\nIt's important for people to donate equipment that is safe to use and is in good condition. But prescription medications should never be given to anyone other than the person for whom they were prescribed, according to the U.S. Food and Drug Administration (FDA). Most communities offer programs to safely dispose of unused medications.\n\nLearn the Connection Between Incontinence and MS »", "article_metadata": {"standout": "http://www.healthline.com/health-news/aging-donated-medical-supplies-help-seniors-112513", "description": "Two charity organizations are helping people donate medical supplies to others in need, but good deeds can be hampered by the threat of liability.", "og": {"site_name": "Healthline", "description": "Two charity organizations are helping people donate medical supplies to others in need, but good deeds can be hampered by the threat of liability.", "title": "Donated Medical Supplies Offer Help to the Needy", "url": "http://www.healthline.com/health-news/aging-donated-medical-supplies-help-seniors-112513", "image": "http://www.healthline.com/hlcmsresource/images/News/walker.jpg", "type": "article"}, "twitter": {"image": "http://www.healthline.com/hlcmsresource/images/News/walker.jpg", "description": "Two charity organizations are helping people donate medical supplies to others in need, but good deeds can be hampered by the threat of liability.", "card": "summary", "title": "Donated Medical Supplies Offer Help to the Needy"}, "ROBOTS": "NOODP", "DC.date.issued": "2013-11-22", "fb": {"app_id": 239371929577489}, "viewport": "width=device-width, initial-scale=1, maximum-scale=1"}, "article_summary": "A non-profit can be held liable if someone who receives donated medical equipment suffers an injury while using it.\nThe American Legislative Exchange Council has developed model legislation called The Good Samaritan Drug and Medical Supply Donation Act that gives legal immunity to those those who donate medical supplies to the needy.\nSpending $100 per month on medical supplies sometimes forces them to make unthinkable choices.\n“So many people have medical equipment and supplies they don't need anymore.\nReCARES accepts donations from people who no longer need medical devices, or whose loved ones have passed away."}