{"article_title": "Why Obama’s ‘free’ community college plan is a waste — Opinion — Bangor Daily News — BDN Maine", "article_keywords": ["colleges", "obamas", "congress", "students", "daily", "bdn", "political", "free", "rate", "cost", "college", "community", "opinion", "waste", "maine", "plan"], "article_url": "http://bangordailynews.com/2015/01/25/opinion/contributors/why-obamas-free-community-college-plan-is-a-waste/", "article_text": "“I’m announcing an ambitious new plan to bring down the cost of community college tuition in America. I want to bring it down to zero. I want to make it free.” – President Obama at Pellissippi State Community College, Knoxville, Tennessee on Jan. 9.\n\nAnn Coulter immediately took to her word processor to denounce this “moronic proposal” as an example of our president’s master plan for dealing with the Republican Congress during the rest of his term: “….throw out ridiculously expensive ideas no one has ever heard of before, and then denounce Republicans for being naysayers.”\n\nCoulter is well known as a naysayer herself. That is her profession. Detecting and denouncing the political motivations driving liberal Democratic policy proposals makes up a major part of her journalistic output. All the same, it is never wrong to evaluate the political calculations embedded in every policy proposal, Republican or Democratic. Robert Kuttner, the very liberal editor of the very leftist American Prospect, is no more thrilled by President Obama’s “America’s College Promise” than the Blonde Bomb-Thrower. He agrees with Coulter that community college tuition is actually not very burdensome.\n\nKuttner argues that since the GOP Congress is not going to pass the president’s initiative anyway, Obama should go big and go bold, i.e., really lay some serious billions on the table. This would not pass, but “Why not propose something that would make a major difference in the lives of millions of moderate income Americans and dare the Republicans to oppose it?” Does this sound a lot like Coulter’s evaluation of the political possibilities?\n\nIf it’s a mistake to ignore the political calculations embedded in every policy proposal, it’s also wrong to assume that political advantage is the sole motive. There’s a consensus that community colleges are assets for our local, state, and national communities. Gov. Paul LePage has made it clear that he counts on them to play a major role in his effort to invigorate Maine’s economy. He happens to agree with both Coulter and Kuttner on one point. He told me on Jan. 13 that Maine’s community colleges tuitions are already very low. He also explained why he thinks Obama’s plan is mere “sucker bait.” The national government “prints” its 75 percent of the cost, while the states must soak the taxpayer for its 25 percent share.\n\nNothing the government gives away is really “free.” No need to belabor the point. Our president has simply indulged himself in a familiar rhetorical quirk. The fiscal 2016 budget submission to Congress on Feb. 2 will reveal the financial details of his “America’s College Promise” plan. Decades of historical experience assure us that the estimates will fall short of the actual cost, but there are other reasons for skepticism about political cost accounting.\n\nMaine’s legislators are expected to include the cost of proposed legislation. This is commendable and a step in the right direction, but falls well short of going far enough. Another, perhaps less controversial measure should be a rough estimate of the potential waste.\n\nKuttner points out that “the completion rate at community colleges is dismal — on average less than forty percent of students get a two-year degree within six years.” This was the “attrition rate” at Middlesex Community College in Massachusetts when I started work there in 1972. This stimulated a lot of discussion, articles, books, conferences and initiatives. When I retired in 2004 the attrition rate was still 40 percent.\n\nIf the Obama plan were implemented we can count on something like 40 percent of the estimated $60 billion for the “free” community college going down the rat hole. The American Association of Community Colleges estimated in 2006 that 16 percent of community college students came from “higher income” families. That is the percentage who will receive assistance they do not require. On top of this you can expect a flow of “wander-ins/wander-outs” who will show up because it’s free. I’m remembering here the significant number of MCC students who didn’t bother to apply for the substantial refunds due to them for dropping out promptly.\n\nKuttner believes that students drop out because they have jobs and living expenses. His “bold” program would pay allowances for living expenses so they can continue on to graduation. The professor has plenty of academic experience but none at a community college. During my 32 years as a chalk-smeared foot-soldier I made a practice of asking older students why they had dropped out earlier. All replied that they “weren’t ready” earlier in their lives.\n\nProfessor John Frary of Farmington is a former U.S. Congress candidate and retired history professor, a board member of Maine Taxpayers United and publisher of www.fraryhomecompanion.com. He can be reached at jfrary8070@aol.com.", "article_metadata": {"description": "“I’m announcing an ambitious new plan to bring down the cost of community college tuition in America. I want to bring it down to zero. I want to make it free.” – President Obama at Pellissippi State Community College, Knoxville, Tennessee on Jan. 9. Ann Coulter immediately took to her [...] Maine news, sports, politics and election results, and obituaries from the Bangor Daily News.", "generator": "WordPress 4.1.5", "og": {"site_name": "The Bangor Daily News", "description": "“I’m announcing an ambitious new plan to bring down the cost of community college tuition in America. I want to bring it down to zero. I want to make it free.” – President Obama at Pellissippi State Community College, Knoxville, Tennessee on Jan. 9. Ann Coulter immediately took to her [...]", "title": "Why Obama’s ‘free’ community college plan is a waste", "url": "http://bangordailynews.com/2015/01/25/opinion/contributors/why-obamas-free-community-college-plan-is-a-waste/", "image": "http://static.bangordailynews.com/wp-content/uploads/2015/01/10015101_H14397713-600x600.jpg?strip=all", "type": "article"}, "twitter": {"description": "“I’m announcing an ambitious new plan to bring down the cost of community college tuition in America. I want to bring it down to zero. I want to make it free.” – President Obama at Pellissippi State Community College, Knoxville, Tennessee on Jan. 9. Ann Coulter immediately took to her [...]", "title": "Why Obama’s ‘free’ community college plan is a waste", "url": "http://bangordailynews.com/2015/01/25/opinion/contributors/why-obamas-free-community-college-plan-is-a-waste/", "image": "http://static.bangordailynews.com/wp-content/uploads/2015/01/10015101_H14397713-250x250.jpg?strip=all", "site": "@bangordailynews", "card": "summary"}, "wp-parsely_version": "1.7", "fb": {"app_id": 748756371893770}, "keywords": "Maine, news, elections, election results, politics, sports, Bangor, Portland, Augusta, weather, obituaries, Waterville, Aroostook, Penobscot, Piscataquis, Somerset, Hancock, Washington, bdn,contributors,opinion,why obama’s ‘free’ community college plan is a waste,is_article,unbylined", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fe4b96\"", "article_summary": "The American Association of Community Colleges estimated in 2006 that 16 percent of community college students came from “higher income” families.\nI want to make it free.” – President Obama at Pellissippi State Community College, Knoxville, Tennessee on Jan. 9.\n“I’m announcing an ambitious new plan to bring down the cost of community college tuition in America.\nHe agrees with Coulter that community college tuition is actually not very burdensome.\nThe professor has plenty of academic experience but none at a community college."}