{"article_title": "U.S. Rep. DeLauro meets with Stratford residents", "article_keywords": ["meets", "school", "delauro", "star", "service", "theatre", "rep", "regional", "stratford", "shakespeare", "residents", "local", "told"], "article_url": "http://www.stratfordstar.com/21446/u-s-rep-delauro-meets-with-stratford-residents/", "article_text": "Stratford’s U.S. Rep. Rosa DeLauro, D-CT 3rd, campaigning for re-election for a 13th term in Congress, came to the Duchess Diner on Stratford Avenue on May 15 and to listen and speak with constituents about topics on their mind. DeLauro heard and commented on subjects from the Shakespeare Theatre, to wages and jobs; the stagnant economy to health care; the length of sentences for inmates to nurses’ licenses; all the way to a mother worried about her child without bus service who walks to school.\n\nA half-dozen or so locals came in purposefully to see the congresswoman, including Stratford Democratic Town Committee assistant treasurer Kent Miller, SDTC members Beth Daponte and Christie Matthews, and Stratford Historic District Commission Chairman Tom Yemm.\n\nResident, Bunnell track coach and retired teacher James Brown also was there. Brown expected to be nominated by the Connecticut Republican Convention on May 16 as their candidate to challenge DeLauro for her seat in Washington.\n\nBrown introduced himself to DeLauro, who responded, “Welcome to the NFL,” meaning the big leagues of elective office. Brown has not run for office before.\n\nDeLauro walked around the room a number of times, stopping at each occupied table, introducing herself, and making herself available to listen or answer questions. Everyone appeared pleased to speak with the congresswoman, though some did not immediately know what to ask the federal legislator about their local lives.\n\nShakespeare gets attention\n\nYemm, assertively and sternly told DeLauro about the Shakespeare Theatre, which he called the Golden Goose that may be broken into pieces and given away. He asked for her support as he approaches regional elected leaders about getting behind efforts to re-open the theater.\n\nYemm told The Star, “Since it has regional impact regional representatives should have a say — and a stake — in the theater.\n\nStratford native Margo Paquette, asked DeLauro “to keep an eye on the process, because I don’t trust local politics.”\n\nMiller, commented to The Star that the Shakespeare Theatre is a historical landmark, cultural landmark and an educational institution, and “There are federal grants available for each of those.”\n\nDeLauro said, “You can love the arts because it is about humanity, but it creates jobs!”\n\n“It (Shakespeare Theatre) is a treasure,” she said. “I went there.”\n\nShe added, “Regional is a good idea, and I will look at opportunities for federal grants.”\n\nThe economy\n\nDeLauro referred a man who is unemployed to the Affordable Care Act for insurance, and she told a divorced woman from Devon, who is having a tough time making ends meet, that she is aware that divorced women are among the most financially insecure groups in the country.\n\nDuchess Diner owner John Baggeas said that for years now “everything is going up — costs and taxes and utilities,” except for customer spending that has not been going up.\n\nOn the subject of the economy and jobs and wages, DeLauro told The Star, “Demand is the issue,” meaning that consumers do not have the money to buy products.\n\nAnd what is expected to come out of Washington to make the situation better? Very little now, she said, faulting her Republican colleagues who have the majority in the House of Representatives.\n\n“I cannot find the effort to create jobs,” the Democrat said. “There is not a mindset to pass an extension of unemployment benefits.”\n\nThe Republicans are “hell-bent on doing nothing. There is lots of legislation hitting a stonewall,” DeLauro said.\n\nNon-federal issues\n\nRecent nurse graduate Rita Patterson thanked DeLauro for her years of service and asked her to urge the state of Connecticut to join a Nurse Licensure Compact that allows nurses to cross state borders with one license. DeLauro mentioned that she is an ovarian cancer survivor of 27 years and works directly on many issues of women’s’ health.\n\nShe said, “I don’t legislate locally, but I can participate in the discussions.”\n\nAnother local discussion that DeLauro said she would have is with Mayor John Harkins about school bus service. This is in response to Kirsten Kalan who was having breakfast with her children. Kalan said her sixth grade daughter walks a half-mile to school and will have to walk a mile to school next year.\n\nDeLauro’s congressional aide Allison Dodge also listened in on her boss’s conversations at the diner. Dodge made notes and took names and contact information, so that DeLauro can follow up.", "article_metadata": {"og": {"site_name": "Stratford Star", "description": "U.S. Rep. DeLauro meets with Stratford residents", "title": "U.S. Rep. DeLauro meets with Stratford residents", "locale": "en_US", "image": "http://stratfordstar.hanewsmedia.com/wp-content/uploads/sites/40/2014/05/DeLauroYemm1-150x150.jpg", "url": "http://www.stratfordstar.com/21446/u-s-rep-delauro-meets-with-stratford-residents/", "type": "article"}, "article": {"publisher": "https://www.facebook.com/StratfordStar", "section": "Business", "tag": "Washington", "published_time": "2014-05-15T18:50:58+00:00"}, "twitter": {"domain": "Stratford Star", "description": "U.S. Rep. DeLauro meets with Stratford residents", "title": "U.S. Rep. DeLauro meets with Stratford residents", "image": {"src": "http://stratfordstar.hanewsmedia.com/wp-content/uploads/sites/40/2014/05/DeLauroYemm1.jpg"}, "creator": "@stratfordstar", "site": "@stratfordstar", "card": "summary_large_image"}, "description": "U.S. Rep. DeLauro meets with Stratford residents", "generator": "WordPress 4.5.2"}, "_id": "\"57477af46914bd0286fd8216\"", "article_summary": "Shakespeare gets attentionYemm, assertively and sternly told DeLauro about the Shakespeare Theatre, which he called the Golden Goose that may be broken into pieces and given away.\nOn the subject of the economy and jobs and wages, DeLauro told The Star, “Demand is the issue,” meaning that consumers do not have the money to buy products.\nYemm told The Star, “Since it has regional impact regional representatives should have a say — and a stake — in the theater.\nBrown introduced himself to DeLauro, who responded, “Welcome to the NFL,” meaning the big leagues of elective office.\nBrown expected to be nominated by the Connecticut Republican Convention on May 16 as their candidate to challenge DeLauro for her seat in Washington."}