{"article_title": "Rep. Farenthold: Pillar of privacy protection, but not for asbestos victims", "article_keywords": ["information", "victims", "privacy", "asbestos", "house", "rep", "bill", "companies", "hr", "protection", "farenthold", "action", "pillar"], "article_url": "http://thehill.com/blogs/congress-blog/lawmaker-news/255537-rep-farenthold-pillar-of-privacy-protection-but-not-for", "article_text": "“In America, we have a right to privacy and that right should be upheld.”\n\nWe couldn’t agree more with that stirring affirmation from Rep. Blake Farenthold Blake FarentholdOvernight Cybersecurity: House to offer bill on government hacking powers Five problems, five bipartisan solutions to advance the tech economy House to offer bill blocking government hacking powers MORE (R-Texas). In May, he tweeted that comment to express his concern over a White House proposal to make it easier for federal law enforcement to gain access to data on computers and wireless devices.\n\nA few weeks later, Farenthold took to Twitter again, patting himself on the back for a vote he cast in defense of privacy: “Yesterday I voted for an amendment that prohibits funds to buy cameras that store and collect your license plate numbers. #PrivacyMatters”\n\nAnd during the debate on the House floor on H.R. 1560, the Protecting Cyber Networks Act, Farenthold again came to the defense of the American peoples’ privacy.\n\n…[W]e need this legislation because our companies, our industries, our government, and even our individual citizens are under attack by foreign cyber hackers, under attack from criminals. We need the cooperation between the government and the private sector, but unfortunately we have seen that well-meaning folks in the government sometimes get a little overzealous in their data collection we don't always see.\n\nBut Farenthold’s unwavering support for individual privacy and his determination to keep cyber attacks and Internet thieves at bay doesn’t extend to victims of asbestos exposure.\n\nFarenthold is the author of the so-called FACT Act, or H.R. 526, that would force people suffering from asbestos-related diseases to disclose sensitive personal information online. Under Farenthold’s bill, anyone with access to the Internet could obtain a victim’s:\n\nFull name\n\nBirth year\n\nLast four digits of Social Security number\n\nWork history\n\nMedical condition\n\nAny payments received in compensation for asbestos exposure\n\nAt the request of EWG Action Fund, Glen Kopp, a partner at the law firm Bracewell & Guiliani and an authority in the area of privacy law, reviewed H.R. 526 for privacy concerns. He concluded: “While each piece of information described above [in H.R. 526] may separately lead to identity theft, there is a real danger to its collective use.”\n\nThe FACT Act wasn’t Farenthold’s idea alone. The U.S. Chamber of Commerce and the American Legislative Exchange Council, or ALEC, conceived of the bill. The bill is beloved and backed by major corporations with asbestos liabilities and big insurance companies like Koch Industries, Honeywell, 3M, Allstate and Nationwide. These are just some of the deep-pocketed asbestos interests that want Internet access to victims’ personal data – it’s easier that way than going through the normal discovery process of obtaining information in court.\n\nThe bill would allow the very companies responsible for asbestos exposure—who hid the dangers of asbestos from the public for decades—and their lawyers to amass sensitive personal information about asbestos victims. The private information and documents of all asbestos victims who have sought compensation from the asbestos trusts created to pay victims would be subject to immediate disclosure to corporations and much of it available online.\n\nFarenthold has taken nearly $240,000 in campaign contributions from asbestos interests – contributions from political action committees established by asbestos companies and their trade and lobby associations. The Farenthold bill passed out of the House Judiciary Committee by a party line vote of 19-8 earlier this year. An investigation by EWG Action Fund found that since 2010, the 19 members who voted for the bill have taken in almost $3.3 million from dozens of asbestos interests.\n\nFormuzis is VP for Strategic Campaigns at the EWG Action Fund.", "article_metadata": {"dcterms.description": "His bill would force people suffering from asbestos-related diseases to disclose sensitive personal information online.", "description": "His bill would force people suffering from asbestos-related diseases to disclose sensitive personal information online.", "generator": "Drupal 7 (http://drupal.org)", "rdfs": {"label skos": {"prefLabel": "Congress Blog"}}, "og": {"site_name": "TheHill", "description": "His bill would force people suffering from asbestos-related diseases to disclose sensitive personal information online.", "title": "Rep. Farenthold: Pillar of privacy protection, but not for asbestos victims", "url": "http://thehill.com/blogs/congress-blog/lawmaker-news/255537-rep-farenthold-pillar-of-privacy-protection-but-not-for", "image": "http://thehill.com/sites/default/files/thehill_logo_200.jpg", "updated_time": "2016-02-01T06:17:42-05:00", "type": "article"}, "dcterms.language": "und", "Smart_Paging": "on", "dcterms.modified": "2016-02-01T06:17-05:00", "dcterms.identifier": "http://thehill.com/blogs/congress-blog/lawmaker-news/255537-rep-farenthold-pillar-of-privacy-protection-but-not-for", "dcterms.date": "2015-10-01T11:00-04:00", "apple-itunes-app": "app-id=396640962", "fb": {"admins": 100000299130732, "app_id": 566538590082898, "pages": 7533944086}, "dcterms.creator": "Joe Picard", "author": "Alex Formuzis", "dcterms.type": "Text", "keywords": ",Blake Farenthold,", "article": {"published_time": "2015-10-01T11:00:03-04:00", "modified_time": "2016-02-01T06:17:42-05:00"}, "dcterms.format": "text/html", "twitter": {"url": "http://thehill.com/blogs/congress-blog/lawmaker-news/255537-rep-farenthold-pillar-of-privacy-protection-but-not-for", "widgets": {"csp": "on"}, "description": "His bill would force people suffering from asbestos-related diseases to disclose sensitive personal information online.", "card": "summary", "title": "Rep. Farenthold: Pillar of privacy protection, but not for asbestos victims"}, "dcterms.title": "Rep. Farenthold: Pillar of privacy protection, but not for asbestos victims"}, "article_summary": "The Farenthold bill passed out of the House Judiciary Committee by a party line vote of 19-8 earlier this year.\nFarenthold has taken nearly $240,000 in campaign contributions from asbestos interests – contributions from political action committees established by asbestos companies and their trade and lobby associations.\nThe bill would allow the very companies responsible for asbestos exposure—who hid the dangers of asbestos from the public for decades—and their lawyers to amass sensitive personal information about asbestos victims.\nThe private information and documents of all asbestos victims who have sought compensation from the asbestos trusts created to pay victims would be subject to immediate disclosure to corporations and much of it available online.\nBut Farenthold’s unwavering support for individual privacy and his determination to keep cyber attacks and Internet thieves at bay doesn’t extend to victims of asbestos exposure."}