{"article_title": "VA scandal: Facility manager in Georgia indicted for falsifying records", "article_keywords": ["va", "indicted", "georgia", "phoenix", "facility", "veterans", "medical", "records", "manager", "vets", "scandal", "awaiting", "wait", "falsifying", "care"], "article_url": "http://www.fiercehealthcare.com/story/va-scandal-facility-manager-georgia-indicted-falsifying-records/2015-07-21", "article_text": "The manager of a Veterans Affairs (VA) facility in Georgia has been indicted for falsifying the medical records of veterans awaiting care outside the VA system, according to the Washington Post.\n\nCathedral Henderson was responsible for revenue and billing at the Charlie Norwood VA Medical Center in Augusta, as well as coordinating care for the more than 2,700 veterans awaiting approval for outside care under a much-touted initiative to increase care access for waitlisted veterans.\n\nLast year, under pressure to close out all requests for outside care, prosecutors say Henderson told VA employees to fabricate records for 50 waitlisted patients indicating they had completed or declined services. Of the patients whose records were falsified, two were waiting for imaging services, one was waiting for surgery, one for neurology and one for an ultrasound. The remaining 45 were awaiting mammograms.\n\nHenderson, who faces up to five years in prison and a $250,000 fine if convicted, is one of 130 VA employees disciplined in the wake of last year's nationwide VA scandal, which broke when a CNN investigation revealed the Phoenix VA kept a \"secret waitlist\" to hide wait times. Last November, VA Secretary Robert McDonald announced he would take wide-scale disciplinary action that could affect up to 1,000 employees. The VA may pursue further administrative action against Henderson, spokeswoman Victoria Dillon told the Post.\n\nHenderson, who is on paid leave from his position, is a considerably lower-level employee than the six senior VA hospital leaders fired for lying about wait times, according to a second Post article. Keith Johnson, Henderson's attorney, argued his client's actions were the result of pressure from his superiors in a chaotic, ill-equipped hospital environment. \"There was an issue with consults, and he was asked to do something about it,\" Johnson told the Post.\n\nBut Sen. Johnny Isakson (R-Ga.) said in a statement that the indictment was cause for optimism. \"While I regret that the alleged criminal actions by this indicted VA employee ever took place,\" Isakson wrote, \"I am pleased that the investigation we called for in the wake of the Phoenix scandal is being done and people are being held accountable for manipulating medical appointment records when they should have been giving our veterans access to the care they need and deserve.\"\n\nTo learn more:\n\n- here's the first Post article\n\n- check out the second article\n\n- read Isakson's statement\n\nRelated Articles:\n\nVA scandal: McDonald announces major overhaul, firings\n\nOIG: Delays, scheduling violations plague VA's private-care fix\n\nVA promises to fix problems with late payments to private medical providers\n\nVA scandal: Full OIG report finds \"unacceptable\" lapses within Phoenix facility\n\nOIG report: No evidence care delays caused VA deaths\n\nLawmakers call for resignation of Phoenix VA head over secret waitlist\n\nSecret VA wait list reveals 40 vets died while awaiting treatment\n\nAs FBI opens criminal probe, Congress pushes bill to improve veterans' access to care\n\nVA scandal: Audit reveals 57,000 vets awaiting medical appointments\n\n18 more vets dead as legislators pen VA reform bill\n\nInvestigation into VA wait lists expands to more hospitals\n\nSenate sends VA reform bill to Obama's desk\n\nHouse approves bill that allows veterans to bypass VA for medical care", "article_metadata": {"description": "The manager of a Veterans Affairs facility in Georgia has been indicted for falsifying the medical records of veterans awaiting care outside the VA system, according to the Washington Post.", "og": {"site_name": "FierceHealthcare", "description": "The manager of a Veterans Affairs facility in Georgia has been indicted for falsifying the medical records of veterans awaiting care outside the VA system, according to the Washington Post.", "title": "VA scandal: Facility manager in Georgia indicted for falsifying records", "url": "http://www.fiercehealthcare.com/story/va-scandal-facility-manager-georgia-indicted-falsifying-records/2015-07-21", "image": "http://assets.fiercemarkets.net/public/opengraphimages/updated/opengraph_fiercehealthcare.jpg", "type": "website"}, "twitter": {"site": "fiercehealth", "card": "summary"}, "parsely-metadata": "{\"mkto\": }", "revisit-after": "1 day", "apple-itunes-app": "app-id=731085312", "keywords": "Care Coordination,care delays,Care Delivery,Charlie Norwood Medical Center,Department of Veterans Affairs (VA),falsified books,fraud,Indictment,Legal / Regulatory / Risk Management,Patient Care & Outcomes,Robert McDonald,VA scandal", "viewport": "width=device-width", "news_keywords": "Care Delivery,Legal / Regulatory / Risk Management,Patient Care & Outcomes"}, "article_summary": "The manager of a Veterans Affairs (VA) facility in Georgia has been indicted for falsifying the medical records of veterans awaiting care outside the VA system, according to the Washington Post.\nLast November, VA Secretary Robert McDonald announced he would take wide-scale disciplinary action that could affect up to 1,000 employees.\nHenderson, who faces up to five years in prison and a $250,000 fine if convicted, is one of 130 VA employees disciplined in the wake of last year's nationwide VA scandal, which broke when a CNN investigation revealed the Phoenix VA kept a \"secret waitlist\" to hide wait times.\nOf the patients whose records were falsified, two were waiting for imaging services, one was waiting for surgery, one for neurology and one for an ultrasound.\nLast year, under pressure to close out all requests for outside care, prosecutors say Henderson told VA employees to fabricate records for 50 waitlisted patients indicating they had completed or declined services."}