{"article_title": "A new health care model?", "article_keywords": ["dentists", "creek", "dental", "work", "dentist", "patients", "program", "health", "coverage", "model", "care"], "article_url": "http://www.usatoday.com/story/news/nation/2013/11/16/dental-health-care-michigan/3469259/", "article_text": "'Pay-it-forward' program in Battle Creek helps low-income patients work for their dental treatment.\n\nKelly Price volunteers at the Food Bank of South Central Michigan in exchange for dental care. (Photo: John Grap, The (Battle Creek, Mich.) Enquirer, for USA TODAY) Story Highlights The Affordable Care Act expands dental coverage only to children\n\nSimilar programs are being replicated in a dozen other communities\n\nWith earlier care and preventive care, ER visits in Battle Creek have plummeted\n\nBATTLE CREEK, Mich. — Kelly Price knows too well the pain of infected teeth and how they become so sensitive it hurts to eat or drink. He has suffered with that in the past and still has several teeth that need to be extracted, but the 51-year-old unemployed machinist can't afford to see a dentist.\n\nThat's why on a morning last month he was helping out at the Food Bank of South Central Michigan filling bags for weekend meals for needy children with Special K cereal, cans of spaghetti and meatballs, green beans and a juice drink.\n\nThe hours Price volunteers inside the sprawling warehouse in \"cereal city\" will help him get to see a dentist for free. \"I would rather pay with cash, but if this is the only way I can do it (that's) fine because I am helping someone else and it all works out,\" he said.\n\nPrice is one of the more than 4,000 adults who since 2007 have received care under the Calhoun County Dentists' Partnership — a privately financed program that requires patients to perform some volunteer work to qualify for the free dental services. The \"pay it forward\" model enables low-income, uninsured patients to earn their care by helping local non-profits, including the local homeless shelter, Red Cross and Salvation Army.\n\nThe effort, being replicated in a dozen other communities such as Springfield, Mo., and South Bend, Ind., fills a crucial need because the federal health law, which expands insurance coverage to millions of people, does nothing to improve adults' access to dental care. The law expands dental coverage only to children.\n\nKip Etheridge, a dentist who sees patients from the program in his office a few hours a month, said the volunteer work makes them more vested in their care and reduces the number of people who don't show up for the program's dental appointments.\n\n\"It's not free care, they work for it, and that aspect is what has encouraged dentists to participate,\" Etheridge said.\n\nHygienist Heather Lawson cleans the teeth of Christine Yates. She knits blankets for Habitat for Humanity to get free dental care. (Photo: Philip Galewitz, Kaiser Health News)\n\nThe program has attracted attention from dentists across Michigan and federal health officials.\n\n\"The Calhoun County program epitomizes the best kind of private sector, community-based solution to access-to-care problems,\" said Norm Palm, president of the Michigan Dental Association. \"This program is organized in a way that everyone can win.\"\n\nA GAP IN CARE\n\nThe use of dental services has declined significantly since 2007. About 36% of U.S. residents saw a dentist in 2011, according to the America Dental Association. Nationally, more than 73% of low-income adults younger than 65 lack dental coverage, according to a study by the Kaiser Family Foundation. (Kaiser Health News is an editorially independent program of the foundation).\n\nBut even that underestimates the problem, because Medicare, the federal program for the elderly and disabled, typically does not cover dental services. Even adults who qualify for Medicaid, the state-federal health insurance program for the poor, have no dental benefits in eight states and in 17 other states only have dental coverage for emergencies such as relief of pain and infection, according to a study commissioned this year by the American Dental Association\n\nLacking coverage, many patients don't seek help until the dental pain gets severe, and then they often head to hospital emergency rooms.\n\nThe number of dental visits to hospital ERs doubled from 1.1 million in 2000 to 2.1 million 2010, according to a recent study by the American Dental Association.\n\nIn 2006, at least three patients a day were showing up at Bronson Battle Creek Hospital complaining of dental pain, but the facility could offer them only pain pills or antibiotics and urge them to see a dentist. That's when the hospital, local dentists and community health and business leaders conceived the volunteer model.\n\nThe partnership has cut by 70% the number of patients with dental pain showing up at the hospital ER, according to a study published in the journal Health Affairs in September.\n\nPatients must volunteer four hours for every $100 worth of care. While some do the minimum, others accrue hundreds of hours so they can use them to obtain dental services for years. To be eligible, people must have incomes below 200% of the federal poverty level, or about $24,000 for an individual in 2013, and lack dental coverage.\n\nBefore they see a dentist, patients must also attend a two-hour oral health class and be seen by a hygienist, who reviews their health history and does a dental screening and cleaning. That shortens the time the dentists need to spend with the patients and determines which dentist will treat the patient. Dentists decide which services they prefer to offer.\n\nMore than 40 dentists participate — or nearly half of those in the county. Most of the dentists provide their services for free. The program offers a $1,000 annual bonus to the dentists, but very few have accepted that, program officials say.\n\nUsing money donated by the United Way and local foundations, the program spends $140,000 a year for the two part-time hygienists, a two-person staff to manage the program and dental supplies.\n\nMichigan is one of about 30 states that allow hygienists to work under indirect supervision of a dentist, meaning the dentist does not have to be in the same location as the hygienist. Program officials say that's been a key component because it makes it easier to schedule patients, keep costs down and reduce the time dentists need to spend with each patient.\n\n'AN AWESOME PROGRAM'\n\nIan Gallagher, 31, who has been unemployed since 2009, signed up for the program last month when his tooth started throbbing. He hasn't seen a dentist since losing dental coverage in 2003. Before his screening exam, he volunteered at Battle Creek Pride, a gay and lesbian advocacy group. \"This is an awesome program,\" he said while meeting with the hygienist. He is scheduled to have the tooth extracted in November.\n\nSamantha Pearl, executive director of Community HealthCare Connections that runs the partnership, said she estimates the partnership this year will generate about 16,000 hours of volunteer work — or the equivalent of nine full-time workers. \"Every person has something that they are uniquely qualified to give and this works when we are all contributing,\" she said.\n\nIn the past year, the program has expanded so four hours of volunteer service can buy six months of chiropractic treatment. A local orthodontist has offered to help people under age 23. A local lab also has donated its expertise to make dentures.\n\nPearl said the challenge is keeping up with demand. The dental program is working to lower wait times to see dentists from a few months to a few weeks. With more employers in Michigan dropping health and dental coverage, more people will need help, she said.\n\nCharles Palumbo, a Battle Creek dentist who helped launch the program and has extracted hundreds of teeth from people who have come through it, said volunteering is important for the patients. \"We want them to have a sense of dignity as opposed to an entitlement to what is happening,\" he said. \"We want them to feel like they are paying for services.\"\n\nKaiser Health News is an editorially independent program of the Henry J. Kaiser Family Foundation, a non-profit, non-partisan health policy research and communication organization not affiliated with Kaiser Permanente.\n\nRead or Share this story: http://usat.ly/HW8S56", "article_metadata": {"google": "notranslate", "description": "'Pay-it-forward' program in Battle Creek helps low-income patients work for their treatment", "og": {"site_name": "USA TODAY", "description": "'Pay-it-forward' program in Battle Creek helps low-income patients work for their treatment", "title": "Will work for dental: A new health care model?", "url": "http://www.usatoday.com/story/news/nation/2013/11/16/dental-health-care-michigan/3469259/", "image": "http://www.gannett-cdn.com/GDContent/applogos/usatoday.png", "type": "article"}, "twitter": {"description": "'Pay-it-forward' program in Battle Creek helps low-income patients work for their treatment", "creator": "@usatoday", "image": "http://www.gannett-cdn.com/-mm-/1bf58056f8b48afb5eb0416ace3f3ef6982e9c59/c=114-0-2623-2509&r=x643&c=640x640/local/-/media/USATODAY/test/2013/11/07/1383862827000-1-Will-work-for-dental--the-new-health-care-model.jpg", "title": "Will work for dental: A new health care model?", "site": "@usatoday", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "fb": {"app_id": 215046668549694}, "cXenseParse": {"gci-topic": "Geography/Battle Creek", "gci-asset-type": "story", "gci-categories": "Geography/Battle Creek", "title": "Will work for dental: A new health care model?", "author": "Phil Galewitz", "pageclass": "article", "recs": {"category": "news/nation", "image-3-4": "http://www.gannett-cdn.com/-mm-/c2af0f91b9a58da8c7e44e89cbe44319cf5d9379/c=38-0-1918-2501/local/-/media/USATODAY/test/2013/11/07/1383862827000-1-Will-work-for-dental--the-new-health-care-model.jpg", "image-1-1": "http://www.gannett-cdn.com/-mm-/c1ad57b28bb91e75d5b32929773b65f7dd329bde/c=114-0-2623-2509/local/-/media/USATODAY/test/2013/11/07/1383862827000-1-Will-work-for-dental--the-new-health-care-model.jpg", "contenttype": "story", "image-4-3": "http://www.gannett-cdn.com/-mm-/63e38935d05cbc2af69c02ba723caaebc84443b0/c=114-0-3449-2501/local/-/media/USATODAY/test/2013/11/07/1383862827000-1-Will-work-for-dental--the-new-health-care-model.jpg", "image": "http://www.gannett-cdn.com/-mm-/883ba78e421c27baf56282ea5b8e219d5c4e9f70/c=0-121-3790-2259&r=x1683&c=3200x1680/local/-/media/USATODAY/test/2013/11/07/1383862827000-1-Will-work-for-dental--the-new-health-care-model.jpg", "publishtime": "2013-11-16T10:42:29-05:00", "shorthed": "Will work for dental: A new health care model?", "articleid": 3469259, "image-16-9": "http://www.gannett-cdn.com/-mm-/d85d24b13f9325c2fa689c8562286a94594bf0be/c=0-121-3790-2259/local/-/media/USATODAY/test/2013/11/07/1383862827000-1-Will-work-for-dental--the-new-health-care-model.jpg", "image-9-16": "http://www.gannett-cdn.com/-mm-/300ca6dd3d093c3fa2ba7870744b857b11214deb/c=243-0-1645-2501/local/-/media/USATODAY/test/2013/11/07/1383862827000-1-Will-work-for-dental--the-new-health-care-model.jpg"}}, "Content-Type": "text/html; charset=UTF-8", "viewport": "width=1070", "news_keywords": "dental care, free, battle creek, michigan, affordable care act, ER visits, ObamaCare"}, "_id": "\"57477af36914bd0286fcf694\"", "article_summary": "Kelly Price volunteers at the Food Bank of South Central Michigan in exchange for dental care.\n(Photo: Philip Galewitz, Kaiser Health News)The program has attracted attention from dentists across Michigan and federal health officials.\nWith more employers in Michigan dropping health and dental coverage, more people will need help, she said.\nShe knits blankets for Habitat for Humanity to get free dental care.\nThat's when the hospital, local dentists and community health and business leaders conceived the volunteer model."}