{"article_title": "Vitter Holds Up Energy Bill Over Obamacare Amendment", "article_keywords": ["amendment", "bill", "proceed", "floor", "energy", "holds", "obamacare", "technicality", "portman", "health", "vitter", "president", "debate", "pending"], "article_url": "http://www.rollcall.com/news/policy/vitter-holds-up-floor-action-over-obamacare-amendment", "article_text": "Sen. David Vitter wants a Senate vote on a proposal to require that all congressional staffers get health insurance through the new Obamacare exchanges.\n\nThe Louisiana Republican is slowing action on an energy measure sponsored by Sens. Jeanne Shaheen, D-N.H., and Rob Portman, R-Ohio, until he gets assurances that his legislation will at least have a shot at consideration on the floor. (The pending energy efficiency bill is also expected to be the vehicle for debating the Keystone XL pipeline approval.)\n\n\"It's about something that is very wrong in my opinion that's happening Oct. 1,\" Vitter said.\n\n\"I believe an action was taken recently that is a horrible, dangerous and offensive example,\" of executive overreach, Vitter added. He referenced the decision by the Office of Personnel Management to allow members of Congress and staff to maintain federal contributions for health insurance when they transition into the new health exchanges under Obamacare.\n\nVitter's amendment matches legislation first unveiled over the August recess. It would eliminate federal employer contributions for health benefits for the president, vice president, members of Congress and political appointees. It also would block tax credits for assistance in buying insurance on the exchanges for these individuals. Vitter would require the president and vice president to participate in the exchanges, as well.\n\n\"I do hope that we can work out our differences on other amendments ... that are not relevant to the legislation so that we can move ahead with some of this good debate, and my sense is we have a good chance of doing that,\" Portman said.\n\n\"I think we can proceed with this debate, Sen. Portman said proceed with the debate, we can proceed with this debate right now,\" Vitter said. \"We can bring amendments to the floor, we can talk about them, we can have a full debate on any amendment folks want to bring to the floor. I would encourage that, and I think that will move the process along.\n\n\"The only thing I'm talking about is a technicality, which is making the amendment pending. That's a technicality that doesn't have to stop or delay or prohibit any debate,\" Vitter said.\n\nThat step, which Vitter called a \"technicality,\" is actually quite important to the orderly function of the Senate. Leaders, bill managers and floor staff try to package amendments together into queues.\n\nIn general, only one first-degree amendment is allowed to be pending at any point absent unanimous consent (though there are ways around that, too). Energy and Natural Resources Chairman Ron Wyden, D-Ore., put an amendment into the queue first, meaning that any other senator would need consent to move off of that.\n\nThat left Vitter in the most unusual position of objecting to a request from fellow conservative Republican James M. Inhofe of Oklahoma.\n\n\"I know what he's trying to do,\" said Inhofe, who actually noted the oddity of requesting to be a co-sponsor of the very amendment that was helping create the logjam.", "article_metadata": {"description": "Sen. David Vitter wants a Senate vote on a proposal to require that all congressional staffers get health insurance through the new Obamacare exchanges.", "og": {"site_name": "Roll Call", "description": "Sen. David Vitter wants a Senate vote on a proposal to require that all congressional staffers get health insurance through the new Obamacare exchanges.", "title": "Vitter Holds Up Energy Bill Over Obamacare Amendment", "url": "http://www.rollcall.com/news/policy/vitter-holds-up-floor-action-over-obamacare-amendment", "image": {"identifier": "http://cdn.videos.rollcall.com/blogs/sites/7/2013/05/David-Vitter-15-041813-445x268.jpg", "type": "image/png"}, "updated_time": "2013-09-11T20:07:35Z", "type": "website"}, "abstract": "Sen. David Vitter wants a Senate vote on a proposal to require that all congressional staffers get health insurance through the new Obamacare exchanges.", "fb": {"app_id": 1383531991672364}, "keywords": "Blog ID,Author,category,author,category,CQToday Topic,health-care,procedure,heal", "article": {"section": "policy", "published_time": "2013-09-11T20:07:35Z", "modified_time": "2013-09-11T20:07:35Z"}, "twitter": {"description": "Sen. David Vitter wants a Senate vote on a proposal to require that all congressional staffers get health insurance through the new Obamacare exchanges.", "title": "Vitter Holds Up Energy Bill Over Obamacare Amendment", "url": "http://www.rollcall.com/news/policy/vitter-holds-up-floor-action-over-obamacare-amendment", "image": {"src": "http://cdn.videos.rollcall.com/blogs/sites/7/2013/05/David-Vitter-15-041813-445x268.jpg"}, "site": "@rollcall", "card": "summary |player (See: https://dev.twitter.com/cards/types/player We will have to submit a test and get approval before using this type)"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=no"}, "_id": "\"57477af36914bd0286fcf695\"", "article_summary": "That's a technicality that doesn't have to stop or delay or prohibit any debate,\" Vitter said.\n\"The only thing I'm talking about is a technicality, which is making the amendment pending.\n(The pending energy efficiency bill is also expected to be the vehicle for debating the Keystone XL pipeline approval.)\n\"I think we can proceed with this debate, Sen. Portman said proceed with the debate, we can proceed with this debate right now,\" Vitter said.\nSen. David Vitter wants a Senate vote on a proposal to require that all congressional staffers get health insurance through the new Obamacare exchanges."}