{"article_title": "Get moving with Imagination Movers", "article_keywords": ["glen", "welles", "theatre", "chicago", "movers", "ellyn", "annual", "woodstock", "imagination", "moving", "skokie", "music", "weekend"], "article_url": "http://www.dailyherald.com/article/20140518/entlife/305189999/", "article_text": "Sunday picks: Get moving with Imagination Movers\n\nhello\n\nConductor Nicholas Kraemer leads the Music of the Baroque in Handel's \"Music for the Royal Fireworks\" on Sunday, May 18, in Skokie and Chicago.\n\nShop for organic plants at Prairie Crossing Farm's Organic Plant Sale and Farm Open House on Saturday, May 17. Courtesy of Liberty Prairie Foundation\n\nCarnival rides are part of the fun at the annual Taste of Glen Ellyn. Daily Herald file photo\n\nJump up: The New Orleans-based band Imagination Movers is famous for targeting its educational rock songs for the toddler set on the Disney Junior cable channel. Catch them live today for two shows at the Paramount Theatre, 23 E. Galena Blvd., Aurora. $29; $20 kids ages 12 and under. (630) 896-6666 or paramountaurora.com. 11:30 a.m. and 2:30 p.m. Sunday, May 18\n\nSUNDAY\n\nJapanamation station: Meet up with other Japanese cartoon and comics fanatics this weekend at the annual Anime Central: The Midwest Anime and Manga Convention at two locations: the Hyatt Regency O'Hare, 9300 W. Bryn Mawr Ave., Rosemont, and the Donald E. Stephens Convention Center, 5555 N. River Road, Rosemont. $53-$60; $10-$15 kids. (224) 676-0003 or acen.org. 24-hour events between 10 a.m. Friday, May 16, and 4 p.m. Sunday, May 18\n\n'Sox vs. Cubs: The Chicago Civil War': Learn about the long-standing major league baseball rivalry in Chicago at the new \"Sox vs. Cubs: The Chicago Civil War\" exhibit at the Elmhurst Historical Museum, 120 E. Park Ave., Elmhurst. Retrace the history of the Chicago Cubs and White Sox through fan souvenirs, interviews with former players, videos and more. Free admission. Visit elmhurst.org. Exhibit runs through Sunday, Sept. 28. Hours are 1 to 5 p.m. Tuesday through Sunday. Closed Mondays.\n\nTaste of Glen Ellyn: Sample a wide variety of food, hop on carnival rides and watch music and dance performances at the 34th Annual Taste of Glen Ellyn, on Main Street, in downtown Glen Ellyn. Other highlights are a craft festival and a business expo. Performers include the McNulty Irish Dancers, Maggie Speaks and Hi Infidelity. Free admission. Visit glenellynchamber.com; noon to 7 p.m. Sunday, May 18\n\nThe speaking dead: Learn about some local residents who are no longer with us via the Palatine Historical Society Annual Cemetery Walk, which features costumed volunteers sharing life stories of the deceased today at the Hillside Cemetery at Smith Street (north of Colfax Street) in Palatine. $5; $2 kids ages 7 to 15. (847) 991-6460 or palatinehistoricalsociety.com. 1 to 4 p.m. Sunday, May 18\n\nWelles Film Festival: The Woodstock Theatre and the Woodstock Celebrates organization team up to present the three-day Welles Film Festival, honoring the late legendary actor and director Orson Welles (1915-1985), from May 16-18. Screenings of four of Welles' best-known films will be shown at the Woodstock Theatre, 209 Main St., Woodstock. Welles attended school in Woodstock and worked as a theater director at the Woodstock Opera House early in his career. Tickets are $5 per person for each film. Visit welleswoodstock.com or classiccinemas.com. Showtimes are: \"Citizen Kane\" at 1 p.m. Sunday, May 18.\n\nDoes your mother know?: Disco lovers won't want to miss the return of \"Mamma Mia!\" The international hit jukebox musical features all ABBA songs and a script about a grown daughter seeking her birth father. \"Mamma Mia!\" plays eight performances starting Tuesday at Cadillac Palace Theatre, 151 W. Randolph St., Chicago. $15-$87. (800) 775-2000 or broadwayinchicago.com. 2 p.m. Sunday, May 18\n\nDance debuts: The Salt Creek Ballet unveils the world premieres of choreographers Viktor Plotnikov's \"My Best Friend\" and Sergey Kozadayev's \"Prelude\" on the same bill with \"Carnival of the Animals\" this weekend at College of DuPage's McAninch Arts Center, 425 Fawell Blvd., Glen Ellyn. $15-$29. (630) 942-4000 or atthemac.org. 3 p.m. Sunday, May 18\n\nChoreographic master: The Paul Taylor Dance Company will soon start adding other classic choreographic works besides those of its 83-year-old title founder. But in the meantime, see such Taylor pieces like \"Black Tuesday,\" \"Mercuric Tidings\" and \"Sunset\" this weekend at the Auditorium Theatre of Roosevelt University, 50 E. Congress Parkway, Chicago. $25-$68. (800) 982-2787 or auditoriumtheatre.org. 3 p.m. Sunday, May 18\n\nBronx boy: Comedian Mark Viera (\"30 Rock,\" \"Martin Lawrence Presents 1st Amendment Stand Up\") draws from his New York roots for a standup show this weekend, at the Improv Comedy Showcase, 5 Woodfield Road, Schaumburg. $19 plus a two menu-item purchase. (847) 240-2001 or improv.com. 7 p.m. Sunday, May 18\n\nGoing baroque: Conductor Nicholas Kraemer leads the final concert of the Music of the Baroque's 2013-14 season, \"Royal Fireworks Music -- and More,\" at the North Shore Center for the Performing Arts, 9501 Skokie Blvd., Skokie. $38-$75. (312) 551-1414 or baroque.org. 7:30 p.m. Sunday, May 18 in Skokie", "article_metadata": {"description": "The New Orleans-based band Imagination Movers is famous for targeting its educational rock songs for the toddler set. Catch them live today for two shows at the Paramount Theatre. The Woodstock Theatre and the Woodstock Celebrates organization team up for the final day of the three-day Welles Film Festival, honoring the late legendary actor and director Orson Welles. Food, carnival rides, concerts and more are part of the fun at the 34th Annual Taste of Glen Ellyn, through Sunday, May 18, on Main Street, in downtown Glen Ellyn.", "author": "Scott C. Morgan", "og": {"site_name": "Daily Herald", "description": "The New Orleans-based band Imagination Movers is famous for targeting its educational rock songs for the toddler set. Catch them live today for two shows at the Paramount Theatre. The Woodstock Theatre and the Woodstock Celebrates organization team up for the final day of the three-day Welles Film Festival, honoring the late legendary actor and director Orson Welles. Food, carnival rides, concerts and more are part of the fun at the 34th Annual Taste of Glen Ellyn, through Sunday, May 18, on Main Street, in downtown Glen Ellyn.", "title": "Sunday picks: Get moving with Imagination Movers", "url": "http://www.dailyherald.com/article/20140518/entlife/305189999/", "image": "http://www.dailyherald.com/storyimage/DA/20140518/entlife/305189999/EP/1/5/EP-305189999.jpg&updated=201405161508&imageversion=Facebook&exactH=630&exactW=1200&exactfit=crop&noborder", "type": "article"}, "twitter": {"description": "The New Orleans-based band Imagination Movers is famous for targeting its educational rock songs for the toddler set. Catch them live today for two shows at the Paramount Theatre. The Woodstock Theatre and the Woodstock Celebrates organization team up for the final day of the three-day Welles Film Festival, honoring the late legendary actor and director Orson Welles. Food, carnival rides, concerts and more are part of the fun at the 34th Annual Taste of Glen Ellyn, through Sunday, May 18, on Main Street, in downtown Glen Ellyn.", "creator": "@ScottCMorgan", "url": "http://www.dailyherald.com/article/20140518/entlife/305189999/", "image": "http://www.dailyherald.com/storyimage/DA/20140518/entlife/305189999/AR/0/AR-305189999.jpg&updated=201405161508&maxw=1200&maxh=1200", "title": "Sunday picks: Get moving with Imagination Movers", "site": "@dailyherald", "card": "summary", "account_id": 8960722}, "robots": "noarchive", "fb": {"app_id": 105603449548761}, "keywords": "Life & Entertainment, Arts, Festivals/Fairs, Entertainment", "article": {"publisher": "https://www.facebook.com/DailyHeraldFans", "published_time": "2014-05-18", "modified_time": "2014-05-16T19:08:00Z", "author": "https://www.facebook.com/scott.morgan.12"}, "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fcf69a\"", "article_summary": "Sunday picks: Get moving with Imagination MovershelloConductor Nicholas Kraemer leads the Music of the Baroque in Handel's \"Music for the Royal Fireworks\" on Sunday, May 18, in Skokie and Chicago.\nCourtesy of Liberty Prairie FoundationCarnival rides are part of the fun at the annual Taste of Glen Ellyn.\nDaily Herald file photoJump up: The New Orleans-based band Imagination Movers is famous for targeting its educational rock songs for the toddler set on the Disney Junior cable channel.\nScreenings of four of Welles' best-known films will be shown at the Woodstock Theatre, 209 Main St., Woodstock.\nTaste of Glen Ellyn: Sample a wide variety of food, hop on carnival rides and watch music and dance performances at the 34th Annual Taste of Glen Ellyn, on Main Street, in downtown Glen Ellyn."}