{"article_title": "Bend's Matt King moves on to Facebook", "article_keywords": ["king", "matt", "cycling", "bends", "working", "work", "facebook", "bend", "kim", "world", "moves", "ibm"], "article_url": "http://www.washingtontimes.com/news/2015/sep/19/bends-matt-king-moves-on-to-facebook/?page=all", "article_text": "BEND, Ore. (AP) - When Matt King built his dream home with his wife, Kim, in Bend in 2011, they chose NorthWest Crossing because of its suburban feel and walkability. Access to nearby businesses and schools was important to Matt, who is blind.\n\nThe Kings didn’t know that just a few years after they settled in Bend, Matt would be offered a job with Facebook, leave his position at IBM and their home in Oregon, and move to the bustling Bay Area.\n\nConsidering Facebook’s company goal is to connect people across the world, he couldn’t pass up the opportunity.\n\n“When I saw their mission and my mission aligned, I was like, ‘Wow,’” King, 49, said. “I drank the Kool-Aid as they say.”\n\nFor years, King worked as an engineer for IBM. He started there after graduating from the University of Notre Dame.\n\nKing is blind from retinitis pigmentosa. Although he was born with the disease, he could see for many years; his vision decreased as the disease progressed.\n\nLast week, in a teal Facebook T-shirt, King sat on his patio-style front porch in Bend, with a laptop nearby. King has an apartment in Menlo Park, California, where he is working full time on Facebook’s accessibility engineering team.\n\nAs an accessibility engineer, King is helping make the user interface easier to use for people of all abilities. User interface can be anything from a keyboard to a screen to text on a website: anything a person uses to navigate a device. In King’s case, he’s making Facebook more adaptable.\n\nFor example, the team might change the color or shading of text on the website to make sure it’s adaptable to programs that adjust for color blindness. Or the team might find ways for Facebook videos to be more accessible for people with hearing impairment.\n\nOn his own laptop, the only added feature King has is a software program that reads text aloud. But that software doesn’t work smoothly with every website out there.\n\n“Most of the Web poses accessibility challenges,” King said. “One product I’m actively working on right now is the Facebook news feed. We want to make the experience of reading the news feed more enjoyable if you use a screen reader.”\n\nKing is also working on similar features for messenger.com, Facebook’s stand-alone messaging site.\n\nKing said 20 percent of the world’s population needs some kind of accommodation. By ignoring those people, the rest of the world is missing out on connections. At Facebook, King and his colleagues want to change that.\n\nEqual access for people of all abilities has long been a priority of Matt’s.\n\nKim King knows her husband’s reputation as someone who wants to make an impact in encouraging people of all abilities.\n\n“People around the nation know what Matt is about,” she said, adding since word has spread about Matt’s move to California, people in Bend have been asking her how it’s going for him, and if he’s OK to travel and live on his own.\n\nThat’s because for now, Kim and their two children are still living in Bend: Both kids had their first day of school last week.\n\nShe lets people know Matt is not only capable, but a highly independent person.\n\nThey decided he should try to travel up to Bend twice a month, for a few days at a time. During those visits, King is able to work from home. He said over the next year, they will decide how, or if, they want to move the family down to California.\n\n“It is a big adjustment,” Kim said. “It is not always easy, but it is a great opportunity for our whole family.”\n\nKing also realizes it’s tough for his children, in fifth and eighth grade, to decide between staying in Bend and seeing less of their dad or moving to a new state to be with him.\n\nHe had a similar decision, between familiar and new, when Facebook came to him with the job offer.\n\n“I didn’t anticipate leaving,” King said. “I had a fabulous run at IBM.”\n\nIn the beginning of his time at IBM, King lived in New York, but management later allowed him to work remotely in Colorado Springs so he could dedicate more time to tandem cycling, a sport in which he competes with a seeing partner.\n\nKing’s first international cycling competition was at the 1996 Atlanta Paralympic Games, where he and his partner set a world record. Two years later, at the International Paralympic Committee’s World Cycling Championships, King earned a silver medal. He’s also a 12-time national champion among American blind cyclists and has placed in the top three among America’s best sighted track cyclists.\n\nKing and his wife started their family in Colorado Springs, but when they decided to build a home, cycling friends nudged them to check out Bend. The Kings fell in love with the town, and their home was finished in 2011 after dedication to detail by the couple, as well as the architect and builder.\n\nAlthough he wasn’t looking to leave IBM, King was open to “new ways to grow (his) expertise.”\n\nFacebook was supportive of the work King was doing outside IBM with the World Wide Web Consortium, an organization that wants the Web to continue to grow and improve.\n\nWith it, King championed standards for more accessibility.\n\n“The thing about going to Facebook Kim and I saw is that it gives us the ability to grow and impact more people,” King said.\n\nKim said “Facebook totally matches Matt’s personality and goals.”\n\nWorking, and living, in a tech-minded community has made it easier to make connections.\n\nKing is enjoying the challenging work, and said he has settled into his apartment there, although he “had a lot to learn” about the Bay Area.\n\nKing commutes to and from work each day on a Facebook employee shuttle. He also lives near a station for Caltrain, a commuter rail.\n\n“There’s so many ways to be involved in the tech community that I don’t get to have here,” King said of Bend.\n\nWith the “gravitational pull” of the tech world there, he said he hasn’t had a hard time making friends. But he hasn’t found a riding partner in California yet since his bikes are still in Bend.\n\nAnd as for his 50th birthday quickly approaching, he doesn’t have any kind of crazy athletic pursuit to check off before then. No bucket list, he said smiling.\n\n“Am I supposed to?” King said.\n\n___\n\nInformation from: The Bulletin, http://www.bendbulletin.com", "article_metadata": {"description": "When Matt King built his dream home with his wife, Kim, in Bend in 2011, they chose NorthWest Crossing because of its suburban feel and walkability. Access to nearby businesses and schools was important to Matt, who is blind.", "author": "The Washington Times http://www.washingtontimes.com", "og": {"site_name": "The Washingtion Times", "description": "When Matt King built his dream home with his wife, Kim, in Bend in 2011, they chose NorthWest Crossing because of its suburban feel and walkability. Access to nearby businesses and schools was important to Matt, who is blind.", "title": "Bend’s Matt King moves on to Facebook", "url": "http://www.washingtontimes.com/news/2015/sep/19/bends-matt-king-moves-on-to-facebook/", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2015/09/19/16448a6ddcc54f29820f6a7067003716.jpg", "type": "article"}, "twitter": {"site": "@washtimes", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2015/09/19/16448a6ddcc54f29820f6a7067003716.jpg", "description": "When Matt King built his dream home with his wife, Kim, in Bend in 2011, they chose NorthWest Crossing because of its suburban feel and walkability. Access to nearby businesses and schools was importa", "card": "summary", "title": "Bend’s Matt King moves on to Facebook"}, "Author": "KAILEY FISICARO", "bitly-verification": "d180fd45f70d", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web0", "viewport": "width=device-width, initial-scale=1, user-scalable=yes"}, "article_summary": "Kim King knows her husband’s reputation as someone who wants to make an impact in encouraging people of all abilities.\nAt Facebook, King and his colleagues want to change that.\nLast week, in a teal Facebook T-shirt, King sat on his patio-style front porch in Bend, with a laptop nearby.\n“The thing about going to Facebook Kim and I saw is that it gives us the ability to grow and impact more people,” King said.\nTwo years later, at the International Paralympic Committee’s World Cycling Championships, King earned a silver medal."}