{"article_title": "Bladder Cells Spew Out Nasty E.Coli Germs Responsible For Uninary Tract Infections As A Defense Mechanism", "article_keywords": ["responsible", "lysosomes", "lysosome", "spew", "study", "ecoli", "infections", "uninary", "mechanism", "bladder", "cell", "defense", "tract", "germs", "nasty", "utis", "bacteria", "cells", "contents"], "article_url": "http://www.medicaldaily.com/our-cells-can-vomit-disgust-too-bladder-cells-spew-out-nasty-ecoli-germs-responsible-335556", "article_text": "Like most of us after Memorial Day, our bladder cells can seemingly vomit out particularly nasty germs they can't get rid of normally.\n\nWhen it comes to defending the body against nasty microbial invaders, it seems that some of our cells are the spitting image of burly bouncers during a rowdy Ladies’ Night at the local club, according to new research published in the journal Cell. The study found that bladder cells are able to eject out pathogens like E.coli from within themselves, but only after other attempts to destroy the germ have failed. Somewhat gross as that imagery might be, the researchers theorize that their discovery could someday lead to novel tools with which to fight recurring urinary tract infections (UTIs).\n\nLike a family reunion, most strains of the E.coli bacteria we encounter are perfectly harmless, even beneficial to our greater health and happiness — particularly those that reside within the microscopic environment of our digestive system. But just like that Uncle Jerry who won’t stop asking about our ex, there are certain strains that only result in disaster once we come into contact with them. These pathogenic Jerrys are responsible for a myriad of illnesses, oftentimes associated with food poisoning.\n\nThey also are the cause of about 90 percent of UTIs, which in turn predominantly afflict adult women. The uropathogenic E. coli (UPEC) behind UTIs are known to be very hard to kill through standard antibiotics, often resulting in lingering, chronic infections for its sufferers.So in an effort to better understand how and why UPEC is so hardy, the researchers of this latest study used mice and cultured human bladder cells to sneak a peek at the tiny battlefield. They discovered that bladder cells can sometimes resort to a plan B when earlier attempts to engulf E. coli within an acidic lysosome in the cell, a process known as autophagy, have been neutralized by the bacteria.\n\nIn a process akin to vomiting out a 7-11 hot dog that has clearly seen better days, the lysosomes reach the surface of the cell and forcibly boot out the bacteria within a sealed membrane that prevents further infection. Ultimately these bacteria are taken out in the trash by our urine. As the authors note in their abstract, this trick seems to be co-opted from the routine cellular mechanism that occurs when lysosomes are malfunctioning. \"It was thought that lysosomes always degrade their contents,\" study author Yuxuan Miao, a Ph.D. candidate in Duke's department of Molecular Genetics and Microbiology, said in a release by Duke. \"Here we are showing for the first time that when the contents cannot be degraded, the lysosome appears to have a back-up plan which is to expel the contents in capsules.\"\n\nTheir finding may also provide a new avenue with which to target UTIs, believed to be the second most common type of infection in people — one that costs the U.S. $3 billion dollars annually, according to the authors. \"A lot of women tend to experience recurrent infections once they have an initial bout of UTI,\" senior author Dr. Soman Abraham of Duke said. \"The reason for this is that there is bacterial persistence within the cells of the bladder. If we can eliminate these reservoirs using agents that promote expulsion, then we can potentially eradicate recurrent UTIs.\"\n\nNo word yet on whether our bladder cells were inspired by Sigourney Weaver at the end of the film Alien.\n\nSource: Miao Y, Li G, Zhang X,et al. A TRP Channel Senses Lysosome Neutralization by Pathogens to Trigger Their Expulsion. Cell. 2015.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "bladder cells, utis, vomit in disgust", "og": {"site_name": "Medical Daily", "description": "Like their owners, our bladder cells can vomit out particularly nasty germs they can't get rid of normally.", "title": "Bladder Cells Vomit In Disgust To Prevent UTIs", "url": "http://www.medicaldaily.com/our-cells-can-vomit-disgust-too-bladder-cells-spew-out-nasty-ecoli-germs-responsible-335556", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/05/28/ecoli.jpg", "type": "article"}, "twitter": {"description": "Like their owners, our bladder cells can vomit out particularly nasty germs they can't get rid of normally.", "title": "Bladder Cells Vomit In Disgust To Prevent UTIs", "url": "http://www.medicaldaily.com/our-cells-can-vomit-disgust-too-bladder-cells-spew-out-nasty-ecoli-germs-responsible-335556", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/05/28/ecoli.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/05/28/ecoli.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Weird Medicine", "published_time": "2015-05-28T19:01:46-04:00", "modified_time": "2015-05-29T14:22:24-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Like their owners, our bladder cells can vomit out particularly nasty germs they can't get rid of normally."}, "_id": "\"57477af46914bd0286fdf80a\"", "article_summary": "Like most of us after Memorial Day, our bladder cells can seemingly vomit out particularly nasty germs they can't get rid of normally.\nNo word yet on whether our bladder cells were inspired by Sigourney Weaver at the end of the film Alien.\nSomewhat gross as that imagery might be, the researchers theorize that their discovery could someday lead to novel tools with which to fight recurring urinary tract infections (UTIs).\nThe study found that bladder cells are able to eject out pathogens like E.coli from within themselves, but only after other attempts to destroy the germ have failed.\n\"The reason for this is that there is bacterial persistence within the cells of the bladder."}