{"article_title": "Uber's Labor-Free Fantasy Won't Last Forever", "article_keywords": ["wont", "uber", "forever", "business", "living", "workers", "work", "laborfree", "drivers", "fantasy", "social", "ubers", "company", "model"], "article_url": "http://gawker.com/ubers-labor-free-fantasy-wont-last-forever-1746680140", "article_text": "Uber is now worth more money than General Motors. Will the hundreds of thousands of Americans who drive for Uber ever be able to earn a living wage?\n\nhttp://gawker.com/boycott-uber-i...\n\nIn The American Prospect, Steven Greenhouse takes a long look at Uber’s labor issues. Or, more accurately, its labor issue: the fact that its drivers are treated as independent contractors, rather than as employees. This is the key to Uber’s entire business model, and to its profits. It is also why many of its drivers say they cannot earn a decent living no matter how hard they work. Greenhouse sums it up:\n\nAdvertisement\n\nIndeed, with its clout, cachet, and big-name backers, Uber has sought to redefine what an employee is. No way, it says, should its drivers be considered employees, asserting that its relationship with them is attenuated—even though the company hires and fires the drivers, sets their fares, takes a 20 percent commission from fares, gives drivers weekly ratings, and orders them not to ask for tips. For Uber, there are manifold advantages to treating its drivers as independent contractors. Not only does it avoid being covered by minimum wage, overtime, and anti-discrimination laws, but it sidesteps having to make contributions for Social Security, Medicare, workers’ compensation, and unemployment insurance. It also escapes the employer obligations of the Affordable Care Act. By some estimates, all this cuts Uber’s compensation costs by more than 20 percent per driver.\n\nUber is the pinnacle of “gig economy” profitability in large part because it has no responsibility for the people that work for it. Uber’s workers in various states are, shall we say, actively challenging this arrangement, with notable success in California, where an Uber driver was declared an employee. For its part, the company is conducting an active lobbying campaign to try to preserve the status of its workers, publicizing the fact that an increasing share of its drivers “have another full- or part-time job on top of their work with Uber.”\n\n\n\nOf course, they have to—they can’t earn a living with Uber.\n\nSponsored\n\nIdeally, America would have high taxes that supported a strong social safety net for everyone, so that the “gig economy” could be a realistic lifestyle, rather than a pipe dream most commonly used for the sake of corporate PR. Until then, we live in a nation in which employers are responsible for a great deal of the benefits necessary for employees to live—health care, social security, and a livable wage. That is where we are. Uber is a company with hundreds of thousands of workers. Unless Uber is prepared to use its lobbying muscle to push through an unprecedented expansion of the social safety net, it will have to sooner or later take responsibility for the unavoidable fact that its workers are humans who have certain needs in order to live. Any multibillion-dollar company that does not provide its workers with what they need to live is at its core a leech on society, because it is society at large that has to pay for the balance of those needs. Meanwhile, Uber executives and investors grow rich on a labor model that asks nothing from them except capital in exchange for great wealth, and asks everything from drivers in exchange for less than a middle class income.\n\nUber is successful because it is based on a powerfully good idea: unlocking the value of unused assets. You can use your car to make you money. But for many it is a full time job, and to pretend otherwise is to cling tightly to a weird utopian capitalist facade that bears little resemblance to reality.\n\nA business model based on paying workers too little to live—a business model in which a company must fight viciously against workers’ attempts to unionize, because unions are considered an existential threat—is not a real business model at all. It is arbitrage of poor regulation. It is a con job. And it can’t last forever.\n\nGrow up, Uber.\n\nAdvertisement\n\n[Photo: Getty]", "article_metadata": {"news_keywords": "labor, uber, corporate america, startups, apps, the workplace, money matters, jobs, Gawker", "author": "Hamilton Nolan", "og": {"site_name": "Gawker", "description": "Uber is now worth more money than General Motors. Will the hundreds of thousands of Americans who drive for Uber ever be able to earn a living wage?", "title": "Uber's Labor-Free Fantasy Won't Last Forever", "url": "http://gawker.com/ubers-labor-free-fantasy-wont-last-forever-1746680140", "image": "https://i.kinja-img.com/gawker-media/image/upload/s--Bfvk29cd--/c_fill,fl_progressive,g_north,h_358,q_80,w_636/ux10mygimcbovnss9dqg.jpg", "locale": "en_US", "type": "article"}, "twitter": {"description": "Uber is now worth more money than General Motors. Will the hundreds of thousands of Americans who drive for Uber ever be able to earn a living wage?", "title": "Uber's Labor-Free Fantasy Won't Last Forever", "url": "http://gawker.com/ubers-labor-free-fantasy-wont-last-forever-1746680140", "image": "https://i.kinja-img.com/gawker-media/image/upload/s--Bfvk29cd--/c_fill,fl_progressive,g_north,h_358,q_80,w_636/ux10mygimcbovnss9dqg.jpg", "site": "@gawker", "card": "summary_large_image"}, "msapplication-square70x70logo": "https://i.kinja-img.com/gawker-media/image/upload/s--Di2kTRut--/c_fill,fl_progressive,g_center,h_80,q_80,w_80/my2vnuuejg3jt9yqbx3z.png", "ROBOTS": "INDEX, FOLLOW", "fb": {"app_id": 447084078690870}, "dynamic-stylesheet": "//x.kinja-static.com/assets/stylesheets/editor-621051396171a9ade757cbbd77315ea6.css", "keywords": "labor, uber, corporate america, startups, apps, the workplace, money matters, jobs, Gawker", "google-site-verification": "PMODv5fOfI_I6GRn06P6uDSnTPLgipc_fgkmh7EgXyw", "msapplication-square150x150logo": "https://i.kinja-img.com/gawker-media/image/upload/s--GHGgxH7j--/c_fill,fl_progressive,g_center,h_200,q_80,w_200/my2vnuuejg3jt9yqbx3z.png", "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0,maximum-scale=10.0", "description": "Uber is now worth more money than General Motors. Will the hundreds of thousands of Americans who drive for Uber ever be able to earn a living wage?"}, "article_summary": "This is the key to Uber’s entire business model, and to its profits.\nUber’s workers in various states are, shall we say, actively challenging this arrangement, with notable success in California, where an Uber driver was declared an employee.\nA business model based on paying workers too little to live—a business model in which a company must fight viciously against workers’ attempts to unionize, because unions are considered an existential threat—is not a real business model at all.\nIn The American Prospect, Steven Greenhouse takes a long look at Uber’s labor issues.\nOr, more accurately, its labor issue: the fact that its drivers are treated as independent contractors, rather than as employees."}