{"article_title": "God Love Ya, Joe Biden", "article_keywords": ["love", "carter", "campaign", "vice", "ya", "god", "biden", "run", "joe", "clinton", "sen", "president", "called", "obama"], "article_url": "http://freebeacon.com/politics/god-love-ya-joe-biden/", "article_text": "BY: Follow @DavidRutz\n\n\n\nWith so many rumors swirling that Vice President Joe Biden might run for president, despite the misgivings of some in his party with no ulterior motive, let’s look back at his more colorful moments in public office.\n\nBiden has asked a man in a wheelchair to stand up and let the audience see him, told black voters that Republicans would put them “back in chains,” surmised that Iraq would be the Obama administration’s greatest success, gotten handsy with the wife of Defense Secretary Ashton Carter while Carter was giving a speech, and said being Vice President is a “bitch.”\n\nHe called his boss “Barack America” at a campaign event, said no one could go to a 7-11 or Dunkin’ Donuts without a “slight Indian accent,” referred to Asia as “the Orient,” said “jobs” was a three-letter word and called Sen. Joni Ernst (R., Iowa) “Gail” upon meeting her at her swearing-in ceremony. He is also an advocate for buying shotguns for self-defense.\n\nBiden has not yet declared he would officially run for president, but polls show Democratic enthusiasm for him stepping in and challenging frontrunner Hillary Clinton. As he famously said about Obamacare once, that would be a “big f—ing deal” and a “bunch of stuff.” Biden won the blessing of President Obama to pursue the office if he so chose, and a White House spokesman remarked that Obama believes choosing Biden to be his running mate was the best decision he ever made in politics.\n\nA recent survey from Monmouth showed him at 22 percent nationally, just ahead of left-wing favorite Sen. Bernie Sanders (I., Vt.) at 20 percent but still trailing Clinton’s 42 percent. Clinton, however, has seen her advantage narrow since her campaign began in April in the wake of her private email scandal and revelations about classified information passing through her unsecured server.", "article_metadata": {"description": "A SuperCut of Vice President Joe Biden's greatest moments through the years, serving perhaps as a preview of his increasingly likely presidential campaign.", "generator": "WordPress 4.5.2", "og": {"site_name": "Washington Free Beacon", "description": "With so many rumors swirling that Vice President Joe Biden might run for president, despite the misgivings of some in his party with no ulterior motive, let's look back at his more colorful moments in", "title": "God Love Ya, Joe Biden", "url": "http://freebeacon.com/politics/god-love-ya-joe-biden/", "image": "http://freebeacon.com/freebeacon.png", "type": "article"}, "twitter": {"description": "With so many rumors swirling that Vice President Joe Biden might run for president, despite the misg", "creator": "@DavidRutz", "image": "http://freebeacon.com/freebeacon.png", "title": "God Love Ya, Joe Biden", "site": "@freebeacon", "card": "summary"}, "robots": "noodp", "apple-itunes-app": "app-id=1047859882", "fb": {"app_id": "FB_APP_ID", "pages": 282024895179874}, "viewport": "width=device-width, initial-scale=1"}, "article_summary": "BY: Follow @DavidRutzWith so many rumors swirling that Vice President Joe Biden might run for president, despite the misgivings of some in his party with no ulterior motive, let’s look back at his more colorful moments in public office.\nBiden has not yet declared he would officially run for president, but polls show Democratic enthusiasm for him stepping in and challenging frontrunner Hillary Clinton.\nClinton, however, has seen her advantage narrow since her campaign began in April in the wake of her private email scandal and revelations about classified information passing through her unsecured server.\nA recent survey from Monmouth showed him at 22 percent nationally, just ahead of left-wing favorite Sen. Bernie Sanders (I., Vt.) at 20 percent but still trailing Clinton’s 42 percent.\nHe is also an advocate for buying shotguns for self-defense."}