{"article_title": "3 Reasons Amgen, Inc. Could Soar in 2015 -- The Motley Fool", "article_keywords": ["fool", "shareholders", "motley", "survival", "amgen", "drug", "sales", "reasons", "growth", "kyprolis", "2015", "stock", "market", "soar"], "article_url": "http://www.fool.com/investing/general/2014/12/09/3-reasons-amgen-inc-could-soar-in-2015.aspx", "article_text": "The S&P 500 has had another exceptionally good year, with the broad market rising by double-digits. Comparably speaking, healthcare stocks have had an even better year. But even these have been left in the dust by Amgen (NASDAQ:AMGN) and its 50% year-to-date gain.\n\nAmgen's benefited from a number of late-stage clinical results that have worked in its favor, as well as growth in its core drugs leading to consistent and predictable top-line growth which had been hard to come by between 2000 and 2010.\n\nThe good news for shareholders is that it's possible Amgen could soar yet again in 2015. Although many catalysts are on the horizon for Amgen, I view three as being particularly capable of lifting it to big gains in 2015. Let's have a closer look at what those are.\n\nNo. 1: A handful of potential new drug approvals\n\nThe primary reason Amgen's stock has more than tripled over the last three years has to do with its impressive late-stage pipeline that's packed with 10 compounds either being submitted for approval in the U.S., EU, or both regions, or reporting phase 3 data between 2014 and 2016. Clearly a lot is coming in Amgen's future if some or all of these drug hopefuls are approved.\n\nPerhaps no submission holds more weight for Amgen than evolocumab, its experimental dyslipidemia drug that works by inhibiting PCSK9. This relatively new pathway of removing low-density lipoprotein cholesterol from the bloodstream could wind up having potential far beyond just extreme cases of high-triglycerides.\n\nAlso in the mix is perhaps the most difficult-to-pronounce experimental drug of all time, talimogene laherparapvec, which is thankfully known as T-Vec. This metastatic melanoma drug could be looking at U.S. and EU approvals very soon, with the potential to bring $500 million to $1 billion in annual sales at its peak in an increasingly crowded market.\n\nLook for these new drug submissions to really dictate where Amgen heads in 2015.\n\nNo. 2: A Kyprolis sNDA and possible approval\n\nDespite having more than a handful of late-stage drugs, cancer drug Kyprolis is going to hold extra weight in 2015 as Amgen is widely expected to file a supplemental new drug application in the U.S. and a drug application in Europe to expand the multiple myeloma treatment to second-line from third-line.\n\nAlthough Kyprolis sales have been steadily growing (21% in the third quarter from the sequential second quarter), its peak annual sales estimates would be severely affected if it didn't get this additional label indication. What makes this eventual decision so interesting is that Kyprolis delivered mixed results in its two clinical studies. In the ASPIRE trial Kyprolis delivered a statistically significant improvement in progression-free survival, or PFS: 26.3 months compared to 17.6 months for the control group. However, the FOCUS study which measured overall survival showed that Kyprolis missed its primary endpoint.\n\nWithin the U.S. it's quite plausible that the large increase in PFS will be more than enough to lead to an approval. Europe, on the other hand, will be a bit trickier since the European Medicines Agency isn't as apt to approve new therapies if they don't provide a survival benefit over existing medications.\n\nWhile I have no more data to go off of than any other reader at the moment, I'm going to suggest that Kyprolis gets the nod in both markets on the coattails of its strong PFS data.\n\nNo. 3: Overseas sales soar\n\nFinally, Amgen stock could see some serious benefits if its overseas growth really ramps up.\n\nOne factor few investors realize about Amgen how highly reliant it is on the U.S. market. That may not be a bad thing considering that the U.S. market offers the highest pharmaceutical margins in the world and boasts the best pharmaceutical drug demand. Nonetheless, having 76% of its revenue tied to the U.S. market is a risk that existing shareholders could regret if Congress or pharmacy-benefit managers in the U.S. begin to put their foot down on rising drug prices.\n\nThankfully, Amgen's third-quarter results pointed to 19% growth in international sales. If Amgen can ramp this up to 20% or better sales growth in 2015 – which isn't out of the question if T-Vec and evolocumab gain approval in Europe and are brought to market before the end of next year – Amgen will quickly whittle away its reliance on the U.S. markets and be a far more balanced biotech company. It's something I believe long-term shareholders will appreciate and could ultimately make Amgen less volatile.\n\nAmgen's certainly had quite the run higher already and there's no telling with any certainty if it will actually head higher. However, these catalysts certainly give investors a reason to send this stock soaring for a fourth straight year.", "article_metadata": {"publish_time": "08:03", "description": "Despite more than tripling since 2011 Amgen shares have the potential to head significantly higher in 2015 because of these three catalysts.", "ResponsiveALP": "1Ses_2things-v-single_single-control_50", "author": "Sean Williams", "promo": "Despite more than tripling since 2011 Amgen shares have the potential to head significantly higher in 2015 because of these three catalysts.", "twitter": {"title": "3 Reasons Amgen, Inc. Could Soar in 2015 --  The Motley Fool", "description": "Despite more than tripling since 2011 Amgen shares have the potential to head significantly higher in 2015 because of these three catalysts.", "site": "@themotleyfool"}, "msvalidate.01": "8D40D58712924715BAA79D135A6C8DDA", "og": {"site_name": "The Motley Fool", "description": "Despite more than tripling since 2011 Amgen shares have the potential to head significantly higher in 2015 because of these three catalysts.", "title": "3 Reasons Amgen, Inc. Could Soar in 2015 --  The Motley Fool", "url": "http://www.fool.com/investing/general/2014/12/09/3-reasons-amgen-inc-could-soar-in-2015.aspx", "image": "https://g.foolcdn.com/image/?url=http%3A%2F%2Fg.foolcdn.com%2Feditorial%2Fimages%2F152770%2Famgen-milestone3.JPG&h=630&w=1200&op=resize", "type": "article"}, "headline": "3 Reasons Amgen, Inc. Could Soar in 2015", "fb": {"admins": 50808187550, "page_id": 7240312795, "app_id": 50808187550}, "bureau": "usmf-health-care", "STORY_UID": "f31e2714-7b7e-11e4-ae8c-0050569d4be0", "pitch": 1308, "date": "2014-12-09T13:03:00Z", "gsa_date": "2014 12 09", "tickers": "AMGN", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0"}, "_id": "\"57477af36914bd0286fd3c10\"", "article_summary": "The good news for shareholders is that it's possible Amgen could soar yet again in 2015.\n3: Overseas sales soarFinally, Amgen stock could see some serious benefits if its overseas growth really ramps up.\nAlthough many catalysts are on the horizon for Amgen, I view three as being particularly capable of lifting it to big gains in 2015.\nLook for these new drug submissions to really dictate where Amgen heads in 2015.\nPerhaps no submission holds more weight for Amgen than evolocumab, its experimental dyslipidemia drug that works by inhibiting PCSK9."}