{"article_title": "Getting Seven Or More Hours Of Sleep Is Necessary To Be Healthy, Says Study", "article_keywords": ["consensus", "seven", "necessary", "disorders", "getting", "healthy", "study", "hours", "chronic", "minimum", "sleep", "health", "children", "panel"], "article_url": "http://www.medicaldaily.com/sleep-number-getting-seven-or-more-hours-sleep-necessary-be-healthy-says-study-337802", "article_text": "Are you sure that you’re getting enough sleep?\n\nThe American Academy of Sleep Medicine (AASM) and the Sleep Research Society (SRS) published a recommendation in an issue of SLEEP that adults should obtain seven or more hours of sleep to avoid health risks and chronic inadequate sleep. The recommendation is the result of a 12-month project conducted by a consensus panel of 15 sleep experts.\n\nSeven hours may seem like a lot, because it is. But that isn’t all that is recommended. The right amount of sleep must be coupled with regularity, quality, and timing. For those of you, and there seems like a lot, who stay up watching television until 1 in the morning even though you know you have to be up in the morning, this news is going to be a little bit of a downer.\n\n“More than a third of the population is not getting enough sleep, so the focus needs to be on achieving the recommended minimum hours of nightly sleep. Long sleep duration is more likely to reflect chronic illness than to cause it, and few experimental laboratory studies have examined the health effects of long sleep duration,” said Dr. Nathaniel F. Watson, incoming AASM president and the research concluding consensus panel moderator.\n\nSome of the most common sleep disorders include restless leg syndrome, narcolepsy, sleep apnea, and insomnia. According to the National Institute of Neurological Disorders and Stroke, more than 40 million people suffer from these chronic sleep disorders every year, with an extra 20 million suffering occasional sleep problems. Sleep problems can also affect your bank account, costing an estimated $16 billion in medical costs and even more due to low productivity in the workplace.\n\nEven though there is a minimum requirement for the number of hours that you should sleep per night, the best news is the consensus panel did not place a limit on the maximum hours you should sleep. It appears that this is one of those instances where moderation isn’t key. The consensus panel is pushing for more people to sleep the minimum amount, something that has historically become harder to get.\n\nThe University of Australia used historical trends to determine the amount of sleep that children have been getting since 1897 up until 2009. Although the trends showed that inadequate sleep was a result of “modern life,” it still shows that children weren’t receiving the amount of sleep that has been necessary for some time. And if children have gotten less sleep, then it is likely that adults have gotten even less sleep.\n\nOf course, sleeping better is just one item on a list of things we need to be healthy. “Sleep is critical to health, along with a healthy diet and regular exercise,” Watson said.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "sleep, number, getting, seven, or, more, hours, sleep, necessary, be, healthy, says, study", "og": {"site_name": "Medical Daily", "description": "A new study says that more than a third of Americans aren't getting the amount of sleep they need to be healthy.", "title": "Are You Getting Enough Sleep To Be Healthy?", "url": "http://www.medicaldaily.com/sleep-number-getting-seven-or-more-hours-sleep-necessary-be-healthy-says-study-337802", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/06/11/sleep-disorder_0.jpg", "type": "article"}, "twitter": {"description": "A new study says that more than a third of Americans aren't getting the amount of sleep they need to be healthy.", "title": "Are You Getting Enough Sleep To Be Healthy?", "url": "http://www.medicaldaily.com/sleep-number-getting-seven-or-more-hours-sleep-necessary-be-healthy-says-study-337802", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/06/11/sleep-disorder_0.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/06/11/sleep-disorder_0.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Vitality", "published_time": "2015-06-11T18:20:32-04:00", "modified_time": "2015-06-11T18:20:31-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "A new study says that more than a third of Americans aren't getting the amount of sleep they need to be healthy."}, "article_summary": "Some of the most common sleep disorders include restless leg syndrome, narcolepsy, sleep apnea, and insomnia.\n“More than a third of the population is not getting enough sleep, so the focus needs to be on achieving the recommended minimum hours of nightly sleep.\nThe American Academy of Sleep Medicine (AASM) and the Sleep Research Society (SRS) published a recommendation in an issue of SLEEP that adults should obtain seven or more hours of sleep to avoid health risks and chronic inadequate sleep.\nAccording to the National Institute of Neurological Disorders and Stroke, more than 40 million people suffer from these chronic sleep disorders every year, with an extra 20 million suffering occasional sleep problems.\nThe recommendation is the result of a 12-month project conducted by a consensus panel of 15 sleep experts."}