{"article_title": "All Donald Trump, all the time: How our dumbed-down media creates a dumbed-down electorate", "article_keywords": ["ratings", "trump", "campaign", "tv", "media", "age", "live", "creates", "dumbeddown", "donald", "electorate", "republican", "networks"], "article_url": "http://www.salon.com/2016/04/02/all_donald_trump_all_the_time_how_our_dumbed_down_media_creates_a_dumbed_down_electorate/", "article_text": "Topics: CBS, CNN, Donald Trump, Editor's Picks, Elections 2016, Les Moonves, Media Criticism, Technology News, Business News, News, Politics News\n\nJournalists are searching for an explanation of the Donald Trump phenomenon, trying to comprehend how a real estate developer/reality TV star is close to seizing the Republican nomination for president of the United States. They point to the angry electorate, disarray and dysfunction within the Republican Party, but the best explanation is staring journalists in the mirror.\n\nDonald Trump’s huge success in the presidential campaign is a direct result of the state of journalism in our country. In today’s media environment, journalists crave a character like Donald Trump, which has led news organizations, particularly broadcast outlets, to virtually pave the road for Trump’s drive to the White House, not simply by granting him unlimited airtime, but by failing to deliver enough quality reporting that truly informs the public.\n\nWe live in an age of personality-driven celebrity journalism, where the misdeeds of foul-mouthed housewives become news, where soft news morphs into hard news, where morning news programs serve to promote their network’s entertainment shows.\n\nWe live in an age where partisan sniping masquerades as journalism, where entire networks are dedicated to mocking those who hold political views differing from the network’s editorial stance, where on-air vitriol helps sets the tone for our political discourse.\n\nWe live in an age where journalists are dedicated to generating outrage. The question in editorial meetings is not, “How can we best inform our audience?” Rather, editors and producers want to know, “How can we get viewers, listeners and readers angry? How can we generate heat so they’ll keep watching, listening and reading?”\n\nWe live in an age where the priority at most news organizations is no longer to enlighten the public; it’s to attract and hold the audience. The concept of news as a prestige loss leader went out the window at the TV networks many years ago. Today, it’s all about ratings and eyeballs. That’s the case for virtually all news organizations struggling under the economic weight of an Internet that has vastly increased the flow of information but made its users think news is a commodity one need not pay for, since an endless supply of it is available gratis online.\n\nWe live in an age where political reporting is all about the horse race, not about issues that impact voters and determine the future of the nation. When was the last time you watched a story devoted entirely to policy positions? Given their scarcity, one has to actively search for policy stories, but how many Americans take the time to dig beneath the surface of the latest campaign news?\n\nEnter Donald Trump. He checks all the boxes above: a flashy celebrity with a larger than life personality and mouth, masterful at attracting attention, generating outrage and tapping into the electorate’s anger. And never mind the issues; for him, it’s all about the race.\n\nReporters and their editors know they’re going to get an interesting story when the topic is Donald Trump. I certainly did the many times I interviewed him and reported on his business dealings. Donald’s raison d’etre is to win by getting the most, whether it’s real estate, women, dollars or votes. He desperately wants to be bigger and better and let the world know it. Such proclamations from the mouth of The Donald make for juicy soundbites and strong ratings for those who broadcast them.\n\nConsequently, the media are flocking to Trump. The New York media’s obsession with Trump has been going on for decades, as reporters have chronicled his rise in society, his ambitious building plans, his innumerable legal battles, his wealth, his companies’ bankruptcies, his dalliances, sex life and marriages. Except now he’s running for president. So when TV networks air his campaign appearances non-stop, and producers book him for interviews as frequently as possible, he’s placed in the spotlight to the near exclusion of all other Republican candidates. This free media, of course, has allowed Trump to minimize his spending on campaign ads. The networks have granted Trump many multiples the airtime of other Republican candidates, not to elucidate the issues at stake in the presidential race, but to boost their own ratings. As CBS CEO Leslie Moonves put it at a recent investment conference, “It may not be good for America, but it’s damn good for CBS. The money’s rolling in.”", "article_metadata": {"description": "Yes, voters are angry and GOP is in disarray. But the sorry state of journalism speaks volumes about Trump's rise", "title": "All Donald Trump, all the time: How our dumbed-down media creates a dumbed-down electorate", "og": {"site_name": "Salon", "description": "Yes, voters are angry and GOP is in disarray. But the sorry state of journalism speaks volumes about Trump's rise", "title": "All Donald Trump, all the time: How our dumbed-down media creates a dumbed-down electorate", "url": "http://www.salon.com/2016/04/02/all_donald_trump_all_the_time_how_our_dumbed_down_media_creates_a_dumbed_down_electorate/", "image": "http://media.salon.com/2016/04/donald_trump_screens3.jpg", "type": "article"}, "twitter": {"description": "Yes, voters are angry and GOP is in disarray. But the sorry state of journalism speaks volumes about Trump's rise", "title": "All Donald Trump, all the time: How our dumbed-down media creates a dumbed-down electorate", "image": "http://media.salon.com/2016/04/donald_trump_screens3.jpg", "creator": "@salon", "site": "@salon", "card": "summary_large_image"}, "author": "Allan Chernoff", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, CBS, CNN, Donald Trump, Editor's Picks, Elections 2016, Les Moonves, Media Criticism", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "Reporters and their editors know they’re going to get an interesting story when the topic is Donald Trump.\nEnter Donald Trump.\nThe concept of news as a prestige loss leader went out the window at the TV networks many years ago.\nThis free media, of course, has allowed Trump to minimize his spending on campaign ads.\nDonald Trump’s huge success in the presidential campaign is a direct result of the state of journalism in our country."}