{"article_title": "Three Families, Three Stories", "article_keywords": ["commonwealth", "school", "francisco", "mexican", "san", "club", "work", "undocumented", "job", "families", "care"], "article_url": "http://www.huffingtonpost.com/fran-moreland-johns/immigration-three-familie_b_6257016.html", "article_text": "PRELUDE: A contemporary story -\n\nMaluki had what she thought was a minor infection in her chest. She took a couple of pain relief tablets. She is undocumented and uninsured. She had no access to a community clinic where she might have seen a doctor with no questions asked; no one in her suburban family had heard that such things exist. Within a few weeks Maluki was doubled over with pain and was rushed by a neighbor to an emergency room at a major public hospital two hours away.\n\nTwo surgeries later the 38-year-old mother of three will be out of work for a very long time. Her husband, partly disabled, works irregular hours when he can, leaving the family dependent on what money the teenaged children -- all U.S. citizens -- can bring in. The children still hope somehow to finish high school and attend college.\n\nWhat's wrong with this picture?\n\nThere are, by one estimate, 11.7 million undocumented immigrants in the U.S. Some have health coverage through their jobs, and a few have private coverage; but the vast majority of these are uninsured. The resulting costs, in human terms such as the case above, are inestimable; the costs in dollars are also significant. \"If we get the patient into basic care for colds and flu,\" said Gressman, \"we save thousands in hospital care.\" In California, care is widely available through publicly funded community clinics as well as nonprofits -- the problem is in getting the word out and building trust. \"We look at how to get the patient to care,\" Hauge said, \"not at anyone's immigration status.\"\n\nWhile Gressman, Hauge and Lucia each brought extensive understanding of both the policy and the real-world details affecting healthcare needs of undocumented immigrants, it is the personal stories of Lucia and Latthivongskorn that illuminate the remarkable richness of our immigrant nation.\n\nNearly a century before she was invited to bring her expert knowledge to a Commonwealth Club panel, Laurel Lucia's great-grandfather was a frequent speaker at the Commonwealth Club himself. Felipe N. Puente was memorialized in the Club's Journal upon his death in January, 1951. He was, his obituary reads, \"by far the most important personal tie between Northern Californians and the Republic of Mexico for nearly a quarter of a century.\n\n\"Commencing as a colorful revolutionary Mexican leader in 1917 (as Jefe de Transportacion for the late Revolutionary General Francisco Villa), he had for 25 years been a resident of San Francisco, with five children in our public schools, and the long-time Manager of the Mexican National Railways, San Francisco division, in the Monadnock Building.\n\n\"Although a railroadman by profession, his expert and sagacious advice was freely at the service of American travelers by sea, highway or air, and a letter from 'el Puente de San Francisco' (the San Francisco Bridge) as he was affectionately known clear down to the border of Guatemala, opened all doors in Mexico.\" Great-grandfather Puente's expertise reached beyond transportation to government affairs. In a Commonwealth Club speech broadcast over KYA Radio in 1942 he spoke of the importance of Mexican-American cooperation in the war efforts, citing cargo lanes and Mexican ores that were critical to the U.S. and quoting President Avila Camacho as saying, \"Mexican soldiers are willing to shed their blood anywhere in the world where they may be needed.\" His Journal obituary began and ended, \"Adios, Amigo Felipe N.Puente!\"\n\nLucia missed out on knowing her notable ancestor, \"but I was quite close to his daughter, my grandmother.\" She had not, she says, ever made any connection between his immigrant status and her current work -- as a Policy Analyst for the UC Berkeley Labor Center -- which partly seeks to strengthen the safety net for those more recently arriving on our shores.\n\nAs for the other young person on the \"Undocumented and Uninsured\" panel, Jiryat New Latthivongskorn (hereafter identified by his familiar name, New) confesses to having been a little startled to hear himself constantly referred to during the evening as \"the first undocumented student to be admitted to UCSF (the University of California San Francisco) Medical School.\" But that is, in fact, part of his current resume, and a not insignificant achievement.\n\nThere were 7,453 applicants to UCSF Medical School for New's class, out of which pool 490 were interviewed and 149 were accepted. The overall grade point average was 3.77.\n\nNew Latthivongskorn came to this country with his parents when he was 9 years old. His parents worked in Thai restaurants every night until 11:00. But whenever he tried to help, he said in an interview on KQED Radio last May, \"the answer never changed. 'Don't worry, and do your job.' My job was to get an education.\" So far, he appears to have done his job quite well. New never considered the idea of being a doctor until one scary incident during his junior year in high school when his mother fell gravely ill and had to be taken to the emergency room. The family had, until that time, relied on a medicine cabinet full of remedies for colds and pain and a few old antibiotics from Thailand. But in the ER, when his mother couldn't understand the doctors and they couldn't understand her, New realized his job might be more than just a translator.\n\nThere are those, including a few who commented on the KQED program, who argue that anyone who is in this country illegally should simply be sent back to wherever he or she came from and until then should receive no benefits -- and certainly no healthcare. That may, however, be an overly simplistic -- not to mention cruel and unusual -- answer to a very complex issue.\n\n\"Immigrants don't come here,\" New told the Commonwealth Club audience, \"for free healthcare. They come here to escape danger or terrible conditions; they come here to work.\" In short, to create a better life for themselves and their families, and ultimately to give back to the communities of their new world. That was definitely true for immigrant Puente a century ago, and is demonstrated by the hard-working parents of doctor-to-be New.\n\nOther than the Native Americans who pre-date most of us, it would be hard to find many U.S. citizens whose ancestors didn't have similar stories.\n\nFollow Fran Moreland Johns on Twitter: www.twitter.com/FranJohns", "article_metadata": {"sailthru.expire_date": "2014-12-04 17:54:47 -0500", "og": {"url": "http://www.huffingtonpost.com/fran-moreland-johns/immigration-three-familie_b_6257016.html", "type": "article", "image": "http://i.huffpost.com/gen/1464944/images/o-US_UK_CA-facebook.jpg", "site_name": "The Huffington Post", "locale": "en_US"}, "twitter": {"image": {"width": 2000, "identifier": "http://i.huffpost.com/gen/1464944/images/o-US_UK_CA-facebook.jpg", "height": 1000}, "site": "@HuffPostImpact", "card": "summary_large_image", "creator": "FranJohns"}, "sailthru.date": "2014-12-03 17:54:47 -0500", "al": {"ios": {"url": "huffpostnews:///?editionID=us&entryID=6257016", "app_store_id": 306621789, "app_name": "The Huffington Post"}}, "taboola.category": "impact", "fb": {"app_id": 46744042133}, "keywords": "immigration,immigration reform,healthcare,Affordable Care Act,Commonwealth Club,daniel weintraub,california health report,john gressman,san francisco community clinic consortium,scott hauge,cal insurance & associates,Clinic By the Bay,laurel lucia,uc berkeley center for labor research and education,jirayut new latthivongskorn,pre-health dreamers,felipe n puente,Pancho Villa,university of california san francisco medical school", "article": {"section": "Impact", "tag": "immigration,immigration reform,healthcare,Affordable Care Act,Commonwealth Club,daniel weintraub,california health report,john gressman,san francisco community clinic consortium,scott hauge,cal insurance & associates,Clinic By the Bay,laurel lucia,uc berkeley center for labor research and education,jirayut new latthivongskorn,pre-health dreamers,felipe n puente,Pancho Villa,university of california san francisco medical school", "published_time": "2014-12-03 17:54:47 -0500", "modified_time": "2015-02-02 05:59:01 -0500"}, "viewport": "width=1000"}, "_id": "\"57477af36914bd0286fcf6c9\"", "article_summary": "Nearly a century before she was invited to bring her expert knowledge to a Commonwealth Club panel, Laurel Lucia's great-grandfather was a frequent speaker at the Commonwealth Club himself.\nIn short, to create a better life for themselves and their families, and ultimately to give back to the communities of their new world.\n\"Immigrants don't come here,\" New told the Commonwealth Club audience, \"for free healthcare.\n\"Although a railroadman by profession, his expert and sagacious advice was freely at the service of American travelers by sea, highway or air, and a letter from 'el Puente de San Francisco' (the San Francisco Bridge) as he was affectionately known clear down to the border of Guatemala, opened all doors in Mexico.\"\n\"If we get the patient into basic care for colds and flu,\" said Gressman, \"we save thousands in hospital care.\""}