{"article_title": "Federal Judge Finds Systematic Deception on Part of \"Justice\" Department Lawyers", "article_keywords": ["lawyers", "justice", "immigration", "legal", "federal", "department", "hanen", "systematic", "serious", "judge", "deception", "obamas", "finds", "fact"], "article_url": "http://www.iwf.org/blog/2800297/Federal-Judge-Finds-Systematic-Deception-on-Part-of-%22Justice%22-Department-Lawyers", "article_text": "Home / Blog / Article\n\nFederal Judge Finds Systematic Deception on Part of \"Justice\" Department Lawyers\n\nCharlotte Hays\n\nOne reason citizens are so angry is that there just doesn't seem to be any way to call public servants (using word loosely) to account.\n\nAn IRS officials says, golly, I don't have the time to show up and testify before Congress on a very serious matter (that would be his impeachment proceedings).\n\nA young whippersnapper in the White House finds a way to peddle the Iran deal to the public: lie. Ditto ObamaCare (If you like your doctor . . . ).\n\nNow, we learn that Justice Department lawyers appear to have been misleading the courts on immigration deportations. Note: that's lawyers in a department called the Justice Department. An editorial in the Wall Street Journal explains:\n\nThe constitutional challenge to President Obama’s executive action on immigration keeps getting more remarkable. A federal judge has now exposed how the Justice Department systematically deceived lower courts about the Administration’s conduct, and he has imposed unprecedented legal measures to attempt to sterilize this ethics rot.\n\nOn Thursday District Judge Andrew Hanen of Texas found that Obama Administration lawyers committed misconduct that he called “intentional, serious and material.” In 2015 he issued an injunction—now in front of the Supreme Court—blocking Mr. Obama’s 2014 order that rewrote immigration law to award legal status and federal and state benefits to nearly five million aliens.\n\nWhen 26 states sued to block the order in December 2014, Justice repeatedly assured Judge Hanen that the Department of Homeland Security would not start processing applications until February 2015 at the earliest. Two weeks after the injunction came down, in March, Justice was forced to admit that DHS had already granted or renewed more than 100,000 permits.\n\nJustice has also conceded in legal filings that all its lawyers knew all along that the DHS program was underway, despite what they said in briefs and hearings. One DOJ lawyer told Judge Hanen that “I really would not expect anything between now and the date of the hearing.” As the judge notes, “How the government can categorize the granting of over 100,000 applications as not being ‘anything’ is beyond comprehension.”\n\nJustice’s only explanation is that its lawyers either “lost focus on the fact” or “the fact receded in memory or awareness”—the fact here being realities that the DOJ was required to disclose to the court. The states weren’t able to make certain arguments or seek certain legal remedies because the program supposedly hadn’t been implemented, leaving them in a weaker legal position.\n\nMore to the point, an attorney’s first and most basic judicial obligation is to tell the truth. Judge Hanen concludes that the misrepresentations “were made in bad faith” and “it is hard to imagine a more serious, more calculated plan of unethical conduct.” Many a lawyer has been disbarred for less.\n\nJudge Hanen has ordered the Justice Department lawyers to take courses in remedial ethics and asked Attorney General Loretta Lynch to prepare a \"comprehensive plan\" to prevent such behavior in the future. As the editorial observes, this is the kind of oversight we generally associated with companies that show a pattern of corruption.\n\nMost alarming:\n\nMain Justice may have figured that the state challenge would be tossed for lack of standing, and thus its dissembling wouldn’t matter. This would mean that President Obama’s refusal to recognize the legal limits of his executive power has spread a culture of lawlessness among his lawyers too.\n\nThis is both a constitutional and ethics challenge with important ramifications for our system of separation of powers.", "article_metadata": {"description": "A federal judge sends Justice Department lawyers for remedial ethics classes.", "author": "Charlotte Hays", "og": {"url": "http://iwf.org/blog/2800297/Federal-Judge-Finds-Systematic-Deception-on-Part-of-\"Justice\"-Department-Lawyers", "image": "http://i1202.photobucket.com/albums/bb366/IWF11/2016/justice_zpsbc1qtdkh.png", "type": "website", "description": "A federal judge sends Justice Department lawyers for remedial ethics classes.", "title": "Federal Judge Finds Systematic Deception on Part of \"Justice\" Department Lawyers"}, "twitter": {"domain": "http://iwf.org", "description": "A federal judge sends Justice Department lawyers for remedial ethics classes.", "title": "Federal Judge Finds Systematic Deception on Part of \"Justice\" Department Lawyers", "image": {"src": "http://i1202.photobucket.com/albums/bb366/IWF11/2016/justice_zpsbc1qtdkh.png"}, "creator": "@iwf", "card": "summary_large_image"}, "title": "Federal Judge Finds Systematic Deception on Part of \"Justice\" Department Lawyers", "viewport": "width=device-width, initial-scale=1"}, "article_summary": "Now, we learn that Justice Department lawyers appear to have been misleading the courts on immigration deportations.\nNote: that's lawyers in a department called the Justice Department.\nJudge Hanen has ordered the Justice Department lawyers to take courses in remedial ethics and asked Attorney General Loretta Lynch to prepare a \"comprehensive plan\" to prevent such behavior in the future.\nHome / Blog / ArticleFederal Judge Finds Systematic Deception on Part of \"Justice\" Department LawyersCharlotte HaysOne reason citizens are so angry is that there just doesn't seem to be any way to call public servants (using word loosely) to account.\nA federal judge has now exposed how the Justice Department systematically deceived lower courts about the Administration’s conduct, and he has imposed unprecedented legal measures to attempt to sterilize this ethics rot."}