{"article_title": "NM among five most expensive states to raise a family", "article_keywords": ["leave", "families", "raise", "family", "average", "median", "state", "states", "high", "costs", "child", "care", "expensive", "nm"], "article_url": "http://www.abqjournal.com/674543/nm-among-five-most-expensive-states-to-raise-a-family.html", "article_text": ".......... .......... .......... .......... .......... .......... .......... .......... .......... .......... .......... .......... .......... .......... .......... .......... .......... ..........\n\nRaising a family isn’t cheap. In fact, the U.S. Department of Agriculture estimates that the average cost of raising a child is $245,340. But that number is just an average. For many Americans, raising a family will actually cost much more, especially if they live in a state where the cost of living and other expenses are high.\n\nIn these states, including New Mexico, family budgets are quickly eaten up by high costs of housing, food and child care, and many don’t have high wages to help families offset high costs. Notably, many of these states also lack adequate family leave policies — or have no parental leave laws at all — which can quickly turn a new family addition, job loss or family member’s health scare into a financial emergency.\n\nGOBankingRates looked at the major financial factors that affect families, including paid family leave, median state incomes, and housing and food costs, ranking all 50 states on their affordability for families. Read on to see the top five states where raising a family costs the most money.\n\nALASKA\n\nAlaska has a high median income of $61,749, which works in families’ favor. This income is matched with high food and housing costs, however. Alaskans’ groceries cost 26.8 percent more than the national average. Only Hawaii and Connecticut have higher food costs.\n\nThe state’s monthly rent prices are among the 10 most expensive in the nation, with a median rent of $1,837 a month, and the median listing price is $250,000. Parents in the state also pay more for child care than the average American family — spending $10,280 a year for infant care and $8,283 for a 4-year-old — and the state has no parental leave policy.\n\nMONTANA\n\nMontana has the ninth-lowest median income in the nation, with the typical household in this state bringing home just $43,924 a year. Yet the state’s costs are closer to the middle of the pack than the low end, meaning Montana families are often paying more for food and housing than they can afford.\n\nChild care rates are also well above average, costing families $8,858 a year for an infant and $7,805 for a 4-year-old. With no parental leave policies helping parents out, Montana’s low incomes and higher costs cause it to rank No. 4 among the most expensive places to raise a family in the U.S.\n\nNEW MEXICO\n\nLike Montana, New Mexico families face lower incomes and higher costs. A typical New Mexico family earns just $44,472 — $7,500 less than the national median — yet faces housing costs that are close to the national average. While New Mexico has lower child care costs than many states, a family with two children under 5 and earning a median income would still pay about a third of their take-home income for full-time child care. With these costs and the state’s lack of parental leave policies, New Mexico earns its place as the third-worst state to raise a family on a budget.\n\nNEW YORK\n\nNew York has no parental leave policy, but that’s just the beginning of the bad news for families in this state. It has the overall highest child care costs in the nation, with families paying the following amounts on average each year: $14,508 for infant care, $12,280 for a 4-year-old and $11,352 for care for a school-age child. Care for a school-age child is especially high, costing 22 percent more than the next-highest state median price for this age group.\n\n“If you are a family living in New York, you are likely to pay twice or three times as much for child care than, say, a family living in Mississippi,” said Summer Blackhurst, a child care researcher with Go Au Pair. For families living in New York, particularly the ever-pricey New York City, alternative child care options like a live-in nanny or au pair can make more financial sense, Blackhurst said.\n\nNew York families also face some of the highest housing costs in the nation, paying an average of $1,990 per month for rent. They also pay 13 percent more for food than the national average, despite a $51,962 median income that’s on par with the national median.\n\nHAWAII\n\nRaising a family in the Aloha State comes at a high price. Hawaii takes the No.1 spot as the most expensive state for families due to its notoriously high costs of living. Hawaii had the highest costs of any state for both food and housing. Food costs a whopping 58.2 percent more in this state than the national average, and the median listing price in Hawaii is $539,000. The state also has the sixth-highest child care costs in the nation.\n\nWhile these high prices are offset somewhat by a higher median income of $60,814 in the state, Hawaii families will still find it harder to balance their budgets than most other Americans. The state has a parental leave policy, but its four weeks of unpaid leave does little to help families who are welcoming a baby or caring for an ailing family member.\n\n——\n\nElyssa Kirkham writes for GOBankingRates.com (), a leading portal for personal finance news and features, offering visitors the latest information on everything from interest rates to strategies on saving money, managing a budget and getting out of debt.\n\n——\n\n© 2015 GOBankingRates.com, a ConsumerTrack web property.\n\nDistributed by Tribune Content Agency, LLC.\n\n_____\n\nTopics: t000027855,t000003142,t000002899,t000144274,t000152773,t000421079,t000421081,g000065629,g000065556,g000362661,g000066164,g000065858,g000065612", "article_metadata": {"description": "Raising a family isn't cheap. In fact, the U.S. Department of Agriculture estimates that the average cost of raising a child is $245,340. But that number is just an average.…", "generator": "WordPress 4.5.2", "author": "Elyssa Kirkham | GOBankingRates.com (TNS)", "og": {"url": "http://www.abqjournal.com/674543/nm-among-five-most-expensive-states-to-raise-a-family.html", "image": "http://www.abqjournal.com/wp-content/plugins/journal-open-graph/img/albuquerque-journal.jpg", "type": "website", "description": "Raising a family isn't cheap. In fact, the U.S. Department of Agriculture estimates that the average cost of raising a child is $245,340. But that number is just an average. For many Americans, raising a…", "title": "NM among five most expensive states to raise a family"}, "fb": {"pages": 76430478236, "app_id": 419447351433280}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0"}, "article_summary": "Read on to see the top five states where raising a family costs the most money.\nNotably, many of these states also lack adequate family leave policies — or have no parental leave laws at all — which can quickly turn a new family addition, job loss or family member’s health scare into a financial emergency.\nGOBankingRates looked at the major financial factors that affect families, including paid family leave, median state incomes, and housing and food costs, ranking all 50 states on their affordability for families.\nIn these states, including New Mexico, family budgets are quickly eaten up by high costs of housing, food and child care, and many don’t have high wages to help families offset high costs.\nHawaii takes the No.1 spot as the most expensive state for families due to its notoriously high costs of living."}