{"article_title": "Final Affordable Care Act (ACA) Employer Shared Responsibility Rule Provides Guidance Regarding On-Call Hours", "article_keywords": ["regarding", "fulltime", "service", "guidance", "reasonable", "rule", "employer", "hours", "employee", "responsibility", "provides", "oncall", "employees", "shared", "employers", "final"], "article_url": "http://www.natlawreview.com/article/final-affordable-care-act-aca-employer-shared-responsibility-rule-provides-guidance-", "article_text": "Friday, February 14, 2014\n\nOn February 12, the Treasury Department and the Internal Revenue Service (IRS) published the final employer shared responsibility rule (aka the employer mandate). The final rule provides guidance to employers subject to the shared responsibility provisions regarding employee health coverage under Section 4980H of the Internal Revenue Code, enacted by the Affordable Care Act.\n\nIn general, under Section 4980H, as of January 1, 2015 applicable large employers that fail to offer full-time employees (and their dependents) health coverage that is affordable and provides minimum value may be subject to an assessable Employer Shared Responsibility payment. The payment is assessed if a full-time employee enrolls for that month in a qualified health plan (via an Exchange) for which the employee receives a premium tax credit. Payments are assessed on a monthly basis.\n\nApplicable large employers are generally employers that had 50 or more full-time employees, including full-time equivalent employees, during the prior year. Under Section 4980H, a full-time employee is an employee who is employed on average at least 30 hours per week. In order to calculate whether an employer has the requisite 50 full-time employees (or combination of full-time and part-time employees), the employer must calculate its employees based on formulas outlined in the regulations.\n\nA pertinent issue for health care employers is how on-call hours should be tracked and assessed for purposes of calculating full-time employees. Among other things, the preamble to the final rule includes the following guidance regarding on-call hours:\n\nThe Treasury Department and the IRS continue to consider additional rules for determining hours of service for purposes of section 4980H with respect to certain work arrangements, including on-call hours, or categories of employees whose hours of service are particularly challenging to identify or track or for whom the final regulations’ general rules for determining hours of service may present special difficulties. Until further guidance is issued, employers of employees who have on-call hours are required to use a reasonable method for crediting hours of service that is consistent with section 4980H. It is not reasonable for an employer to fail to credit an employee with an hour of service for any on-call hour for which payment is made or due by the employer, for which the employee is required to remain on-call on the employer’s premises, or for which the employee’s activities while remaining on-call are subject to substantial restrictions that prevent the employee from using the time effectively for the employee’s own purposes. (Emphasis added).\n\nFurther IRS guidance provides that “[t]he preamble to the final regulations includes examples of methods of crediting these hours [i.e., hours of service that are particularlychallenging to credit] that are reasonable and that are not reasonable, including a method that is considered reasonable for crediting hours of service for adjunct faculty members.”\n\nCertainly it is clear that if employees are paid at their standard rate for on-call hours, these hours should be counted as hours of service. It remains unclear, however, how to treat circumstances where employees receive other minimal compensation for on-call time but are not called to work or substantially restricted. von Briesen will continue to monitor any further guidance regarding methods for crediting on-call hours.", "article_metadata": {"description": "On February 12, the Treasury Department and the Internal Revenue Service (IRS) published the final employer shared responsibility rule (aka the employer mandate). The final rule provides guidance to employers subject to the shared responsibility provisions regarding employee health coverage under Section 4980H of the Internal Revenue Code, enacted by the Affordable Care Act.", "generator": "Drupal 7 (http://drupal.org)", "og": {"site_name": "The National Law Review", "description": "On February 12, the Treasury Department and the Internal Revenue Service (IRS) published the final employer shared responsibility&amp;nbsp;rule&amp;nbsp;(aka the employer mandate). The final rule provides gui", "title": "Final Affordable Care Act (ACA) Employer Shared Responsibility Rule Provides Guidance Regarding On-Call Hours", "url": "http://www.natlawreview.com/article/final-affordable-care-act-aca-employer-shared-responsibility-rule-provides-guidance-", "image": "http://www.natlawreview.com/sites/default/files/styles/thumbnail/public/article/aux/1083/Meghan%20C.%20O%27Connor_1.jpg?itok=A3f1n89F", "type": "article"}, "msvalidate.01": "5493B547C0AB527FF4CF8C4D0127302A", "keywords": "Legal, Business, Affordable Care Act, ACA, IRS, Tax, Internal Revenue Service, Employers, Coverage", "google-site-verification": "SAKcOmA6_i0E79oG2TjlPWfOSs9kMM6EWAZNaT0aBtA", "verify-v1": "nSkrvEqyOIUMGKMak3OBIKcpcABac4XWK5NJKMuMtBY=", "y_key": "fe6cd8bd83ff0c09", "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "Legal, Business, Affordable Care Act, ACA, IRS, Tax, Internal Revenue Service, Employers, Coverage"}, "_id": "\"57477af46914bd0286fde059\"", "article_summary": "Applicable large employers are generally employers that had 50 or more full-time employees, including full-time equivalent employees, during the prior year.\nvon Briesen will continue to monitor any further guidance regarding methods for crediting on-call hours.\nA pertinent issue for health care employers is how on-call hours should be tracked and assessed for purposes of calculating full-time employees.\nThe final rule provides guidance to employers subject to the shared responsibility provisions regarding employee health coverage under Section 4980H of the Internal Revenue Code, enacted by the Affordable Care Act.\nUnder Section 4980H, a full-time employee is an employee who is employed on average at least 30 hours per week."}