{"article_title": "Millions of Women Now Pay Nothing for Birth Control. Thanks Obamacare!", "article_keywords": ["control", "stores", "pay", "study", "republicans", "obamacare", "rule", "lobby", "private", "thanks", "birth", "mandate", "hobby", "women", "religious", "beliefs", "millions"], "article_url": "http://www.motherjones.com/mojo/2013/12/millions-of-women-get-free-birth-control-under-obamacare-2013", "article_text": "The percentage of privately insured women who didn't pay a dime for birth control pills almost tripled this year, rising from 15 percent in 2012 to 40 percent in 2013. That's according to a new study from the Guttmacher Institute, a think tank that backs abortion rights. The study, which was published in the journal Contraception, examined the effects of an Affordable Care Act rule requiring private insurers to cover contraceptive products and counseling with no co-pay.\n\nThis same rule has come under sustained, delirious assault by Republicans who paint it as an attack on employers' religious beliefs. During the debt ceiling crisis this fall, some House Republicans were willing to let the government default if the final financial deal did not include a \"conscience clause\" allowing employers to sidestep the mandate if it violated their religious beliefs. (The Obama administration has already exempted a narrowly defined set of religious institutions.)\n\nThat battle will come to a head this spring, when the Supreme Court will hear arguments in Sebelius v. Hobby Lobby Stores, Inc. Citing their Christian beliefs, owners of the Hobby Lobby chain of craft stores are refusing to provide their female employees with insurance that covers contraceptive services. A decision in favor of Hobby Lobby could blow a hole in the contraception mandate, allowing any private employer to withold birth control coverage simply by citing their religious beliefs.", "article_metadata": {"application-name": "Mother Jones Magazine", "og": {"site_name": "Mother Jones", "description": "It'll go a long way towards equalizing out-of-pocket costs between men and women.", "title": "Three times more women now get free birth control. Thanks Obamacare!", "url": "http://www.motherjones.com/mojo/2013/12/millions-of-women-get-free-birth-control-under-obamacare-2013", "image": "http://www.motherjones.com/files/screen_shot_2013-12-11_at_11.39.13_am.png", "type": "article"}, "twitter": {"url": "http://www.motherjones.com/mojo/2013/12/millions-of-women-get-free-birth-control-under-obamacare-2013", "image": {"src": "http://www.motherjones.com/files/screen_shot_2013-12-11_at_11.39.13_am.png", "identifier": "http://www.motherjones.com/files/screen_shot_2013-12-11_at_11.39.13_am.png"}, "site": "@MotherJones", "card": "summary_large_image", "title": "Three times more women now get free birth control. Thanks Obamacare!"}, "msapplication-TileColor": "#FFFFFF", "msapplication-square70x70logo": "/sites/all/assets/mstile-70x70.png", "msapplication-square310x310logo": "/sites/all/assets/mstile-310x310.png", "msapplication-wide310x150logo": "/sites/all/assets/mstile-310x150.png", "fb": {"admins": "13301307,670317733,1198876232,38509772,106892,2907757,306289,602422192,4101301,513450539"}, "msapplication-TileImage": "/sites/all/assets/mstile-144x144.png", "keywords": "Health,Health+Care,Reproductive+Rights,Top+Stories", "msapplication-square150x150logo": "/sites/all/assets/mstile-150x150.png"}, "_id": "\"57477af36914bd0286fd3c1a\"", "article_summary": "That battle will come to a head this spring, when the Supreme Court will hear arguments in Sebelius v. Hobby Lobby Stores, Inc.\nA decision in favor of Hobby Lobby could blow a hole in the contraception mandate, allowing any private employer to withold birth control coverage simply by citing their religious beliefs.\nThe percentage of privately insured women who didn't pay a dime for birth control pills almost tripled this year, rising from 15 percent in 2012 to 40 percent in 2013.\nThis same rule has come under sustained, delirious assault by Republicans who paint it as an attack on employers' religious beliefs.\nCiting their Christian beliefs, owners of the Hobby Lobby chain of craft stores are refusing to provide their female employees with insurance that covers contraceptive services."}