{"article_title": "Republicans in Colorado Vote for More Abortions", "article_keywords": ["planning", "colorado", "contraception", "republicans", "state", "having", "rate", "program", "abortions", "conservatives", "vote", "iuds", "women"], "article_url": "http://www.thestranger.com/blogs/slog/2015/05/01/22147727/republicans-in-colorado-vote-for-more-abortions", "article_text": "Republicans in Colorado Vote for More Abortions\n\nA private donation in 2009 funded an experimental program in Colorado—to the tune of $5 million—that provided free or cut-rate IUDs and other forms of long-lasting contraception to teenagers in that state. How'd that experimental program do? It did great:\n\nA program that provides contraceptives to low-income women contributed to a 40-percent drop in Colorado's teen birth rate over five years, according to state officials. The program, known as the Colorado Family Planning Initiative, provides intrauterine devices (IUDs) or implants at little to no cost for low-income women at 68 family planning clinics in Colorado. The teen abortion rate dropped by 35 percent from 2009 to 2012 in counties served by the program, according to the state's estimates. Young women served by the family planning clinics also accounted for about three-fourths of the overall decline in Colorado's teen birth rate during the same time period. And the infant caseload for Colorado WIC, a nutrition program for low-income women and their babies, fell by 23 percent from 2008 to 2013.\n\nAnd it saved Colorado all sorts of money, too:\n\nThree years ago, a private donation was made to the Colorado Family Planning Initiative and earmarked to give IUDs and other long-acting reversible contraception (LARCs) to low-income women. The program was a smashing success—not only lowering unintended pregnancy rates, but also saving the state an estimated $5.85 for every dollar spent on the program.\n\nThe state saved money it otherwise would've had to spend on Medicaid and welfare programs for poor moms. Like I said on Slog last year...\n\nThe lesson in Colorado for conservatives ought to be this: You can be against abortion or you can be against contraception but you can't be against abortion and against contraception. Making contraception harder for women to get—looking at you, Hobby Lobbyists—means more unplanned pregnancies and more unplanned pregnancies mean more abortions. So why are conservatives fighting so hard to make contraception harder for women to obtain?\n\nI was speaking of conservatives generally—conservatives nationally—when I asked why conservatives were fighting so hard to make contraception harder to obtain. I wasn't talking about conservatives in Colorado. Surely conservatives in Colorado, having seen the effectiveness of this program, having witnessed how it dramatically lowered the unplanned pregnancy rate (conservatives hate unplanned pregnancies!), having watched the numbers of teenagers getting abortions in Colorado plummet (conservatives HATE abortions!), having seen how it saved the state money (conservatives hate spending money on welfare!)—I mean, a program that saves nearly six dollars for every dollar spent and dramatically lowers the abortion rate, too! Surely conservatives in Colorado wouldn't kill this insanely effective program!\n\nHa-ha-ha. Of course they would. And they just did:\n\nA senate committee killed a bill, in a 3-2 party-line vote, that would have provided $5 million to the Colorado Family Planning Initiative program. The program, which was previously funded by a private donor, offered free or reduced-cost intrauterine devices (IUDs) and other long-lasting contraceptives to teenagers.... At the first house hearing on the measure, Rep. Kathleen Conti (R-Littleton) asked, “Are we communicating anything in that message [of providing contraception] that says ‘you don’t have to worry, you’re covered’? Does that allow a lot of young ladies to go out there and look for love in all the wrong places, as the old song goes?” Over the course of the legislative session, Republicans repeatedly slammed the legislation, saying erroneously that IUDs “stop a small child from implanting” and that teenagers can already get desired contraceptives under the federal Affordable Care Act.\n\nAmanda Marcotte:\n\nAs the situation in Colorado shows, conservatives are willing—eager, even—to keep the teen pregnancy rate sky high on the slim hope that doing so might scare someone, sometime out of having sex. At best, that suggests that their priorities are completely screwed up, because they would literally prefer to have widespread preventable public health issues than to admit that it’s fine if people want to have sex. At worst, it suggests that they want people to suffer unnecessary problems like STIs and unintended pregnancy, to punish them for engaging in sexual activity.", "article_metadata": {"description": "A private donation in 2009 funded an experimental program in Colorado—to the tune of $5 million—that provided free or cut-rate IUDs and other forms of long-lasting contraception to teenagers in that state. How'd that experimental program do? It did great: A program that provides contraceptives to low-income women contributed to a 40-percent drop in Colorado's teen birth rate over five years, according to state officials. The program, known as the Colorado Family Planning Initiative, provides...", "og": {"site_name": "The Stranger", "description": "A private donation in 2009 funded an experimental program in Colorado—to the tune of $5 million—that provided free or cut-rate IUDs and other forms of long-lasting contraception to teenagers in that state. How'd that experimental program do? It did great: A program that provides contraceptives to low-income women contributed to a 40-percent drop in Colorado's teen birth rate over five years, according to state officials. The program, known as the Colorado Family Planning Initiative, provides...", "title": "Republicans in Colorado Vote for More Abortions", "url": "http://www.thestranger.com/blogs/slog/2015/05/01/22147727/republicans-in-colorado-vote-for-more-abortions", "image": "http://www.thestranger.com/images/mobile/touchicons/touch-icon-ipad-retina.png", "type": "article"}, "twitter": {"site": "@strangerslog", "card": "summary_large_image"}, "apple-mobile-web-app-title": "Republicans in Colorado Vote for More Abortions - Slog - The Stranger", "fb": {"admins": 741428065, "app_id": 43933993878, "pages": 56439755991}, "view-id": "article-blog", "google-site-verification": "Yn7U5qsaj-oKD3y_qp7IbGawlVoNxW1Pzu87ZOHqabU", "article": {"publisher": "https://www.facebook.com/strangerseattle"}, "viewport": "width=device-width, initial-scale=1, user-scalable=yes"}, "article_summary": "Surely conservatives in Colorado, having seen the effectiveness of this program, having witnessed how it dramatically lowered the unplanned pregnancy rate (conservatives hate unplanned pregnancies!\n), having watched the numbers of teenagers getting abortions in Colorado plummet (conservatives HATE abortions!\nThe program, known as the Colorado Family Planning Initiative, provides intrauterine devices (IUDs) or implants at little to no cost for low-income women at 68 family planning clinics in Colorado.\nAnd they just did:A senate committee killed a bill, in a 3-2 party-line vote, that would have provided $5 million to the Colorado Family Planning Initiative program.\nMaking contraception harder for women to get—looking at you, Hobby Lobbyists—means more unplanned pregnancies and more unplanned pregnancies mean more abortions."}