{"article_title": "Republican governors' victories make Medicaid expansion unlikely in 5 states", "article_keywords": ["legislature", "program", "gov", "governors", "expansion", "states", "state", "victories", "medicaid", "unlikely", "governor", "lawmakers", "republican"], "article_url": "http://www.tucsonsentinel.com/nationworld/report/110714_medicaid_expansion/", "article_text": "Tuesday’s re-election of Republican governors in closely contested races in Florida, Georgia, Wisconsin, Maine and Kansas dims the chances of Medicaid expansion in those states.\n\nAdvocates hoping for Democratic victories in those states were disappointed by the outcomes, but Alaska, which also has a Republican incumbent, remains in play as an independent challenger holds a narrow lead going into a count of absentee ballots.\n\n“No one would say it was a good night for the prospects of Medicaid expansion,” said Joan Alker, executive director of the Center for Children and Families at Georgetown University.\n\ntill, Alker said the playing field for Medicaid expansion didn’t shift dramatically. “The debate continues to be within the Republican party — with more pragmatic Republicans saying yes and ideologues driving the opposition. So what happens next is a good test case to see how Republicans will resolve these internal tensions.”\n\nEven if Democrats had been victorious in governor races, they still faced a long shot getting Medicaid expansion through Republican-controlled legislatures. The one exception was Maine, where Gov. Paul LePage, who was re-elected, has five times vetoed efforts by his state’s Democratic-controlled legislature to expand the program.\n\nIn Florida, Republican Gov. Rick Scott has supported Medicaid expansion, but has done little to persuade state lawmakers to extend the program to 850,000 residents.\n\nIf Democratic challenger Charlie Crist had won, he would have faced strong opposition in the Republican-dominated state House, said Sean Foreman, associate professor of political science at Barry University in Miami Shores. “Scott’s victory means Medicaid expansion is dead the next four years,” he said.\n\nMeanwhile, the future of Arkansas’ “private option” Medicaid expansion could be in trouble with the election of Republican Asa Hutchinson as governor and GOP gains in the state House and Senate. Hutchinson replaces Democratic Gov. Mike Beebe, who had championed the state’s expansion plan and who was barred by term limits from running.\n\nHutchinson has not taken a position on the program, saying he will assess its costs and benefits to “determine whether the program should be terminated or continued.” Arkansas’ expansion is vulnerable because by law, the legislature must reauthorize it every year with a 75 percent majority.\n\nIn Alaska, Bill Walker, an independent candidate who favors expansion, holds a small lead over incumbent Gov. Sean Parnell, who opposes it. Should Walker prevail after absentee ballots are counted, he still must get the support of his Republican-controlled legislature. About 26,000 Alaskans would gain coverage through expansion.\n\nSince the Supreme Court made Medicaid expansion an optional part of the Affordable Care Act, 27 states and Washington, D.C. have extended the program to individuals with incomes under $16,100. While most of those states expanded eligibility at the beginning of 2014, Michigan and New Hampshire came on later this year and Pennsylvania’s expansion will start in January.\n\nNationally, Medicaid enrollment has increased by more than 8 million people since last October and has been seen as the biggest factor in reducing the number of uninsured Americans by about 25 percent this year.\n\nState lawmakers have sometimes blocked Medicaid expansion even with a supportive executive. In 2013, Democrat Terry McAuliffe had campaigned on expanding Medicaid, but after he was elected Virginia governor he was unable to persuade state lawmakers who demanded the program be reformed first.\n\nCaroline Pearson, vice president of consulting firm Avalere Health, said expansion advocates will turn their attention to Utah, whose Republican governor hopes to take a plan to the GOP-controlled legislature, and Wyoming, where Gov. Matt Mead, also a Republican, has expressed interest in widening eligibility for Medicaid. Indiana is also negotiating with the Obama administration to expand Medicaid.\n\nPearson argued that Arkansas lawmakers are unlikely to unravel that state’s Medicaid expansion, which has helped more than 60,000 gain coverage. “It is incredibly difficult to take benefits away from state residents once they have been granted,” she said.\n\nShe said more Republican-led states could move ahead as the issue cools politically.\n\nSara Rosenbaum, professor of health policy at George Washington University, said it’s hard to tell how big an impact the election will have.\n\n“One possibility is that now that a bitterly contested election is over, the governors may be open to discussion,” she said.\n\nKaiser Health News is an editorially independent news service. It is a program of the Kaiser Family Foundation, a nonpartisan health-care-policy research organization unaffiliated with Kaiser Permanente.\n\n- 30 -", "article_metadata": {"DC.identifier": "http://www.tucsonsentinel.com/nationworld/report/110714_medicaid_expansion/republican-governors-victories-make-medicaid-expansion-unlikely-5-states/", "twitter": {"description": "Tuesday’s re-election of Republican governors in closely contested races in Florida, Georgia, Wisconsin, Maine and Kansas dims the chances of Medicaid expansion in those states.", "creator": "@TucsonSentinel", "url": "http://www.tucsonsentinel.com/nationworld/report/110714_medicaid_expansion/republican-governors-victories-make-medicaid-expansion-unlikely-5-states/", "image": "http://www.tucsonsentinel.com/files/entryimages/110714_gop-governors-election-570.jpg", "title": "Republican governors' victories make Medicaid expansion unlikely in 5 states", "site": "@TucsonSentinel", "card": "summary"}, "keywords": "news, politics & government, health, nation/world, breaking, Kaiser Health News, affordable care act, election, health care, medicaid, nathan deal, obamacare, paul lepage, republicans, rick scott, sam brownback, scott walker, Republican governors' victories make Medicaid expansion unlikely in 5 states, , Tucson, Tuscon, TucsonSentinel, Tucson Sentinel, TusconSentinel, Tuscon Sentinel, Sentinal, TucsonSentinal, Tucson local news, Tucson news, Tucson sports, Wildcat sports, University of Arizona, UA, UA sports, Tucson events, Tucson entertainment, Tucson calendar, events calendar, Arizona news, Ariz., AZ,  Arizona, Marana, Oro Valley, Green Valley, Pima County, news, opinion, information, comments, commentary, border, Mexico, Mexican, Nogales, immigration, illegal immigration, Border Patrol, INS, greedy bastards at Gannett, Gannett, Tucson Citizen, TucsonCitizen.com, nonprofit news, non-profit news, community journalism, community conversation", "DC.language": "en", "news_keywords": "Tucson, Arizona, news, politics & government, health, nation/world, affordable care act, election, health care, medicaid, nathan deal", "copyright": 2014, "author": "Phil Galewitz", "DC.type": "Text", "DC.creator": "TucsonSentinel.com", "DC.title": "Republican governors' victories make Medicaid expansion unlikely in 5 states", "medium": "news", "description": "Tuesday’s re-election of Republican governors in closely contested races in Florida, Georgia, Wisconsin, Maine and Kansas dims the chances of Medicaid expansion in those states.", "DC.format": "text/html", "robots": "ALL", "DC.publisher": "TucsonSentinel.com", "fb": {"admins": 517457299, "app_id": 178263198853136}, "DC.description": "Tuesday’s re-election of Republican governors in closely contested races in Florida, Georgia, Wisconsin, Maine and Kansas dims the chances of Medicaid expansion in those states.", "og": {"site_name": "TucsonSentinel.com", "description": "Tuesday’s re-election of Republican governors in closely contested races in Florida, Georgia, Wisconsin, Maine and Kansas dims the chances of Medicaid expansion in those states.", "author": "Phil Galewitz", "url": "http://www.tucsonsentinel.com/nationworld/report/110714_medicaid_expansion/", "image": "http://www.tucsonsentinel.com/files/entryimages/110714_gop-governors-election-570.jpg", "title": "Republican governors' victories make Medicaid expansion unlikely in 5 states", "type": "article"}, "DC.rights": "All rights reserved", "DC.contributor": "Phil Galewitz", "title": "Comic: Comic: Comic: Comic: Comic: Comic: Comic: Republican governors' victories make Medicaid expansion unlikely in 5 states", "DC.date.created": "2014-11-07T12:38:23-07:00", "DC.subject": "news, politics & government, health, nation/world, breaking, Kaiser Health News, affordable care act, election, health care, medicaid, nathan deal, obamacare, paul lepage, republicans, rick scott, sam brownback, scott walker,"}, "_id": "\"57477af46914bd0286fde062\"", "article_summary": "Pearson argued that Arkansas lawmakers are unlikely to unravel that state’s Medicaid expansion, which has helped more than 60,000 gain coverage.\nTuesday’s re-election of Republican governors in closely contested races in Florida, Georgia, Wisconsin, Maine and Kansas dims the chances of Medicaid expansion in those states.\nMike Beebe, who had championed the state’s expansion plan and who was barred by term limits from running.\ntill, Alker said the playing field for Medicaid expansion didn’t shift dramatically.\nRick Scott has supported Medicaid expansion, but has done little to persuade state lawmakers to extend the program to 850,000 residents."}