{"article_title": "The 2014 Supreme Court: An Ivy League Clan Disconnected From Reality", "article_keywords": ["clan", "league", "supreme", "court", "disconnected", "justice", "v", "school", "legal", "reality", "justices", "yale", "law", "ivy", "women"], "article_url": "https://newrepublic.com/article/120173/2014-supreme-court-ivy-league-clan-disconnected-reality", "article_text": "Paradoxically, the Court that has gutted minority voting rights in Shelby County and limited women’s access to birth control in Hobby Lobby has never looked more like the country whose disputes it adjudicates. It includes three women, an African American, the first Hispanic, two Italian Americans, six Catholics, and three Jews. On the federal bench, President Obama has appointed more women, minorities, and openly gay judges than any president in history.\n\nBut while we have gained diversity of background, we haven’t gained diversity of experience. A study released in February revealed that 71 percent of Obama’s nominees had practiced primarily for corporate or business clients. The Supreme Court is even more homogeneous, because the modern confirmation gauntlet only lets one kind of person through. Post-Robert Bork, a nominee must not have too obvious an ideological agenda, as some judges and almost all elected officials do. Post-Harriet Miers, a prospective justice must possess not just a stellar résumé but also a track record of judicial rulings and legal writings from which future decisions can be confidently deduced.\n\nThe result has been what Professor Akhil Reed Amar of Yale Law School calls the “Judicialization of the Judiciary,” a selection process that discourages political or advocacy experience and reduces the path to the Supreme Court to a funnel: elite schools beget elite judicial clerkships beget elite federal judgeships. Rinse, repeat. All nine sitting justices attended either Yale or Harvard law schools. (Ginsburg started her studies in Cambridge but graduated from Columbia.) Eight once sat on a federal appellate court; five have done stints as full-time law school professors. There is not a single justice “from the heartland,” as Clarence Thomas has complained. There are no war veterans (like John Paul Stevens), former Cabinet officials (like Robert Jackson), or capital defense attorneys. The Supreme Court that decided Brown v. Board of Education had five members who had served in elected office. The Roberts Court has none. What we have instead are nine perfect judicial thoroughbreds who have spent their entire adulthoods on the same lofty, narrow trajectory.\n\nA Supreme Court built this way is going to have blind spots. But right-wing legal and political groups—who are much better at the confirmation game than their equivalents on the left—have added a final criteria that ensures the Court leans strongly in their favor. They have succeeded in setting the definition of the consummate judge: a humble, objective, nearly mechanical umpire who merely calls “balls and strikes,” in Roberts’s insincere but politically deft phrasing. This lets conservatives sell nominees who are far more conservative than liberal nominees are liberal. A Democratic-appointed justice makes the short list by having her heart in the right place, but will be disqualified for heeding it too much.\n\nAnd so we have a Supreme Court that, for all its credentials, produces some truly confounding opinions. One sub-genre of these is typified by the split decision in Citizens United, which runs to 183 pages of intricate legal arguments. (The Brown v. Board ruling took only ten pages to declare, in a clarion voice, that “separate but equal” hurts schoolchildren.) Kennedy’s majority opinion is a beautiful work of abstract reasoning, but it seems to suggest that only something akin to blatant bribery fosters corruption or the appearance of it. On the ground, where actual campaigns occur, that simply is not true. Then there are cases like McCullen v. Coakley, which challenged a Massachusetts law imposing buffer zones around abortion clinics. The measure, enacted years after two fatal clinic shootings, was designed as protection from violence and verbal abuse. But the buffer zones also applied to pro-life “sidewalk counselors,” who challenged the law on free-speech grounds. However much women might be affected by doing away with the safeguard, the doctrine was clear: The Court struck down the Massachusetts law, nine-zero.\n\nPerhaps the strongest and scariest signal that this Court has no use for real life came late last spring, when Sotomayor broke from the Court’s current operating procedure during an important case about affirmative action in Michigan. Sotomayor, a onetime prosecutor and a graduate of Princeton and Yale Law School, is as thoroughbred as they come. But when the majority opinion invalidating the program devolved into a highly abstracted discussion about voter preferences, the first Latina justice attempted to puncture the force field of hyper-legalism. From the bench, she read aloud from a passionate dissent that described in deeply personal terms “the slights, the snickers” that remind her that racism remains very alive. Roberts, in response, called her out for elevating “policy preferences” over rigorous doctrine.\n\nThurgood Marshall used to talk about race, too. But his colleagues listened. Sandra Day O’Connor famously explained in an essay that his stories about the Jim Crow South changed how she and several of her colleagues approached the law. “Justice Marshall imparted not only his legal acumen, but also his life experiences,” O’Connor wrote, “constantly pushing and prodding us to respond not only to the persuasiveness of legal argument but also to the power of moral truth.” They don’t talk about “life experience” at the Roberts Court, much less “moral truth.” Personal narrative of any sort has been downgraded to sloppy sentimentality, rather than something that might enrich the justices’ thinking.\n\nIn the coming months and years, this group of Ivy-trained Washington insiders will have to decide whether Texas voters who don’t have driver’s licenses and are required to take three buses across town to pay $30 for a voter ID have effectively been disenfranchised. They will determine whether women who need to travel 300 miles to procure an abortion (women who may lack cars, or paid time off, or money to spend on hotels) face an “undue burden.” But some of the same justices who will bar empathy from those considerations forget that they do evince empathy when they side with those beleaguered “sidewalk counselors,” or multimillionaire campaign donors, or the owner of a mega-chain of craft stores who believes his religious freedoms have been impinged. All of us import our values and experiences into our decision-making. The double-whammy at the current Court is that the justices are no longer allowed to acknowledge it, and that the pool of those with whom they unavoidably identify is so dangerously small and privileged.\n\nWhen the next court vacancy occurs, there will be lists of brilliant, Yale- and Harvard-trained jurists to choose from. But there will also be many accomplished lawyers toiling in elected office and legal-aid clinics and state-school faculties. Progressives need to identify those prospects and to push them forward. The alternative is ceding the court to ever-more dazzling minds, while seeing less of our own realities in its jurisprudence.", "article_metadata": {"msapplication-config": "//assets.newrepublic.com/assets/favicons/browserconfig.xml", "description": "The thing that scares me most about the Supreme Court", "og": {"site_name": "New Republic", "description": "I’ve never despaired more for the Supreme Court. And it has very little to do with how conservative it has become.", "title": "Yale, Harvard, Yale, Harvard, Yale, Harvard, Harvard, Harvard, Columbia", "locale": "en_US", "image": "https://images.newrepublic.com/0944cf3781626bc654ce651d670323a666751ec8.jpeg?w=1109&h=577&crop=faces&fit=crop&fm=jpg", "url": "https://newrepublic.com/article/120173/2014-supreme-court-ivy-league-clan-disconnected-reality", "type": "article"}, "twitter": {"image": "https://images.newrepublic.com/0944cf3781626bc654ce651d670323a666751ec8.jpeg?w=1024&h=512&crop=faces&fit=crop&fm=jpg", "description": "I’ve never despaired more for the Supreme Court. And it has very little to do with how conservative it has become.", "site": "@newrepublic", "card": "summary_large_image", "title": "Yale, Harvard, Yale, Harvard, Yale, Harvard, Harvard, Harvard, Columbia"}, "msapplication-TileColor": "#ffffff", "parsely-metadata": "{\"thumb_image\":\"http://images.newrepublic.com/0944cf3781626bc654ce651d670323a666751ec8.jpeg\"}", "parsely-page": "{\"title\":\"Yale, Harvard, Yale, Harvard, Yale, Harvard, Harvard, Harvard, Columbia\",\"link\":\"https://newrepublic.com/article/120173/2014-supreme-court-ivy-league-clan-disconnected-reality\",\"section\":\"Supreme Court\",\"pub_date\":\"2014-11-14T03:00:00.000Z\",\"post_id\":120173,\"author\":\"Dahlia Lithwick\",\"type\":\"post\",\"tags\":[\"Supreme Court\",\"Politics\",\"SCOTUS\",\"Ivy League\",\"Law\",\"100 years\",\"Harvard\",\"Yale\",\"Columbia\",\"-type_article\"]}", "fb": {"admins": 4404589, "pages": 161419311535, "app_id": 1675346479369918}, "theme-color": "#ffffff", "msapplication-TileImage": "//assets.newrepublic.com/assets/favicons/mstile-144x144.png", "article": {"publisher": "https://www.facebook.com/thenewrepublic", "tag": "Supreme Court", "published_time": "2014-11-14"}, "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "The Supreme Court is even more homogeneous, because the modern confirmation gauntlet only lets one kind of person through.\nAnd so we have a Supreme Court that, for all its credentials, produces some truly confounding opinions.\nSotomayor, a onetime prosecutor and a graduate of Princeton and Yale Law School, is as thoroughbred as they come.\nThe Supreme Court that decided Brown v. Board of Education had five members who had served in elected office.\nA Supreme Court built this way is going to have blind spots."}