{"article_title": "Vid: Police Shoot, Kill 80-Year-Old Man In His Own Bed, Don't Find the Drugs They Were Looking For", "article_keywords": ["shoot", "mallory", "dont", "vid", "drugs", "house", "gun", "bed", "80yearold", "looking", "los", "department", "kill", "deputies", "sheriffs", "pate", "recording", "angeles", "man"], "article_url": "http://reason.com/blog/2014/02/13/vid-police-shoot-kill-80-year-old-man-in", "article_text": "In the early morning hours of June 27, 2013, a team of Los Angeles County Sheriff's Department deputies pulled up to the home of Eugene Mallory, an 80-year-old retired engineer living in the rural outskirts of Los Angeles county with his wife Tonya Pate and stepson Adrian Lamos.\n\nThe deputies crashed through the front gate and began executing a search warrant for methamphetamine on the property. Detective Patrick Hobbs, a self-described narcotics expert who claimed he \"smelled the strong odor of chemicals\" downwind from the house after being tipped off to illegal activity from an anonymous informant, spearheaded the investigation.\n\nThe deputies announced their presence, and Pate emerged from the trailer where she'd been sleeping to escape the sweltering summer heat of the California desert. Lamos and a couple of friends emerged from another trailer, and a handyman tinkering with a car on the property also gave himself up without resistance. But Mallory, who preferred to sleep in the house, was nowhere to be seen.\n\nDeputies approached the house, and what happened next is where things get murky. The deputies said they announced their presence upon entering and were met in the hallway by the 80-year-old man, wielding a gun and stumbling towards them. The deputies later changed the story when the massive bloodstains on Mallory's mattress indicated to investigators that he'd most likely been in bed at the time of the shooting. Investigators also found that an audio recording of the incident revealed a discrepancy in the deputies' original narrative:\n\nBefore listening to the audio recording, [Sgt. John] Bones believed that he told Mallory to \"Drop the gun\" prior to the shooting. The recording revealed, however, that his commands to \"Drop the gun\" occurred immediately after the shooting.\n\nWhen it was all over, Eugene Mallory died of six gunshot wounds from Sgt. John Bones' MP-5 9mm submachine gun. When a coroner arrived, he found the loaded .22 caliber pistol the two deputies claimed Mallory had pointed at them on the bedside table.\n\nMallory had not fired a single shot. The raid turned up no evidence of methamphetamine on the property.\n\nTo find out more about this case, including details about what the police did find, watch the above video, featuring Mallory's widow Tonya Pate. Pate has filed a wrongful death lawsuit against the Los Angeles Sheriff's Department, an agency plagued by prison abuse scandals, questionable hiring practices, and allegations of racial profiling and harassment in recent years.\n\nThe Los Angeles County Sheriff's Department declined multiple requests to comment on this story.\n\nApproximately 7:30. Produced by Zach Weissmueller. Camera by Tracy Oppenheimer and Zach Weissmueller. Additional voice acting by Paul Detrick, Alex Manning, and Oppenheimer.\n\nClick the link below for downloadable versions, and subscribe to Reason TV's YouTube channel for daily content like this.\n\nView this article.", "article_metadata": {"og": {"url": "http://reason.com/blog/2014/02/13/vid-police-shoot-kill-80-year-old-man-in", "site_name": "Reason.com", "type": "article", "description": "In the early morning hours of June 27, 2013, a team of Los Angeles County Sheriff's Department deputies pulled up to the home of Eugene Mallory, an 80-year-old", "title": "Vid: Police Shoot, Kill 80-Year-Old Man In His Own Bed, Don't Find the Drugs They Were Looking For"}, "twitter": {"description": "In the early morning hours of June 27, 2013, a team of Los\nAngeles County Sheriff's Department deputies pulled up to the home\nof Eugene Mallory, an 80-year-old retired engineer living in the\nrural outskirts of Los Angeles county with his wife Tonya Pate and\nstepson Adrian Lamos.&nbsp;\nThe deputies crashed through the front gate and began executing\na search warrant for methamphetamine on the property. Detective\nPatrick Hobbs, a self-described narcotics expert who claimed he\n\"smelled the strong odor of chemicals\" downwind from the house\nafter being tipped off to illegal a", "title": "Vid: Police Shoot, Kill 80-Year-Old Man In His Own Bed, Don't Find the Drugs They Were Looking For", "site": "@reason", "card": "summary_large_image", "creator": "@theabridgedzach"}, "fb": {"pages": 17548474116}, "article": {"tag": "Militarization of Police", "published_time": "2014-02-13T16:00:00+00:00", "author": "http://reason.com/people/zach-weissmueller"}, "msvalidate.01": "212A68A07785B3080038A845C4EE8905", "google-site-verification": "-AmMiilAN-pnjWt369CUWae-VQ-b9wmH4fSGyhbkQxw", "viewport": "width=device-width, initial-scale=1, maximum-scale=2"}, "_id": "\"57477af46914bd0286fe25b5\"", "article_summary": "The Los Angeles County Sheriff's Department declined multiple requests to comment on this story.\nPate has filed a wrongful death lawsuit against the Los Angeles Sheriff's Department, an agency plagued by prison abuse scandals, questionable hiring practices, and allegations of racial profiling and harassment in recent years.\nThe deputies said they announced their presence upon entering and were met in the hallway by the 80-year-old man, wielding a gun and stumbling towards them.\nWhen a coroner arrived, he found the loaded .22 caliber pistol the two deputies claimed Mallory had pointed at them on the bedside table.\nThe deputies crashed through the front gate and began executing a search warrant for methamphetamine on the property."}