{"article_title": "I Told You So: Myth #3 About the Incandescent Light Bulb Ban", "article_keywords": ["mercury", "bulbs", "used", "myth", "compact", "light", "cent", "households", "incandescent", "fluorescent", "ban", "bulb", "canada", "told"], "article_url": "http://www.conservativeblog.org/amyridenour/2014/4/6/i-told-you-so-myth-3-about-the-incandescent-light-bulb-ban.html", "article_text": "Back in 2011 I wrote the following in a short paper, Five Myths About the Federal Incandescent Light Bulb Ban:\n\nMyth 3: \"Alternatives to incandescents are just as safe.\" No. CFLs contain sufficient mercury for the Environmental Protection Agency to recommend a tedious 10-to-11-step process for cleanup of broken CFLs. Consumers also are supposed to take discarded bulbs to a special disposal center, but it is unlikely that most people are bothering. This places dangerous mercury in the air when the bulbs inevitably break in trash cans or garbage trucks.\n\nI hate to say I told you so (I really do, since most readers of this blog vociferously opposed the ridiculous ban), but, from Canada's CBC:\n\nCompact fluorescent bulbs often end up in trash Statistics Canada study shows a third of households returned bulbs to depot or store Most Canadians are using compact fluorescent bulbs, but only a third of them are disposing of the mercury-containing devices properly, a new Statistics Canada report suggests. The federal agency reported this week that in 2011, 75 per cent of Canadian households used at least one compact fluorescent bulb and 39 per cent used at least one fluorescent tube. Far fewer households used mercury-free LED bulbs, another energy-efficient alternative to incandescent bulbs - just 10 per cent. The Households and the Environment Survey of 20,000 Canadians, conducted by phone in October and November 2011 found that: Only 32 per cent of households disposed of compact fluorescent light bulbs properly by dropping them off at a hazardous waste depot or returning the bulb to a store. 50 per cent of households surveyed threw the light bulbs in the garbage. 12 per cent still had the old bulbs in their home. The remaining six per cent used an \"unknown\" method of disposal. Each bulb contains a small amount of mercury, which can damage the brain, spinal cord, kidneys and liver of humans and other living organisms. A compact fluorescent light bulb typically contains about five milligrams of mercury — less than the amount that's in a watch battery, according to Natural Resources Canada. However, mercury-containing devices are typically treated as hazardous waste, because light bulbs are likely to break if buried in landfills. The mercury they contained can then contaminate water and enter the atmosphere. It does not break down in the environment and accumulates in the bodies of animals as it moves up the food chain...\n\nThis report is talking about Canada, the polite country. What hope is there that we're doing any better?\n\nOh well, what's a little brain damage, compared to the joy of pretending we're doing something measurable to stop \"climate change\"?", "article_metadata": {"og": {"image": "http://www.conservativeblog.org/resource/Canadian_Vandalism_MemeW.jpg?fileId=24681005", "description": "Back in 2011 I wrote the following in a short paper, Five Myths About the Federal Incandescent Lig...", "title": "I Told You So: Myth #3 About the Incandescent Light Bulb Ban - Amy Ridenour's National Center Blog - A Conservative Blog"}, "blogburst-verify": "B9EORVLmLdD0z2JKwETUEmoZ", "Robots": "index,follow"}, "article_summary": "Back in 2011 I wrote the following in a short paper, Five Myths About the Federal Incandescent Light Bulb Ban:Myth 3: \"Alternatives to incandescents are just as safe.\"\nHowever, mercury-containing devices are typically treated as hazardous waste, because light bulbs are likely to break if buried in landfills.\nA compact fluorescent light bulb typically contains about five milligrams of mercury — less than the amount that's in a watch battery, according to Natural Resources Canada.\nFar fewer households used mercury-free LED bulbs, another energy-efficient alternative to incandescent bulbs - just 10 per cent.\nThe federal agency reported this week that in 2011, 75 per cent of Canadian households used at least one compact fluorescent bulb and 39 per cent used at least one fluorescent tube."}