{"article_title": "Inglis, Republican to the core, says climate change is real", "article_keywords": ["real", "core", "climate", "conservative", "say", "south", "words", "talk", "inglis", "republican", "think", "change", "told"], "article_url": "http://www.tbo.com/list/columns-jhenderson/henderson-inglis-republican-to-the-core-says-climate-change-is-real-20150327/", "article_text": "Bob Inglis is a Republican who preaches the gospel of gun rights, lower taxes and less government. He spent 12 years in the U.S. House of Representatives, sent there by voters from one of South Carolina’s most conservative districts. The American Conservative Union gave him an approval rating of 93. The Christian Coalition gave him a 100.\n\nHe opposed just about everything that President Barack Obama proposed, even though he did refuse to call Obama a socialist. The folks back home loved him anyway.\n\nBut then, in his words, “I committed heresy.” He told people that climate change is real. Words like that have consequences. In 2010, in a primary runoff, the good people of his state’s 4th District voted against this otherwise down-the-line conservative by 71-29 percent.\n\n“In my first six years (in Congress), I said that climate change was hooey, a figment of Al Gore’s imagination,” Inglis said. “All I knew was that if he was for it, I was against it. But then I saw the science. Climate change is real. Let’s do something about it.”\n\n❖ ❖ ❖\n\nInglis was in Tampa on Thursday to speak at the University of South Florida and to make a case for what he calls a conservative, free-enterprise approach to this issue.\n\nHe is the executive director of the Energy and Enterprise Initiative, which favors the elimination of all fuel subsidies and what he calls a “revenue-neutral tax swap” — tax carbon dioxide emissions, eliminate taxes of income and capital.\n\nIt’s an idea worth discussing, one that rewards lower emissions and encourages responsible growth.\n\n“Conservatives see the environmental left as people who want to eat bugs, walk and destroy the economy,” he said. “But really, they just haven’t seen a solution they like yet. What they see are big-government initiatives that cost them a lot of money, so they say, ‘What problem?\n\n“Maybe they should listen to the insurance companies that are studying this very closely and setting their actuary tables by the data.”\n\n❖ ❖ ❖\n\nAcknowledging the problem is, well, a problem — especially in Tallahassee, where it apparently is policy that officials cannot say the words “climate” and “change” in the same sentence. Judging by that and the message South Carolina voters sent to Inglis, denial has become institutionalized.\n\nI don’t think you can dismiss the impact of relentless mockery by conservative talk radio hosts and bloggers on this issue. People hear words like “junk science” and assume anyone saying the opposite must be liberal scum out to confiscate their SUV.\n\nAnger drives radio ratings and keeps talk show hosts on the air, and a conservative host won’t get far by telling listeners, “No, we ought to believe scientists on this one.”\n\n“I don’t think they realize they’re being played,” Inglis said. “I don’t think they realize these are entertainers. They think these are Rush’s (Limbaugh) sincere beliefs.”\n\nHe told of calling into a local radio station manager in South Carolina after hearing the host complain that he was basically approaching an endorsement for Obamacare. This, after Inglis posted 17 reasons to oppose that measure.\n\n“The manager told me, ‘The best way to destroy a talk show is to make the host a fact-checker,’ ” Inglis said.\n\nDear reader: Back away from the keyboard for just a second. No need to remind me how MSNBC hosts are just as one-sided. Of course they are. Their message may be from the extreme opposite, but the tactics of fear and division are the same.\n\nThat’s how we get political purity tests for candidates from both major parties. Anyone who doesn’t check all the boxes gets kicked off the boat. And that’s how you get leaders in Tallahassee who won’t even say the magic words because they might be accused of political heresy like Bob Inglis was.", "article_metadata": {"taboola-pub-time": "Fri, 27 Mar 2015 01:01:00 -0400", "Description": "Bob Inglis is a Republican who preaches the gospel of gun rights, lower taxes and less government. He spent 12 years in the U.S. House of Representatives, sent there by voters from one of South Carol", "og": {"site_name": "TBO.com", "description": "Bob Inglis is a Republican who preaches the gospel of gun rights, lower taxes and less government. He spent 12 years in the U.S. House of Representatives, sent there by voters from one of South Carol", "title": "Inglis, Republican to the core, says climate change is real", "url": "http://www.tbo.com/list/columns-jhenderson/henderson-inglis-republican-to-the-core-says-climate-change-is-real-20150327/", "image": {"width": 1530, "identifier": "http://www.tbo.com/storyimage/TB/20150327/ARTICLE/150329329/AR/0/AR-150329329.jpg", "height": 2352}, "updated_time": "2015-03-27T09:49:00Z-04", "type": "article"}, "twitter": {"domain": "tbo.com", "description": "Bob Inglis is a Republican who preaches the gospel of gun rights, lower taxes and less government. He spent 12 years in the U.S. House of Representatives, sent there by voters from one of South Car", "title": "Inglis, Republican to the core, says climate change is real", "image": "http://www.tbo.com/storyimage/TB/20150327/ARTICLE/150329329/AR/0/AR-150329329.jpg", "site": "@TBOcom", "card": "summary_large_image"}, "fb": {"app_id": 522234267826834}, "msvalidate.01": "29E67031F86E7FB6DF9823924E21B8B4", "article": {"publisher": "https://www.facebook.com/tbocom", "published_time": "2015-03-27T01:01:00Z-04", "modified_time": "2015-03-27T09:49:00Z-04"}, "viewport": "width=device-width, initial-scale=1"}, "article_summary": "“In my first six years (in Congress), I said that climate change was hooey, a figment of Al Gore’s imagination,” Inglis said.\nBut then, in his words, “I committed heresy.” He told people that climate change is real.\nClimate change is real.\nI don’t think you can dismiss the impact of relentless mockery by conservative talk radio hosts and bloggers on this issue.\nBob Inglis is a Republican who preaches the gospel of gun rights, lower taxes and less government."}