{"article_title": "Cheers and Jeers", "article_keywords": ["king", "van", "zip", "number", "cheers", "say", "ow", "world", "care", "jeers", "today", "theres"], "article_url": "http://www.dailykos.com/story/2013/12/5/1260129/-Cheers-and-Jeers-Thursday", "article_text": "Cheers and Jeers for Thursday, December 5, 2013\n\nNote: Mikey never liked it. He was just collecting a paycheck. Film at 11.\n\n-\n\n\n\n9 days!!!\n\n-\n\nDays 'til 2014:Days 'til the Army-Navy game Number of the 29 Trustees on the board at \"Third Way\" who are investment bankers:(Source: DK Elections Speed at which the world spins while standing in Portland Maine:Speed at which the world spins while standing at the Arctic or Antarctic Circle:(Source:Increase in fresh food sales the week before the December holiday known as The Holidays:(Source: Nielsen research)Current score in the war on Christmas:(Pagans lead)\n\n-\n\nYour Thursday Molly Ivins Moment:\n\n\n\nFellow procrastinators of the world, unite! Now is the time to begin thinking about Christmas shopping. We still have a few days left, so there's no rush for those who have been known to do it all on Christmas morning at the Jiffy Mart (everyone appreciates a nice can of WD-40).\n\n---December, 2005\n\nPuppy Pic of the Day: And the most popular dog names are…..\n\n-\n\nCHEERS to getting a thumbs-up from the Mustache of Independence. Maine Senator Angus King (I) was in Portland Tuesday, and brought up a good point about the Patient Protection and Affordable Care Act. Namely, that there's a lot more to it than just the web site:\n\n\n\nHis mustache has its\n\nown zip code. Ha Ha!!\n\nFollowing his nearly two-hour meeting with MaineHealth, King said there are a number of aspects of the Affordable Care Act that are starting to deliver positive outcomes. He said the organization's data showed that there's a decline in emergency room visits and re-admissions at the state's hospitals but a high quality of service is being maintained. […] A big part of controlling health care costs is encouraging healthy behavior, King said, and that's why programs like the East End Community School's Let's Go! program, which are in part funded through the new health care law, are important. King said it's about changing the culture and educating people about eating well, exercising and maintaining healthy habits. […] Thirty to 40 percent of health care costs are preventable ailments, like obesity and smoking [-related problems], King said, and if people lead healthier lifestyles, the cost of care will begin to decrease. \"It's another one of those positive pieces of the law that isn't getting all that much attention,\" he said.\n\nPreventive care---which should soar as more people get coverage---isn't as ripe for partisan fisticuffs as, say, a balky website or stories of the few who will end up paying more for their insurance under the ACA. But in the big picture, an evenhealthier USA will translate into big savings and make Obamacare an even bigger asset in our enjoyment of life, liberty (with NSA supervision) and the pursuit of happiness. Broccoli-filled Twinkie, anyone?\n\nJEERS to polite requests that shouldn’t ever be necessary. Um…has anyone seen a stolen 2.5-ton truck full of face-melting radioactive cobalt-60 crossing the border from Mexico? If you have, could you please call Glenn at the Federal Stolen Truck With Face-Melting Radioactive Cobalt-60 desk at 1-800-HOLY-SHIT? He'd really appreciate it. UPDATE: Never mind…found it! It was under the plastic balls in the playpen at Chuck E. Cheese. Darn kids.\n\n\n\nHis choppers had their\n\nown zip code. Ha Ha!!\n\nto sweet victory. On today's date in 1792, George Washington won reelection. It was a brutal campaign. His challenger was a real jerk named...um... George Washington . Watching him debate himself was actually a little creepy: \"Shan't!\" \"Shall!\" \"Shan't!\" \"Shall!\" \"Thy wife weareth the boots of a paymaster in the Continental Army!\" \"Thy teeth are fashioned from the timber of a commoner's outhouse!\" \"Noogie!\" \"Ow ow ow!!!\" Did I mention he owned his own distillery?\n\nJEERS to the young and the restless. A new poll shows that a growing number of Millennials are outraged at President Obama and his radical Affordable Care Act that allows them to stay on their parents' insurance plan until they're 26. They also think he oughtta be recalled in a recall election that can't happen, and they hate what he's doing in countries that most of 'em can't find on a map. Furthermore, they say they're absolutely, positively not voting for him when he runs for his third term. I think the poll was taken in a bar.\n\nCHEERS to #8. Martin Van Buren (aka \"Martin Van Ruin\") turns 231 today. In the negative column, he sat around picking his nose during the depression and panic of 1837, and was on duty during the time of the shameful Trail of Tears. In the plus column, he averted conflicts with Britain and Canada. In the \"sleeping on the couch\" column, he never once mentioned his wife, Hannah, in his autobiography. And check out this bit of mudslinging from Tennessee Congressman Davy Crockett before he made his one-way trip to the Alamo (from \"Anything for a Vote\" by Joseph Cummins):\n\n\n\nHis sideburns had their\n\nown zip code. Ha Ha!!\n\n\"[Martin Van Buren] is fifty-three years old, and notwithstanding his baldness, which reaches all round and over half down his head, like a white pitch plaster, leaving a few white floating locks, he is only three years older than I am. His face is a good deal shriveled, and he looks sorry, not for anything he has gained, but for what he may lose… Martin Van Buren is laced up in corsets, such as women in a town wear, and if possible tighter than the best of them. It would be difficult to say from his personal appearance, whether he was a man or a woman, but for his large red and gray whiskers.\"\n\nBreitbart.com would never hire Crockett as a columnist today. Too restrained.\n\n-\n\nFive years ago in C&J: December 5, 2008\n\nCHEERS to one patient I wouldn’t want to piss off. Down in Houston, 83 year-old Barbara Bush is recovering from surgery to fix an ulcer. She's doing so well that she's now on a finely-calibrated liquid diet. It's very precise: she gets 3 ice cubes with her scotch, and 4 ice cubes with her gin and tonic.\n\nJEERS to Arianna Huffington. The owner of the #1 blog in Bloggerland sat down with Jon Stewart Wednesday night to promote blogging (and to plug her new book on---surprise---blogging). All she managed to do was make blogging sound as exciting as watching paint dry. Among her pearls of wisdom: there's no need to edit what you write...just post your first draft. Yeah, tits a real goob idea!\n\n-\n\nAnd just one more…\n\nCHEERS to today's weather forecast. From Accuweather, one of Rick Santorum's most reliable campaign contributors:\n\n\n\nIf you see it swingin' your way, run! (Especially if it refuses to at least buy you dinner first.)\n\nHave a nice Thursday. Floor's open...What are you cheering and jeering about today?\n\n-\n\n", "article_metadata": {"og": {"site_name": "Daily Kos", "description": "From the GREAT STATE OF MAINE…\n\n\nAuction Paddles at ...", "title": "Cheers and Jeers: Thursday", "url": "http://www.dailykos.com/story/2013/12/5/1260129/-Cheers-and-Jeers-Thursday", "image": "http://assets.dailykos.com/assets/fb_default-83551080ce5aec223661e373eaf232ea.png", "type": "article"}, "csrf-param": "authenticity_token", "fb": {"app_id": 170357783709}, "twitter": {"site": "@dailykos", "creator": "@billinportland", "description": "From the GREAT STATE OF MAINE…\n\nAuction Paddles at Dawn\nIt's on, baby. The fifth annual Netroots Nation Holiday Bazaar online auction starts this morning at 9ET.\nThe auction's an easy way to get so...", "card": "summary", "title": "Cheers and Jeers: Thursday"}}, "_id": "\"57477af46914bd0286fde08f\"", "article_summary": "\"Ow ow ow!!!\"\nCheers and Jeers for Thursday, December 5, 2013Note: Mikey never liked it.\nJEERS to polite requests that shouldn’t ever be necessary.\nNamely, that there's a lot more to it than just the web site:His mustache has itsown zip code.\nMaine Senator Angus King (I) was in Portland Tuesday, and brought up a good point about the Patient Protection and Affordable Care Act."}