{"article_title": "Famed video commentator suddenly gets shy on camera « Hot Air", "article_keywords": ["webb", "hannity", "way", "suddenly", "shy", "famed", "gruber", "air", "left", "hot", "camera", "video", "pretty", "conservatives", "wont", "gets", "commentator", "think", "really"], "article_url": "http://hotair.com/archives/2014/11/18/gruber-on-the-run-famed-video-commentator-suddenly-gets-shy-on-camera/", "article_text": "Gruber on the run: Famed video commentator suddenly gets shy on camera\n\nposted at 1:01 pm on November 18, 2014 by Ed Morrissey\n\nFor a man who spent years deriding the intelligence of the American voter, it sure took Jonathan Gruber a long time to wise up. The architect of ObamaCare spent the intervening four years snickering at making suckers out of Americans, but won’t appear on television to defend himself these days, and especially not on Sean Hannity’s eponymous Fox News Channel show. Hannity sent David Webb out to find Gruber instead, with rather amusing results (via Katie Pavlich):\n\nWatch the latest video at video.foxnews.com\n\nWhy amusing? Well, it seems that Gruber talks a big game about everyone else being stupid, but won’t put his beliefs into practice. If he’s really that much smarter than the hoi polloi for which he has such unvarnished contempt, why not debate the great unwashed? Heck, Hannity usually gives his progressive opponents a pretty fair shake, too, much more so than conservatives get on other cable-news outlets (with the singular exception of Morning Joe on MSNBC). Gruber can even consult with Alan Colmes on that point.\n\nInstead of engaging the Grubes, as it were, Gruber runs away from David Webb with the obligatory “no comment.” For a super genius, Gruber seems singularly unwilling to put his superior intellect on the line here. “Pretty gutless,” Hannity concludes, and Webb jokes, “I don’t think you’re on his Christmas card list.” That’s too bad, because thus far, Gruber’s the gift that keeps on giving.\n\nChris Cillizza has a pretty good analysis of what’s driving Gruberama among conservatives, and why this story will have legs despite a near-blackout in the news media:\n\nThe first point is somewhat obvious. Ever since then-House Speaker Nancy Pelosi (D-Calif.), way back in March 2010, said, “We have to pass the bill so that you can find out what is in it,” conservatives have been convinced that Democrats either (a) don’t know what really was in the law or (b) more nefariously, Democrats knew exactly what was in the ACA and pushed it through Congress to keep the public from finding out. If you believe “b” — as does virtually every member of the Republican base — then you see Gruber’s comments, made in a panel discussion in 2013, as the smoking gun that proves you were right all along. … The second point is slightly more subtle but, I think, even more responsible for why Gruber and his comments have conservatives seeing red. Nothing makes conservatives more angry than the belief, which they think is widespread among liberals, that they are stupid. That if only conservatives read as much as the left or had the intellectual capacity of the left, they would see things the way the left sees them.\n\nCillizza calls this “conservative catnip.” This display of contempt and arrogance should really be American catnip. Maybe if this got the coverage it deserves in the media, it might, which could be why most mainstream news outlets have stayed away from it. Kudos to Cillizza for reporting on it in the Washington Post.\n\nRelated Posts:", "article_metadata": {"generator": "WordPress 4.3.4", "og": {"site_name": "Hot Air", "description": "“Are the American people really stupid?”", "title": "Gruber on the run: Famed video commentator suddenly gets shy on camera", "url": "http://hotair.com/archives/2014/11/18/gruber-on-the-run-famed-video-commentator-suddenly-gets-shy-on-camera/", "image": "https://s0.wp.com/i/blank.jpg", "locale": "en_US", "type": "article"}, "twitter": {"site": "@hotairblog", "card": "summary", "creator": "@EdMorrissey"}, "fb": {"admins": 312482775445602, "app_id": 312482775445602}, "google-site-verification": "2eqey8dXzgu4RGIRpBp8N_Uha0byt8NWBVajCi3uLgs", "keywords": "Barack Obama, Jonathan Gruber, ObamaCare, Sean Hannity,", "article": {"published_time": "2014-11-18T18:01:41+00:00", "modified_time": "2014-11-18T20:11:38+00:00"}, "verify-v1": "ouQUGDxtAiO+0Hn3LJajbWMP08yRHQDinMN9QDYrUV4="}, "_id": "\"57477af36914bd0286fcf723\"", "article_summary": "Hannity sent David Webb out to find Gruber instead, with rather amusing results (via Katie Pavlich):Watch the latest video at video.foxnews.comWhy amusing?\nWell, it seems that Gruber talks a big game about everyone else being stupid, but won’t put his beliefs into practice.\nNothing makes conservatives more angry than the belief, which they think is widespread among liberals, that they are stupid.\n… The second point is slightly more subtle but, I think, even more responsible for why Gruber and his comments have conservatives seeing red.\nIf he’s really that much smarter than the hoi polloi for which he has such unvarnished contempt, why not debate the great unwashed?"}