{"article_title": "Rockies’ Adam Ottavino made most of his journey back from Tommy John – The Denver Post", "article_keywords": ["kind", "wanted", "thinking", "season", "rockies", "denver", "tommy", "brette", "journey", "ottavino", "elbow", "post", "john", "really", "adam"], "article_url": "http://www.denverpost.com/rockies/ci_29661132/rockies-adam-ottavino-made-most-his-journey-back", "article_text": "SCOTTSDALE, Ariz. — It was a baby step, to be sure. Just 15 soft tosses off a practice mound Friday at the Rockies’ spring training facility.\n\nBut for 30-year-old Adam Ottavino it was a giant leap of faith — tangible evidence that his baseball career could be salvaged by Tommy John surgery.\n\nThe road to that step involved months of grueling, tedious and boring rehabilitation. For someone as intelligent and introspective as Ottavino, it was not going to be an easy process. He decided, early on, that he would need something to fill the void.\n\nThe idea came to Ottavino while he was flying home to Denver from Florida. It was May 8 last year, the day after Dr. James Andrews reconstructed Ottavino’s aching right elbow. Ottavino had always wanted to make a documentary film, but he never thought his first subject would be himself.\n\n“I was thinking, ‘Man, I really wished I had clips of the night before and the day after, and of the surgery itself,’ ” Ottavino said. “So then I was thinking I would take my GoPro (camera) with me through the first 16 weeks of this process and see what kind of vibe I would get from that.”\n\nThe result was his video “16 Weeks,” which premiered on The Players Tribune website last October. There is no narration and no dialogue, just single-camera shots of Ottavino’s lonely rehabilitation.\n\nThere is music, of course, and that was key. Ottavino chose Miles Davis’ rendition of Thelonious Monk’s jazz classic “Round Midnight.” It’s a song that Herbie Hancock once described as “a map of those desolate hours.”\n\n“It’s a jazz-blues song,” Ottavino said. “At the beginning of the video, you can see how sad and lonely it is, and the music fits.\n\n“Then it kind of picks up the tempo and it kind of picks up the pace, and it matches me when I get further along in my rehab. You can sense hope coming out of it.”\n\nThere was more desperation than hope when Ottavino first injured his elbow. The pain actually began in the 2014 season as his fastball started reaching 98 mph.\n\n“My elbow was really aching at night, for like the second half of the season, but it didn’t hurt when I threw,” Ottavino said. “I started throwing harder and harder and harder, and I started to worry a little bit that maybe I was throwing too hard and something might happen. But I just kind of put it out of my mind.”\n\nThe very early part of his 2015 season seemed joyous.\n\nThe Rockies were winning and Ottavino, who had earned the closer job, was emerging as one of the best relievers in baseball. In 10 appearances he had three saves and hadn’t allowed a run, and opponents were hitting only .094 against him (3-for-32).\n\nBut dark shadows were creeping in on Ottavino’s supposed dream season. April 24 against San Francisco at Coors Field, he closed out Colorado’s 6-4 victory and posted his third save. But the pain that was lingering in his triceps was now in his elbow, all the time.\n\nThe next night, he once again held the Giant scoreless for an inning. But it was the last time he would pitch in 2015.\n\n“The last game I pitched, I didn’t really know how I was going to do it. My elbow was really bad,” he said.\n\nThe ulnar collateral ligament in his elbow hadn’t torn, as often is the case with pitchers. Instead, it had been stretched and frayed. Nonetheless, Ottavino had to have season-ending Tommy John surgery.\n\n“I was devastated,” Ottavino said. “I was thinking I finally got to where I wanted to be, not only with the team, but I was pitching like I wanted to. All the lessons I had learned, I was putting them into action. It was a tough blow.”\n\nBut there were blessings to come.\n\nOttavino’s wife, Brette, was struggling through a difficult pregnancy. Time away from Coors Field allowed Ottavino to care for her, and for Brette to care for him. In the fall, Brette gave birth to their daughter, Bradley.\n\n“It was a weird summer,” Ottavino. “Brette and I helped each other. A lot of pitchers have to have Tommy John, so maybe mine happened at the best time.”\n\nIn December, the Rockies and Ottavino came to an agreement on a three-year contract worth $10.4 million.\n\n“It was cool, but more than anything I was surprised,” he said. “The Rockies made me feel good. They told me they valued my work ethic and my promise.\n\n“I plan to live up to that.”", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "Rockies’ Adam Ottavino made most of his journey back from Tommy John", "title": "Rockies’ Adam Ottavino made most of his journey back from Tommy John", "url": "http://www.denverpost.com/2016/03/19/rockies-adam-ottavino-made-most-of-his-journey-back-from-tommy-john/", "image": {"width": 654, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/04/20160319__ottavinop1.jpg", "height": 504}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/04/20160319__ottavinop1.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "article": {"published_time": "2016-03-19T19:54:16+00:00", "modified_time": "2016-04-15T00:38:15+00:00"}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "viewport": "width=device-width, initial-scale=1"}, "article_summary": "But for 30-year-old Adam Ottavino it was a giant leap of faith — tangible evidence that his baseball career could be salvaged by Tommy John surgery.\nOttavino had always wanted to make a documentary film, but he never thought his first subject would be himself.\nA lot of pitchers have to have Tommy John, so maybe mine happened at the best time.”In December, the Rockies and Ottavino came to an agreement on a three-year contract worth $10.4 million.\nThe Rockies were winning and Ottavino, who had earned the closer job, was emerging as one of the best relievers in baseball.\nYou can sense hope coming out of it.”There was more desperation than hope when Ottavino first injured his elbow."}