{"article_title": "Climate Change Increases Water Scarcity Risk; Millions Could Face Water Shortages", "article_keywords": ["climate", "human", "risk", "shortages", "study", "global", "face", "water", "increases", "absolute", "scarcity", "investigators", "change", "millions"], "article_url": "http://www.medicaldaily.com/climate-change-increases-water-scarcity-risk-millions-could-face-water-shortages-265167", "article_text": "Some 40 percent more people will face \"absolute water scarcity\" in their countries later this century, requiring extremely careful water management.\n\nSome 40 percent more people will face \"absolute water scarcity\" in their countries later this century, requiring extremely careful water management. CC By 2.0\n\nAs the world warms, climate change continues to stoke a deep thirst with human demand growing for a supply of freshwater that is ebbing. This century, 40 percent more people around the globe will face what sounds like an advertisement for premium vodka: Absolute water scarcity.\n\nIn a new study, investigators used an “unprecedented” number of impact models to predict water supply amid rising greenhouse gas emissions and changing patterns in rainfall and evaporation, finding a major threat to human development.\n\n\"The steepest increase of global water scarcity might happen between 2 and 3 degrees global warming above pre-industrial levels, and this is something to be experienced within the next few decades unless emissions get cut soon,\" Jacob Schewe, an investigator with the Potsdam Institute for Climate Impact Research. \"It is well-known that water scarcity increases, but our study is the first to quantify the relative share that climate change has in that, compared to — and adding to — the increase that is simply due to population growth.\"\n\nAside from maneuverings over the melting and resource-rich Arctic, water politics — but hopefully not water wars — will affect much of the globe. Today, one to two percent of the world population resides in countries facing absolute water scarcity, defined as less than 500 cubic meters available per year per person. By comparison, the average person on earth consumes roughly 1,200 cubic meters of water per year, with significantly greater use in more industrialized countries.\n\nAmong regions of the world expected to face absolute water scarcity in places are the Mediterranean, Middle East, southern U.S. states, and the south of China. Substantial problems will also be experienced in eastern Africa, western China, and southern India, according to Qiuhong Tang, of the Chinese Academy of Sciences.\n\n\"Water scarcity is a major threat for human development, as for instance food security in many regions depends on irrigation — agriculture is the main water user worldwide,\" Qiuhong. \"Still, an increase of precipitation is also challenging — the additional water may cause water logging, flooding, and malfunctioning or failure of water-related infrastructure. So the overall risks are growing.\"\n\nAside from maintaining the human population and livestock, industrial processes, such as fracking, and many kinds of manufacturing, consume considerable amounts of water, indicating an economic cost as well. To get this look at the future, investigators based the study on a set of 11 global hydrological models, interacting with five different models for global climate change.\n\nMoreover, the uniquely complex assessment allows investigators to “understand which findings are most robust, says Pavel Kabat, of the International Institute for Applied Systems Analysis. \"From a risk management perspective, it becomes very clear that, if human-made climate change continues, we are putting at risk the very basis of life for millions of people, even according to the more optimistic scenarios and models.\"\n\nHowever, the model is still a bit too facile. Kabat says investigators should examine how the water shortage will develop in different sectors, such as agriculture, industry, and energy — and how mitigating technology and practices may help.\n\nSource: Schewe, J., Heinke, J., Gerten, D. Climate Change Puts 40 Percent More People At Risk Of Absolute Water Scarcity: Study. Proceedings of the National Academy of Sciences. 2013.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "water scarcity, water politics, water shortages, drought, climate change, climate change and drought", "og": {"site_name": "Medical Daily", "description": "This century, roughly 40 percent more people around the world will experience \"absolute water scarcity\" — 500 or less cubic meters of water per person per year.", "title": "Climate Change Increases Water Scarcity Risk; Millions Could Face Water Shortages", "url": "http://www.medicaldaily.com/climate-change-increases-water-scarcity-risk-millions-could-face-water-shortages-265167", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2013/12/16/millions-more-face-water-shortages-century.jpg", "type": "article"}, "twitter": {"description": "This century, roughly 40 percent more people around the world will experience \"absolute water scarcity\" — 500 or less cubic meters of water per person per year.", "title": "Climate Change Increases Water Scarcity Risk; Millions Could Face Water Shortages", "url": "http://www.medicaldaily.com/climate-change-increases-water-scarcity-risk-millions-could-face-water-shortages-265167", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2013/12/16/millions-more-face-water-shortages-century.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2013/12/16/millions-more-face-water-shortages-century.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Science/Tech", "published_time": "2013-12-16T17:29:27-05:00", "modified_time": "2013-12-17T11:17:46-05:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "This century, roughly 40 percent more people around the world will experience \"absolute water scarcity\" — 500 or less cubic meters of water per person per year."}, "article_summary": "Some 40 percent more people will face \"absolute water scarcity\" in their countries later this century, requiring extremely careful water management.\nSource: Schewe, J., Heinke, J., Gerten, D. Climate Change Puts 40 Percent More People At Risk Of Absolute Water Scarcity: Study.\nThis century, 40 percent more people around the globe will face what sounds like an advertisement for premium vodka: Absolute water scarcity.\nAmong regions of the world expected to face absolute water scarcity in places are the Mediterranean, Middle East, southern U.S. states, and the south of China.\nToday, one to two percent of the world population resides in countries facing absolute water scarcity, defined as less than 500 cubic meters available per year per person."}