{"article_title": "Keeping Kids Warm", "article_keywords": ["keeping", "kids", "winter", "school", "general", "large", "warm", "keloland", "weather", "health", "children", "sioux"], "article_url": "http://www.keloland.com/news/article/news/keeping-kids-warm-", "article_text": "Sioux Falls, SD\n\nThe winter weather is bringing frigid temperatures, just in time for students to go back to school.\n\nMany of the big winter stops in Sioux Falls sit empty today. With the bitter cold coming through KELOLAND, it's easy to see why.\n\n\"You're in the car and you look at your thermometer in the car and it's five below zero and the wind's blowing and you're like this isn't a good day to be outside,\" Tracy Large said.\n\nThe cold weather can't be avoided tomorrow for all the students heading back to school. Large has four boys, two that will be walking to Lincoln High School. The other two he will drive to school, so he's happy they're not waiting at a bus stop.\n\n\"You kind of feel sorry for some of those kids that sit out on the bus stop and have to wait for a bus. Especially when it gets below zero that doesn't take long and you'll get cold, especially standing there,\" Large said.\n\nHe says his children love being outside in the winter, but he still plans on giving the kids extra layers, hats and mittens to his children before they head out tomorrow. He can plan all he wants for what Mother Nature has in store for his family, but he knows it's up to the Sioux Falls School District to keep his children safe.\n\n\"I think they do a great job of knowing the weather that's coming and if they got to get out of school early and it's really all in the best interests of the kids. I know it's kind of a hassle for parents. Sometimes you got to run and pick kids up or whatever but for the most part I think they do a good job,\" Large said.\n\nWith the less than ideal conditions rolling in, keeping children warm is something that every parent will have to deal with.\n\nNews\n\nGeneral\n\nOutdoors\n\nWeather\n\nGeneral {{Title}} Remove Change News General Courts Web Only Crime Outdoors Events Center Non-Homepage Boredom Busters Pipeline Positively KELOLAND Technology Hunger Affordable Care Act Shops Flooding Remembering 9/11 Drought JazzFest Spring Storm Honor Flight Spencer Anniversary\n\nDoApp Health News Business News Sports\n\nAgriculture Markets Livestock Crops Politics\n\nHealthBeat Cancer Children's Health Heart Health Wellness & Nutrition General Health Beat Women's Health RX Resources What's Going Around OTC Diabetes Recalls Dental Health Men's Health\n\nPolitics South Dakota Legislature Budget Congress Taxes General Local Campaign President US Senate New Laws US House Iowa Ballot Issues Local Races Minnesota Gubernatorial\n\nEducation Funding College Elementary High School Pre K School Supplies Middle School\n\nSports Professional College High School Sports Zone Headlines Summit League Tournament Olympics\n\nBusiness Industry Your Money Matters Development Gas & Energy Legislation Economy/Stocks Employment General Health Care Technology Education Funding Tourism Banking/Finance Housing Transportation Insurance Meetings & Events Retail & Restaurants All Industries On The Move Shops Agriculture\n\nFeatured Stories Eye on KELOLAND Inside KELOLAND\n\nWeather Snow Forecast Records Rain Flooding Drought WX Corner General\n\nWorld News\n\nInvestigates GEAR UP\n\nSponsored Done\n\n© 2016 KELOLAND TV. All Rights Reserved.", "article_metadata": {"og": {"site_name": "KELOLAND News", "description": "The winter weather is bringing frigid temperatures, just in time for students to go back to school. Many of the big winter stops in Sioux Falls sit", "title": "Keeping Kids Warm", "url": "http://www.keloland.com/news/article/news/keeping-kids-warm-", "image": "http://kelolandassets.blob.core.windows.net/kelolandassets/images/default-source/agriculture/crops/barley/61624.jpg?sfvrsn=0", "type": "website"}, "fb": {"app_id": 521498541203189}, "Generator": "Sitefinity 7.3.5630.0 PE", "viewport": "width=device-width, initial-scale=1.0", "description": "The winter weather is bringing frigid temperatures, just in time for students to go back to school. Many of the big winter stops in Sioux Falls sit"}, "article_summary": "With the less than ideal conditions rolling in, keeping children warm is something that every parent will have to deal with.\nSioux Falls, SDThe winter weather is bringing frigid temperatures, just in time for students to go back to school.\n\"You kind of feel sorry for some of those kids that sit out on the bus stop and have to wait for a bus.\nSometimes you got to run and pick kids up or whatever but for the most part I think they do a good job,\" Large said.\nHe says his children love being outside in the winter, but he still plans on giving the kids extra layers, hats and mittens to his children before they head out tomorrow."}