{"article_title": "Wisconsin Abortions Drop 16% After Pro-Life Law Allowing Women to See Ultrasound of Baby", "article_keywords": ["life", "right", "prolife", "16", "numbers", "drop", "abortion", "walker", "ultrasound", "allowing", "abortions", "baby", "wisconsin", "law", "women"], "article_url": "http://www.lifenews.com/2014/06/02/wisconsin-abortions-drop-16-after-pro-life-law-allowing-women-to-see-ultrasound-of-baby/", "article_text": "The pro-life movement has known for a long time that pro-life laws make a difference when it comes to protecting women and saving unborn babies from abortions. Wisconsin is no exception.\n\nLast year, abortions in Wisconsin dropped 4.4 percent and they declined 7.4 percent the year before. Now, Wisconsin Right to Life informs LifeNews abortions int he Badger State are down another 16 percent.\n\n“Last week, Wisconsin abortion providers stated under oath that abortions have decreased from 6,927 in 2012 to roughly 5,800 in 2013,” stated Barbara L. Lyons, Executive Director of Wisconsin Right to Life. “This is another sharp decline of approximately 16%, continuing Wisconsin’s record as having some of the lowest abortion numbers in the country.”\n\nTestimony was presented in the Wisconsin Federal Court Western District last week on a challenge to Wisconsin’s new law which requires that an abortion provider have admitting privileges at a hospital within 30 miles of the abortion facility. Planned Parenthood of Wisconsin testified that 3,300 abortions were performed in 2013 at its three abortion clinics. Affiliated Medical Services testified that it performed 2,500 abortions in 2013. There are four abortion clinics in Wisconsin.\n\n“The numbers presented are unofficial as the Wisconsin Department of Health Services has not yet released its required annual report,” continued Lyons. “The DHS numbers will be more specific and accurate since the numbers reported in court are rounded. Nonetheless, it is tremendous news that 1,100 fewer women and unborn babies were subjected to a brutal abortion procedure last year and the Wisconsin trend to reduce abortions continues.”\n\nThe abortion drop comes after pro-life Governor Scott Walker signed multiple pro-life bills into law.\n\nIn 2012, Walker added to his pro-life list of accomplishments today by signing bills the pro-life movement supported, including measures to stop abortion funding in Obamacare and webcam abortions.\n\nLast year, Walker signed Senate Bill 206 (Sonya’s Law) into law. This important new law requires that women seeking abortions in Wisconsin be given the opportunity to see their unborn children through ultrasound.\n\nClick here to sign up for daily pro-life news alerts from LifeNews.com\n\n“We thank Governor Walker for signing this important piece of legislation into law,” said then-Wisconsin Right to Life legislative director Armacost. “Sonya’s Law will empower women to make truly informed decisions regarding how they will proceed with their pregnancies and will protect the lives of women who experience complications after their abortions.”\n\nWisconsin Right to Life officials told LifeNews Wisconsin abortions have decreased 68% from their all-time high in 1980 and 60% since Wisconsin began requiring abortion reporting in 1987.", "article_metadata": {"description": "Wisconsin Abortions Drop 16% After Pro-Life Law Allowing Women to See Ultrasound of Baby", "og": {"site_name": "LifeNews.com", "description": "The pro-life movement has known for a long time that pro-life laws make a difference when it comes to protecting women and saving unborn babies from abortions.", "title": "Wisconsin Abortions Drop 16% After Pro-Life Law Allowing Women to See Ultrasound of Baby", "url": "http://www.lifenews.com/2014/06/02/wisconsin-abortions-drop-16-after-pro-life-law-allowing-women-to-see-ultrasound-of-baby/", "image": "http://www.lifenews.com/wp-content/uploads/2013/05/wisclogo8.jpg", "locale": "en_us", "type": "article"}, "fb": {"app_id": 204509779594999}, "google-site-verification": "PPPx-GD0i7nWjUFAYnFdOYorAAJLuNyKOl23JCeXyrQ", "keywords": "wisconsin abortions drop 16% after pro-life law allowing women to see ultrasound of baby", "OBKey": "avejq02j7xRr+0owuq+Pcw==", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fde0bf\"", "article_summary": "Now, Wisconsin Right to Life informs LifeNews abortions int he Badger State are down another 16 percent.\nThis important new law requires that women seeking abortions in Wisconsin be given the opportunity to see their unborn children through ultrasound.\n“Last week, Wisconsin abortion providers stated under oath that abortions have decreased from 6,927 in 2012 to roughly 5,800 in 2013,” stated Barbara L. Lyons, Executive Director of Wisconsin Right to Life.\nLast year, abortions in Wisconsin dropped 4.4 percent and they declined 7.4 percent the year before.\nThe pro-life movement has known for a long time that pro-life laws make a difference when it comes to protecting women and saving unborn babies from abortions."}