{"article_title": "Breakfast Point Academy Plans for Re-Zoning Changes", "article_keywords": ["weatherly", "school", "kids", "rezoning", "plans", "district", "point", "academy", "gonna", "theyre", "robinson", "breakfast", "changes", "best"], "article_url": "http://www.wjhg.com/home/headlines/Breakfast-Point-Academy-Plans-for-Re-Zoning-Changes-302364141.html", "article_text": "On Monday afternoon, the Bay District School Board will vote on a solution to a problem pressing the district for years, overcrowding in beach schools.\n\n\"As you continue to grow, change is inevitable,\" Breakfast Point Academy's Principal Keri Weatherly said. \"It's going to happen. It's difficult. It's a drastic re-zoning, and so we're going to make it as comfortable for our kids and our families as we can possibly do.\"\n\nThe makeup of all beach schools will likely change. But many parents say Breakfast Point, the beach's only K-8 school, will be one of the hardest hit.\n\nIt could lose more than 400 students, bringing the school below capacity, but cutting its middle school's numbers in half.\n\nBreakfast Point's Athletic Director Sean Robinson says some parents are worried smaller numbers will affect sports and after school clubs, programs built from the ground up since the school transitioned to a full K-8 school just two years ago.\n\n\"At Breakfast Point, we push through everything,\" Robinson said. \"So we will have every sports team as we had last year.\"\n\nIf the proposed changes are finalized Monday, the Breakfast Point team plans to keep the program up and running.\n\n\"As long as we get enough kids that want to come out and play, we are gonna have a sports program,\" he said. \"And we're gonna do our best. Really we're here to teach these kids about sports, the skills that they're gonna need, get them in shape.\"\n\nBoth Robinson and Weatherly say they're in it for the kids and will back the district whatever way they vote Monday.\n\n\"I want to win like any other coach, but at the end of the day, my goals are to make sure the kids are learning sports the right way and that they're having fun out there,\" Robinson said.\n\n\"They have decided they believe that's what's best for the school district moving forward, and so we have to support that and make the best of it,\" Weatherly said.\n\nThe school board meets for Monday's special meeting at 3 p.m. at the Nelson Building.", "article_metadata": {"description": "On Monday afternoon, the Bay District School Board will vote on a solution to a problem pressing the district for years, overcrowding in beach schools.", "language": "english", "author": "Carly Hildyard", "og": {"url": "http://www.wjhg.com/home/headlines/Breakfast-Point-Academy-Plans-for-Re-Zoning-Changes-302364141.html", "image": "http://media.graytvinc.com/images/560*315/SPORTS71.jpg", "type": "article", "description": "On Monday afternoon, the Bay District School Board will vote on a solution to a problem pressing the district for years, overcrowding in beach schools.", "title": "Breakfast Point Academy Plans for Re-Zoning Changes"}, "twitter": {"description": "On Monday afternoon, the Bay District School Board will vote on a solution to a problem pressing the district for years, overcrowding in beach schools.", "title": "Breakfast Point Academy Plans for Re-Zoning Changes", "url": "http://www.wjhg.com/home/headlines/Breakfast-Point-Academy-Plans-for-Re-Zoning-Changes-302364141.html", "image": "http://media.graytvinc.com/images/560*315/SPORTS71.jpg", "creator": "@WJHG_TV", "site": "@WJHG_TV", "card": "summary_large_image"}, "keywords": "Breakfast Point Academy Plans for Re-Zoning Changes", "msvalidate.01": "9CD4A96D8A076527F07FD24CFCDE5489", "google-site-verification": "orfdzs_E4bRXom1qluA34zerrmjsg4QfrlLSkrR3ZAQ", "viewport": "width=device-width, initial-scale=1", "news_keywords": "Breakfast Point Academy Plans for"}, "article_summary": "If the proposed changes are finalized Monday, the Breakfast Point team plans to keep the program up and running.\n\"As you continue to grow, change is inevitable,\" Breakfast Point Academy's Principal Keri Weatherly said.\nBut many parents say Breakfast Point, the beach's only K-8 school, will be one of the hardest hit.\nOn Monday afternoon, the Bay District School Board will vote on a solution to a problem pressing the district for years, overcrowding in beach schools.\n\"At Breakfast Point, we push through everything,\" Robinson said."}