{"article_title": "Stick To That Book. Your Tablet-Reading May Hurt More Than You Think", "article_keywords": ["real", "womens", "electronic", "light", "devices", "hurt", "tabletreading", "book", "sleep", "stick", "chang", "reading", "circadian", "think", "printed"], "article_url": "http://commonhealth.wbur.org/2014/12/ereaders", "article_text": "Stick To That Book. Your Tablet-Reading May Hurt More Than You Think\n\nIf the holidays brought you a device or two, here’s something to consider. That nighttime reading from your brand new iPad? Maybe not such a good thing.\n\nA new study from Brigham and Women’s hospital, published in the Proceedings of the National Academy of Sciences, found that the use of light-emitting (LE) e-readers in the evening and even the early night may harm your sleep.\n\nHow?\n\nThe blue light produced by these specific electronic devices can actually shift your circadian rhythm by suppressing sleep hormones. This means that that late night horror reading didn’t just give you nightmares, it actually makes you less alert in the morning. “We found the body’s natural circadian rhythms were interrupted by the short-wavelength enriched light, otherwise known as blue light, from these electronic devices,” said lead author Anne-Marie Chang, PhD,\n\nDr. Chang, associate neuroscientist in Brigham and Women’s Division of Sleep and Circadian Disorders and an assistant professor of behavioral health at Pennsylvania State University explains that twelve participants were monitored for two weeks in the hospital. Researchers compared their sleep patterns when reading text from an iPad and reading from a printed paper book. (Images and puzzles were never included). Volunteers were asked to read for four hours before bed for five nights in a row. The same process was then repeated with a printed book. Participants who read from iPads took nearly 10 minutes longer to fall asleep and their sleep had less rapid eye movement (REM) compared with when they did late-night reading from a printed book.\n\nThe real eye-opener?\n\nIn a press release, Chang said she and her team were most surprised by the morning-after–iPad readers were less alert and more groggy after waking up.\n\n“This has real consequences for daytime functioning, and these effects might be worse in the real world as opposed to the controlled environment we used.”\n\nAlthough iPads were used in this specific study, researchers also measured other devices that emit blue light including eReaders, laptops, cell phones, and LED monitors. All of this is not great news for our sleep-challenged society. Dr. Charles Czeisler, chief of Brigham and Women’s Division of Sleep and Circadian Disorders explains that the last fifty year have resulted in a serious decline of good rest. “Since more people are choosing electronic devices for reading, communication and entertainment, particularly children and adolescents who already experience significant sleep loss, epidemiological research evaluating the long-term consequences of these devices on health and safety is urgently needed.”", "article_metadata": {"description": "Participants who read from iPads took nearly 10 minutes longer to fall asleep and their sleep had less rapid eye movement compared to those who read from an actual printed book.", "og": {"site_name": "commonhealth", "description": "Participants who read from iPads took nearly 10 minutes longer to fall asleep and their sleep had less rapid eye movement compared to those who read from an actual printed book.", "title": "Stick To That Book.  Your Tablet-Reading May Hurt More Than You Think", "url": "http://commonhealth.wbur.org/2014/12/ereaders", "image": "http://s3.amazonaws.com/media.wbur.org/wordpress/15/files/2014/12/6009430346_48fdd37235_b-620x465.jpg", "type": "article"}, "twitter": {"url": "http://commonhealth.wbur.org/2014/12/ereaders", "image": "//s3.amazonaws.com/media.wbur.org/wordpress/15/files/2014/12/6009430346_48fdd37235_b-620x465.jpg", "site": "@commonhealth", "card": "summary", "title": "Stick To That Book.  Your Tablet-Reading May Hurt More Than You Think"}, "DC.date.issued": "2014-12-29", "date": "Mon, 29 Dec 2014 10:41:19 -0500", "fb": {"admins": 1549080028, "app_id": 134067973330252}, "msvalidate.01": "D02D46BAEDB3F81FC1B1DE2A8CB69551"}, "_id": "\"57477af46914bd0286fde0d0\"", "article_summary": "Your Tablet-Reading May Hurt More Than You ThinkIf the holidays brought you a device or two, here’s something to consider.\nResearchers compared their sleep patterns when reading text from an iPad and reading from a printed paper book.\nThe blue light produced by these specific electronic devices can actually shift your circadian rhythm by suppressing sleep hormones.\nThis means that that late night horror reading didn’t just give you nightmares, it actually makes you less alert in the morning.\nDr. Charles Czeisler, chief of Brigham and Women’s Division of Sleep and Circadian Disorders explains that the last fifty year have resulted in a serious decline of good rest."}