{"article_title": "Why are police at political rallies", "article_keywords": ["organizers", "violence", "political", "officers", "private", "rallies", "rally", "security", "providing", "event", "yelled"], "article_url": "http://www.startribune.com/why-are-police-at-political-rallies-and-who-pays-for-them/372649211/", "article_text": "The scene was violent and chaotic: protesters being forcibly removed from a rally for Republican presidential candidate Donald Trump. The image reinforced a common complaint that police can be callous toward the free-speech rights of demonstrators when seeking to preserve order. Some questions and answers about rules and procedures for police at political events:\n\nQ. Who pays for police to be there, taxpayers or event organizers?\n\nA. It depends. As part of the permitting process, local officials, the venue and the event organizers discuss the event and its logistics and decide what kind of security is needed. What's the expected crowd size? Is there a record of violence or disruptions at similar events?\n\nSometimes authorities decide it's necessary for event organizers to provide private security. Sometimes authorities agree to supplement that with local police. Sometimes the private security detail consists of off-duty officers who are paid by the organizers or the venue, but retain their normal police powers. Sometimes, it's private security without arrest power supplemented by police on their regular shifts.\n\nWith 18,000 police departments in the United States and municipalities with different rules, venues that can be municipally owned or privately held and events that require different approaches to ensure safety, nothing is standard.\n\nQ. Why are police there?\n\nA. To ensure public safety, both inside and outside the event. A large gathering mixed with the natural political friction of an election season, or any event that draws crowds in the thousands, can be a volatile brew.\n\nAny such event, from a political rally to an NFL game, needs police present, said Jon Shane, an assistant professor at the John Jay College of Criminal Justice in New York.\n\nQ. How do police show enough force sufficient to maintain calm without becoming a provocation?\n\nA. When violence broke out in Ferguson, Missouri, in 2014, blame fell on police for deploying armored vehicles and tear gas and using them aggressively against protesters.\n\nLaw enforcement experts say officers must walk a fine line: to appear in control without appearing threatening.\n\n\"That's a very difficult judgment area,\" said Ben Tisa, a former Marine and retired FBI agent and now a consultant on police policy, procedures and practices.\n\nSome officers might be in uniform, while others are in plain clothes to blend in. Conflicting protesters may have to be kept separated. And some demonstrators come with the full intention of getting arrested, Tisa said.\n\n\"The officers are in a tough place,\" he said. \"If they have too many, they get yelled at. If they don't have enough, they get yelled at.\"\n\nQ. Can localities recover any costs of providing protection for political rallies?\n\nA. They can try, but it's not easy. A county in Virginia billed the 2012 presidential campaigns more than $180,000 for providing police for security on a visit by New York Mayor Rudolph Giuliani. The state GOP reimbursed them just under $2,000, leaving the rest unreimbursed.\n\nHenrico Police Chief Douglas Middleton told the Richmond Times-Dispatch, \"I can't make them pay it, but I want them to be aware that it's not free for you to come here. Somebody pays for it. It's either you or the taxpayers.\"\n\nIn Burlington, Vermont, the mayor of Democratic candidate Bernie Sanders' hometown sent a bill totaling $8,464.27 to the Trump campaign for providing police at a Jan. 7 rally. The city said it dispatched 33 officers, about a third of its force. So far, the campaign hasn't paid, said Jennifer Kaulius, the mayor's spokeswoman.", "article_metadata": {"og": {"site_name": "Star Tribune", "description": "The scene was violent and chaotic: protesters being forcibly removed from a rally for Republican presidential candidate Donald Trump.", "title": "Why are police at political rallies - and who pays for them?", "url": "http://www.startribune.com/why-are-police-at-political-rallies-and-who-pays-for-them/372649211/", "image": {"url": "http://assets.startribune.com/static/img/branding/logos/strib-social-card.png?d=1464201091", "width": 1680, "identifier": "http://assets.startribune.com/static/img/branding/logos/strib-social-card.png?d=1464201091", "height": 876}, "type": "article"}, "google-site-verification": "bLXTXkzm4dJ8hcJy1LXawtxXxGP3JhInARj69uCiMiM", "twitter": {"description": "The scene was violent and chaotic: protesters being forcibly removed from a rally for Republican presidential candidate Donald Trump.", "title": "Why are police at political rallies - and who pays for them?", "url": "http://www.startribune.com/why-are-police-at-political-rallies-and-who-pays-for-them/372649211/", "image": {"src": "http://assets.startribune.com/static/img/branding/logos/strib-social-card.png?d=1464201091", "identifier": "http://assets.startribune.com/static/img/branding/logos/strib-social-card.png?d=1464201091"}, "site": "@StarTribune", "card": "summary"}, "description": "The scene was violent and chaotic: protesters being forcibly removed from a rally for Republican presidential candidate Donald Trump."}, "article_summary": "Can localities recover any costs of providing protection for political rallies?\nAny such event, from a political rally to an NFL game, needs police present, said Jon Shane, an assistant professor at the John Jay College of Criminal Justice in New York.\nWho pays for police to be there, taxpayers or event organizers?\nSometimes authorities decide it's necessary for event organizers to provide private security.\nSometimes, it's private security without arrest power supplemented by police on their regular shifts."}