{"article_title": "Sports Physicians Are Vital Part of the Team", "article_keywords": ["physicians", "physician", "career", "athlete", "game", "vital", "team", "medicine", "professional", "surgery", "soccer", "athletes", "surgeon"], "article_url": "http://www.hcplive.com/journals/md_magazine/2014/vol6-issue4/sports-physicians-are-vital-part-of-the-team", "article_text": "Do you remember that once-a-year feeling as a kid growing up when your birthday rolled around? So many presents; so little time. Which should you open first? The scenario may have prompted your parents to say that you looked like a kid in a candy store.Remember that feeling?Being a team physician for a professional sports franchise might not make a person feel like a kid in a candy store, but have no doubt, there is something very cool about it.“You pinch yourself at some point,” explains Spero Karas, MD , director of the Emory Orthopedic Sports Medicine Fellowship Program, and head physician for the Atlanta Falcons football team. “You’re at the game, or on the sideline, you do kind of pinch yourself sometimes and say ‘wow, I’m actually working here. This is what I do for a living.’”Cool, indeed.Karas was a sports enthusiast before recognizing the desire for a career in medicine, though that desire came fairly early in his teen years. A report he had to write for his 8th grade class spawned research into different career options. Medicine piqued his interest.He also had some positive role models.“Our family physician, and the doctors who took care of me when I was injured as a high school athlete,” Karas recalls. “I tore my ACL, and I had good doctors who looked after me, and were very positive role models.”The early stages of his sports medicine career began while completing his residency in orthopedic surgery at Duke University Medical Center, assisting faculty in caring for the school’s athletes. He followed that with a Knee, Shoulder, and Sports Medicine Fellowship at Steadman Hawkins Clinic in Vail, CO, where he also served as an associate team physician for the Denver Broncos and Colorado Rockies, before moving on to Atlanta in 2005.Karas says the flip side to the “coolness” of walking the sidelines during a football game is the challenge to not view the game as a fan.“You have to remove yourself from the fan aspect of the game, and realize they don’t need another cheerleader on the sideline,” he explains. “What they need is a coach; somebody cool under pressure making decisions on return to play, being very objective, and not allowing down and distance to jade decision-making. So yeah, it is fun, and doctors are human. We get pumped up by the roar of 80,000 fans just like the players do. But you have to be very careful that you detach yourself from those situations in critical decision-making points of the game or season.”The most rewarding element of his job, Karas says, is when his hands have intervened in the health of an athlete through surgeries he performed.“When you get those guys back to their previous level of performance, it’s extremely rewarding,” he says. Richard Levine, MD , is a board-certified orthopedist specializing in sports medicine, and knee and shoulder surgery. He is also in his 10th year as head physician for the Baltimore Blast, and 9th year as assistant physician for the Baltimore Ravens. He says the work he does is, to some extent, a result of his personality.“If you take any graduating class from medical school, you can see that people gravitate into fields that somewhat fit their personality,” says Levine, who played 4 years of soccer and a year-and-a-half of lacrosse at Cornell University. “And to take it one step further, even after becoming an orthopedist, you can see those individuals tend to gravitate toward a sub-specialty that correlates with their personalities. Orthopedists tend to have a certain passion for sports.”Levine says having been a high school and collegiate athlete has been extremely helpful in his career as a sports physician. He’s comfortable being in a locker room, and understands the perspective of the athlete, whether it’s the weekend warrior or the high-level professional.He admits that the environment can be intimidating for someone who hasn’t experienced being an athlete him- or herself. But intimidation has no part in the way Levine conducts his business.“I think we’re always looking out for the best interests of the athlete, and that comes above and beyond anything else,” he says. “The decisions on which injuries are safe to play with and what’s not are actually pretty easy. And most of the time the athletes know. If you’ve ever played ball, you pretty much know if it’s something that is significant or not.”When he watches a game, Levine is scanning the field and understanding the mechanism of how certain injuries occur. That approach doesn’t change, whether he’s on the sidelines for the Blast or coaching his son’s soccer team.“Nobody likes being injured, and getting back to their previous lifestyle is very important,” Levine says. “It’s always gratifying when we see an athlete who has an injury, and they don’t know what the future is going to hold for them. Then to watch them rehab and recover, and get back out there and really do well, that’s a very rewarding feeling.”Sports were a huge part of Michael Terry ’s life growing up, right through college. But he never really considered going professional in sports.“I think by the time I was old enough to consider any career, I had a pretty decent understanding of my athletic abilities,” says Terry, who parlayed that love for sports into a career as an orthopedic surgeon and sports medicine specialist at Northwestern Memorial Hospital in Chicago. He’s also the head physician for the Chicago Blackhawks\n\nHe acknowledges the huge difference in going from the operating room to the locker room, and a large disparity in caring for high-level weekend warriors versus professional athletes.“I think the transition is a big one, but I really enjoy it,” Terry says. “I think it gives you a lot of balance, and certainly a different perspective.”He points to the different level of resources at the disposal of the professional athlete versus the average patient. The professional has all the best equipment, therapists, and training staff, because their expectation is also much higher. For the weekend warrior, it’s exercising or engaging in athletic competition for the fun and the health benefits. For professionals, it’s their livelihood. That also impacts the commitment they’re able or willing to make to their rehabilitation.“Someone with a day job who isn’t committed to the sport but exercises for the health benefits, those people have other conflicting interests,” Terry says. “They have to go to work, or take care of their kids. But I think that’s one of the jobs I have, is to understand what people can do in their lives, what they’re willing to do, and the access they have, and try to balance and coordinate those different issues when you’re taking care of the patient.”Terry also acknowledges that he watches a hockey game much differently than the average fan. He recalls someone showing him a photograph of the entire crowd looking to the right, while he was looking left.“There are times when I’ll watch a game for a very specific reason, looking at one player,” he says. “And often during a game I’ll review film to see a play that concerned me, or to re-visit an injury.”Terry says he is especially fortunate to be part of the Blackhawks’ organization, and calls being part of it during the team’s 2 Stanley Cup Championships a once-in-a-lifetime experience that he got to experience twice.“From the players to the athletic training staff to the coaching staff and up to management, the organization has been tremendous with me,” he says. “I definitely feel like part of the organization, even though I’m not part of the team.”Growing up on Long Island, Struan Coleman, MD, played a wide variety of sports, including football, ice hockey, and lacrosse. He was also surrounded by friends and family members who were involved in medicine. But it was when he tore the meniscus in his knee during his sophomore year in high school that he began thinking about a career in sports medicine.“Going through [the injury], and healing without surgery, which is what I did, is a very important lesson for me now as a surgeon,” says Coleman, who is now an orthopedic surgeon at Hospital for Special Surgery in Manhattan , as well as the head physician for the New York Mets.Coleman says that, whether he’s dealing with professional or amateur athletes, he tries to treat patients conservatively.“The body has great healing potential,” he says. “Strengthening the muscles around the injured area of the body can be very helpful.”However, he acknowledges that, with certain injuries, if professional athletes want to get back to performing at an elite level, there are times when surgery is the best option. But, whether professional or amateur, every patient is treated the same.“Whether they come into your office and are not an athlete, just have an injury, or are the starting pitcher for the Mets, you have to treat each person exactly the same,” Coleman explains. “Their goals will be different, and you have to understand their respective goals, but ultimately you have to treat both of them as patients.”Coleman attends about 40% of Mets home games and has a group of sports medicine doctors who cover the remaining games. Rather than just watching the pitcher or the hitter, he may be studying the player who slid hard into third base, watching his body language or analyzing if he limps slightly. Coleman will also watch a player take practice swings in the on-deck circle: is their swing as smooth as it should be?Having grown up a Mets fan makes Coleman’s job even more special. And while he has had several rewarding experiences in the course of his career, he singles out having been involved in Pedro Martinez’s shoulder surgery. When Martinez then returned to the game and reached the 3,000-strikeout milestone, he summoned a group of individuals onto the field to thank them for making the accomplishment possible. Coleman was one of them.“The fact that Pedro asked me to be present for that special moment was big,” he says. “Maybe the greatest for me, personally.”When Rocco Monto, MD, played soccer at Haverford College in Pennsylvania, he was an All-American goalkeeper. As an athlete competing at the regional, state, and national levels, he experienced his share of success, as well as injuries. It was his exposure to the latter that prompted his career in sports medicine.“I always felt that when I was with the orthopedic surgeon that he really wasn’t listening to me, or didn’t have a feel for where I was coming from or what I wanted as a player and patient,” says Monto, who is an orthopedic surgeon with Nantucket College Hospital, as well as a team physician for the US National Soccer Team.The experience drove Monto. He recognized that he had a better shot at understanding athletes, and connecting with them because he had been in their shoes.“You get street credit,” he says. “They know you’ve been there, paid your dues, so when I tell them something there’s a little weight behind it.”As for the “cool factor,” Monto says that comes from watching youth players develop into professional athletes. He’s been working with S. National Soccer since 1992, and took care of Landon Donovan and Kyle Beasley when they were 15 years old. Now he refers to them as the “grizzled old veterans.”“That’s cool,” he says. “That’s something unique; a gift that soccer gave to me.”Monto acknowledges that there’s a great deal of risk in the work he does. And while it’s wonderful when he intervenes as a surgeon and the athlete experiences a full recovery, Monto says it’s even more important that relationships are preserved even when rehabs don’t work out.“The athletes still appreciate what you’re trying to do,” he says. “And if you can’t get them to where they want to go, you’re still part of where they wind up. And when you do that, there is nothing better in this world.”", "article_metadata": {"description": "When these physicians attend sporting events, then watch the game in a different way than the average fan.", "og": {"site_name": "MD Magazine", "description": "When these physicians attend sporting events, then watch the game in a different way than the average fan.", "title": "Sports Physicians Are Vital Part of the Team", "url": "http://www.hcplive.com/journals/md_magazine/2014/vol6-issue4/sports-physicians-are-vital-part-of-the-team", "image": "https://s3.amazonaws.com/hcplive/v1_media/_issue/MDMagAug2014.jpg", "type": "Article"}, "msapplication-TileColor": "#ffffff", "msapplication-TileImage": "https://s3.amazonaws.com/hcplive/v2_media/_core/favi/ms-icon-144x144.png", "keywords": "cover story, physicians, sports medicine, orthopedics, surgery, injury, MD Magazine, publication, athletes", "theme-color": "#ffffff"}, "_id": "\"57477af46914bd0286fe0204\"", "article_summary": "“I think it gives you a lot of balance, and certainly a different perspective.”He points to the different level of resources at the disposal of the professional athlete versus the average patient.\n“And if you can’t get them to where they want to go, you’re still part of where they wind up.\n“They know you’ve been there, paid your dues, so when I tell them something there’s a little weight behind it.”As for the “cool factor,” Monto says that comes from watching youth players develop into professional athletes.\nA report he had to write for his 8th grade class spawned research into different career options.\n“You’re at the game, or on the sideline, you do kind of pinch yourself sometimes and say ‘wow, I’m actually working here."}