{"article_title": "Why NeoGenomics, Inc. Stock Rocketed Higher -- The Motley Fool", "article_keywords": ["fool", "breakeven", "rocketed", "neogenomics", "yearago", "revenue", "motley", "company", "million", "days", "eps", "testing", "higher", "topline", "stock"], "article_url": "http://www.fool.com/investing/general/2014/07/17/why-neogenomics-inc-stock-rocketed-higher.aspx", "article_text": "Although we don't believe in timing the market or panicking over market movements, we do like to keep an eye on big changes -- just in case they're material to our investing thesis.\n\nWhat: Shares of NeoGenomics (NASDAQ:NEO), a cancer-focused provider of genetic and molecular testing services for hospitals, pathologists, and oncologists, soared by as much as 26% after reporting its second-quarter earnings results.\n\nSo what: For the quarter, NeoGenomics reported record quarterly revenue of $20.7 million, a 32% increase from the previous year, as test volume growth expanded 40% and the average cost to conduct each test dropped 12%. This helped boost NeoGenomics' gross profit margin by 360 basis points to 49.5% from the year-ago period and pushed its EBITDA up by nearly 16% to $2.1 million. Profit per share was unchanged, however, at $0.01 from the year-ago quarter. By comparison, the company's EPS results were in-line with its boosted June guidance of breakeven to $0.01, while revenue slightly topped its $20 million-$20.5 million forecast.\n\nLooking ahead, NeoGenomics anticipates reporting full-year revenue of $83 million-$86 million on EPS of breakeven to $0.03. Wall Street, in contrast, was only expecting $80.7 million in full-year sales and a $0.02 per share profit.\n\nNow what: Obscene valuation relative to its breakeven EPS potential aside, there's a lot to like about NeoGenomics' press release. Costs for its testing products are coming down, the company is ramping up hiring in the wake of its stronger top-line growth, and it's also dramatically reduced its days sales outstanding from 103 days to 83 days, meaning it's collecting more of its billed services quicker, which also will allow the company to expand and hire at a faster pace.\n\nMost importantly, I believe NeoGenomics is placed in a niche position of a rapidly growing field: cancer research. Big pharma and biotech companies have demonstrated a willingness to spend research and development dollars on finding cures for cancer, and one of the most important steps within that process is diagnosis, staging, and therapeutic personalization for the patient, which is where NeoGenomics could play a key role. It's quite possible we could see this company grow its top-line by a double-digit percentage throughout the remainder of the decade, which certainly compels me to add this stock to my watchlist today.", "article_metadata": {"publish_time": "14:01", "description": "NeoGenomics shares shoot to the moon after reporting its second-quarter earnings results. Find out if today's gains are sustainable or a flash in the pan.", "ResponsiveALP": "1Ses_2things-v-single_single-control_50", "author": "Sean Williams", "promo": "NeoGenomics shares shoot to the moon after reporting its second-quarter earnings results. Find out if today's gains are sustainable or a flash in the pan.", "twitter": {"title": "Why NeoGenomics, Inc. Stock Rocketed Higher --  The Motley Fool", "description": "NeoGenomics shares shoot to the moon after reporting its second-quarter earnings results. Find out if today's gains are sustainable or a flash in the pan.", "site": "@themotleyfool"}, "msvalidate.01": "8D40D58712924715BAA79D135A6C8DDA", "og": {"site_name": "The Motley Fool", "description": "NeoGenomics shares shoot to the moon after reporting its second-quarter earnings results. Find out if today's gains are sustainable or a flash in the pan.", "title": "Why NeoGenomics, Inc. Stock Rocketed Higher --  The Motley Fool", "url": "http://www.fool.com/investing/general/2014/07/17/why-neogenomics-inc-stock-rocketed-higher.aspx", "image": "https://g.foolcdn.com/image/?url=http%3A%2F%2Fg.foolcdn.com%2Fassets%2Fimages%2Ffool%2Ftmf-logo.png&h=630&w=1200&op=resize", "type": "article"}, "headline": "Why NeoGenomics, Inc. Stock Rocketed Higher", "fb": {"admins": 50808187550, "page_id": 7240312795, "app_id": 50808187550}, "bureau": "usmf-health-care", "STORY_UID": "da950db4-0dd5-11e4-ae2a-0050569d4be0", "pitch": 823, "date": "2014-07-17T18:01:00Z", "gsa_date": "2014 07 17", "tickers": "NEO", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0"}, "_id": "\"57477af46914bd0286fde0e3\"", "article_summary": "Now what: Obscene valuation relative to its breakeven EPS potential aside, there's a lot to like about NeoGenomics' press release.\nLooking ahead, NeoGenomics anticipates reporting full-year revenue of $83 million-$86 million on EPS of breakeven to $0.03.\nMost importantly, I believe NeoGenomics is placed in a niche position of a rapidly growing field: cancer research.\nThis helped boost NeoGenomics' gross profit margin by 360 basis points to 49.5% from the year-ago period and pushed its EBITDA up by nearly 16% to $2.1 million.\nWall Street, in contrast, was only expecting $80.7 million in full-year sales and a $0.02 per share profit."}