{"article_title": "Spine Doctor Saga Continues", "article_keywords": ["case", "doh", "patient", "bonati", "doctor", "spine", "continues", "malpractice", "saga", "say", "board", "records", "cases", "dr"], "article_url": "http://health.wusf.usf.edu/post/spine-doctor-saga-continues", "article_text": "On his website, Dr. Alfred Octavius Bonati is described as a pioneer in relief of back pain, creating a type of microsurgery that requires no general anesthesia or hospital stay.\n\nHis ads say he’s done 45,000 of the procedures with a 94-percent success rate. Patients from all over the country offer testimonials on YouTube.\n\nBut malpractice complaints and multiple cases at the Department of Health accuse the same Dr. Bonati of committing serial malpractice, leaving some patients worse off than when they came in. Four of the DOH cases go before the Florida Board of Medicine today in Deerfield Beach.\n\nThe board knows Bonati well. Three times – in 1994, 1996 and 2003 – it has issued final orders imposing discipline including a reprimand, probation, and fines.\n\nBonati, a native of Chile and in his mid-70s, insists he has done nothing wrong, that the state and certain malpractice attorneys have maligned him unfairly because of his unusual approach. Rather than do one procedure on the spine, he explores one disc at a time in a series of outpatient procedures that can take days, weeks or months.\n\nIn 2002, Bonati sued members of the Board of Medicine and the Secretary of Health – at the time, Dr. John Agwunobi -- accusing them of violating his civil rights through continual harassment. He dropped the lawsuit after DOH agreed to settle the case if Bonati donated $50,000 to charity and paid the state’s costs of more than $100,000.\n\nThe four cases that will come before the Board of Medicine today concern surgeries as long ago as 11 years and have been in the prosecutors’ hands for five years or more. It took a long time because “these are difficult, complex cases” that required multiple expert opinions, DOH Communications Director Tiffany Cowie wrote in an e-mail.\n\nThe cases, published on the state License Provider database, came to DOH’s attention after malpractice suits were filed by West Palm Beach attorney Gary Roberts. DOH’s consultants said Bonati’s treatment fell outside the standard of care, which led Bonati’s legal team to get its own consultants, who said the opposite. Then the two sides hired an independent consultant, Dr. David Clements, professor of orthopedic and neurosurgery at the medical school at Rowan University in New Jersey.\n\nAll of the expert opinions have been redacted from the 432-page DOH case file, but Bonati attorney Cynthia Tunnicliff provided Clements’ review of two cases for Health News Florida, with the patient names redacted. (The patient names are available in court records, however.)\n\nBoth the state and court complaints say Bonati failed to send patients with serious complications – including loss of blood and leaking spinal fluid – to a hospital for emergency care. Instead, records show, one was taken to a Comfort Inn, another to a nearby condo; they were monitored by nurses from a home-health agency.\n\nBased on dates listed in the files, one of the cases Clements studied was that of Stacy Mahan, a Michigan nurse in her late 30s, who underwent 13 surgeries by Dr. Bonati in 2006 and 2007. Records show that Mahan suffered a tear in the dura, the membrane that covers the spinal cord, and a leak of spinal fluid. Bonati tried on several occasions over a period of weeks to repair the tear but apparently was not fully successful, according to the file. Mahan later returned home to Michigan, where she underwent further surgery.\n\nClements’ review did not address the question of whether it was appropriate for Bonati to house Mahan at a condo and have her cared for there by visiting nurses from a home-health agency. In his malpractice case, attorney Roberts says Mahan should have been sent to an acute-care hospital.\n\nAnother case Clements reviewed was that of Judy Long-Rey, a retired nurse from Georgia who now lives in the Panhandle. She was treated at the Bonati institute from August 2005 through January 2006; the civil suit and state complaint say a Bonati surgery in September of 2005 left her with permanent severe disability.\n\nClements wrote in the review that Long-Rey probably suffered a dural tear during surgery, but he doesn’t fault Bonati for that.\n\nThe dural tear with chronic spinal fluid leak “is a known complication of revision spinal surgery,” Clements wrote. “I do not believe that Dr. Bonati in any way deviated from the standard of care.”\n\nA third civil suit that became a DOH complaint involved Michael Thompson, a Michigan man in his early 60s who underwent six surgeries between April and August 2004. The complaint alleges that this aggravated Thompson’s previous problems and created new ones.\n\nThe fourth case involved Kansas City dentist, Kathy Scott, who had surgery by Bonati in November 2007. During the procedure, records say, she suffered “a major degree of hemorrhage and blood loss” reported as 1.2 liters, followed by loss of breathing and resuscitation by the anesthesiologist.\n\nInstead of taking Scott to a hospital, the records show that staff kept her overnight in the clinic, which is not licensed for 24-hour care. The next day, records say, Bonati operated on her again, then sent her to a Comfort Inn motel to recuperate.\n\nScott remained at the Comfort Inn for two weeks, records say, with a home-health agency sending nurses to check on her. She was flown home by air ambulance and underwent neurosurgery in Kansas City, according to records.\n\nState prosecutors said in a memo to the Board of Medicine that they would rather not have to take Scott’s case to a formal hearing. According to records, an anesthesiologist who cared for Scott, Dr. David Hirschauer, testified in a deposition that it was he, not Bonati, who decided to keep the patient in the clinic overnight.\n\nThe DOH has not filed a complaint against Hirschauer, online records show.\n\nThe prosecution memo concludes: “There are evidentiary issues in all four cases which will make it difficult, if not impossible, for the Department to meet its burden of clear and convincing evidence,” the legal standard that Florida law sets in order for a disciplinary board to act.\n\nThis is a higher standard than in civil malpractice cases, but is lower than standards in criminal cases.\n\nThe settlement that DOH prosecutors and Bonati’s legal team have proposed would allow him to stay in practice without interruption. It calls for a reprimand, payment of a $25,000 fine, and completion of several courses, including ones on how to handle complications of spine surgery, record-keeping and legal requirements for doctors.\n\nIt also requires Bonati to give a one-hour lecture or seminar on preventing wrong-site surgeries.\n\nThe Board of Medicine has two options: accept the proposed settlement or reject it. If board members reject it, they can offer a counter-proposal that Bonati can think over and then accept or reject. If he rejects a counter-offer, the state would have to take the case to an administrative law judge or drop it.\n\nOf the four civil malpractice cases that resulted in the current complaints, three are still pending, attorney Roberts says. Only one has been resolved.\n\nWhile the expert Clements said Bonati was not at fault in that case, an arbitration panel decided otherwise. A six-figure settlement is now being paid, Roberts said.\n\nThe other cases will go to arbitration, as well. DOH files say that Bonati required all the patients to sign an agreement to settle any disputes that way.\n\nPhysician practices often do that in the belief that arbitrators are less likely to side with an injured patient and, even if the patient wins, are less likely to award a huge amount of money. However, five years ago an arbitration panel ordered Bonati to pay nearly $12 million in a malpractice case brought by Tampa attorney Steve Yerrid.\n\nIn that case, the Tampa Bay Times reported, patient William Clark accused Bonati of manipulating him into having eight unnecessary surgeries that left him unable to walk and in agonizing pain. Bonati had charged Clark $175,000, according to the Times report.\n\nCarol Gentry is a special correspondent for WUSF in Tampa. Health News Florida receives support from the Corporation for Public Broadcasting.", "article_metadata": {"category": "HNF Stories", "description": "On his website, Dr. Alfred Octavius Bonati is described as a pioneer in relief of back pain, creating a type of microsurgery that requires no general", "Generator": "Drupal 7 (http://drupal.org)", "programs": "none", "og": {"url": "http://health.wusf.usf.edu/post/spine-doctor-saga-continues", "image": "http://mediad.publicbroadcasting.net/p/healthnewsfl/files/styles/medium/public/201406/medicine.png", "type": "article", "description": "On his website, Dr. Alfred Octavius Bonati is described as a pioneer in relief of back pain, creating a type of microsurgery that requires no general", "title": "Spine Doctor Saga Continues"}, "story_id": 398718557, "twitter": {"site": "@HealthNewsFL", "card": "summary", "creator": "@HealthNewsFL"}, "author": "Carol Gentry", "org_id": 0, "dc": {"title": "Spine Doctor Saga Continues"}, "nid": 10229, "datePublished": "2015-04-10", "keywords": "Bonati Institute, Florida Board of Medicine, physician discipline", "wordCount": 1583, "has_audio": 0, "viewport": "width=device-width"}, "_id": "\"57477af36914bd0286fcf756\"", "article_summary": "The next day, records say, Bonati operated on her again, then sent her to a Comfort Inn motel to recuperate.\nThis is a higher standard than in civil malpractice cases, but is lower than standards in criminal cases.\nScott remained at the Comfort Inn for two weeks, records say, with a home-health agency sending nurses to check on her.\nOf the four civil malpractice cases that resulted in the current complaints, three are still pending, attorney Roberts says.\nIn his malpractice case, attorney Roberts says Mahan should have been sent to an acute-care hospital."}