{"article_title": "Senate passes package of business-friendly reforms", "article_keywords": ["passes", "help", "package", "senate", "review", "reforms", "legislation", "regulations", "rules", "state", "health", "businessfriendly", "small", "businesses", "sponsored"], "article_url": "http://www.lancasterbee.com/news/2016-05-19/Business/Senate_passes_package_of_businessfriendly_reforms.html", "article_text": "Senate passes package of business-friendly reforms\n\nThe state Senate passed a package of legislation last week to make it less expensive and more efficient to do business in New York, according to a press release from the office of Sen. Patrick Gallivan, R-C-I-Lancaster.\n\nThe measures include those that reverse a costly regulatory change that is driving up health care expenses for some employers and employees, require the state to pay businesses in a timely manner, as well as review and reduce outdated regulations that negatively affect New York businesses, the release said.\n\nReducing health care expenses\n\nA bill, S7104, sponsored by Sen. James Seward, R-C-I-Oneonta, would help businesses facing significantly higher health care costs as a result of state regulations that took effect earlier this year by redefining what constitutes a “small group employer.”\n\n“The federal Affordable Care Act created various unintended consequences that both businesses and consumers continue to run up against,” said Seward, who is the Senate Insurance Committee chairman. “My legislation would help clear up one of those costly regulatory hurdles for mid-sized employers and help them continue to offer affordable health insurance benefits to their workers.”\n\nA small business has historically been defined in New York as an employer with 50 or fewer employees, but the federal Affordable Care Act defined “small group” employers as those having 100 or fewer employees. Since New York took the required action to conform its definition of small business with the ACA’s larger number, businesses with 51-100 employees have experienced substantial increases in health care premiums or subscriber costs; higher deductibles and co-pays; fewer available policy choices from insurance carriers or health plans; and narrower in- and out-of-network provider panels.\n\nThis measure would prevent these problems from affecting these businesses by reverting the definition of “small group” in New York’s insurance law back to 1-50 employees. While federal legislation has been enacted allowing states to make such a change in implementing the ACA, each state individually must do so. Only New York, California, Colorado and Vermont have not yet adopted the change.\n\nRequiring NY to promptly pay\n\nThe Senate gave final passage to legislation S6387B, sponsored by Sen. Jack Martins, R-C-I-Mineola, that would require state agencies to pay small businesses within 15 days of receipt of an invoice and would allow state agencies one year to implement these changes to their prompt payment system.\n\n“The state should pay its bills like everyone else. Small businesses can’t grow and develop if they are not timely paid for the goods and services they provide,” Martins said. “Making them wait months to get paid causes them serious harm and undercuts all the effort we’ve put into economic development over the last several years. This is a common sense reform that will help small businesses all across the state.”\n\nReforming the regulatory process\n\nLegislation S401A, sponsored by Gallivan, would establish a task force for the Review of the State Administrative Procedure Act to help reduce the state’s regulatory burden on businesses. The task force would conduct a comprehensive review of SAPA by examining, evaluating and making recommendations improving the efficiency of the rulemaking process, as well as ensuring the establishment of consistent, uniform rules.\n\nAnother bill, S406A, also sponsored by Gallivan, would help regulated businesses by reducing duplicative rules and keeping them up to date. It would broaden considerations required during the state’s review of existing administrative rules and during the creation of new rules. This measure would also amend SAPA to require a five-year review of all existing agency rules — not just the rules promulgated since 1997, as is currently required.\n\nAs part of the five-year review, this legislation requires an agency to provide additional information regarding the need for a rule.\n\n“Rules and regulations are important in protecting public welfare, but they should not be arbitrary or overly burdensome,” Gallivan said. “Over time, regulations can become outdated because of new technology or changing industry standards. This legislation will not only help cut the reams of red tape that hamper small and large business alike, it allows for a consistent and comprehensive review of rules and regulations so that we can reform or eliminate costly, duplicative or out-of-date requirements.”\n\nAdditionally, the bill S4033, sponsored by Sen. Terrence Murphy, R-C-I-Yorktown, would provide a way for outside parties such as businesses to seek a delay in the effective date of proposed agency rules if a flaw is discovered that could negatively impact them. As long as two-thirds of the Administrative Regulations Review Commission approves, a delay of 90 days would give parties a chance to discuss alternatives and correct matters.\n\nAnother measure, S4328A, also sponsored by Murphy, would establish the Small Business Negotiated Rule Making Act of 2016 to create negotiated rulemaking in order to provide additional opportunities for small businesses and the public to directly participate in the development of proposed agency regulations.\n\nThe bills have been sent to the Assembly, except for S6387B, which will be sent to Gov. Andrew Cuomo.", "article_metadata": {"og": {"site_name": "Lancaster / Depew Bee", "description": "The state Senate passed a package of legislation last week to make it less expensive and more efficient to do business in New York, according to a press release from the office of Sen. Patrick Gallivan, R-C-I-Lancaster.", "title": "Senate passes package of business-friendly reforms", "headline": "Senate passes package of business-friendly reforms", "image": "http://www.amherstbee.com/styles/Bee-Logo.png", "url": "http://www.lancasterbee.com/news/2016-05-19/Business/Senate_passes_package_of_businessfriendly_reforms.html", "type": "article"}, "twitter": {"site": "@ourhometowninc", "description": "The state Senate passed a package of legislation last week to make it less expensive and more efficient to do business in New York, according to a press release from the office of Sen. Patrick Gallivan, R-C-I-Lancaster.", "card": "summary", "title": "Senate passes package of business-friendly reforms"}}, "article_summary": "Small businesses can’t grow and develop if they are not timely paid for the goods and services they provide,” Martins said.\nSenate passes package of business-friendly reformsThe state Senate passed a package of legislation last week to make it less expensive and more efficient to do business in New York, according to a press release from the office of Sen. Patrick Gallivan, R-C-I-Lancaster.\nAs long as two-thirds of the Administrative Regulations Review Commission approves, a delay of 90 days would give parties a chance to discuss alternatives and correct matters.\n“Rules and regulations are important in protecting public welfare, but they should not be arbitrary or overly burdensome,” Gallivan said.\nAnother bill, S406A, also sponsored by Gallivan, would help regulated businesses by reducing duplicative rules and keeping them up to date."}