{"article_title": "‘Obamacare for the 401(k) World?’ Putnam CEO Reynolds", "article_keywords": ["retirement", "plans", "ceo", "workers", "obamacare", "savings", "rule", "401k", "state", "private", "dols", "world", "security", "reynolds", "putnam"], "article_url": "http://401kspecialistmag.com/obamacare-401k-world-putnam-ceo-reynolds/", "article_text": "A common theme is emerging in the language critics are using to slam the DOL’s fiduciary rule.\n\nBob Reynolds, the high-profile CEO of Putman Investments and Great-West Financial, took to the pages of The Hill to decry the proposed rule. Taking a page from Speaker of the House Paul Ryan, Reynolds rhetorically asked if it’s simply a version of Obamacare for 401(k)s.\n\nCalling the rule “massively complex” and comparing its length to “War and Peace,” he claimed the DOL’s proposal is so unwieldy and costly that “it would do far more damage to working Americans’ retirement security than any of the abuses it aims to correct.”\n\n“As drafted, it would severely limit access to routine investment advice for tens of millions of retirement savers,” Reynolds argued. “It would also make it nearly impossible for service providers to present investment advice and options to businesses with less than 100 employees.\n\n“The effect, if not the intent, would be to stymie the growth of the workplace savings system – period. Virtually all new businesses, after all, start with fewer than 100 workers. Twelve years ago this month, Facebook had five.”\n\n“All that is bad enough,” he said, before teasing, “But wait – there’s more.”\n\nHe then noted that at the behest of the White House, the Labor Department is also advancing a plan for state governments to offer state-mandated Individual Retirement Accounts (IRAs) for private workers. The plans would be exempt from the Employee Retirement Income Security Act of 1974 (ERISA).\n\nBut Congress’s failure—so far—to close the 401(k) coverage gap “is no justification for proliferating what may be dozens of state savings arrangements, free from the protections that ERISA mandates and free also to compete unfairly with private plans that meet those higher standards.\n\n“Taken together, the DOL’s twin rule-making efforts promises to have impacts as sweeping as any major piece of pension law in decades,” Reynolds concluded. “But these profound changes – which could never survive democratic debate and passage through Congress—are being enacted through a complex, ‘black box’ bureaucratic process – leaving Congress as almost a by-stander.”", "article_metadata": {"description": "Bob Reynolds, the high-profile CEO of Putman Investments and Great-West Financial, criticizes the Department of Labor’s proposed fiduciary rule.", "generator": "WordPress 4.4.3", "og": {"site_name": "The 401(k) Specialist", "description": "Bob Reynolds, the high-profile CEO of Putman Investments and Great-West Financial, criticizes the Department of Labor’s proposed fiduciary rule.", "title": "‘Obamacare for the 401(k) World?’ Putnam CEO Reynolds - The 401(k) Specialist", "locale": "en_US", "image": {"width": 800, "identifier": "http://401kspecialistmag.com/wp-content/uploads/2016/03/dreamstime_s_29051884.jpg", "height": 555}, "updated_time": "2016-03-29T16:35:37-04:00", "url": "http://401kspecialistmag.com/obamacare-401k-world-putnam-ceo-reynolds/", "type": "article"}, "robots": "noodp", "msapplication-TileImage": "http://401kspecialistmag.com/wp-content/uploads/2016/02/cropped-401k-logo-270x270.png", "article": {"publisher": "https://www.facebook.com/401kSpecialist", "section": "401(k) News", "tag": "Putnam Investments", "published_time": "2016-03-23T21:47:45-04:00", "modified_time": "2016-03-29T16:35:37-04:00"}, "google-site-verification": "3aPn9AF5kRWe6YqJV5amTSeD9gMpl1WJ6C22Qr_LOKg", "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "putnam investments, great west financial, 401(k) plan, 40(k) fiduciary, department of labor, business, companies, economy, industry, markets, headlines, nation, politics, science, technology"}, "article_summary": "Bob Reynolds, the high-profile CEO of Putman Investments and Great-West Financial, took to the pages of The Hill to decry the proposed rule.\nA common theme is emerging in the language critics are using to slam the DOL’s fiduciary rule.\n“Taken together, the DOL’s twin rule-making efforts promises to have impacts as sweeping as any major piece of pension law in decades,” Reynolds concluded.\nThe plans would be exempt from the Employee Retirement Income Security Act of 1974 (ERISA).\n“The effect, if not the intent, would be to stymie the growth of the workplace savings system – period."}