{"article_title": "Rich Guy’s Inequality Fix: Raises for Workers. Just Kidding! It’s ‘Give Free Stuff to Rich Guys’", "article_keywords": ["leave", "united", "provide", "guys", "workers", "tax", "free", "kidding", "states", "stuff", "raises", "rich", "pay", "corporations", "paid", "inequality", "fix"], "article_url": "http://inthesetimes.com/working/entry/18476/more_free_stuff_for_corporations", "article_text": "Rich Guy’s Inequality Fix: Raises for Workers. Just Kidding! It’s ‘Give Free Stuff to Rich Guys’\n\nA man in a suit stood behind a fence made of money (taxcredits,net / Flickr)\n\nRepublicans and the rich guys who imposed on American workers 35 years of stagnant wages now offer a prescription for easing this pain.\n\nTheir solution for robber-baron-level income inequality is not the obvious: Give workers raises. They don’t want to increase the minimum wage, which would eventually push up pay for everyone else as well. They don’t intend to provide paid sick leave or decent pensions or fewer unstable contract jobs. They have no intention of strengthening unions so workers can collectively bargain for better wages and working conditions.\n\nInstead of any of those straightforward measures, rich guys and corporate-owned Republicans assert that the solution is more free stuff for corporations! The government, they say, should provide that free stuff. The government, the very organization they deride and despise and denounce as incompetent and deserving of nothing but cutting and shrinking and destroying! Yes, they actually contend that very same government should take the taxes paid by workers and give that money to corporations to improve worker wages and working conditions!\n\nThis rich guy, Peter Georgescu, chairman emeritus of the PR firm Young & Rubicam, said in a New York Times op-ed in August that he feared the current grotesque level of income inequality would provoke major social unrest or oppressive tax levies on the rich – unless the rich did something about it right away. To avert restoration of the higher income tax levels that the rich paid from 1935 to 1985, Georgescu recommended that the federal government give money to businesses to raise the wages of workers earning less than $80,000 a year.\n\nThat’s right. He says the government should subsidize corporations. The government should give them free stuff. Welfare. The government, in his estimation, should pay corporations rather than simply requiring them to use some of their massive profits, now at the highest level in 85 years, to adequately compensate the workers whose labor created those profits.\n\nMaking the government pay is a popular position among Georgescu’s wealthy peers and GOP politicians. They don’t want the government to protect the environment or negotiate for lower pharmaceutical prices for senior citizens on Medicare or provide 16 million Americans with insurance through the Affordable Care Act. They do want the government to hand money to corporations, though.\n\nJust weeks ago, Florida Sen. Marco Rubio, a candidate for the Republican nomination for president, announced he’d use this corporate freebie scheme to provide paid sick and maternity leave. The United States is the only major industrial country in the world without a federal policy requiring paid sick and maternity leave. Rubio called the absence of paid leave “one of the greatest threats to family today.”\n\nEven so, he wouldn’t actually require corporations to provide it.\n\nInstead, he’d have the government fork over workers’ tax dollars to corporations that institute paid sick leave. Under his plan, workers would pay corporations for what corporations should already be doing to diminish this threat to the family.\n\nEarlier this year, billionaire Warren Buffett recommended in a Wall Street Journal op-ed that instead of forcing corporations to pay decent compensation by raising the federal minimum wage, the government should use tax dollars to increase workers’ income.\n\nThis revered king of capitalism wouldn’t require corporations to pay for the services that workers provide. Don’t be ridiculous! Instead, Buffett contends the government should pay! That is, taxpayers would pay.\n\nHis plan differs from Georgescu’s and Rubio’s only in that Buffett would send money directly from the government to the worker instead of to a corporation. Rather than better pay, Buffett says workers should get larger earned income tax credits. Here’s what he wrote, “The process is simple: You file a tax return, and the government sends you a check.”\n\nThat way, the GOP can continue to condemn these workers as lolling on the government dole.\n\nUnder Georgescu’s and Rubio’s plans, corporations would file tax returns and the government would send them checks. But one percenters and GOP politicians never denounce that as corporations lolling on the government dole. That’s because they believe corporations are entitled to it. It’s a corporate entitlement.\n\nThis raises the issue of the role of government. Republicans contend that government is too big, that it does too much. They demand constantly that it be cudgeled and cut. But not the parts that kowtow to corporations. Those, the GOP says, should be puffed up and pampered. To them, government was created to serve corporations. If benefits from that happen to trickle down to citizens, Republicans consider that a bonus, but certainly not the main point of anything government does.\n\nThis is odd, though, from the party that so loves to declare its undying love for conservative interpretation of the U.S. Constitution because that document says the government is for people, not corporations.\n\nHere, for example, are the Constitution’s first few words: “We the People of the United States, in Order to form a more perfect Union, establish Justice, insure domestic Tranquility, provide for the common defense, promote the general Welfare, and secure the Blessings of Liberty to ourselves and our Posterity, do ordain and establish this Constitution for the United States of America.”\n\nIt does not say, “We the corporations of the United States, in order to form more profitable entities, establish unfettered capitalism, suppress the rights of workers, appropriate foreign assets as desired for corporate growth, promote general profitability, and secure the blessings of unbridled capitalism to corporations and their shareholders, do ordain and establish this Constitution for the United States of America.”\n\nThe government of the United States wasn’t created to spend taxpayers’ dollars to reward corporations that have stifled worker wages for more than three decades. The government of the United States was, however, created to promote the general welfare by raising the minimum wage, mandating paid leave and strengthening labor unions.", "article_metadata": {"viewport": "width=device-width, initial-scale=1"}, "article_summary": "Under his plan, workers would pay corporations for what corporations should already be doing to diminish this threat to the family.\nThey don’t intend to provide paid sick leave or decent pensions or fewer unstable contract jobs.\nInstead of any of those straightforward measures, rich guys and corporate-owned Republicans assert that the solution is more free stuff for corporations!\nThe government of the United States was, however, created to promote the general welfare by raising the minimum wage, mandating paid leave and strengthening labor unions.\nInstead, he’d have the government fork over workers’ tax dollars to corporations that institute paid sick leave."}