{"article_title": "Providers grapple with cybersecurity", "article_keywords": ["information", "threats", "likely", "organizations", "cybersecurity", "reported", "providers", "respondents", "attacks", "grapple", "threat", "security", "tools"], "article_url": "http://www.healthcareitnews.com/news/providers-grappling-cybersecurity-risk", "article_text": "The numbers should shake any provider still blissfully ignorant of privacy threats out of their complacency: Two-thirds of health organizations polled by HIMSS for its latest cybersecurity survey say they've recently experienced a \"significant security incident.\"\n\nNearly 300 respondents – all of whom bear some responsibility for information security at their organizations – reported using an average of 11 different technologies to keep data safe, according to the survey, which was unveiled July 1 at the Healthcare IT News Privacy & Security Forum in Chicago.\n\nBy and large, these were primarily the tried-and-true basics: anti-virus software, firewalls and data encryption. As for more advanced tools, respondents were much less likely to deploy strategies such as multi-factor digital identity or dynamic biometric technologies.\n\nAs for staffing, more than half said their organizations have hired full-time professionals – usually chief information security officers – to manage the information security functions.\n\nUnsurprisingly, that's because a majority of providers polled, 87 percent, in fact, said information security has become a more important business priority at their organizations over the past year – leading to improved security posture, stronger network security capabilities, better endpoint protection, data loss prevention tools, disaster recovery and continuity.\n\nBut surprisingly, perhaps, despite this extra attention, staffing and technological firepower, poll respondents reported only an average level of confidence in their organization’s ability to protect infrastructure and data.\n\nWhile providers confident (relatively speaking) of their ability to deal with brute force attacks (35.4 percent), phishing (33.7 percent) and denial of service/DDoS attacks (31.3 percent), for instance, they were less confident about their ability to grapple with negligent or malicious insiders (19.9 percent each) and zero day attacks (17.2 percent).\n\nOther findings from the 2015 HIMSS Cybersecurity Survey:\n\nJust 12 percent reported their organization conducted a mock cyber defense exercise.\n\nOnly 17 percent of respondents indicated that security incidents were identified by an external source, such as a patient whose information was compromised or a law enforcement agency.\n\nNearly 60 percent of respondents reported getting information about cyber threat intelligence from peers' word of mouth. Third party vendor threat intelligence feeds (49 percent) and US Computer Emergency Readiness Team alerts were also fairly widely used at 45 percent.\n\nMore than half of respondents reported that an external organization (vendor/consultant or law enforcement agency) was brought in to investigate security incidents; nearly half reported their healthcare organizations addressed the security incidents solely through an internal investigation.\n\nRespondents were most likely to indicate that lack of staffing and lack of financial resources were key barriers, but 42 percent also indicated there were too many emerging and new threats to keep track of.\n\nWhile two-thirds or organizations polled reported experiencing a security incident in the past, the majority were focused on the future – and not very confident that they'd have the wherewithal to manage the risk.\n\n\"Respondents noted that today's security tools are not going to be sufficient to protect the industry against the types of security threats their organizations expect to face in the future,\" according to the report. \"Indeed, respondents were widely likely to indicate that more innovative and advanced tools are required to secure their environments in the future.\"\n\nMeanwhile, \"respondents reported being highly concerned about the prospect of a future attack against their organizations,\" HIMSS found. \"They were most likely to be concerned about phishing attacks, negligent insiders and advanced persistent threat attacks.\"\n\nAccess the full report here.", "article_metadata": {"description": "The numbers should shake any provider still blissfully ignorant of privacy threats out of their complacency: Two-thirds of health organizations polled by HIMSS for its latest cybersecurity survey say they've recently experienced a \"significant security incident.\"", "generator": "Drupal 7 (http://drupal.org)", "og": {"site_name": "Healthcare IT News", "description": "The numbers should shake any provider still blissfully ignorant of privacy threats out of their complacency: Two-thirds of health organizations polled by HIMSS for its latest cybersecurity survey say they've recently experienced a \"significant security incident.\"", "title": "Providers grapple with cybersecurity", "url": "http://www.healthcareitnews.com/news/providers-grappling-cybersecurity-risk", "image": "http://www.healthcareitnews.com/sites/default/files/istock_000016568404xsmall.jpg", "updated_time": "2015-07-01T11:46:39-04:00", "type": "article"}, "twitter": {"url": "http://www.healthcareitnews.com/news/providers-grappling-cybersecurity-risk", "image": {"src": "http://www.healthcareitnews.com/sites/default/files/istock_000016568404xsmall.jpg"}, "description": "The numbers should shake any provider still blissfully ignorant of privacy threats out of their complacency: Two-thirds of health organizations polled by HIMSS for its latest cybersecurity survey say they've recently experienced a \"significant security incident.\"", "card": "summary_large_image", "title": "Providers grapple with cybersecurity"}, "article": {"published_time": "2015-07-01T09:02:40-04:00", "modified_time": "2015-07-01T11:46:39-04:00"}, "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "As for staffing, more than half said their organizations have hired full-time professionals – usually chief information security officers – to manage the information security functions.\nAs for more advanced tools, respondents were much less likely to deploy strategies such as multi-factor digital identity or dynamic biometric technologies.\n\"They were most likely to be concerned about phishing attacks, negligent insiders and advanced persistent threat attacks.\"\nMeanwhile, \"respondents reported being highly concerned about the prospect of a future attack against their organizations,\" HIMSS found.\nNearly 60 percent of respondents reported getting information about cyber threat intelligence from peers' word of mouth."}