{"article_title": "Spiral cutters really do put a twist on your veggies", "article_keywords": ["curly", "g", "healthy", "potatoes", "fries", "spiral", "twist", "veggies", "oven", "cutter", "using", "cutters", "teaspoon", "really"], "article_url": "http://health.heraldtribune.com/2015/07/07/spiral-cutters-really-do-put-a-twist-on-your-veggies/", "article_text": "I’ve been watching the “zoodle” craze from the sidelines. Admittedly, I’ve been tempted to jump in. Noodles made from healthy zucchini using a super-cool spiral cutter?\n\nYes, please!\n\nBut truthfully, I’ve harbored fears that the fad (and my interest) would quickly fade, leaving me with one more gadget to add to the donation pile.\n\nIf you haven’t seen a spiral cutter, it is a small piece of kitchen equipment (several companies offer different models and styles) that cuts vegetables into (very!) long, curly noodle shapes. You push the vegetable into the blade area, turning it, hence the “spiral.”\n\nI suppose my husband got tired of seeing me eye the contraption every time we shopped the kitchen supply store because I got a spiral cutter for Mother’s Day this year! And now I can’t stop using it.\n\nOne of my favorite dishes is the zoodles, which can be eaten raw (toss with lemon juice, black pepper and Parmesan cheese) or can be softened by sauteeing for 2 to 3 minutes in a bit of olive oil before tossing with your favorite pasta sauce for a low-carb dish.\n\nBut I’m also spiral cutting sweet potatoes, cucumbers, radishes, turnips, carrots and even apples. The spiral hit of the summer, though, has to be these baked curly fries.\n\nOven fries are a great healthy alternative to the usual deep-fried french fries. But oven fries have always left us feeling a bit deprived, unsure whether the french fry itch has been adequately scratched.\n\nUntil now. We truly love these oven fries! And with only 1 teaspoon of oil per recipe, these oven fries alone are worth the price of the spiral cutter.\n\nBAKED GARLIC-THYME CURLY FRIES\n\nIngredients\n\n2 large russet potatoes\n\n1 teaspoon olive oil\n\n1 tablespoon finely chopped fresh thyme\n\n1 teaspoon kosher salt, divided\n\n1 teaspoon garlic powder, divided\n\n1 tablespoon finely chopped fresh parsley\n\nMethod\n\nHeat the oven to 425 F. Line two baking sheets with kitchen parchment.\n\nUsing a spiral cutter, cut the potatoes into curly slices using the coarsest/widest blade setting. Depending on the model of spiral cutter you use, you may need to cut the potatoes to fit into it.\n\nTransfer the sliced potatoes to a large bowl and toss with the olive oil, thyme, ½ teaspoon salt and ½ teaspoon garlic powder.\n\nDivide the potatoes between the two baking sheets, spreading them evenly.\n\nBake for 15 to 20 minutes, or until they are visibly browning and crunchy in places. Flip, and bake for another 15 to 20 minutes.\n\nTotal cook time should be 30 to 40 minutes. Transfer the potatoes to a serving dish and sprinkle with the remaining salt, garlic powder and parsley. Serve immediately. Four servings.\n\nNutrition per serving\n\n150 calories\n\n10 calories from fat (7 percent of total calories)\n\n1.5 g fat (0 g saturated; 0 g trans fats)\n\n0 mg cholesterol\n\n500 mg sodium\n\n32 g carbohydrate\n\n3 g fiber\n\n2 g sugar\n\n4 g protein\n\nFood Network star Melissa d’Arabian — melissadarabian.net — is an expert on healthy eating on a budget. She is the author of the cookbook, “Supermarket Healthy.”", "article_metadata": {"og": {"image": "http://health.heraldtribune.com/files/2015/07/1003121453-FL_SAR_HFNUTRICO-1.jpg"}, "wp-parsely_version": "1.8", "fb": {"app_id": 846021808821787}}, "_id": "\"57477af36914bd0286fcf761\"", "article_summary": "Depending on the model of spiral cutter you use, you may need to cut the potatoes to fit into it.\nAnd with only 1 teaspoon of oil per recipe, these oven fries alone are worth the price of the spiral cutter.\nIf you haven’t seen a spiral cutter, it is a small piece of kitchen equipment (several companies offer different models and styles) that cuts vegetables into (very!)\nUsing a spiral cutter, cut the potatoes into curly slices using the coarsest/widest blade setting.\nBut oven fries have always left us feeling a bit deprived, unsure whether the french fry itch has been adequately scratched."}