{"article_title": "University of Connecticut School of Pharmacy", "article_keywords": ["school", "service", "students", "university", "practice", "pharmacy", "connecticut", "program", "health", "uconn", "faculty", "care"], "article_url": "http://www.pharmacytimes.com/pharmacy-school-qna/university-of-connecticut-school-of-pharmacy", "article_text": "University of Connecticut School of Pharmacy\n\nMeghan Ross, Associate Editor\n\nStorrs, Connecticut1925100University of Connecticut (UConn) School of Pharmacy Dean James R. Halpert, PhD, says his school puts science into practice.More than one-third of the school’s students pursue advanced residency and fellowship training each year—the highest percentage of students per class in New England, according to the school.Dr. Halpert told Pharmacy Times that 71% of the Class of 2015 who submitted to the residency matching system for postgraduate year 1 residencies were matched with a program. UConn students will be heading to programs such as Yale-New Haven Hospital, Tufts, Brigham and Women’s, and Johns Hopkins.The UConn PharmD program also boasts the best on-time graduation rate in New England at 95%.A: In this era of increased job competition, students need to develop a unique skill set in order to be viewed as the most qualified pharmacist for any given position.The UConn School of Pharmacy, the top ranked school of pharmacy in New England, offers diverse options for students to increase their marketability. The school provides a core curriculum with electives that allow students to develop an area of focus.For those students seeking to distinguish themselves, the school offers a leadership development track, a pediatrics track, and a nationally renowned urban service track. The school also offers joint PharmD-MBA, PharmD-MPH, and PharmD-PhD options for students wishing to pursue multiple degrees concurrently. UConn pharmacy students can earn honors as part of either their undergraduate or Doctor of Pharmacy degree program.Students can study abroad through specialized Advanced Pharmacy Practice Experiences offered in France, Spain, and China, as well as a faculty-accompanied 6-week Traditional Chinese Medicine course offered in Beijing. Many faculty members in both the pharmaceutical sciences and pharmacy practice offer undergraduate research opportunities to our students.Our faculty lead by example. Many hold state or national office in professional organizations, sit on important advisory panels, and serve as peer reviewers or editors for prestigious journals. The Department of Pharmacy Practice houses the Health Outcomes, Policy, and Evidence Synthesis Group, the only Evidence-Based Practice Center for the Agency for Healthcare Research and Quality to be located in a school of pharmacy.Our small state affords many opportunity for students to network with our alumni and develop professional connections before leaving the program. Additionally, our low in-state tuition makes us 1 of the top value pharmacy schools in the country.A: Our curriculum provides students with a thorough understanding of the science of pharmacy with basic science principles taught by faculty in our Department of Pharmaceutical Sciences. Many classes are team-taught and case-based, combining the knowledge and skills of both our science and pharmacy practice faculty members. Service learning and public engagement is an integral part of our curriculum.Our students are extremely well prepared for careers in community pharmacy, and nearly 60% decide on community practice. Over a third of students choose to pursue residency and fellowship opportunities, and others select careers in ambulatory care, health care policy, research, and many specialty niches.A: UConn is part of the federal Land Grant and Sea Grant College Program and is recognized by the Carnegie Foundation as a Community Engagement Institution. We take seriously our commitment to engage faculty and students in the activities of the communities we serve. Both faculty and student members of our school are recognized regularly with awards for public engagement.Our community outreach projects place students at the intersection of the use of medications, patient care, and the application of knowledge gained in the classroom. Initiatives in this area include: participating in interprofessional activities with UConn medical, dental, and nursing students at migrant farm clinics and soup kitchens to provide care to those who otherwise may not receive it; delivering relevant, student-developed presentations at senior centers; interviewing and preparing portable medical records and conducting medication reviews at health fairs; implementing public policy in areas related to medication and health at Medicare Part D and Affordable Care Act enrollment events; and assisting with immunization.Many of these opportunities are offered as part of our service learning program. Students also create many service programs themselves and are active in a diverse mix of volunteer activities, including blood drives, bone marrow screenings, drug take back events, drug abuse awareness projects, and safe rides programs.A: In addition to all of the career services centrally available at a top 20 public research university, the UConn School of Pharmacy offers specialized career development services to its students. These include, but are not limited to, curriculum vitae development and review, interviewing skills practice, and “what to wear” events.Most weeks during the academic year, interested students have the opportunity to attend Lunch & Learn presentations about a variety of topics. Many times, employers, fellowship organizations, or alumni will provide information in this informal and personal setting.Each year, we offer a school-wide job fair for students to interact with key pharmacy organizations, institutions, and companies. This is followed by an interview day for students nearing graduation during which they can apply and interview for pharmacist positions. The school also utilizes its extensive network to match individual students with individuals and companies who can either assist in obtaining an internship or permanent position, or hire them directly.A: Never stop learning, and always take the necessary time to enhance your health and that of your patients. Stay involved with your alumni network, and support your professional organizations. Remain connected with your professors and the school, and remember, “Students today, Huskies forever!”", "article_metadata": {"keywords": "university,students,careers,connecticut,pharmd,degree,pharmacists,pharmacy,school,", "og": {"site_name": "Pharmacy Times", "image": "http://pharmacytimes.s3.amazonaws.com/v1_media/_upload_image/_thumbnails/school students_opt.jpg", "type": "Article", "description": "University of Connecticut School of Pharmacy Dean James R. Halpert, PhD, says his school puts science into practice.", "title": "University of Connecticut School of Pharmacy"}, "description": "University of Connecticut School of Pharmacy Dean James R. Halpert, PhD, says his school puts science into practice."}, "_id": "\"57477af36914bd0286fcf763\"", "article_summary": "University of Connecticut School of PharmacyMeghan Ross, Associate EditorStorrs, Connecticut1925100University of Connecticut (UConn) School of Pharmacy Dean James R. Halpert, PhD, says his school puts science into practice.More than one-third of the school’s students pursue advanced residency and fellowship training each year—the highest percentage of students per class in New England, according to the school.Dr.\nMany classes are team-taught and case-based, combining the knowledge and skills of both our science and pharmacy practice faculty members.\nUConn pharmacy students can earn honors as part of either their undergraduate or Doctor of Pharmacy degree program.Students can study abroad through specialized Advanced Pharmacy Practice Experiences offered in France, Spain, and China, as well as a faculty-accompanied 6-week Traditional Chinese Medicine course offered in Beijing.\nMany faculty members in both the pharmaceutical sciences and pharmacy practice offer undergraduate research opportunities to our students.Our faculty lead by example.\nThe school also offers joint PharmD-MBA, PharmD-MPH, and PharmD-PhD options for students wishing to pursue multiple degrees concurrently."}