{"article_title": "Thad Cochran apparently didn’t know that Eric Cantor lost", "article_keywords": ["campaign", "lost", "apparently", "primary", "seat", "cochran", "cantor", "know", "thad", "sen", "interviewer", "didnt", "eric", "virginia"], "article_url": "https://www.washingtonpost.com/news/the-fix/wp/2014/06/13/thad-cochran-apparently-didnt-know-that-eric-cantor-lost/", "article_text": "\n\nSen. Thad Cochran ( R. Miss.) talks to reporters, Tuesday, June 10, 2014. (AP Photo/Hattiesburg American, Kelly Price)\n\nIn an interview with Fox News published online Friday, Sen. Thad Cochran (R-Miss.) appeared to indicate that he wasn't aware that House Majority Leader Eric Cantor (R-Va.) lost his primary on Tuesday.\n\nINTERVIEWER: What happened in Virginia the other day, does that concern you for your chances here in this run-off? COCHRAN: I don't know what you're talking about. What happened in Virginia? INTERVIEWER: With Eric Cantor losing his seat. COCHRAN: Well, I haven't followed that campaign very closely at all. INTERVIEWER: Really?\n\nLater, the interviewer says, \"Well, Eric Cantor lost his seat as the Majority Leader.\" To which Cochran replies, \"Well, it happens. Some win, some lose.\"\n\nThe interviewer's point was that Cochran, like Cantor, faces a strong challenge from a conservative, tea party-backed challenger. Cochran came in second in Mississippi's primary election lat week, but advanced to an upcoming run-off campaign with Chris McDaniel, who came in first.\n\nCochran's bid for reelection has hit a number of roadblocks over the past several weeks. His campaign got into a public feud with the Atlantic's Molly Ball, following a profile of the senator that his camp considered unflattering. Shortly before the primary, Cochran evaded CNN's Dana Bash by sneaking out of the back of an event once she was spotted. He gave the Post's Dan Balz a quote suggesting that he supported Obamacare, which the campaign then tried to reel back.\n\nA new McDaniel poll has Cochran trailing by 8 points.", "article_metadata": {"description": "In a Fox News interview, Cochran asks, \"What happened in Virginia?\"", "author": "https://www.facebook.com/philip.bump", "og": {"site_name": "Washington Post", "description": "In a Fox News interview, Cochran asks, \"What happened in Virginia?\"", "title": "Thad Cochran apparently didn’t know that Eric Cantor lost", "url": "https://www.washingtonpost.com/news/the-fix/wp/2014/06/13/thad-cochran-apparently-didnt-know-that-eric-cantor-lost/", "image": "https://img.washingtonpost.com/rf/image_1484w/2010-2019/WashingtonPost/2014/06/13/Production/WashingtonPost/Images/Senate_Mississippi-08d1d.jpg", "type": "article"}, "referrer": "unsafe-url", "twitter": {"site": "@WashingtonPost", "card": "summary_large_image", "creator": "@pbump"}, "apple-itunes-app": "app-id=938922398, app-argument=https://www.washingtonpost.com/news/the-fix/wp/2014/06/13/thad-cochran-apparently-didnt-know-that-eric-cantor-lost/", "fb": {"admins": 500835072, "app_id": 41245586762}, "keywords": "Thad Cochran, Eric Cantor, Chris McDaniel,", "article": {"publisher": "https://www.facebook.com/washingtonpost", "author": "https://www.facebook.com/philip.bump"}, "viewport": "width=device-width, initial-scale=1.0, user-scalable=yes, minimum-scale=0.5, maximum-scale=2.0", "news_keywords": "Thad Cochran, Eric Cantor, Chris McDaniel,"}, "_id": "\"57477af46914bd0286fd8226\"", "article_summary": "(AP Photo/Hattiesburg American, Kelly Price)In an interview with Fox News published online Friday, Sen. Thad Cochran (R-Miss.)\nSen. Thad Cochran ( R.\nappeared to indicate that he wasn't aware that House Majority Leader Eric Cantor (R-Va.) lost his primary on Tuesday.\nShortly before the primary, Cochran evaded CNN's Dana Bash by sneaking out of the back of an event once she was spotted.\nLater, the interviewer says, \"Well, Eric Cantor lost his seat as the Majority Leader.\""}