{"article_title": "Go Away. Hillary", "article_keywords": ["woman", "away", "political", "state", "hillary", "simply", "party", "following", "president", "obama", "secretary"], "article_url": "http://www.ammoland.com/2014/09/go-away-hillary/", "article_text": "By Alan Caruba\n\nNew Jersey –-(Ammoland.com)- Other than earning her law degree, name one thing that Hillary Clinton has accomplished on her own.\n\nHer accomplishments—slim as they are—have been achieved on the coattails of either Bill Clinton or Barack Obama.\n\nHad she not been the First Lady, would anyone have ever heard of her in the context of high power political posts?\n\nThe short answer is no.\n\nShe had traded on her celebrity and name recognition to become a Senator from New York and then, after a failed bid to become the Democratic Party’s candidate for President, accepted the position of Secretary of State.\n\nObama wanted to make sure she was “inside the tent” during his first term and, following that, her resignation has permitted her to now begin distancing herself from a man that many regard the worst President the nation has ever had.\n\nLet’s back up a moment. Is there a single piece of major legislation during her term as a Senator from January 3, 2001 to January 21, 2009 attributed to her? The answer is no even though she served on important committees that included the budget; armed services; environment and public works; health; education; labor and pensions; and a special committee on aging. No point reviewing her voting record. If her former votes pose a political problem for her now, they will simply be dismissed.\n\nDuring her four years as Secretary of State, can you name a single treaty that generated any significant media coverage? Again, no, If what political pundits believe and her own book reflects, her views on foreign affairs, strategic objectives and other weighty matters was entirely directed from the Oval Office of the White House. Now, it is true that the Secretary of State’s job is to carry out the President’s foreign policy, but at this point we know he had no consistent or strategic policy other than to ignore the Middle East and make nice with Russia.\n\nAs Secretary of State Hillary spent most of the time flying anywhere in the world so as not to be seen that much with Obama, but when the Benghazi consulate was attacked on September 11, 2012, killing our ambassador and three security personnel, what we learned was that she had previously paid little or no attention to the question of its protection at a time when other embassies in Libya were closing their doors to avoid attacks. The picture that emerged following the attack was that of someone simply occupying the office without devoting much time to the management of the State Department.\n\nIt’s one thing to allocate management to those in the Department responsible for its vast responsibilities, but the buck still stops at the Secretary’s desk and what we learned following the attack is that she backed up the absurd lies of the President who claimed that it was the result of a video no one had seen and a casual group of men who decided to attack the consulate. On the anniversary of 9/11!!! Questioned about it by a Senate committee, she famously said, “What difference at this time does it make?”\n\nIt makes a lot of difference when the President and Secretary of State lie to the nation and the world.\n\nAfter returning to private life following Obama’s reelection Hillary outrageously claimed that she and Bill were “dead broke” when they left the White House. Hillary’s inclination to say stupid things and lie without any need to should be especially troubling should she run for President and, yes, she has been running for a very long time.\n\nIn Hillary we have a person who has given little evidence of legislative or management skills who wants to be the first woman President of the United States. It will look good on her resume.\n\nWhat, in fact, does she have to offer? Just as Obama offered voters the chance to say they had voted for the first black candidate for President, Hillary offers them the chance to say they voted for the first woman President.\n\nThat is not reason enough to elect anyone, black, white, man or woman.\n\nWe have learned from the Obama experience that his Marxist ideology, attachment to Islam, and disdain for the U.S. military has proven to be a formula for economic and foreign policy disasters. His signature legislation, Obamacare aka the Affordable Patient Care Act, has proven to be the antithesis of his promises that one could keep their own healthcare insurance and doctor if they wanted. It has been an unmitigated failure since a Democratic Party controlled Congress voted it into law in 2009 without a single Republican vote. In 2010 the voters gave political power in the House to the GOP.\n\nWould Hillary allow Obamacare to be repealed if that was passed by Congress? Would she take steps to destroy the Islamic State threat in the Middle East? Or simply said, would she cease to be an extreme liberal masquerading as a moderate or centrist?\n\nDo we want to elect a woman who in early September told a conference in Las Vegas that “Climate change is the most consequential, urgent, sweeping collections of challenges we face. The threat is real, and so is the opportunity…if we make the hard choices.” This is abject idiocy.\n\nI find all the talk of her candidacy at this point to be obscene. It is an insult to the Democratic Party, but then so is Obama. If she is not opposed by primary candidates within the Party or she floats to candidacy simply as a political celebrity, simply as a woman, then the Party deserves to be massively defeated in 2016. We may get an indication of that in the November midterm elections.\n\nI wish Hillary Clinton would simply go away and permit a serious election to occur.\n\nc Alan Caruba\n\nAbout:\n\nAlan Caruba’s commentaries are posted daily at “Warning Signs” his popular blog and thereafter on dozens of other websites and blogs. If you love to read, visit his monthly report on new books at Bookviews.", "article_metadata": {"shareaholic": {"site_name": "AmmoLand.com Shooting Sports News", "language": "en-US", "url": "http://www.ammoland.com/2014/09/go-away-hillary/", "article_author_name": "Alan Caruba", "image": "http://www.ammoland.com/wp-content/uploads/2014/08/Hillary-Clinton-600x404.jpg", "site_id": "8b839c15b24f845647c14b9b0eca82bd", "article_published_time": "2014-09-19T00:05:28+00:00", "shareable_page": "true", "article_modified_time": "2016-05-25T21:24:24+00:00", "keywords": "alan caruba, democrats, election 2014, hillary clinton, obama administration, go away, hillary, gun rights news", "wp_version": "7.8.0.1"}, "description": "I find all the talk of her candidacy at this point to be obscene. It is an insult to the Democratic Party, but then so is Obama...", "generator": "WordPress 4.5.2", "og": {"site_name": "AmmoLand.com Shooting Sports News", "description": "I find all the talk of her candidacy at this point to be obscene. It is an insult to the Democratic Party, but then so is Obama...", "title": "Go Away. Hillary", "locale": "en_US", "image": "http://www.ammoland.com/wp-content/uploads/2014/08/Hillary-Clinton-600x404.jpg", "updated_time": "2016-04-05T11:38:25+00:00", "url": "http://www.ammoland.com/2014/09/go-away-hillary/", "type": "article"}, "twitter": {"description": "I find all the talk of her candidacy at this point to be obscene. It is an insult to the Democratic Party, but then so is Obama...", "title": "Go Away. Hillary", "image": "http://www.ammoland.com/wp-content/uploads/2014/08/Hillary-Clinton.jpg", "creator": "@acaruba", "site": "@ammoland", "card": "summary_large_image"}, "robots": "noodp", "DC.date.issued": "2014-09-18T20:05:28+00:00", "fb": {"admins": 87179323886, "pages": 87179323886}, "article": {"publisher": "https://www.facebook.com/ammoland", "section": "Gun Rights News", "tag": "Obama Administration", "published_time": "2014-09-18T20:05:28+00:00", "modified_time": "2016-04-05T11:38:25+00:00"}, "viewport": "width=device-width, initial-scale=1", "news_keywords": "alan caruba, democrats, election 2014, hillary clinton, obama administration, firearms industry news"}, "_id": "\"57477af36914bd0286fcf76f\"", "article_summary": "I wish Hillary Clinton would simply go away and permit a serious election to occur.\nIn Hillary we have a person who has given little evidence of legislative or management skills who wants to be the first woman President of the United States.\nJust as Obama offered voters the chance to say they had voted for the first black candidate for President, Hillary offers them the chance to say they voted for the first woman President.\nBy Alan CarubaNew Jersey –-(Ammoland.com)- Other than earning her law degree, name one thing that Hillary Clinton has accomplished on her own.\nAfter returning to private life following Obama’s reelection Hillary outrageously claimed that she and Bill were “dead broke” when they left the White House."}