{"article_title": "Sanders, Clinton jockey for key voters in South Carolina", "article_keywords": ["sanders", "jockey", "clinton", "voters", "support", "young", "black", "key", "women", "democratic", "south", "carolina"], "article_url": "http://www.usnews.com/news/politics/articles/2015/11/07/sanders-clinton-jockey-for-key-voters-in-south-carolina", "article_text": "Democratic presidential candidate Hillary Rodham Clinton points to the crowd after a democratic presidential candidate forum at Winthrop University in Rock Hill, S.C., Friday, Nov. 6, 2015. (AP Photo/Chuck Burton) The Associated Press\n\nBy BILL BARROW and LISA LERER, Associated Press\n\nCOLUMBIA, S.C. (AP) — Presidential candidates Bernie Sanders and Hillary Rodham Clinton jockeyed Saturday for the support of key South Carolina Democratic voting blocs that anchored President Barack Obama's twice-victorious national coalition.\n\nYet by the conclusion of a day that put the Vermont senator and the former secretary of state in front of the state's Democratic women, African-Americans and gay rights activists, the two leading Democratic contenders ended up jousting over the legalization of marijuana.\n\nClinton called for relaxing regulation of the drug at the federal level, but she stopped short of advocating decriminalization, as Sanders has done. Sanders suggested Clinton was following his lead.\n\nAside from the pot issue, Sanders focused on tailoring his message of economic and social inclusion to women and minorities. Polls in South Carolina suggest Clinton has wide advantage among both groups, which will be crucial players in the South's first primary given that white men across the Deep South have largely abandoned Democrats.\n\nSpeaking to the Democratic Women's Council, Sanders highlighted his support for gender pay equity, paid family leave and access to abortion and birth control. \"Make no mistake about it, the right wing in this country is continuing its war on women,\" he said.\n\nSanders didn't direct his arguments on women against Clinton, focusing instead on Republicans and decrying the GOP's \"horrific attacks\" on Planned Parenthood.\n\n\"Women have been front and center in every one of our progressive victories,\" he said, telling the group's members they are critical to withstand the GOP's \"counter-revolution.\"\n\nClinton vowed at a town hall in heavily African-American Orangeburg to tackle problems important to black voters, from improving historically black colleges and universities to curing sickle cell anemia, an inherited blood disease that disproportionately affects blacks. The event continued her focus on minority voters, as calls to combat gun violence, enact immigration legislation and reform criminal justice laws have emerged as central themes of her campaign.\n\nEarlier this week, Clinton met with the families of young black people killed by police officers, including the mother of Michael Brown, whose death in Ferguson, Missouri, led to nationwide protests.\n\nStill, she has struggled to win over some young activists who have provided much of the energy behind the renewed interest in civil rights issues after the spate of police killings of young minorities. In Atlanta last week, a handful of Black Lives Matter protesters tried to drown Clinton out as she discussed her criminal justice plan.\n\nOn Saturday, Clinton praised the activists for their energy but urged them to take a closer look at her proposals. \"They are impatient and they deserve to be impatient,\" she said. \"I wish they had listened.\"\n\nLater in the evening, Clinton wooed gay voters— the demographic has emerged as a political and financial force in the Democratic Party— with promises \"not to forget how much work still lies ahead\" to protect their rights even after the Supreme Court's watershed same-sex marriage decision. Before her speech, Sanders reminded reporters that he voted against the \"homophobic\" Defense of Marriage Act that Clinton's husband, Bill Clinton, signed as president in 1996.\n\nThe two candidates also touted competing endorsements. Former North Carolina Sen. Kay Hagan declared her support for Clinton following Sanders' speech at the Women's Council. Sanders came to the capital city of Columbia to accept plaudits from black community leaders, including some state lawmakers. At an evening rally in Aiken, he was introduced by Rashad Gains, president of the black caucus of the national Young Democrats.\n\nSanders has had trouble nationally putting a dent in Clinton's advantage among African-Americans, a dynamic that could pave the way for her nomination given black voters' strong influence in South Carolina and other Southern primaries that dominate the opening stretch of the 2016 primary calendar.\n\nStill, Clinton and Sanders' angling for female and black voters doesn't involve many wide policy differences, as they put on display over marijuana.\n\nClinton said the drug should be reclassified by the government from a Schedule 1 substance to a Schedule 2, a designation that would allow for federally sponsored research into its effects. She has not endorsed federal legalization for either medical or recreational use, saying she wants to see the outcome of statewide efforts in Colorado and Washington before crafting a national policy.\n\n\"What I do want is for us to support research into medical marijuana because a lot more states have passed medical marijuana than have legalized marijuana,\" she said in Orangeburg, \"so we have got two different experiences or even experiments going on right now.\"\n\n___\n\nFollow Barrow and Lerer on Twitter at https://twitter.com/BillBarrowAP and https://twitter.com/llerer", "article_metadata": {"zone": "politics/articles", "keyword": "Associated Press", "title": "Sanders, Clinton jockey for key voters in South Carolina", "og": {"site_name": "US News & World Report", "description": "ROCK HILL, S.C. (AP) — Presidential candidates Bernie Sanders and Hillary Rodham Clinton are appealing to key voter groups in South Carolina on Saturday.", "title": "Sanders, Clinton seek support from blacks, women in South Carolina _ and joust over weed", "url": "http://www.usnews.com/news/politics/articles/2015/11/07/sanders-clinton-jockey-for-key-voters-in-south-carolina", "image": "http://www.usnews.com/cmsmedia/fa/04b51bf7e839bbd8c8b75cdd5529e2/media:853b0df933694fb5ba54e3088403b1d4Dem2016SouthCarolina.JPEG", "type": "article"}, "twitter": {"title": "Sanders, Clinton jockey for key voters in South Carolina", "description": "ROCK HILL, S.C. (AP) — Presidential candidates Bernie Sanders and Hillary Rodham Clinton are appealing to key voter groups in South Carolina on Saturday.", "card": "summary", "site": "@USNews"}, "site": "news", "date_published": "Nov. 7, 2015", "fb": {"app_id": 130063997038366}, "page_type": "article", "keywords": "Collections: Political,Collections: Top News,Associated Press", "msvalidate.01": "A8E47FA91124063A4A9C78AD5273DC0F", "google-site-verification": "owJBuFHD3VHcTSsnPSOYizmUcs3GSBjbx09vBbBi1MM", "viewport": "width=device-width, initial-scale=1", "description": "ROCK HILL, S.C. (AP) — Presidential candidates Bernie Sanders and Hillary Rodham Clinton are appealing to key voter groups in South Carolina on Saturday."}, "_id": "\"57477af46914bd0286fe25d0\"", "article_summary": "Still, Clinton and Sanders' angling for female and black voters doesn't involve many wide policy differences, as they put on display over marijuana.\nPolls in South Carolina suggest Clinton has wide advantage among both groups, which will be crucial players in the South's first primary given that white men across the Deep South have largely abandoned Democrats.\nFormer North Carolina Sen. Kay Hagan declared her support for Clinton following Sanders' speech at the Women's Council.\nSanders didn't direct his arguments on women against Clinton, focusing instead on Republicans and decrying the GOP's \"horrific attacks\" on Planned Parenthood.\n(AP Photo/Chuck Burton) The Associated PressBy BILL BARROW and LISA LERER, Associated PressCOLUMBIA, S.C. (AP) — Presidential candidates Bernie Sanders and Hillary Rodham Clinton jockeyed Saturday for the support of key South Carolina Democratic voting blocs that anchored President Barack Obama's twice-victorious national coalition."}