{"article_title": "W. SCOTT LAMB: Albert Pujols and Champ Pederson hit a home run for people with Down Syndrome", "article_keywords": ["lamb", "little", "run", "syndrome", "born", "pederson", "albert", "pujols", "joc", "champ", "greatest", "w", "night", "scott", "humanity", "hit"], "article_url": "http://www.washingtontimes.com/news/2015/jul/14/w-scott-lamb-albert-pujols-and-champ-pederson-hit-/", "article_text": "Monday night gave us an exciting Home Run Derby, the slugfest that accompanies the festivities of Major League Baseball’s All Star Game.\n\nMLB tweaked the rules of the contest and pretty much everyone agrees that the event is much more exciting now.\n\nBut the homer runs were not the highlight of the night.\n\nThat was reserved for what happened after Albert Pujols — a Christian and one of the greatest players ever to walk on the field — was matched against Los Angeles Rookie Joc Pederson.\n\nYou see, Pederson has an older brother named Champ who was born with Down Syndrome. And, Albert Pujols is one of the planet’s greatest ambassadors for loving and supporting people with Down Syndrome. His own step-daughter was born with Down Syndrome. Pujols and his wife, Dee Dee, formed the Pujols Family Foundation for Christian mission work to his native Dominican Republic and to show the humanity and dignity of people born with Down Syndrome.\n\nHe did that last night with one, big, sweep-him-off-his-feet hug of Champ Pederson.\n\nIt was especially awesome to see because Champ had just finished talking to a reporter, on camera, about how much he loved Pujols, but he was still hoping his little brother Joc would win that round of the derby.\n\nJoc did. Then, as Pujols and Joc came together for handshakes, Champ was alongside the two. Pujols turned and picked up Champ with a big hug.\n\nOK, so a little “truth in advertising”: I wrote a biography of Albert Pujols a number of years ago and have been following his story since he was in the minor leagues 16 years ago. He’s the real deal. And, given his heart and his commitment to Jesus Christ, I have no doubt that he will accomplish even more good in the world after he finishes baseball than he has while he has been kept busy with the job of baseball — and that’s saying a lot, given all he does to serve others.\n\nOh, that our culture of death would wake up and realize the beauty and humanity of people born with Down Syndrome. Some estimates reveal that 90 prcent of babies who are diagnosed with Down Syndrome while in the womb are then aborted.\n\nTake a look at the Pujols-Pederson embrace from last night and be moved.", "article_metadata": {"description": "Nothing prepared us Monday night for the Albert Pujols crushing hug and love he threw onto Champ Pederson, the older brother of Los Angeles Dodgers' rookie Joc Pederson during the Home Run Derby.", "author": "The Washington Times http://www.washingtontimes.com", "og": {"site_name": "The Washingtion Times", "description": "Nothing prepared us Monday night for the Albert Pujols crushing hug and love he threw onto Champ Pederson, the older brother of Los Angeles Dodgers’ rookie Joc Pederson during the Home Run Derby.", "title": "W. SCOTT LAMB: Albert Pujols and Champ Pederson hit a home run for people with Down Syndrome", "url": "http://www.washingtontimes.com/news/2015/jul/14/w-scott-lamb-albert-pujols-and-champ-pederson-hit-/", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2015/07/13/1ddb0c153d9f1f1f7c0f6a7067000b26.jpg", "type": "article"}, "twitter": {"site": "@washtimes", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2015/07/13/1ddb0c153d9f1f1f7c0f6a7067000b26.jpg", "description": "Nothing prepared us Monday night for the Albert Pujols crushing hug and love he threw onto Champ Pederson, the older brother of Los Angeles Dodgers' rookie Joc Pederson during the Home Run Derby.", "card": "summary", "title": "W. SCOTT LAMB: Albert Pujols and Champ Pederson hit a home run for peo"}, "Author": "W. Scott Lamb", "bitly-verification": "d180fd45f70d", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web0", "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "news_keywords": "Albert Pujols"}, "article_summary": "And, Albert Pujols is one of the planet’s greatest ambassadors for loving and supporting people with Down Syndrome.\nYou see, Pederson has an older brother named Champ who was born with Down Syndrome.\nThat was reserved for what happened after Albert Pujols — a Christian and one of the greatest players ever to walk on the field — was matched against Los Angeles Rookie Joc Pederson.\nThen, as Pujols and Joc came together for handshakes, Champ was alongside the two.\nOh, that our culture of death would wake up and realize the beauty and humanity of people born with Down Syndrome."}