{"article_title": "Niwot grad Elise Cranny places 12th in NCAA cross country meet for Stanford – The Denver Post", "article_keywords": ["school", "cranny", "places", "stanford", "season", "ncaa", "cross", "denver", "high", "finish", "good", "niwot", "race", "elise", "freshman", "meet", "post", "pack", "grad", "really"], "article_url": "http://www.denverpost.com/running/ci_26993421/niwot-grad-elise-cranny-places-12th-ncaa-cross", "article_text": "TERRE HAUTE, Ind. — Stanford’s Elise Cranny had a great finish for a freshman at her first NCAA cross country championships, but the Niwot High School graduate was disappointed with her 12th-place finish Saturday.\n\n“For a freshman” isn’t part of her vocabulary.\n\n“Throughout high school and now here, I want to be competitive with whomever,” said Cranny, who won two Class 4A cross country titles in Colorado. “I don’t want to make excuses like, ‘They’re a senior, so it’s fine.’ I just want to learn to be competitive and race against anyone.”\n\nCranny was Stanford’s top finisher, as she has been all season, and was the lone freshman among the top 19 finishers. She got caught running alone for much of the race, and on a windy day with strong gusts, that was a bad place to be.\n\n“I’m pretty disappointed,” Cranny said. “I definitely wanted to be in the top 10. The race was not how I thought it was going to play out. I was imagining the whole time committing to the pack and there never really was a pack. Then I kind of got stuck between two packs, which was a really bad scenario, especially when it’s windy. I should have maybe stayed with that second pack for a little longer and tried to conserve some energy. There’s a lot of things I need to work on.”\n\nCranny was excited for the meet, especially because she was here with a team loaded with runners who hadn’t been to the NCAAs before, but the finish left a sour taste.\n\n“It was definitely a good learning experience,” Cranny said. “I don’t like ending the season on something like that. Then I have difficulty looking back on the rest of my season because this is like the end.”\n\nThe University of Colorado women’s team finished seventh, led by sophomore Erin Clark (31st) of Eugene, Ore.\n\n“Erin was wonderful,” coach Mark Wetmore said after his men finished first. “The women had a really, really good day. It’s going to get a little lost in the men’s hoopla, but seven good races out of (the women).”\n\nThe next two CU finishers were Monarch High School graduates. Junior Maddie Alm placed 51st and freshman Kaitlyn Benner was 81st.", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "Niwot grad Elise Cranny places 12th in NCAA cross country meet for Stanford", "title": "Niwot grad Elise Cranny places 12th in NCAA cross country meet for Stanford", "url": "http://www.denverpost.com/2014/11/22/niwot-grad-elise-cranny-places-12th-in-ncaa-cross-country-meet-for-stanford/", "image": {"width": 654, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/04/20141122__a39dfb49ec5f2c2d660f6a7067001a76p1.jpg", "height": 327}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/04/20141122__a39dfb49ec5f2c2d660f6a7067001a76p1.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "article": {"published_time": "2014-11-22T14:36:15+00:00", "modified_time": "2016-04-26T20:29:47+00:00"}, "viewport": "width=device-width, initial-scale=1", "news_keywords": "Running"}, "_id": "\"57477afa6914bd0286fe5541\"", "article_summary": "“The women had a really, really good day.\n— Stanford’s Elise Cranny had a great finish for a freshman at her first NCAA cross country championships, but the Niwot High School graduate was disappointed with her 12th-place finish Saturday.\n“Throughout high school and now here, I want to be competitive with whomever,” said Cranny, who won two Class 4A cross country titles in Colorado.\nIt’s going to get a little lost in the men’s hoopla, but seven good races out of (the women).”The next two CU finishers were Monarch High School graduates.\nI was imagining the whole time committing to the pack and there never really was a pack."}