{"article_title": "Obama gets precise on health care's data problem", "article_keywords": ["precise", "opioid", "plans", "cares", "patients", "pharmacy", "states", "say", "health", "problem", "gets", "data", "insurance", "care", "obama"], "article_url": "http://www.politico.com/tipsheets/politico-pulse/2016/02/obama-gets-precise-on-health-cares-data-problem-health-care-brawl-leaves-trump-bloody-bernie-on-flint-never-again-212914", "article_text": "Obama gets precise on health care's data problem\n\nWith help from Paul Demko, Erin Mershon, Brett Norman and Rachana Pradhan\n\nOBAMA GETS PRECISE: 'THE PROBLEM IS THAT DATA IS SILOED' — Thursday's White House precision medicine summit was framed around the long-term promise of genomics, but it might lead to a short-term win: Getting the health care industry to share more data that advances cures and cuts costs.\n\nStory Continued Below\n\nAnd President Barack Obama — who warned that he was going to \"hijack the panel\" — arguably delivered his most extensive remarks on interoperability of his presidency, speaking for more than 10 minutes about the cultural and technical challenges facing health care data sharing, as well as the possible rewards.\n\nIf the industry works to pool data, \"we may be able to accelerate the process of discovering cures in ways that we've never seen before,\" Obama said. \"My hope is that this becomes the foundation, the architecture, whereby 10 years from now we can look back and say that we have revolutionized medicine.\"\n\nBut the \"problem is that data is siloed,\" he added.\n\n— Big players on board for big data push. Obama's comments reflected promises and concerns that are only too familiar to the industry. What isnew is that interoperability was just elevated to a presidential priority, and it showed.\n\nEverywhere you looked, the Precision Medicine Initiative was a sign of the convening power of the White House. Rivals like Epic, Cerner and McKesson — known for their closed health-record systems — pledging to pilot open, standardized APIs. Tech giants like Amazon, IBM, Intel, and Microsoft promising to make their services available in support.\n\n— 'The last barrier is cultural.' Aneesh Chopra, who served as Obama's first Chief Technology Officer, believes that the PMI could be the final key to unlock interoperability.\n\n\"The last barrier is cultural,\" Chopra told PULSE, arguing that the industry has already begun to demolish the technical and regulatory barriers standing in the way of sharing data. However, providers and vendors have been leery of actually moving forward — unsure or unwilling to take the next step — but thanks to the PMI, \"you can count a dozen or so health systems that made specific commitments,\" Chopra concluded.\n\n— Conspicuously absent from Obama's interoperability remarks: 'Interoperability.' The president spoke for more than five minutes about the need for electronic records to talk to each other, but never mentioned the jargony buzzword that flies right over the heads of most Americans — and stumps many health wonks, too.\n\nTHANK GOODNESS IT'S FRIDAY PULSE … Because POLITICO's health care team won't stop teasing me after I confused pumpkin bread for banana bread yesterday. But in related news, I finally understand why my Halloween carvings literally fall flat every year. Look, it's been a long week: Please send tips to ddiamond@politico.com or @ddiamond on Twitter before you peel out for the weekend.\n\nTHE BRUISING BRAWL OVER TRUMP'S HEALTH PLAN — After months of perfunctory promises to repeal and replace Obamacare, the GOP candidates' health reform plans unexpectedly became a key moment in last night's bruising Republican debate.\n\nMarco Rubio pinned Donald Trump on his nebulous health plan, which has mostly focused on selling insurance across state lines — an idea that Trump invoked again, five times in a four-minute span.\n\n\"The only thing is to get rid of the lines around the states?\" Rubio asked. \"What else is part of your health care [plan]?\" Trump couldn't muster much of a response. “What's to add?” Trump asked incredulously.\n\n— Trump's health proposal in his words. \"We should have gotten rid of the lines around each state so we could have real competition. We thought that was gone. We thought those lines were going to be gone and something happened at the last moment where Obamacare got approved and all of that was thrown out the window.\"\n\n(Trump then bemoaned the role of special interests for several minutes, including stopping to say hello to insurance executives in the audience, before returning to his main theme: Insurance competition.)\n\nTrump seemed to say that he wanted to keep the ACA's ban on insurers denying coverage based on pre-existing conditions. “Then you're going to see pre-existing conditions and everything else be part of it, but the price will be done. And the insurance companies can pay. Right now, they're making a fortune.\"\n\nTrump also tried to rebut Rubio's claims that he wants socialized medicine. \"We'll have private health care, but I will not allow people to die on the sidewalks and the streets of our country if I'm president.\"\n\nBERNIE IN FLINT: 'NEVER AGAIN' — Visiting the city that’s been ravaged by water poisoning for the first time as a candidate, the Vermont senator stood on stage for more than an hour, becoming visibly more agitated as the crowd grew increasingly upset about the lack of a satisfactory response to the contamination.\n\nThe situation in Flint is “one of the most serious public health crises in the modern history of this country,” Bernie Sanders told the crowd. \"If there is any silver lining … it is my hope that the American people will look at Flint and say, ‘never again.'\" More from POLITICO's Gabriel Debenedetti: http://politi.co/1OyH3tL\n\nTHE INSIDERS' TAKE: As 2016 heats up, so has the POLITICO Caucus. The POLITICO Caucus is expanding into key battleground states that will be essential in determining who will be the GOP presidential nominee. Get insights and predictions leading into Super Tuesday from POLITICO’s exclusive insider survey of more than 300 of the most plugged-in operatives, activists and elected officials now in four additional states: Florida, Ohio, Virginia and North Carolina. Read this week’s survey here: http://politi.co/1XOJQGi\n\nTHERE ARE 11 CO-OPS LEFT — AND 8 ARE ON PROBATION. That's according to CMS chief operating officer Mandy Cohen, who gave the update asObamacare’s troubled co-op health plans received another rhetorical lashing from House Republicans on Thursday afternoon. The venue this time: a House Oversight subcommittee. And the only Democrat to bother showing up was ranking member Rep. Matt Cartwright, who gamely made the case that the nonprofit startups seeded with $2.4 billion in ACA loans had been sabotaged by congressional meddling.\n\n— Cohen said she couldn’t say which of the remaining plans are expected to collapse or how many are turning a profit, Pro's Paul Demko reports. On the latter point, all but one lost money through the first nine months of 2015, according to financial filings. But Cohen did acknowledge that eight of the remaining plans have been placed on “corrective action” plans because of signs of trouble. “We’re visiting these folks,” Cohen said. “We’re pretty hard on them.”\n\n** A message from National Community Pharmacists Association (NCPA): Expand seniors’ access to prescription drugs. Right now Medicare drug plans force patients to make long trips for medication or to pay more to use their longtime pharmacy. Let Medicare beneficiaries choose the pharmacy that’s best for them. Visit www.ncpanet.org/pharmacychoice. **\n\nOUT TODAY: STATE RANKINGS ON PREVENTIVE CARE. The report, the first in a new series of America's Health Rankings that will go deeper on discrete state-by-state outcomes, drilling down on differences in access, immunizations and disease prevention. And unsurprisingly, there's considerable variation: Childhood immunizations rates ranged from 84.7 percent in Maine to 63.4 percent in West Virginia, for example. The report is available here.\n\n— Reed Tuckson: The report again reveals our 'Two Americas.' Tuckson, the longtime UnitedHealth executive who advises the rankings, told PULSE that the report illustrates the \"intolerable\" disparities that stem from race, income, education and geography. \"In many ways, we have Two Americas, when it comes to our overall healthiness,\" he said.\n\nTuckson also called for more research into the clinical effectiveness of public health interventions. \"We are focused so much today on the access to care,\" he added. \"We have to ask ourselves, access to what.\"\n\nNATIONAL RESOURCE NETWORK, NYU PARTNER TO LAUNCH LOCAL HEALTH DASHBOARDS — Meanwhile, the National Resource Network and NYU on Thursday announced the creation of a brand-new initiative to track city health outcomes, starting with four pilot cities — Flint, Mich.; Kansas City, Kans.; Providence, R.I.; and Waco, Texas.\n\n“Most health data in the United States is simply unavailable at the city level,\" NRN executive director David Eichenthal said in a statement. \"The Municipal Health Data for America’s Cities Initiatives will give local decision makers the data that they need to work to create healthier communities.”\n\nCANCER CENTERS WANT A SITE-NEUTRAL 'FIX,' TOO — Hospitals have been calling for a \"fix\" to last year's budget deal provisions on site-neutral payments, arguing that the provision will inappropriately lower payments to outpatient departments that were planned and under construction before the law passed. Dedicated cancer centers, though, have their own issue with the deal: it will strip their new outpatient departments of the special payment rates they get because they're exclusively focused on cancer.\n\nThey say the changes will affect their entire Medicare reimbursement — and could change their emphasis on moving care to the outpatient department, Pro's Erin Mershon reports. Look for them to push for a legislative fix, hard — they're hoping the Hill's focus on Vice President Joe Biden's cancer moon shot and 21st Century Cures will give them an extra boost. Their letter: http://bit.ly/1oDjPh3\n\n— It's worth pointing to a letter from the Community Oncology Alliance, which sits on the exact opposite side of this issue. Director Ted Okon tells Erin that the centers' ask is \"ludicrous\" and could end up costing cancer patients more because of the way Medicare bills. The COA letter, which calls for legislators to go even further toward site-neutral payments, here: http://bit.ly/1oDkAXt\n\nOBAMACARE’S INSURANCE TAX: NEW LAWSUIT, SAME ANGER — Six GOP-led states have filed an amended complaint against the ACA’s health insurance tax, which they say will force states to pay the federal government between $13 billion and $15 billion over a decade. Texas, Wisconsin, Kansas, Louisiana, Indiana and Nebraska signed on to the latest suit in the Northern District of Texas. Texas, Louisiana and Kansas already sued the federal government over the ACA provision last fall.\n\nMEDICAL MILESTONE: CLINIC TRANSPLANTS UTERUS — Transplant and gynecological surgeons at the Cleveland Clinic performed the nation’s first uterus transplant during a nine-hour surgery on Wednesday. The 26-year-old patient — who received her transplant from a deceased donor — is in stable condition, and we'll learn more when the Clinic holds a news conference next week.\n\nLISTEN UP — Pro's own Sarah Karlin appeared on Thursday's Diane Rehm Show to talk the bioethics of three-parent embryos. Listen here: http://bit.ly/1oK1OhK\n\nVOTES ON OPIOID BILL START MONDAY — The Senate will take a procedural vote Monday to clear the way for a bill that would redirect existing federal resources to opioid abuse treatment and prevention programs, an approach broadly supported by anti-addiction groups. Some Democrats led by Sen. Chuck Schumer have threatened to withdraw their support from the bipartisan Comprehensive Addiction and Recovery Act if it doesn't include a $600 million emergency appropriation to fight the opioid epidemic, but they could get a vote on that as an amendment. Senate Majority Leader Mitch McConnell said Thursday that he hopes \"to advance this bill with just a handful of amendments next week.\"\n\nALSO NEXT WEEK: Super Tuesday looms, but the health care industry will quickly pivot on Wednesday morning when the Supreme Court hears arguments in Whole Woman's Health v. Hellerstedt — the biggest abortion challenge in two decades.\n\nWHAT WE'RE READING by Darius Tahir\n\nThe racial divide in the opioid crisis — how African-Americans and Latino patients get less pain care, and consequently suffer less from opioid addiction: http://bit.ly/1SZkQwJ\n\nWill IBM's Watson be that much better with more data — given the flaws in the health care system's data pipeline? http://bit.ly/1QFrHLz\n\nGoing after \"outcomes switching\" — a practice that fractures our clinical trials system: http://bit.ly/1XP4mXo\n\nLarry Husten tries to predict Robert Califf's FDA agenda: http://bit.ly/1oDVqIc\n\nThe lifetime health consequences of contracting Ebola: http://bbc.in/1oCyzwr\n\n** A message from National Community Pharmacists Association (NCPA): Many Medicare drug plans effectively require the use of “preferred” pharmacies that are inconvenient for patients. That means a long trip or higher copays to stick with the pharmacies that patients like. In urban areas, these plans often fail to meet the government’s standard for pharmacy access. In rural areas, “preferred” pharmacies are often 20+ miles away! Support H.R. 793 / S. 1190. This bipartisan legislation is supported by leading consumer advocates and would let patients use any pharmacy willing to accept the “preferred” pharmacy terms and conditions. Learn more at www.ncpanet.org/pharmacychoice. **", "article_metadata": {"og": {"site_name": "POLITICO", "description": "Rubio attacks Trump's health care 'lines' — Bernie on Flint: 'Never again'", "title": "Obama gets precise on health care's data problem", "url": "http://www.politico.com/tipsheets/politico-pulse/2016/02/obama-gets-precise-on-health-cares-data-problem-health-care-brawl-leaves-trump-bloody-bernie-on-flint-never-again-212914", "image": "http://static.politico.com/97/de/e15842c94e928ce8b561e20745a0/whitelogoondots.jpeg", "fb_appid": 114037015331397, "type": "website"}, "twitter": {"site": "@politico", "card": "summary_large_image", "creator": "@politico"}, "description": "Rubio attacks Trump's health care 'lines' — Bernie on Flint: 'Never again'", "viewport": "width=device-width, initial-scale=1"}, "article_summary": "Obama gets precise on health care's data problemWith help from Paul Demko, Erin Mershon, Brett Norman and Rachana PradhanOBAMA GETS PRECISE: 'THE PROBLEM IS THAT DATA IS SILOED' — Thursday's White House precision medicine summit was framed around the long-term promise of genomics, but it might lead to a short-term win: Getting the health care industry to share more data that advances cures and cuts costs.\nTHANK GOODNESS IT'S FRIDAY PULSE … Because POLITICO's health care team won't stop teasing me after I confused pumpkin bread for banana bread yesterday.\n“Most health data in the United States is simply unavailable at the city level,\" NRN executive director David Eichenthal said in a statement.\n\"We'll have private health care, but I will not allow people to die on the sidewalks and the streets of our country if I'm president.\"\n\"What else is part of your health care [plan]?\""}