{"article_title": "Experimenting with — not expanding — Medicaid", "article_keywords": ["expanding", "medical", "state", "solution", "experimenting", "experiment", "medicaid", "uninsured", "health", "hospitals", "expand", "care"], "article_url": "http://clatl.com/atlanta/experimenting-with-not-expanding-medicaid/Content?oid=14254490", "article_text": "Georgia's steadfast refusal to expand Medicaid has wreaked havoc on the state's health care system. More than 600,000 low-income Georgia residents remain uninsured and large urban safety-net and smaller rural hospitals have entered dire financial straits.\n\nNow state officials are looking at a \"Medicaid experiment\" to provide some uninsured residents with health care access. The still-in-the-works program could help hospitals like Grady Memorial Hospital provide medical services with a more financially sustainable model. But the program would stop short of the benefits that accompany Medicaid expansion by helping a limited number of people. Just don't call it Medicaid expansion, which state officials continue to oppose for political and financial reasons.\n\nTo make the experiment work, Gov. Nathan Deal last week said, Georgia would need to receive what's called a Section 1115 waiver from the federal government. The maneuver has been used in other conservative states to expand Medicaid in a more politically feasible fashion. But receiving the waiver is far from a guarantee: The Centers for Medicare and Medicaid Services denied Florida's request because the state rejected expanding Medicaid, leaving Georgia's fate uncertain.\n\nThere are few details available about Georgia's Medicaid experiment. Matthew Hicks, Grady's vice president of government relations, says the hospital wants the solution to improve medical outcomes for patients and increase access to health care options. It also hopes the solution will help hospitals spend money more efficiently to continue providing treatment to uninsured residents. The approximately 950-bed hospital loses an estimated $200 million each year on treating uninsured patients. If approved, Grady would be among the first hospitals to test out the Medicaid experiment. Other Georgia hospitals could follow.\n\n\"It's not just a Grady solution,\" Hicks says. \"It's intended to be a Georgia solution. It's designed to be replicable in other parts of the state.\"\n\nBased on a model similar to MetroHealth System in Cleveland, the plan could establish a health care network with an anchor hospital and network of medical providers. Rather than reform insurance policies, as the Affordable Care Act has attempted, Hicks says the plan would focus on how medical services are delivered and how payments are handled. For instance, Hick says, caseworkers could steer patients toward health clinics, especially for routine medical care, instead of providing the same care in the emergency room, which costs more for hospitals.\n\nThe experiment is better than nothing in Grady's eyes. However, some of the safety-net hospital's biggest supporters think the plan doesn't go far enough. State Sen. Vincent Fort, D-Atlanta, blasted Deal's proposals for being a lesser option compared to Medicaid expansion. Fort accuses the governor of pandering to far-right lawmakers with his longtime opposition to the Affordable Care Act. Fort argues that thousands of uninsured people have died because of Georgia's refusal to expand Medicaid.\n\n\"If they do this Medicaid-lite, there may be tens of thousands, if not hundreds of thousands of people, who may be uncovered,\" Fort says. \"We shouldn't be happy for anything he throws at us. He ought to do the right thing and expand Medicaid.\"\n\nThe process of obtaining a waiver from CMS officials could take months. If the feds give the OK, the Medicaid alternative could begin as early as next summer. If not, state officials might have to consider another experiment. Or they could simply just expand Medicaid.", "article_metadata": {"layout": "Content Default", "description": "Does Gov. Nathan Deal’s alternative plan to help low-income people obtain health insurance go far enough for hospitals like Grady?", "title": "Experimenting with — not expanding — Medicaid | News Feature | Creative Loafing Atlanta", "og": {"site_name": "Creative Loafing Atlanta", "description": "Does Gov. Nathan Deal’s alternative plan to help low-income people obtain health insurance go far enough for hospitals like Grady?", "title": "Experimenting with — not expanding — Medicaid", "url": "http://clatl.com/atlanta/experimenting-with-not-expanding-medicaid/Content?oid=14254490", "image": {"width": 790, "identifier": "http://media2.fdncms.com/atlanta/imager/experimenting-with-not-expanding-medic/u/slideshow/14254492/news_medicaid1-1_03-teaser.jpg", "height": 423}, "type": "article"}, "twitter": {"title": "Experimenting with — not expanding — Medicaid", "description": "Does Gov. Nathan Deal’s alternative plan to help low-income people obtain health insurance go far enough for hospitals like Grady?", "card": "summary", "creator": "@maxblau"}, "oid": 14254490, "keywords": "Nathan Deal, Medicaid Expansion, Grady Memorial Hospital, News, atlanta news, atlanta politics, georgia news, georgia politics, atlanta transportation news, atlanta environmental news, atlanta progressive news, Atlanta news, Georgia news, Atlanta politics, Atlanta blogs, Atlanta crime, Atlanta transportation news, Atlanta opinion, CLATL,Creative Loafing, Atlanta Events, Atlanta Restaurants, Atlanta Music, Atlanta Concerts, Atlanta News, Atlanta Visual Arts, Atlanta Galleries, Things to do in Atlanta, Atlanta Arts, Atlanta Theater", "fb": {"app_id": 253679394648682}, "msvalidate.01": "D180CE435C2411AB80673771B4E287D3", "google-site-verification": "tawxStmIsvhM4hyrKe_Qpkfi3USVMSehiaQ2NOmjyVs", "thumbnail": "http://media2.fdncms.com/atlanta/imager/experimenting-with-not-expanding-medic/u/slideshow/14254492/news_medicaid1-1_03-teaser.jpg", "viewport": "width=1000", "news_keywords": "nathan deal, medicaid expansion, grady memorial hospital, news, atlanta news, atlanta politics, georgia news, georgia politics, atlanta transportation news, atlanta environmental news"}, "article_summary": "The maneuver has been used in other conservative states to expand Medicaid in a more politically feasible fashion.\nBut receiving the waiver is far from a guarantee: The Centers for Medicare and Medicaid Services denied Florida's request because the state rejected expanding Medicaid, leaving Georgia's fate uncertain.\nGeorgia's steadfast refusal to expand Medicaid has wreaked havoc on the state's health care system.\nNow state officials are looking at a \"Medicaid experiment\" to provide some uninsured residents with health care access.\nOr they could simply just expand Medicaid."}