{"article_title": "Donald Trump: 28 things the Republican believes", "article_keywords": ["trump", "copyright", "things", "image", "28", "number", "believes", "donald", "muslims", "getty", "images", "tax", "republican", "guy"], "article_url": "http://www.bbc.com/news/world-us-canada-34903577", "article_text": "Image copyright Getty Images\n\nDonald Trump is the frontrunner in the Republican race to be the presidential nominee for next year's election. What are his policies and beliefs?\n\n1. Arab-Americans cheered the attacks on 9/11. Trump repeatedly claimed that on 11 September, 2001, there were thousands of Arab-Americans celebrating in New Jersey after two planes flew into the Twin Towers. He says such public demonstrations \"tell you something\" about Muslims living in the US. However, there are no media reports to back up the claim.\n\n2. There should be surveillance on US mosques. Trump believes Muslims should be tracked by law enforcement as a counterterrorism initiative. He has walked back some comments about keeping a database on all American Muslims, but says he doesn't care if watching mosques is seen as \"politically incorrect\".\n\nImage copyright Getty Images Image caption Demonstrators protest surveillance at New York mosques in 2013\n\n3. The US should use waterboarding and other methods of \"strong interrogation\" in its fight against the Islamic State. The candidate said that these methods are \"peanuts\" compared to the tactics used by the militants, such as beheadings.\n\n4. Trump would \"bomb the hell\" out of IS. He claims that no other candidate would be tougher on the Islamic State and he would weaken the militants by cutting off their access to oil.\n\nRead more about Donald Trump\n\nA Muslim Marine's retort to Donald Trump\n\nWhy does Trump refer to himself in the third person?\n\nThe strange Trump and Carson phenomenon explained\n\nDonald Trump wants to deport every single illegal immigrant - could he?\n\n5. Create a simpler tax code. Trump wants anyone who earns less than $25,000 (£16,524) to pay no income tax. They would submit nothing more than a single page tax form that reads \"I win\". He would lower the business tax to 15%. He would also allow multinational companies keeping money overseas to repatriate their cash at a 10% tax rate.\n\n6. Hedge fund managers are \"getting away with murder\" under the current US tax code.Trump found common ground with Democrats like Senator Elizabeth Warren when he said that hedge fund managers and the ultra-wealthy do not pay enough taxes. However, after the campaign released specifics of his plan, analysts argued that hedge fund managers would actually get a tax cut along with the middle class.\n\nImage copyright Getty Images Image caption A Trump supporter outside NBC studios\n\n7. He wants to build a \"great, great wall\" between the US and Mexico. In some of his earliest campaign comments, Trump suggested that Mexicans coming to the US are largely criminals. \"They are bringing drugs, and bringing crime, and they're rapists,\" he said. A wall on the border, he claims, will not only keep out undocumented immigrants but Syrian migrants as well. He also believes that Mexico should have to pay for the wall, which a BBC analysis estimates could cost between $2.2bn and $13bn.\n\n8. A mass deportation of the estimated 11 million illegal immigrants living in the US should go into effect. Despite criticism that this idea is both xenophobic and prohibitively expensive - the BBC estimates $114bn - Trump says his deportation plan is as achievable as it will be humane. In addition, his immigration reforms would end \"birthright citizenship\", the policy that grants the children of illegal immigrants citizenship so long as they are born on American soil. He does not support creating a new path to citizenship for undocumented workers.\n\n9. He and Vladmir Putin would \"get along very well\". In an interview with CNN, Trump said that Putin and Obama dislike one another too much to negotiate, but that \"I would probably get along with him very well. And I don't think you'd be having the kind of problems that you're having right now\".\n\nImage copyright Getty Images Image caption Trump addresses supporters in Norfolk, Virginia\n\n10. In order to end mass shootings, the US should invest in mental health treatment. However, Trump does not believe that more gun control is the answer. In a position paper on gun rights, Trump revealed he has a concealed carry permit and that when it comes to gun and magazine bans, \"the government has no business dictating what types of firearms good, honest people are allowed to own\". He would also oppose an expansion of background checks.\n\n11. China should be taken to task on a number of issuesin order to make trade with the US more equitable. If elected he says he will make China stop undervaluing its currency, and force it to step up its environmental and labour standards. He is also critical of the county's lax attitude towards American intellectual property and hacking.\n\n12. The Black Lives Matter movement is \"trouble\". Trump mocks former Democratic candidates like Martin O'Malley for apologising to members of the protest movement against police brutality and casts himself as a pro-law enforcement candidate. \"I think they're looking for trouble,\" he once said of the activist group. He also tweeted a controversial graphic purporting to show that African Americans kill whites and blacks at a far higher rates than whites or police officers. However, the graphic cites a fictitious \"Crime Statistics Bureau\" for its numbers, and has been widely debunked using real FBI data.\n\n13. Current unemployment statistics are wrong. Trump has said repeatedly that unemployment in the US is at 20% - once commenting it may be as high as 42% - despite the fact that the Bureau of Labor Statistics pegs the number at 5.1%. Trump says he doesn't believe that figure is real.\n\n14. His net worth is $10bn. Based on Trump's 92-page personal financial disclosure form, Bloomberg calculated that the real estate mogul is worth about $2.9bn and Forbes put Trump's worth at $4bn. In response, Trump insisted in a press release that he is worth \"in excess of TEN BILLION DOLLARS\". He is self-funding his campaign and describes his start in the business world as a \"small loan of a million dollars\" from his father.\n\n15. Veteran healthcare in the US needs a major overhaul. Trump wants to clear out the executive level in the Department of Veterans Affairs, saying that wait times for doctor visits have only increased after previous interventions failed. Thousands of veterans have died while waiting for care, he says. He will invest in the treatment of \"invisible wounds\" like post-traumatic stress disorder and depression. He would also increase the number of doctors who specialise in women's health to help care for the increasing number of female veterans.\n\nImage copyright Getty Images Image caption Trump registers for the New Hampshire primary\n\n16. Obamacare is a \"disaster\". Trump says he favours repealing the president's Affordable Care Act, which aims at extending the number of Americans with health insurance, but he believes that \"everybody's got to be covered\". A spokesman for Trump told Forbes that he will propose \"a health plan that will return authority to the states and operate under free market principles\".\n\n17. Climate change is just \"weather\". While Trump believes that maintaining \"clean air\" and \"clean water\" is important, he dismissed climate change science as a \"hoax\" and believes environmental restrictions on businesses makes them less competitive in the global marketplace. \"I do not believe that we should imperil the companies within our country,\" he told CNN on the issue. \"It costs so much and nobody knows exactly if it's going to work.\"\n\n18. The world would be better off if Saddam Hussein and Muammar Gaddhafi were still in power. Trump told CNN that he believes the situation in both Libya and Iraq is \"far worse\" than it ever was under the two deceased dictators. While he concedes Saddam was a \"horrible guy\", he says he did a better job combating terrorists.\n\n19. He would send back Syrian migrants seeking asylum in the US. He says that the Paris attacks prove that even a handful of terrorists posing as migrants could do catastrophic damage, and so he will oppose resettling any Syrians in the US, and deport those who have already been placed here.\n\nImage copyright Getty Images Image caption Trump signs copies of his latest book, Crippled America\n\n20. Kim Davis should get another job. The Kentucky clerk became a conservative cause when she was jailed for refusing to issue marriage licences to gay couples because of her Christian faith. But Trump said: \"I'm a very, very strong believer in Christianity and religion, but I will say that this was not the right job for her.\"\n\n21. Muslims should not be admitted to the US. In a press release published in the wake of the terrorist attacks in San Bernardino, California, Trump wrote that he is \"calling for a total and complete shutdown of Muslims entering the United States until our country's representatives can figure out what is going on\". The release created a huge backlash, including a petition submitted to British Parliament demanding that Trump not be allowed into the country.\n\n22. He is a \"really nice guy\". In Trump's most recent book, Crippled America, he writes that \"I'm a really nice guy, believe me, I pride myself on being a nice guy but I'm also passionate and determined to make our country great again\". The news site Gawker points out that he calls himself a \"nice guy\" throughout the book, and Trump repeated that self-assessment in his opening monologue on Saturday Night Live and in an interview with the Washington Post.\n\n23. Tokyo and Seoul should build up nuclear arsenals. He has said Japan and South Korea should not rely on the US so much and would benefit from having their own weapons. Nuclear war between Japan and North Korea may be \"terrible\" but it would be \"pretty quick\".\n\n24. The North Atlantic Treaty Organisation (Nato) is a \"rip-off\" because the US pays more than anyone else.\n\n25. Doctors should be punished for administering abortions - or should they? In an interview with MSNBC, Mr Trump said that if abortion were to become illegal, women should be punished for obtaining them. He then retracted, saying the doctor would be responsible and he or she should be punished instead.\n\n26. The Republican National Committee's rules are \"stacked against him\". He has called the delegate system \"crooked\" and \"unfair\". He has repeatedly clashed with the RNC over its nomination process and how it has treated his candidacy. He has called rules that allowed Senator Ted Cruz to gain more delegates than him in some states \"rigged\".\n\n27. Hillary Clinton \"destroyed\" the women who accused her husband Bill of impropriety.\n\n28. The federal minimum wage should be raised from its present level of $7.25/hour.\n\nAssembled by Jessica Lussenhop and Ashley Gold.\n\nSubscribe to the BBC News Magazine's email newsletter to get articles sent to your inbox.", "article_metadata": {"msapplication-TileColor": "#bb1919", "viewport": "width=device-width, initial-scale=1, user-scalable=1", "description": "He is the frontrunner in the Republican race to be the presidential nominee for next year's election. What are his policies and beliefs?", "application-name": "BBC News", "og": {"site_name": "BBC News", "description": "He is the frontrunner in the Republican race to be the presidential nominee for next year's election. What are his policies and beliefs?", "title": "Donald Trump: 28 things the Republican believes - BBC News", "locale": "en_GB", "image": "http://ichef.bbci.co.uk/news/1024/cpsprodpb/8150/production/_86840133_trumppodium.jpg", "url": "http://www.bbc.com/news/world-us-canada-34903577", "article": {"section": "Magazine", "author": "BBC News"}, "type": "article"}, "twitter": {"domain": "www.bbc.com", "description": "He is the frontrunner in the Republican race to be the presidential nominee for next year's election. What are his policies and beliefs?", "creator": "@BBCWorld", "image": {"src": "http://ichef-1.bbci.co.uk/news/560/cpsprodpb/8150/production/_86840133_trumppodium.jpg", "alt": "Donald Trump on 19 November, 2015 in Newton, Iowa"}, "title": "Donald Trump: 28 things the Republican believes - BBC News", "site": "@BBCWorld", "card": "summary_large_image"}, "apple-mobile-web-app-title": "BBC News", "x-country": "us", "x-audience": "US", "robots": "NOODP,NOYDIR", "fb": {"admins": 100004154058350}, "theme-color": "#bb1919", "mobile-web-app-capable": "yes", "CPS_AUDIENCE": "US", "CPS_CHANGEQUEUEID": 276327450, "msapplication-TileImage": "http://static.bbci.co.uk/news/1.128.057/windows-eight-icon-144x144.png"}, "article_summary": "Image copyright Getty Images Image caption Demonstrators protest surveillance at New York mosques in 20133.\nTrump believes Muslims should be tracked by law enforcement as a counterterrorism initiative.\nImage copyright Getty ImagesDonald Trump is the frontrunner in the Republican race to be the presidential nominee for next year's election.\nImage copyright Getty Images Image caption A Trump supporter outside NBC studios7.\nImage copyright Getty Images Image caption Trump signs copies of his latest book, Crippled America20."}