{"article_title": "7 Incidents That Prove Islamophobia Is Alive and Well in the US and Canada", "article_keywords": ["canada", "dont", "prove", "mosque", "muslim", "islamophobia", "alive", "sign", "muslims", "incidents", "reports", "innocent", "sorry", "told", "man"], "article_url": "http://mic.com/articles/129005/7-incidents-that-prove-islamophobia-is-alive-and-well-in-the-us-and-canada", "article_text": "Islamophobia around the globe has grown significantly since the Sept. 11, 2001 terrorist attacks in New York CIty, Pennsylvania and Washington, D.C. Just one week after a terrorist attack in Paris killed at least 130 people and wounded over 350 others, a massacre which the Islamic State group has since claimed credit for, that trend shows no signs of slowing down.\n\nDespite the fact that extremists willing to kill hundreds of innocent people do not speak for Islam any more than the Ku Klux Klan speaks for all Christians, a worrying spare of incidents in the West shows many are responding to the Paris incident with bigotry and fear towards innocent Muslims.\n\nIn the two days following the attack, the National Post reports 16 mosques across France were \"attacked by firebombs, gunshots or pig heads — a major insult to Muslims who don't eat pork.\" U.S. politicians and commentators — many of whom insist they are not Islamophobic — have responded with a deluge of mean-spirited comments and calls for the U.S. to turn away Muslim refugees fleeing conflict zones in the Middle East and elsewhere.\n\nHere are seven terrible incidents which happened in the past week alone in the U.S. and Canada, showing the truth of the old adage \"an eye for an eye makes the whole world blind.\"\n\nSouthwest Airlines boots Arabic-speaking passengers from flights.\n\nSource: Joe Amon/Getty Images\n\nAffiliate NBC 10 reports Palestinian immigrants Maher Khalil and Anas Ayyad were pulled out of of a Southwest Airlines flight boarding line at Chicago's Midway airport on Wednesday after another passenger complained he felt uncomfortable flying with two men who spoke Arabic.\n\nKhalil was ultimately able to board the plane but only after dialing 911 and discussing the situation with both airport security and police.\n\nAccording to NBC 10, another Southwest flight was delayed after six Muslim passengers were removed due to passenger complaints.\n\nTexas man threatens to \"shoot up\" a mosque\n\nFort Bend County man Clayton Alexander Cansler, 26, was arrested this week after authorities were tipped off that he had sent a Facebook direct message with the words \"I'm going to shoot up a mosque. I'm sorry,\" ABC 13 reports.\n\nThe message in question was accompanied by a photo of various firearms. According to ABC 13, Cansler told police a close friend of his died in the Paris attacks.\n\nShots fired at mosque in Meriden, Connecticut\n\nSource: Hartford-Courant\n\nSomeone shot a firearm at Baitul Aman mosque in Meriden, Connecticut, the weekend following the massacre in Paris, spurring Gov. Dannel P. Malloy to personally visit the house of worship, reports the Hartford Courant.\n\nAccording to the Hartford Courant, four bullets were found in the mosque, including one which had \"pierced both exterior walls and an interior partition.\"\n\nCommunity support \"means a lot, tears are coming from my eyes,\" congregation member Shihida Ahmad told the paper. \"We got some pain and then this is the healing part ... we'll come here to pray no matter what happens.\"\n\nMosque set ablaze in Peterborough, Ontario\n\nOn Nov. 14, someone set a fire that caused $80,000 in damage at the mosque run by Peterborough, Ontario's Kawartha Muslim Religious Association, just an hour after members of the house of worship were inside celebrating the birth of a baby, according to CBC.\n\nPolice have since ruled the fire intentional and a possible hate crime.\n\nSign asks innocent Muslims if they are \"sorry for the slaughter of innocent people\" in Toronto\n\nToronto couple changes sign after backlash from asking Muslims if they're sorry http://ow.ly/UJxVi @CityAvery pic.twitter.com/JJknNxJ3WO https://pbs.twimg.com/media/CT-dZqdXIAAnj9u.jpg:large\n\nA Toronto couple hung this sign on their property following the attacks, reports CityNews' Avery Haines. One of the residents behind the sign said, \"I don't think it's hateful. I don't think it's racist.\"\n\nThe sign reads, \"I have 1 question members of the Muslim community. Are you sorry for the slaughter of innocent people. By whom represent your religious beliefs?\"\n\nSoon thereafter, the sign was replaced with another asking people to \"give thanks for the light of your life, for your loved ones, for the food that you eat.\"\n\nShots fired at home of Muslim family in Orlando, Florida\n\nSource: WFTV\n\nOrange County Muslim man Amir Elmasri told WFTV he was shocked to find bullet holes in his home, which he believes were created when someone shot at his residence on the morning of Nov. 15 in retaliation for terrorist attacks half a world away.\n\nSheriff's deputies found evidence that at least three shots were fired, including one that passed through his garage door, an interior wall and his bedroom dresser, according to WFTV.\n\n\"We are as peaceful as any American family,\" Elmasri told the station. \"I mean, why would you shoot at my garage?\"\n\n\n\nSpotsylvania, Virginia meeting interrupted by men calling all Muslims terrorists\n\nSource: Raw Story/WUSA 9\n\nWUSA 9 reports a Nov. 19 meeting on a proposed new building for an existing Islamic Center mosque was interrupted by \"at least two men [who] went on bigoted rants, shouting down the speaker and calling all Muslims terrorists.\"\n\n\"Every one of you are terrorists, I don't care what you say,\" one man yells in the video. \"Every Muslim is a terrorist.\"\n\nAddressing local civil engineer Samer Shalaby, the man continued \"Shut your mouth. I don't want to hear your mouth. I will do everything that I can do to keep you from doing what you're doing. It will happen. That will happen.\"\n\nAnother man, who was wearing a hat and shirt with the flag emblazoned on it, said the construction plans were \"evil.\"\n\nAccording to the Free Lance-Star, the Islamic Center will continue with the project as planned.", "article_metadata": {"medium": "news", "description": "An eye for an eye makes the whole world blind.", "language": "en", "title": "7 Incidents That Prove Islamophobia Is Alive and Well in the US and Canada", "og": {"site_name": "Mic", "description": "Unfortunate but true.", "title": "7 Incidents That Prove Islamophobia Is Alive and Well in the US and Canada", "url": "https://mic.com/articles/129005/7-incidents-that-prove-islamophobia-is-alive-and-well-in-the-us-and-canada", "image": "https://thumbs.mic.com/MWMxMmYzODIwNCMvc0VnN3paTmxZdDJ0cllXd3hMeGFuSFEzZmNZPS8weDA6OTc5eDUxMi8xMjAweDYzMC9maWx0ZXJzOnF1YWxpdHkoNzApL2h0dHA6Ly9zMy5hbWF6b25hd3MuY29tL3BvbGljeW1pYy1pbWFnZXMvZXc2amdoanltZjFuMG5memNwZm85eWlsNTNrcWxtcW0zd3VteWxnY3pkMW1zOTVmbG85MW9pZ2Y4NHpsdml2Zy5qcGc=.jpg", "type": "article"}, "twitter": {"user_id": 139909832, "description": "An eye for an eye makes the whole world blind.", "title": "7 Incidents That Prove Islamophobia Is Alive and Well in the US and Canada", "url": "https://mic.com/articles/129005/7-incidents-that-prove-islamophobia-is-alive-and-well-in-the-us-and-canada", "image": "https://s3.amazonaws.com/policymic-images/kfw0y36acjn4o4bxct47zo2fphislazlddasbjbjoumpuwlfjl3tcz9y7efesf68.jpg", "creator": "thetomzone", "site": "@MicNews", "card": "summary_large_image"}, "author": "Mic", "robots": "index, follow", "bt": {"pubDate": "2015-11-21T22:52:33.000Z", "isBlacklisted": "false", "modDate": "2015-11-22T23:14:58.000Z", "keywords": "paris attacks, islamophobia, Terrorism, islam, News", "type": "evergreen", "id": 129005}, "fb": {"admins": "23342,215337,1410801,675670245,13000939,616963,1479330109,1267070071", "app_id": 141861192518680}, "msapplication-task": "name=Mic on LinkedIn;action-uri=http://www.linkedin.com/company/policymic;icon-uri=http://linkedin.com/favicon.ico", "original-image": "https://media3.mic.com/ZGZhNmUyYjdjMyMvdGlfQlk3YXJBZldtT2thQ0RfWFgtM2JQRXFFPS8xNzR4MTQ5NToyMzc0eDI1NzAvMTkxMHgxMDAwL2ZpbHRlcnM6cXVhbGl0eSg4NSkvaHR0cHM6Ly9zMy5hbWF6b25hd3MuY29tL3BvbGljeW1pYy1pbWFnZXMva2Z3MHkzNmFjam40bzRieGN0NDd6bzJmcGhpc2xhemxkZGFzYmpiam91bXB1d2xmamwzdGN6OXk3ZWZlc2Y2OC5qcGc=.jpg", "article": {"publisher": "https://www.facebook.com/MicMedia", "published_time": "2015-11-21T22:52:33.000Z", "modified_time": "2015-11-22T23:14:58.000Z", "author": "https://www.facebook.com/tom.mckay"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "identifier-URL": "http://mic.com/articles/74689/the-8-most-dysfunctional-families-in-tv-history"}, "article_summary": "Another man, who was wearing a hat and shirt with the flag emblazoned on it, said the construction plans were \"evil.\"\nAccording to NBC 10, another Southwest flight was delayed after six Muslim passengers were removed due to passenger complaints.\nHere are seven terrible incidents which happened in the past week alone in the U.S. and Canada, showing the truth of the old adage \"an eye for an eye makes the whole world blind.\"\nKhalil was ultimately able to board the plane but only after dialing 911 and discussing the situation with both airport security and police.\n\"Every one of you are terrorists, I don't care what you say,\" one man yells in the video."}