{"article_title": "Trump to Carson: There Can Be Only One of Us", "article_keywords": ["trump", "campaign", "hes", "molester", "carson", "cure", "carsons", "child", "pathological", "theres"], "article_url": "http://www.thefiscaltimes.com/2015/11/13/Trump-Carson-There-Can-Be-Only-One-Us", "article_text": "In his campaign speeches, Republican presidential frontrunner Donald Trump talks a lot about “killers.” These are people, whether in business or in politics, who sense weakness in their opponents, and exploit it to get what they want. It’s clear he doesn’t mean the term in a pejorative sense, either – he’s even promised to staff a Trump administration with “Wall Street killers.”\n\nAnd while he may not say it out loud very much, it’s plain that Trump counts himself among the “killers” of the world--he probably sees himself as chief among them. So far in his campaign, he’s been right. When other candidates have come after him--think Rick Perry and Jeb Bush--he’s quickly spotted their vulnerabilities and slapped them down.\n\nRelated: The Wheels Are (Finally) Coming Off the Trump Campaign\n\nBut Trump is facing a different challenge now, and it’s not clear he’s figured out how to handle it.\n\nThe billionaire and former reality television star has staked his campaign on his status as an outsider – someone with a non-Washington background who can come in and shake up a dysfunctional government. The problem is that his chief rival for the Republican nomination is working the same angle. Retired neurosurgeon Ben Carson has no experience in government either, and though not as bombastic as Trump, Carson is also selling an “overhaul Washington” strategy.\n\nCarson is gaining in the polls, to the point where he and Trump are now neck and neck in national surveys of Republican primary voters. And Carson’s gains have all come without going on the attack against Trump.\n\nIt’s plainly caught the billionaire wrong-footed, and he’s still trying to find his balance. For most of the campaign, Trump has characterized himself as a “counterpuncher” – meaning that he doesn’t turn his fire on his opponents until they attack him. It’s not completely accurate, but as a general rule, Trump hasn’t really gone on the attack except when provoked.\n\nRelated: Trump Stands Alone Calling for Mass Deportation of Illegal Immigrants\n\nLast week, Trump appeared to make the decision that he would try to be – for him at least – somewhat more presidential. After Carson endured several days of questioning the veracity of his statements about his childhood in his book, Gifted Hands, Trump appeared on most of the Sunday political shows suggesting concern for Carson’s welfare, not whether the doctor could be trusted.\n\n“I hope, frankly, it comes out great for him,” Trump said.\n\nAt the fourth Republican debate on Tuesday, Trump was similarly subdued. He came across as peevish when he was challenged, but didn’t spend much of his time on the attack.\n\nThat Trump had changed his strategy was obvious – and equally obvious was that it wasn’t working. Carson came through the debate without suffering any significant damage, and Trump appeared to gain little from it.\n\nRelated: How Trump, Carson and Cruz Turned Voters Against the GOP\n\nBetween Tuesday’s debate and Thursday, though, something changed, and Trump the killer reemerged.\n\nIn an interview with CNN Thursday, he attacked Carson’s claims about being angry and violent as a child – with a temper the surgeon himself described as pathological. Trump, who uses the word “pathological” as a synonym for “incurable,” told interviewer Erin Burnett that Carson’s condition was like that of a child molester – something that never goes away.\n\nHours later, in a rambling appearance in Iowa, Trump again repeated the child molester comparison.\n\n“Carson is an enigma to me,” Trump said. “He said that he's 'pathological' and that he's got, basically, pathological disease... I don't want a person that's got pathological disease.”\n\n“If you're a child molester – a sick puppy – a child molester, there's no cure for that,” he continued. “There's only one cure; we don't want to talk about that cure. That's the ultimate cure. If you're a child molester, there's no cure. They can't stop you. Pathological? There's no cure.”\n\nAt the same time, though, he suggested that at least one of Carson’s stories, about attempting to stab a friend only to have a belt buckle block the attack, was false.\n\n“How stupid are the people of Iowa?” he demanded. “How stupid are the people of the country to believe this crap?\"\n\nWashington Post columnist Eugene Robinson remarked on Trump’s change of strategy during an appearance on MSNBC’s Morning Joe Friday morning. “The last few weeks, Trump has actually dialed it down a notch. He’s been – not a traditional candidate, certainly – but a bit quieter, a bit less bombastic. A bit less Trumpian. He switched it back on. He decided if he’s going to deal with Ben Carson then only one outsider is going to survive, and he has to take down Ben Carson and go back to being Trump.”\n\nRelated: Fact Checkers Working Overtime – Top Whoppers from the GOP Debate\n\nAmid howls that Trump had gone too far with the “child molester” claim, the Carson campaign appeared to be employing the “give him enough rope” strategy.\n\nInstead of pushing back against any particular thing Trump said, Carson advisor Armstrong Williams, on CNN, said, “It’s so sad watching and listening to him. I mean, a man who is so accomplished, who has been so blessed, but yet cannot fathom why Dr. Carson or anyone else would be doing better than he in the presidential race right now.”\n\nWilliams added, “To see him just imploding before our very eyes, it’s just — it’s sad to watch.”\n\nWhen he asked Carson how to respond to Trump, Williams said, the candidate advised, “Pray for him.”\n\nTrump, however, showed no sign of dialing back the attacks. Late Friday morning, he posted a single Tweet that read “Happy Friday the 13th” and contained a link to his Instagram account.\n\nHappy Friday the 13th https://t.co/Br6AUzgGoi — Donald J. Trump (@realDonaldTrump) November 13, 2015\n\nThe posting is a short video about Carson, set to music from the classic Horror Film Friday the 13th. After showing footage of someone who knew Carson as a child casting doubt on his story about the attempted stabbing, it flashes to a bright screen with white lettering.\n\n“Violent criminal? Or pathological liar?” it reads. “We don’t need either as president”", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "Donald Trump has staked his campaign on his status as an outsider – someone with a non-Washington background who can come in and shake up a dysfunctional government. The problem is that his chief rival for the Republican nomination is working the same angle.", "title": "Trump to Carson: There Can Be Only One of Us", "url": "http://www.thefiscaltimes.com/2015/11/13/Trump-Carson-There-Can-Be-Only-One-Us", "image": "http://cdn.thefiscaltimes.com/sites/default/files/trump_carson_highlander_roles_reversed_fixed.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2015/11/13/Trump-Carson-There-Can-Be-Only-One-Us", "image": "http://cdn.thefiscaltimes.com/sites/default/files/trump_carson_highlander_roles_reversed_fixed.jpg", "title": "The Fiscal Times", "card": "summary", "creator": "@rrgarver"}, "generator": "Drupal 7 (http://drupal.org)", "description": "Donald Trump has staked his campaign on his status as an outsider – someone with a non-Washington background who can come in and shake up a dysfunctional government. The problem is that his chief rival for the Republican nomination is working the same angle.", "viewport": "initial-scale=1, maximum-scale=1"}, "article_summary": "Retired neurosurgeon Ben Carson has no experience in government either, and though not as bombastic as Trump, Carson is also selling an “overhaul Washington” strategy.\nRelated: How Trump, Carson and Cruz Turned Voters Against the GOPBetween Tuesday’s debate and Thursday, though, something changed, and Trump the killer reemerged.\nRelated: The Wheels Are (Finally) Coming Off the Trump CampaignBut Trump is facing a different challenge now, and it’s not clear he’s figured out how to handle it.\nInstead of pushing back against any particular thing Trump said, Carson advisor Armstrong Williams, on CNN, said, “It’s so sad watching and listening to him.\nCarson came through the debate without suffering any significant damage, and Trump appeared to gain little from it."}