{"article_title": "Little Blue Pill Works Differently In Men And Women", "article_keywords": ["blue", "heart", "little", "estrogen", "cgmp", "men", "mice", "takimoto", "sildenafil", "failure", "differently", "response", "effect", "works", "remodeling", "pill", "women"], "article_url": "http://www.medicaldaily.com/viagra-heart-failure-little-blue-pill-works-differently-men-and-women-283126", "article_text": "Practical uses for Viagra are well understood. However, little do people know health experts are starting to explore the option of using it to treat people with heart complications. Researchers from the Heart and Vascular Institute at Johns Hopkins have revealed that the erectile dysfunction medication sildenafil, marketed as Viagra, could be a viable treatment for cardiovascular failure, but more so for men rather than women due to its response to estrogen.\n\n\"The research is especially significant because it offers a mechanism to explain how estrogen affects sildenafil's efficacy,” assistant professor of medicine with the Heart and Vascular Institute at Johns Hopkins, Dr. Eiki Takimoto, said in a statement. “That's the first time the actual pathway of a hormone's cause and effect on a drug has been mapped out. Because cardiac remodeling is an underlying mechanism we've put more than a decade of research into understanding it enough to stop or reverse it.\"\n\nHeart attacks, hypertension, arteriosclerosis, and other conditions of the cardiovascular system, including a minor injury to heart muscle cells, can result in adverse remodeling of heart tissue in the form of heart enlargement or stiffening of heart chambers. Generally, heart failure is triggered by this weakening of heart muscles and difficulty with circulation.\n\nAccording to Takimoto and his colleagues, heart failure is the most common reason for hospitalization among patient enrolled in Medicare as well as the leading cause of death among Americans. The heart’s ability to pump blood has been improved by beta-blockers and ACE inhibiters, but these forms of treatment have not been able to “fully address the ongoing pathology.\"\n\nThe Johns Hopkins research team focused on the molecule cyclic guanosine monophosphate (cGMP), which can initiate a biochemical response that counteracts the effect of hypertension and other heart stressors. Healthy heart cells maintain a collection of cGMP; however, adverse heart events such as a stroke reduce our amount of cGMP due to an immobilizing effect on the enzyme PDE5. Researchers also focused on estrogen’s protective effect on cGMP activity. Women are more likely to develop heart disease after menopause because their production of estrogen is depleted.\n\nThe group’s 2005 study on the effect sildenafil has on mice engineered to have transverse aortic constriction (TAC) was used as a model. These mice were fitted with surgical bands that restricted aorta function and raised internal heart pressure. Eventually, they started to suffer from signs of classic human heart failure. \"By increasing cGMP with sildenafil, we both blocked and reversed remodeling in the animals, ameliorating heart failure,\" Takimoto said.\n\nUsing this TAC model, the research team administered sildenafil to two groups of female mice, including those that had their ovaries removed, which caused them to produce smaller amounts of estrogen. Although both groups of mice started to suffer from cardiac remodeling, mice with low levels of estrogen were worse off than the other group. When mice with low estrogen were given supplements of the hormone their cGMP levels increased and heart damage was reversed. “This tells us that estrogen critically impacts the response to sildenafil in heart failure treatment,\" Takimoto explained. Male mice with naturally low levels of estrogen also suffered from cardiac remodeling, but sildenafil by itself was able to counteract the process.\n\n\"Our findings may have important clinical implications,\" Takimoto and his colleagues added. \"In female mice, their normally high estrogen levels insure presence of an ongoing pool of cGMP with its protective effects. In males, however, there's no such pool of cGMP. It's synthesized only in response to stress on the heart.\"\n\nSource: Sasaki H, Nagayama T, Takimoto E, et al. PDE5 inhibitor efficacy is estrogen dependent in female heart disease. The Journal of Clinical Investigation. 2014.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "viagra, heart, failure", "og": {"site_name": "Medical Daily", "description": "Viagra as a treatment for heart failure is more likely to have a positive effect on male patients due to its response to estrogen in female patients.", "title": "Viagra To Treat Heart Failure? More So For Men Rather Than Women", "url": "http://www.medicaldaily.com/viagra-heart-failure-little-blue-pill-works-differently-men-and-women-283126", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/05/16/viagra.jpg", "type": "article"}, "twitter": {"description": "Viagra as a treatment for heart failure is more likely to have a positive effect on male patients due to its response to estrogen in female patients.", "title": "Viagra To Treat Heart Failure? More So For Men Rather Than Women", "url": "http://www.medicaldaily.com/viagra-heart-failure-little-blue-pill-works-differently-men-and-women-283126", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/05/16/viagra.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/05/16/viagra.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Conditions", "published_time": "2014-05-16T17:28:32-04:00", "modified_time": "2014-05-16T17:28:30-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Viagra as a treatment for heart failure is more likely to have a positive effect on male patients due to its response to estrogen in female patients."}, "_id": "\"57477af36914bd0286fcf7bb\"", "article_summary": "Generally, heart failure is triggered by this weakening of heart muscles and difficulty with circulation.\n\"By increasing cGMP with sildenafil, we both blocked and reversed remodeling in the animals, ameliorating heart failure,\" Takimoto said.\nEventually, they started to suffer from signs of classic human heart failure.\nThe group’s 2005 study on the effect sildenafil has on mice engineered to have transverse aortic constriction (TAC) was used as a model.\n“This tells us that estrogen critically impacts the response to sildenafil in heart failure treatment,\" Takimoto explained."}