{"article_title": "A Win for the Democratic Establishment in Much-Watched Senate Primary", "article_keywords": ["republican", "van", "progressive", "voters", "muchwatched", "win", "hollen", "edwards", "primary", "senate", "democratic", "establishment", "rep"], "article_url": "http://www.motherjones.com/politics/2016/04/chris-van-hollen-maryland-donna-edwards", "article_text": "Rep. Chris Van Hollen knocked off Rep. Donna Edwards in the Maryland Democratic primary Tuesday night, clearing the way for him to run for the Senate seat being vacated by retiring five-termer Barbara Mikulski.\n\nVan Hollen will be the overwhelming favorite to win the general election in the fall in heavily blue Maryland. The crowded Republican primary has yet to be called. In a Washington Post poll earlier this month, state Rep. Kathy Szeliga led the pack with 15 percent, but about 60 percent of the state's Republicans didn't have a preferred candidate.\n\nIf elected in November, Van Hollen will bring to the Senate a knack for legislative maneuvering and deal-making. A member of the Democratic House leadership team, he has worked closely with House Speaker Nancy Pelosi and President Barack Obama to oppose Republican efforts to slash the budget, eviscerate Obamacare, and hold the debt ceiling crisis, helping to forge deals concerning these and other contentious issues.\n\nEdwards ran against Van Hollen as an outsider progressive. The two didn't disagree all that much on policy, but they clashed over how the Democratic Party should position itself and approach legislating. It was easy to see their battle as a state-level replica of the fight between Hillary Clinton and Bernie Sanders, with both Van Hollen and Edwards sounding at times like their national counterpart: Van Hollen hailed his insider acumen and ability to get things done, and Edwards pointed to her bedrock progressive principles and willingness to challenge the status quo, including the Democratic establishment. But the race broke down along racial divides, with pre-election polls showing that white voters favored Van Hollen by huge margins and black voters preferred Edwards, whose supporters noted that if elected she would be only the second African American woman to serve in the Senate.\n\nRead more about the campaign between Van Hollen and Edwards here.", "article_metadata": {"application-name": "Mother Jones Magazine", "og": {"site_name": "Mother Jones", "description": "Maryland's Chris Van Hollen defeats fellow House member Donna Edwards in a race that echoed the Clinton-Sanders matchup.", "title": "A win for the Democratic establishment in much-watched Senate primary", "url": "http://www.motherjones.com/politics/2016/04/chris-van-hollen-maryland-donna-edwards", "image": "http://www.motherjones.com/files/vanhollen.jpg", "type": "article"}, "twitter": {"title": "A win for the Democratic establishment in much-watched Senate primary", "url": "http://www.motherjones.com/politics/2016/04/chris-van-hollen-maryland-donna-edwards", "image": {"src": "http://www.motherjones.com/files/vanhollen.jpg", "identifier": "http://www.motherjones.com/files/vanhollen.jpg"}, "creator": "patcaldwell", "site": "@MotherJones", "card": "summary_large_image"}, "msapplication-TileColor": "#FFFFFF", "msapplication-square70x70logo": "/sites/all/assets/mstile-70x70.png", "msapplication-square310x310logo": "/sites/all/assets/mstile-310x310.png", "msapplication-wide310x150logo": "/sites/all/assets/mstile-310x150.png", "fb": {"admins": "13301307,670317733,1198876232,38509772,106892,2907757,306289,602422192,4101301,513450539"}, "msapplication-TileImage": "/sites/all/assets/mstile-144x144.png", "keywords": "Congress", "msapplication-square150x150logo": "/sites/all/assets/mstile-150x150.png"}, "article_summary": "Van Hollen will be the overwhelming favorite to win the general election in the fall in heavily blue Maryland.\nIf elected in November, Van Hollen will bring to the Senate a knack for legislative maneuvering and deal-making.\nThe crowded Republican primary has yet to be called.\nRep. Chris Van Hollen knocked off Rep. Donna Edwards in the Maryland Democratic primary Tuesday night, clearing the way for him to run for the Senate seat being vacated by retiring five-termer Barbara Mikulski.\nRead more about the campaign between Van Hollen and Edwards here."}