{"article_title": "Lawmakers push to help male victims of military sexual assault", "article_keywords": ["tsongas", "victims", "help", "house", "reported", "assault", "defense", "push", "military", "lawmakers", "male", "sexual", "turner"], "article_url": "http://thehill.com/policy/defense/248503-lawmakers-push-to-help-male-victims-of-military-sexual-assault", "article_text": "A bipartisan pair of House lawmakers is urging their colleagues keep legislation protecting male victims of sexual assault in the military in the fiscal 2016 defense policy bill.\n\nThe Support Uniformed Patriots; Prevent Offenses and Restore Trust Act, sponsored by Reps. Michael Turner (R-Ohio) and Niki Tsongas (D-Mass.), requires the Defense Department to better train and educate service members about the sexual assault of men. The bill requires providing medical and mental health needs specific to male survivors, and the development of agency-wide metrics to research and combat male victimization.\n\nThe legislation, which also includes extending sexual-assault prevention and response training to Reserve Officer Training Corps programs and requiring the DOD to develop a strategy against retaliation, was included in the House version of the National Defense Authorization Act (NDAA) but Tsongas and Turner want to make sure their proposal survives conference with the Senate’s draft.\n\nADVERTISEMENT\n\n“As appointees to the committee tasked with working out the differences between the House and Senate Defense bills, we will urge our colleagues to include these much-needed changes,” the lawmakers, who co-chair the Military Sexual Assault Prevention Caucus, wrote Monday in a Huffington Post op-ed.\n\nThe two were selected to be part of a group of around 30 House lawmakers to iron out the differences between the House and Senate versions of the $612 billion policy roadmap.\n\nNegotiators have been in talks for weeks with a final conference bill is expected to be unveiled some time before the August recess.\n\nTsongas and Turner highlighted a March report by the Government Accountability Office that found that in 2014, 4,104 females and 1,180 men reported sexual assaults to the Defense Department.\n\nThe study also concluded that around 40 percent of female victims reported the sexual assault, while, at most, 13 percent of male victims reported the assault.\n\n“The military needs a targeted approach to address sexual assault against men, but the goals remain the same for all survivors: prevent assaults, encourage reporting, provide effective services and reform the military justice system that too often fails those who have been sexually assaulted,” according to Tsongas and Turner.\n\n“Man or woman -- our service members deserve better,” they added.", "article_metadata": {"dcterms.description": "A recent GAO report showed that male victims are less likely to report their assault.", "description": "A recent GAO report showed that male victims are less likely to report their assault.", "generator": "Drupal 7 (http://drupal.org)", "author": "Martin Matishak", "og": {"site_name": "TheHill", "description": "A recent GAO report showed that male victims are less likely to report their assault.", "title": "Lawmakers push to help male victims of military sexual assault", "url": "http://thehill.com/policy/defense/248503-lawmakers-push-to-help-male-victims-of-military-sexual-assault", "image": "http://thehill.com/sites/default/files/article_images/military_army_040914getty_4.jpg", "updated_time": "2015-07-20T13:30:12-04:00", "type": "article"}, "dcterms.language": "und", "Smart_Paging": "on", "dcterms.modified": "2015-07-20T13:30-04:00", "dcterms.identifier": "http://thehill.com/policy/defense/248503-lawmakers-push-to-help-male-victims-of-military-sexual-assault", "dcterms.date": "2015-07-20T13:25-04:00", "apple-itunes-app": "app-id=396640962", "fb": {"admins": 100000299130732, "app_id": 566538590082898, "pages": 7533944086}, "dcterms.creator": "Meghashyam Mali", "dcterms.type": "Text", "keywords": "Sexual assault,Niki Tsongas, Michael Turner,", "article": {"published_time": "2015-07-20T13:25:52-04:00", "modified_time": "2015-07-20T13:30:12-04:00"}, "dcterms.format": "text/html", "twitter": {"url": "http://thehill.com/policy/defense/248503-lawmakers-push-to-help-male-victims-of-military-sexual-assault", "widgets": {"csp": "on"}, "description": "A recent GAO report showed that male victims are less likely to report their assault.", "card": "summary", "title": "Lawmakers push to help male victims of military sexual assault"}, "dcterms.title": "Lawmakers push to help male victims of military sexual assault"}, "article_summary": "The study also concluded that around 40 percent of female victims reported the sexual assault, while, at most, 13 percent of male victims reported the assault.\nA bipartisan pair of House lawmakers is urging their colleagues keep legislation protecting male victims of sexual assault in the military in the fiscal 2016 defense policy bill.\n), requires the Defense Department to better train and educate service members about the sexual assault of men.\nThe Support Uniformed Patriots; Prevent Offenses and Restore Trust Act, sponsored by Reps. Michael Turner (R-Ohio) and Niki Tsongas (D-Mass.\nThe bill requires providing medical and mental health needs specific to male survivors, and the development of agency-wide metrics to research and combat male victimization."}