{"article_title": "State Officials Hope To Avoid Special Health Insurance Portal For Small Businesses", "article_keywords": ["shop", "vermont", "exchange", "miller", "avoid", "waiver", "state", "officials", "businesses", "hope", "small", "portal", "health", "insurance", "special"], "article_url": "http://digital.vpr.net/post/state-officials-hope-avoid-special-health-insurance-portal-small-businesses", "article_text": "When it comes to buying health insurance, the last few years have been a roller coaster for small businesses in Vermont.\n\nThis is the only state where businesses with 50 or fewer employees are required to purchase insurance plans sold on the exchange.\n\nThe online insurance marketplace proved so totally dysfunctional for small businesses that the state passed a special law that allows them to enroll directly with private insurers.\n\nBetsy Bishop, head of the Vermont Chamber of Commerce, says shifting to another new system would be a major challenge for small businesses.\n\n“We’ve just been through a three-year transition period that has been very tumultuous, been difficult for employers,” says Bishop. \"We spent a lot of money to force employers into an exchange system that they cannot utilize. And going through another transition like that would be very difficult.”\n\nTo be clear, small businesses in Vermont still have to buy plans sold on the exchange. They just don’t have to purchase those plans through the state-run insurance portal known as Vermont Health Connect.\n\nDirect enrollment with private insurers has worked so far, according to Bishop, so policy makers ought to leave well enough alone.\n\nThere’s one problem though: The federal Affordable Care Act requires Vermont to develop an exchange for small businesses.\n\nLawrence Miller, chief of health care reform for the Shumlin administration, shares Bishop’s view on the uselessness of developing of what state and federal bureaucrats call a “SHOP,” (or the Small Business Health Options Program.)\n\n“What we’re doing in Vermont works,” says Miller. “Let’s not spend extra money on an extra SHOP website that doesn’t add a whole lot of value.”\n\nThe obstacle to that plan lies in something called section 1332 of Obamacare. Miller says the state will soon seek a special waiver that would allow it to avoid the small business exchange mandate contained in that provision.\n\n\"What we're doing in Vermont works. Let's not spend extra money on an extra shop website that doesn't add a whole lot of value.\" - Lawrence Miller, chief of health care reform for the Shumlin administration\n\nIf Vermont doesn’t get the waiver, then it has three possible options. It could use a federal version of the SHOP website, which would carry minimal costs. It could buy an exchange for small businesses from a state that got theirs to work.\n\n“Or we could do what in my mind is the worst choice of all,” Miller says, “which is build out SHOP as part of the existing infrastructure build at Vermont Health Connect, which would probably be a $10 or $12 million exercise.”\n\nMiller says the state likely won’t learn until next year whether it will get a waiver from the federal mandate. He will present these three options to lawmakers on Friday, in case Vermont doesn’t receive a waiver.", "article_metadata": {"category": "VPR News", "description": "When it comes to buying health insurance, the last few years have been a roller coaster for small businesses in Vermont. This is the only state where", "Generator": "Drupal 7 (http://drupal.org)", "programs": "VPR News", "og": {"url": "http://digital.vpr.net/post/state-officials-hope-avoid-special-health-insurance-portal-small-businesses", "image": "http://mediad.publicbroadcasting.net/p/vpr/files/styles/medium/public/201511/Health-Connect-Screenshot-20151111.png", "type": "article", "description": "When it comes to buying health insurance, the last few years have been a roller coaster for small businesses in Vermont. This is the only state where", "title": "State Officials Hope To Avoid Special Health Insurance Portal For Small Businesses"}, "story_id": 455675938, "twitter": {"site": "@vprnet", "card": "summary", "creator": "@vprnet"}, "author": "Peter Hirschfeld", "org_id": 0, "dc": {"title": "State Officials Hope To Avoid Special Health Insurance Portal For Small Businesses"}, "nid": 35821, "datePublished": "2015-11-11", "keywords": "VPR News, Health, Health Care, Health Care Exchange", "wordCount": 477, "has_audio": 1, "viewport": "width=device-width"}, "article_summary": "When it comes to buying health insurance, the last few years have been a roller coaster for small businesses in Vermont.\nThe online insurance marketplace proved so totally dysfunctional for small businesses that the state passed a special law that allows them to enroll directly with private insurers.\nThey just don’t have to purchase those plans through the state-run insurance portal known as Vermont Health Connect.\nIt could buy an exchange for small businesses from a state that got theirs to work.\nBetsy Bishop, head of the Vermont Chamber of Commerce, says shifting to another new system would be a major challenge for small businesses."}