{"article_title": "Herrera Beutler: An ACE in the hole for medically complex kids", "article_keywords": ["kids", "ace", "herrera", "abigail", "children", "medically", "complex", "medicaid", "treatment", "beutler", "hole", "medical", "care"], "article_url": "http://www.columbian.com/news/2015/feb/15/an-ace-in-the-hole-for-medically-complex-kids/", "article_text": "A A\n\nWhen I was pregnant with my daughter, Abigail, in May 2013, my husband Dan and I got the news no parent wants to receive during a routine checkup — something was wrong.\n\nThat began the roller coaster: Hearing our daughter would not make it more than a few hours past birth; grieving and praying; and then finding a doctor willing to try an experimental treatment that gave us that glimmer of hope. Now, Abigail is a vivacious little 18-month-old girl. One of the promises I made to myself through this experience was that I would work to give other parents the same opportunity.\n\nAs Dan and I discovered, there are incredibly skilled specialists throughout the country, but often parents — particularly economically struggling parents — are limited to those near their zip code.\n\nIt doesn’t have to be this way, which is why I joined a bipartisan group in Congress to introduce the Advancing Care for Exceptional Kids Act of 2015, or ACE Kids Act. ACE Kids will significantly improve care for the families of medically complex children who rely on Medicaid, the medical safety net for low-income families.\n\nThe experimental treatment Abigail received helped her lungs to develop despite a total lack of amniotic fluid in the womb. The lack of fluid resulted from a diagnosis known as bilateral renal agenesis, or an absence of kidneys, which in all previous cases has led to Potter’s Sequence. But even with healthy lungs, upon birth, she had big obstacles to overcome. Lacking kidneys and coming into the world three months premature and at 2 pounds, 12 ounces, Abigail needed dialysis to stay alive. The closest facility able to immediately carry out dialysis on such a tiny baby was a children’s hospital in California. The doctors there saved Abigail’s life and set her on course for a full, healthy future.\n\nOvercoming obstacles\n\nOne in 25 children in the U.S. is “medically complex” like Abigail, with diagnoses such as cancer, congenital heart disease, Down syndrome, or others that require consistent care and medical expertise. Of the 3 million medically complex children, 2 million rely on Medicaid.\n\nTwo obstacles within Medicaid limit children’s access to the best treatment. The first challenge is coordinating care. Keeping track of information from the multiple doctors and specialists that medically complex kids require is an overwhelming task. Consequently, children can receive improper medical treatment, resulting in lingering health problems, increased emergency room visits and days in the hospital.\n\nThe next complication comes from geographical limits. Because Medicaid is a state-based program, medically complex kids are mostly limited to the hospitals within their home state. Tragically, these restrictions are preventing children from accessing treatment they need if it is across state lines.\n\nIn order to enhance the critical care for these 2 million children, the ACE Kids Act would create networks anchored by children’s hospitals to help coordinate care. States would choose to opt into this network, allowing families to seamlessly pursue the best doctors and facilities — even if it takes them to another state.\n\nImportantly, ACE Kids would also cut costs. Better, more coordinated care where kids get the treatment they need means fewer visits to the doctor and emergency room. Medicaid spending would go down, saving taxpayers up to $13 billion over 10 years.\n\nI hope ACE Kids is just a starting point for expanding medical access to kids from struggling families. As in Abigail’s case, many other mothers discover their babies will have a medical complexity before they are born. By building on ACE Kids’ reforms, we can help pregnant mothers covered by Medicaid to get specialized treatment for complex pregnancies, regardless of where they live. The result? More kids will have a chance of making it to and thriving after birth.\n\nOur family was blessed to find the doctors able to help Abigail beat Potter’s Sequence. Every child deserves access to treatment that gives them a shot at a long, healthy life — regardless of family income or where they live. ACE Kids gives them that shot.\n\nRep. Jaime Herrera Beutler, R-Camas, represents Washington’s 3rd Congressional District.", "article_metadata": {"msapplication-config": "/browserconfig.xml", "description": "When I was pregnant with my daughter, Abigail, in May 2013, my husband Dan and I got the news no parent wants to receive during a routine checkup -- someth", "application-name": "", "og": {"site_name": "The Columbian", "description": "When I was pregnant with my daughter, Abigail, in May 2013, my husband Dan and I got the news no parent wants to receive during a routine checkup -- something was wrong.", "title": "Herrera Beutler: An ACE in the hole for medically complex kids", "url": "http://www.columbian.com/news/2015/feb/15/an-ace-in-the-hole-for-medically-complex-kids/", "image": "http://16749-presscdn-0-94.pagely.netdna-cdn.com/wp-content/themes/columbian/static/img/columbian_c_200x200.png", "type": "article"}, "twitter": {"domain": "columbian.com", "site": "@thecolumbian", "card": "summary", "title": "Herrera Beutler: An ACE in the hole for medically complex kids"}, "msapplication-TileColor": "#3A5B7C", "robots": "index, follow", "fb": {"admins": 1256005586, "app_id": 122928857737763}, "msapplication-TileImage": "http://16749-presscdn-0-94.pagely.netdna-cdn.com/wp-content/themes/columbian/static/img/windows-tiles/square-144x144.png", "article": {"publisher": "https://www.facebook.com/thecolumbian", "section": "Columns,Opinion", "published_time": "2015-02-15 00:00:00"}, "generator": "WordPress 4.5.2", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0"}, "_id": "\"57477af46914bd0286fde151\"", "article_summary": "Keeping track of information from the multiple doctors and specialists that medically complex kids require is an overwhelming task.\nACE Kids will significantly improve care for the families of medically complex children who rely on Medicaid, the medical safety net for low-income families.\nBecause Medicaid is a state-based program, medically complex kids are mostly limited to the hospitals within their home state.\nI hope ACE Kids is just a starting point for expanding medical access to kids from struggling families.\nOf the 3 million medically complex children, 2 million rely on Medicaid."}