{"article_title": "Rocket Scientist Rethinks the Saucepan", "article_keywords": ["pans", "faster", "rocket", "food", "flare", "gas", "povey", "heat", "scientist", "hightech", "saucepan", "doesnt", "rethinks", "pan"], "article_url": "http://www.newser.com/story/190941/rocket-scientist-rethinks-the-saucepan.html", "article_text": "(Newser) – It doesn't have any buttons or a touchscreen, but a new saucepan could represent serious progress in cooking technology. The Flare Pan, which doesn't look much different from a normal pan, cooks food 44% faster, saving energy in the process, the Daily Dot reports. It was invented by a rocket scientist at Oxford University, one Tom Povey, who explains how it works on YouTube. A typical pan allows a lot of heat to escape around its edges, but it's hard to tell. \"When people are boiling or cooking, they really only see the flame, which is the hottest part of the gas,” Povey tells the Washington Post.\n\n“But beyond that is all this hot gas rising around the pan that can be captured and used to heat food or water much faster.” That's just what the Flare Pan's finned exterior does—though on the inside, it looks like your average pan. Povey was inspired to make the pan while camping on a mountain, where the altitude allows even more of a stove's heat to go to waste. (A British engineering group recently bestowed an eco-friendly award on the pans.) Curious chefs can buy them through the UK manufacturer Lakeland, though they run $85 or more. (Why not try some high-tech food in your high-tech pan?)\n\n", "article_metadata": {"pubexchange": {"headline": "Rocket Scientist Rethinks the Saucepan", "image": "http://img2-azcdn.newser.com/image/986157-0-20140720090705.jpeg?width=300&height=300", "description": "Flare Pan cooks faster and saves energy, says Oxford tinkerer"}, "description": "It doesn't have any buttons or a touchscreen, but a new saucepan could represent serious progress in cooking technology. The Flare Pan, which doesn't look much different from a normal pan, cooks... Technology News Summaries. | Newser", "title": "Rocket Scientist Rethinks the Saucepan", "og": {"site_name": "Newser", "description": "Flare Pan cooks faster and saves energy, says Oxford tinkerer", "title": "Rocket Scientist Rethinks the Saucepan", "url": "http://www.newser.com/story/190941/rocket-scientist-rethinks-the-saucepan.html", "image": "http://img2-azcdn.newser.com/image/986157-12-20140720090705.jpeg", "locale": "en_US", "type": "article"}, "twitter": {"title": "Rocket Scientist Rethinks the Saucepan"}, "author": "Matt Cantor", "tweetmeme-title": "Rocket Scientist Rethinks the Saucepan", "fb": {"admins": 100000209105149, "app_id": 119343999649}, "keywords": "kitchen,cooking", "article": {"author": "Matt Cantor"}, "thumbnail": "http://img2-azcdn.newser.com/square-image/190941-20140720090705/rocket-scientist-rethinks-the-saucepan.jpeg", "news_keywords": "kitchen,cooking"}, "_id": "\"57477af46914bd0286fde160\"", "article_summary": "(Why not try some high-tech food in your high-tech pan?)\nIt was invented by a rocket scientist at Oxford University, one Tom Povey, who explains how it works on YouTube.\n\"When people are boiling or cooking, they really only see the flame, which is the hottest part of the gas,” Povey tells the Washington Post.\nThe Flare Pan, which doesn't look much different from a normal pan, cooks food 44% faster, saving energy in the process, the Daily Dot reports.\n(Newser) – It doesn't have any buttons or a touchscreen, but a new saucepan could represent serious progress in cooking technology."}