{"article_title": "Donald Trump hammers 'sanctuary cities crap' and jokes about 'Donaldcare'", "article_keywords": ["sanctuary", "crap", "trump", "campaign", "dallas", "wall", "illegal", "immigrants", "say", "jokes", "donald", "going", "im", "american", "hammers", "cities", "donaldcare"], "article_url": "http://www.dailymail.co.uk/news/article-3234705/Trump-hammers-sanctuary-cities-crap-jokes-replacing-Obamacare-Donaldcare-women-CRY-20-000-enthralled-Texans-roar-90-minute-speech.html", "article_text": "'I just never thought I'd see the day when someone in politics would say the things he's saying,' said a woman who wept for joy while Trump spoke\n\nMet before his speech with Texans whose family members were killed by illegal immigrants – and returned to 'anchor baby' rhetoric\n\nTook minor swipes at Carly Fiorina and Ben Carson before Wednesday's debate but boos rang from the arena at the mention of Jeb Bush's name\n\nDonald Trump spoke for nearly 90 minutes to a crowd estimated at 20,000 on Monday night in Dallas, railing against 'this sanctuary cities crap' and joking that after he presided over the demise of Obamacare, the insurance scheme's replacement might bear his name.\n\n'We'll go with \"DonaldCare\",' he said near the end of what became the longest campaign speech so far of any candidate vying for the presidency in 2016, after a man in the raucous and riled-up audience called out the imaginary name for an as-yet imaginary new national health care initiative.\n\n'We've got a president who doesn't know what the hell he's doing!' Trump trumpeted, later mocking President Barack Obama for claiming this year in his State of the Union address that 'no challenge poses a greater threat to future generations than climate change.'\n\n'The biggest threat we have is nuclear global warming, not global warming,' Trump quipped, referring to the potential for a nuclear arms race in the Middle East as a consequence of a deal Obama cut this summer with the belligerent Islamist nation of Iran.\n\nBut the billionaire politician fired his stiffest broadsides in Texas – the ultimate American border state – at illegal immigrants, the 'sanctuary cities' that give them safe haven from deportation, and the pundits who have castigated him for declaring war on them all.\n\nScroll down for videos\n\n'WE'LL GO WITH \"DONALDCARE\"': Trump ran through one-liners including a jab at President Barack Obama's health insurance law, as a crowd of 20,000 cheered him Monday night in Dallas, Texas\n\nROCK STAR: 'The Donald' has become America's energetic contrarian-in-chief, wowing crowds with talk of a political 'movement' designed to 'Make America Great Again'\n\n'We are a dumping ground for the rest of the world,' he complained.\n\n'You people are suffering,' Trump said. 'I'm in New York, but they're in New York, too. They're all over the place. It's disgusting what's happening to our country!'\n\nGang members who are in the U.S. illegally, he pledged, 'will be out of here so frickin fast' if he takes over the Oval Office.\n\nAnd he returned to the brash rhetoric that made him a household name among immigration watchers, referring to child-citizens born of illegal immigrants as 'anchor babies' before allowing that 'I don't mean to be disrespectful.'\n\nTrump said that just before emerging from the corner of the American Airlines center, where the Dallas Stars hockey team and Dallas Mavericks basketball team play, he had met with Texans who had lost family members to a crime wave brought north by illegal border-crossers.\n\n'Their sons, their daughters – killed by illegal immigrants!' Trump boomed. 'We have to stop illegal immigration!'\n\nChants of 'USA! USA! USA!' rang out even as a small group of immigrants' rights protesters demonstrated outside.\n\n'We have to build a wall, folks,' he said to a crescendo of cheers. 'We have to build a wall. And a wall works. All you have to do is go to Israel and say \"How does your wall work?\"'\n\nThe crowd ate up every word, offering deafening applause. Near the back of the main section of floor seats, two elderly women – one white and another Hispanic – wept as they applauded.\n\n'I just never thought I'd see the day when someone would say the things he's saying,' Katherine Trevino said afterward. 'We've waited too long for this, and after eight years of Obama – that man! – in Washington, it's not a minute too soon.'\n\nHer companion said in broken English that she didn't want to be named. But she nodded and said she was 'very proud' to be there as Trump 'is saying so many things with courage.'\n\nBarbara Tommasini of Plano, Texas, wore a dress for the occasion made entirely of photos of Trump.\n\n'I started it at 11:00 this morning,' she told DailyMail.com. 'My husband helped me.'\n\nFANS: Trump lovers mugged for news photographers Monday night, including Barbara Tommasini (right), who wore a dress made entirely of photos of the Republican front-runner\n\nYOUNG AND OLD: Children and grandparents waved signs and flags as Trump took the stage on Monday\n\nAs a sea of miniature American flags waved alongside signs proclaiming Trump's audience 'the silent majority,' the candidate downplayed his own nickname for his fans.\n\n'Maybe we should call it the noisy, the aggressive, the wanting-to-win majority!' he shouted.\n\nHe predicted, as he did Wednesday in Washington, D.C., a Trump administration chock full of 'wins' for the United States on trade, immigration, health care and foreign policy.\n\n'We're going to have so many victories that they're going to be coming out of your ears,' he declared.\n\nAnd then the Trump train paused to pick up a stray thought.\n\n'I have to be careful,' he said, recalling how the same turn of phrase drew criticism following the first Republican primary debate last month for venting on TV that moderator Megyn Kelly had gone after him too harshly on stage.\n\n'She gets out there, he said days after the debate, 'and she starts asking me all sorts of ridiculous questions, and you could see there was blood coming out of her eyes, blood coming out of her – wherever.'\n\nAfter some feminists suggested he was mocking Kelly's menstrual cycle, he insisted he meant to say 'nose.'\n\nIn Dallas on Monday, he turned the episode into a punchline as he pledged voters would have victories 'coming out of your ears.'\n\n'Nose, ears, eyes,' he jabbed. 'Those are the only places I'm talking about.'\n\nINSISTENT: 'People are finding out now that I'm right' about birthright citizenship, Trump said, referring to illegal immigrants who give birth in the U.S. to children he refers to as 'anchor babies'\n\nPRAYER TIME: Trump supporters bowed their heads for a pre-speech invocation in the heart of America's 'Bible belt'\n\nDISMISSIVE: Trump said his closest-polling rivals are nice people, 'but nobody is going to be able to do the job I'm going to do'\n\nThe next debate is teed up for Wednesday night in Simi Valley, California, the Los Angeles exurb that hosts the Ronald Reagan Presidential Library – which will be the site for the second of eleven smash-mouth gab fests.\n\nAmong the field of 16 Republicans – former Texas Gov. Rick Perry took himself out of the running on Friday – the other two anti-establishment outsiders drew the most fire Monday from Trump.\n\n'Look, I like Carly and I like Ben,' he said, referring to former tech CEO Carly Fiorina and retired neurosurgeon Ben Carson. 'And I like many of the people that I'm running against.'\n\n'I mean, many of these people are terrific people. But nobody is going to be able to do the job I'm going to do.'\n\nAnd in a subtle swipe at former Florida Gov. Jeb Bush, the Trump rival whose super PACs have the largest GOP campaign war chest outside of Trump's bank account, The Donald returned to an old theme: bashing him as a low-energy tortoise in a field of jackrabbits.\n\n'I have tremendous energy. Tremendous!' Trump boasted. 'Almost to the point where it's ridiculous.'\n\nWhen he got around to mentioning the Bush by name, disapproval clanged from the rafters.\n\n'Jeb – a nice guy, really a nice guy,' Trump acknowledged, straining to be heard above the boos.\n\n'Jeb, and Hillary–' he spat out, as the boos tripled in intensity at the mention of Democratic candidate Hillary Clinton's first name.\n\n'Well, Jeb's more popular than one person,' Trump quipped.\n\nCROWD COUNT: At night's end the American Airlines Center said 20,000 people streamed into the arena to hear Trump speak\n\nDISSIDENTS: Immigration rights protesters demonstrated outside the backetball and hockey arena but found little traction among Texans wearing Trump campaign hats and a few t-shirts boasting 'Hillary for Prison 2016'\n\nPOLL VAULT: Trump is a runaway leader in New Hampshire but has a smaller lead over second-place candidate Ben Carson in Iowa\n\nAs is usually the case with larger-than-average crowds, estimates of Monday's audience ranged widely in number. A manager at American Airlines Center initially said 15,000 people attended, and later revised the number to 20,000.\n\nA Trump spokesperson told DailyMail.com that the campaign agreed with the larger total.\n\nHowever many the thousands were, they ate out of the palm of his hand.\n\n'If I'm elected president,' Trump told them, 'you are going to be so. Proud. Of. Your. Country. Again.'\n\n'You're going to remember this evening,' he said as his hour and a half on stage wound down, 'and you're going to say to your children, and you're going to say to anybody else, that we were part of a movement to take back our country.'\n\nSerious talk for a serious man who noted that it's been months since he's heard naysayers call him a 'clown.'\n\nBut moments of slapstick mixed with the campaign speechifying, including a nod to people sitting behind him, looking at his back while he spoke.\n\n'They have the best view!' he cried. 'Can you see it's really my hair?'\n\n'It's true. They have the best view. They know!'", "article_metadata": {"Rating": "General", "news_keywords": "Trump,hammers,sanctuary,cities,crap,jokes,replacing,Obamacare,Donaldcare,women,CRY,20,000,enthralled,Texans,roar,90,minute,speech", "original-source": "http://www.dailymail.co.uk/news/article-3234705/Trump-hammers-sanctuary-cities-crap-jokes-replacing-Obamacare-Donaldcare-women-CRY-20-000-enthralled-Texans-roar-90-minute-speech.html", "doc-class": "Living Document", "twitter": {"description": "Republican front-runner gave the longest speech to date in the 2016 presidential election cycle, and met beforehand with Texans whose family members were killed by illegal immigrants.", "title": "Trump hammers 'sanctuary cities crap' and jokes about 'Donaldcare'", "url": "http://www.dailymail.co.uk/news/article-3234705/Trump-hammers-sanctuary-cities-crap-jokes-replacing-Obamacare-Donaldcare-women-CRY-20-000-enthralled-Texans-roar-90-minute-speech.html", "app": {"id": {"ipad": 400442503, "iphone": 384101264}}, "image": "http://i.dailymail.co.uk/i/pix/2015/09/15/03/2C5402BB00000578-0-image-a-12_1442284500107.jpg", "card": "summary_large_image", "account_id": 15438913}, "robots": "noodp,noydir,all,noarchive", "al": {"android": {"url": "dailymail-fb://article/3234705/", "app_name": "Daily Mail Online", "package": "com.dailymail.online"}, "ios": {"url": "dailymail-fb://article/3234705/", "app_store_id": 384101264, "app_name": "MailOnline"}}, "msvalidate.01": "12E6B4B813EB44C9BFC8F6A21F1D01F5", "fb": {"app_id": 146202712090395}, "MSSmartTagsPreventParsing": "true", "articleid": 3234705, "divclasspage": "articlePage", "keywords": "Trump,hammers,sanctuary,cities,crap,jokes,replacing,Obamacare,Donaldcare,women,CRY,20,000,enthralled,Texans,roar,90,minute,speech", "article": {"publisher": "https://www.facebook.com/DailyMail", "published_time": "2015-09-15T02:03:18.000Zyyyy-MM-dd HH:mm:ss z", "author": "http://www.dailymail.co.uk/home/search.html?s=&authornamef=David+Martosko,+Us+Political+Editor+For+Dailymail.com+In+Dallas", "section": "News", "modified_time": "2015-09-15T12:56:17.000Zyyyy-MM-dd HH:mm:ss z", "tag": "Trump hammers sanctuary cities crap jokes replacing Obamacare Donaldcare women CRY 20 000 enthralled Texans roar 90 minute speech"}, "verify-v1": "DXwlrsxbqxSv+FTFkWUfgflBvFJfx2YbNf/HmABrVyY=", "y_key": "1a7e912afbfcab2f", "og": {"site_name": "Mail Online", "description": "Republican front-runner gave the longest speech to date in the 2016 presidential election cycle, and met beforehand with Texans whose family members were killed by illegal immigrants.", "title": "Trump hammers 'sanctuary cities crap' and jokes about 'Donaldcare'", "url": "http://www.dailymail.co.uk/news/article-3234705/Trump-hammers-sanctuary-cities-crap-jokes-replacing-Obamacare-Donaldcare-women-CRY-20-000-enthralled-Texans-roar-90-minute-speech.html", "image": {"width": 636, "identifier": "http://i.dailymail.co.uk/i/pix/2015/09/15/03/2C5402BB00000578-0-image-a-12_1442284500107.jpg", "height": 382}, "video": {"width": 636, "identifier": "http://video.dailymail.co.uk/video/bc/rtmp_uds/1418450360/2015/09/15/1418450360_4485413538001_4485405361001.mp4", "type": "video/mp4", "height": 358}, "type": "article"}, "channel": "News", "description": "Republican front-runner gave the longest speech to date in the 2016 presidential election cycle, and met beforehand with Texans whose family members were killed by illegal immigrants."}, "article_summary": "But nobody is going to be able to do the job I'm going to do.'\n'Their sons, their daughters – killed by illegal immigrants!'\nAnd he returned to the brash rhetoric that made him a household name among immigration watchers, referring to child-citizens born of illegal immigrants as 'anchor babies' before allowing that 'I don't mean to be disrespectful.'\nBut she nodded and said she was 'very proud' to be there as Trump 'is saying so many things with courage.'\nRick Perry took himself out of the running on Friday – the other two anti-establishment outsiders drew the most fire Monday from Trump."}