{"article_title": "David Biek: No on 300 and 301", "article_keywords": ["easily", "300", "301", "measure", "fees", "david", "project", "costs", "way", "biek", "vote", "increase", "public", "expensive"], "article_url": "http://www.dailycamera.com/letters/ci_28846460/david-biek-no-300-and-301", "article_text": "Building in Boulder is already difficult, frustrating, unpredictable, and expensive. The cost of uncertainty and complexity in our process is already enormous. These measures would add to both.\n\nRegarding 301, yes, development should pay its own way, but there are three major problems.\n\n1) Putting something in the city charter means we can't easily change it once we discover the unintended consequences. The problematic way we measure building height is an example.\n\n2) It will be contentious and expensive to determine costs versus the positive contributions of any development.\n\nSustainability experts note that public costs per capita (for roads, utilities, public safety, and energy) increase in reverse proportion to how compactly people live together. Should we encourage new, energy-efficient, compact development in walkable, transit-rich locations that reduces consumption and tax larger, leaky buildings on the periphery, instead? This measure does the reverse.\n\n3) 301 targets some of the direct fees that seem too low, but overlooks the total picture of all costs of developing in Boulder. Just getting permission to build the Pearl West project, for example, cost about $600,000. On a recent residential project, these costs combined added at least $33,000 to each apartment (or $400 a month in rent over 7 years).\n\nAdvertisement\n\nIf we reduce the large indirect costs, which don't add to the city coffers, increasing fees might make more sense.\n\n300 has many of the same problems.\n\nOur current zoning and land-use code is a quagmire that often does not follow coherent urban design or transit planning. Overhauling and simplifying it would benefit everyone, but would be almost impossible if this neighborhood vote measure passes.\n\nMany current council members and candidates mention allowing OAUs or ADUs to quickly and easily increase affordable housing. Forget it. This would likely require the vote of dozens of neighborhoods.\n\nDavid Biek\n\nBoulder", "article_metadata": {"sailthru.url": "http://www.dailycamera.com/letters/ci_28846460/david-biek-no-300-and-301", "modificationDate": "2015-09-20T09:30:57-0600", "sailthru.section": "Opinion: Letters to the editor", "endDate": "2016-09-19T10:00:00-0600", "description": "Building in Boulder is already difficult, frustrating, unpredictable, and expensive. The cost of uncertainty and complexity in our process is already enormous.", "ag": {"canon": "BoulderDailyCamera:article:28846460:view"}, "startDate": "2015-09-20T10:00:00-0600", "og": {"url": "http://www.dailycamera.com/letters/ci_28846460/david-biek-no-300-and-301", "image": "http://extras.dailycamera.com/images/dailycamera3.png", "type": "article", "description": "Building in Boulder is already difficult, frustrating, unpredictable, and expensive. The cost of uncertainty and complexity in our process is already enormous.", "title": "David Biek: No on 300 and 301"}, "twitter": {"domain": "dailycamera.com", "description": "Building in Boulder is already difficult, frustrating, unpredictable, and expensive. The cost of uncertainty and complexity in our process is already enormous.", "title": "David Biek: No on 300 and 301", "url": "http://www.dailycamera.com/letters/ci_28846460/david-biek-no-300-and-301", "image": "http://local.dailycamera.com/common/dfm/assets/logos/1200x627/dailycamera.png", "site": "@dailycamera", "card": "summary_large_image"}, "sailthru.date": "2015-09-20T10:00:00-0600", "sailthru.title": "David Biek: No on 300 and 301", "sailthru.article-section-or-homepage": "article", "msvalidate.01": "9DAB14005AD5A9FFA4CA0EF58CC794BA", "google-site-verification": "07CC1xPDVU0znu496XTAjLyC32Ylj8zwWHlmrzx3pgY", "verify-v1": "TakAiHiDAOiNOP+m0YTx4DQeyjor+bTdc8e+pw6bDoI=", "y_key": "c9d9b53f7f5af674", "sailthru.site": "dailycamera.com", "pubDate": "2015-09-20T09:32:06-0600", "p": {"domain_verify": "867892b0357001538903740c75a206f0"}}, "article_summary": "Overhauling and simplifying it would benefit everyone, but would be almost impossible if this neighborhood vote measure passes.\nMany current council members and candidates mention allowing OAUs or ADUs to quickly and easily increase affordable housing.\nSustainability experts note that public costs per capita (for roads, utilities, public safety, and energy) increase in reverse proportion to how compactly people live together.\nRegarding 301, yes, development should pay its own way, but there are three major problems.\n3) 301 targets some of the direct fees that seem too low, but overlooks the total picture of all costs of developing in Boulder."}