{"article_title": "Amtrak 188 Conductor, Brandon Bostian, Has No Memory Of The Crash", "article_keywords": ["loss", "play", "crash", "amtrak", "conductor", "gupta", "concussion", "brandon", "recollection", "individuals", "memory", "cnn", "188", "bostian"], "article_url": "http://www.medicaldaily.com/amtrak-188-conductor-brandon-bostian-has-no-memory-crash-science-explains-how-333544", "article_text": "On Tuesday, May 12, Amtrak train 188, traveling from Washington, D.C. to New York, derailed in Philadelphia, killing eight passengers and injuring over 200. However, efforts to find an explanation for the crash have been stalled because the train’s engineer, Brandon Bostian, claims to have no recollection of the events leading to the incident — a common symptom in concussion patients.\n\nData from the train records show the locomotive was traveling over twice the recommended speed limit prior to the crash, CNN reported. Moments before the collision, it seems the emergency break was pulled. Unfortunately, none of this sounds familiar to Bostian. His lawyer, Robert Goggin, told The Associated Press the first memory that his client has of the incident is waking up after the crash, reaching for his bag, and calling 911.\n\nAccording to Gawker, Bostian suffered a concussion and head wound that required 12 staples, as well as injuries to both of his legs. The 32-year-old conductor reported he had no known “health issues to speak of” prior to the crash, was on no medication, and had not been drinking.\n\nIn an interview with CNN, neurologist Dr. Sanjay Gupta said Bostian's ability to accurately remember the events which occurred after the derailment but having no recollection of the accident or what caused it was completely plausible.\n\n“There is what is known as post-traumatic amnesia,” explained Gupta to CNN’s Don Lemon. According to Gupta, although we may typically think of amnesia as forgetting things which occur in the past, in the event of a head injury, such as a concussion, individuals can forget events which happened after the particular trauma.\n\n“You hear about quarterbacks, for example, play football, take a concussion, right after that perform a complicated play, but if you ask them about the play the next day they may have no recollection of it. It could be a similar sort of thing,” Gupta said.\n\nA concussion is the temporary unconsciousness caused by a sudden impact to the head, which jostles around the brain. Memory loss is one of the most common symptoms of concussion, and in most instances individuals lose memories formed immediately after the incident. In these cases, the individuals may have \"islands\" of memory, where they remember certain things but don’t have continuous memory.\n\nBrandon Bostian's memory may return in a few days or weeks. Credit: CNN, Screenshot\n\nThankfully, Gupta explained, in the majority of cases, the memory loss is not permanent. If Bostian has no preexisting medical conditions which may have played a role in this memory loss, the memory should return “within days or, at the most, weeks,” although it is possible for the memory loss to last longer than this.\n\nThe National Transportation Safety Board has agreed to give Bostian time to recollect his memory of the event before they plan to interview him.\n\n\"He doesn't have to be interviewed if he doesn't want to at this particular stage,\" Philadelphia Mayor Michael Nutter told CNN. \"That's kind of how the system works.\"", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "amtrak train crash, brandon bostian", "og": {"site_name": "Medical Daily", "description": "Brandon Bostian claims to have no memory of the events leading up to Amtrak train 188's tragic crash, as typical of a concussion patient.", "title": "A Fatal Train Derailment, And The Conductor Who Forgot It All Happened", "url": "http://www.medicaldaily.com/amtrak-188-conductor-brandon-bostian-has-no-memory-crash-science-explains-how-333544", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/05/15/amtrak-188-derailment.JPG", "type": "article"}, "twitter": {"description": "Brandon Bostian claims to have no memory of the events leading up to Amtrak train 188's tragic crash, as typical of a concussion patient.", "title": "A Fatal Train Derailment, And The Conductor Who Forgot It All Happened", "url": "http://www.medicaldaily.com/amtrak-188-conductor-brandon-bostian-has-no-memory-crash-science-explains-how-333544", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/05/15/amtrak-188-derailment.JPG", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/05/15/amtrak-188-derailment.JPG"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "The Grapevine", "published_time": "2015-05-15T11:54:41-04:00", "modified_time": "2015-05-15T14:10:08-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Brandon Bostian claims to have no memory of the events leading up to Amtrak train 188's tragic crash, as typical of a concussion patient."}, "article_summary": "Data from the train records show the locomotive was traveling over twice the recommended speed limit prior to the crash, CNN reported.\nIf Bostian has no preexisting medical conditions which may have played a role in this memory loss, the memory should return “within days or, at the most, weeks,” although it is possible for the memory loss to last longer than this.\nCredit: CNN, ScreenshotThankfully, Gupta explained, in the majority of cases, the memory loss is not permanent.\nMemory loss is one of the most common symptoms of concussion, and in most instances individuals lose memories formed immediately after the incident.\nIn these cases, the individuals may have \"islands\" of memory, where they remember certain things but don’t have continuous memory."}