{"article_title": "The Koch Brother-Funded Latino Group That Democrats Fear And Loathe", "article_keywords": ["executive", "group", "support", "immigrants", "immigration", "nevada", "brotherfunded", "latinos", "initiative", "democrats", "koch", "libre", "fear", "latino", "loathe"], "article_url": "https://www.buzzfeed.com/adriancarrasquillo/the-koch-brother-funded-latino-group-that-democrats-fear-and", "article_text": "Last August, Pastor Marcus Burgos brought a group to his church, which is located in a rough part of San Antonio. Together, Burgos and a handful of people from the group, called the LIBRE Initiative, distributed boxes of food to parishioners in need, the majority of whom were Hispanic.\n\nIn Florida, the organization helps Latinos with tax-preparation services. In Nevada, the group is helping undocumented immigrants get their driver’s authorization cards. The LIBRE Initiative, in short, is helping Latinos with the things regular people need help with.\n\nAnd it’s alarming Democrats.\n\nLIBRE is a group backed by billionaires Charles and David Koch. They’ve been providing services and building meaningful relationships with Hispanics since 2011 in states like Nevada, Florida, Colorado, Texas, and Arizona — and they’re doing this all while espousing conservative principles to a key demographic of voters in person, in print, and online.\n\nDemocrats from these key states are upset about it, too. They say LIBRE effectively misleads Hispanics on a whole host of issues. And they worry the national Democratic Party is asleep at the wheel, unaware that the group is winning a game most Democrats don’t even know is being played.\n\n“I brought the LIBRE Initiative up to party leaders and their response was ‘What? Who?’” said one Democratic official who asked for anonymity to speak frankly. “At the national level they didn’t know who they were.”\n\nWho the Libre Initiative really is depends on who you’re talking to.\n\nThe group says its nonpartisan, but right-leaning in ideology.\n\nIts executive director, Daniel Garza, is a former George W. Bush administration official, and the group employs other former Republican staffers and operatives. LIBRE has received $10 million since 2011 from Koch-affiliated entities (Freedom Partners and the TC4 Trust), according to public records. Garza told BuzzFeed News the funding is public information but the group doesn’t talk about it — he prefers to focus on their principles and work.\n\nThat work spans seven states with 50 employees, primarily in the Southwest, with a major presence in Florida and plans to add 20 people and expand into North Carolina and Wisconsin next. Libre, which means ‘free’ in Spanish, guides the group’s central focus on economic freedom.\n\nGarza says community building makes up the majority of Libre’s work now ahead of the 2016 election, and that each region gets different services depending on what the community is asking for. That means that in Texas there might be more of an education focus with back to school efforts as well as giving food and helping the children at the border; Florida involves the tax prep and school choice events; and in Nevada — where the group is helping undocumented immigrants get their driver’s authorization cards — immigration issues are the priority.\n\n“We don’t look at whether someone is documented or not,” Garza said. “That’s why we’re active in supporting immigration reform.”\n\nLIBRE’s critics (and there are many, with the mere mention of the group leading to impassioned rants), say Nevada is the perfect case study, showcasing the gulf between their words and actions on immigration, in a state where those issues play a key role in the economy.\n\nWhile LIBRE helps immigrants pass their driver’s tests, which helps them get to work, Democrats and Latino advocates say the group is silent when it comes to Republican-led legislation in Nevada that would make it harder for immigrants to live in the state.\n\nOne such bill in the assembly, AB 133, introduced by state Assemblyman Ira Hansen, would make it more difficult for undocumented immigrants to work in construction by penalizing their employers. Critics say if LIBRE really has the best interest of Nevada immigrants at heart, they would fight legislation like this. Garza said the group has limited resources but doesn’t rule out taking on Republicans. He noted they’ve already slammed Marco Rubio over sugar subsidies, for example.\n\nLIBRE is also hammered for the way they explain their stance on Obama’s immigration actions. Garza said the “train has left the station” on the president’s 2012 Deferred Action for Childhood Arrivals (DACA) — the program has been implemented and young people are benefitting from it, he argued. But he feels differently about the recent executive actions that would shield 4 million undocumented immigrants from deportation.\n\n“We’re not against the intent of the executive actions but when there is executive overreach we support reigning it in,” he said. “I can see why people are confused about our position, it has more to do with President Barack Obama than us and the ineptitude he has shown in getting permanent bipartisan immigration reform.”\n\nGarza said it might be tough for undocumented immigrants to accept that argument, but it’s fundamental to America. “At the end of the day you came to America because America gives you stability, gives you rule of law, and it has that because it was founded on constitutional principles,” he said. “When the president exceeds his authority, it’s against the will of the people, Congress in this case. He should be called on it, I know that’s tough for people to buy.”\n\nDemocrats find it tough to buy. Lucy Flores, a Democrat who ran for lieutenant governor in Nevada in 2014, said the organization speaks out of both sides of their mouth.\n\n“You can’t talk about why executive action is bad and then turn back around and help them with the immigration process. You can’t say you’re helping Latinos and then be silent,” she said.\n\nFlores tangled recently with LIBRE, when the group was doing exactly the kind of thing that worries Democrats: LIBRE had planned to be a top sponsor of the Cesar Chavez Festival in Las Vegas later this month.\n\nThat decision sparked a protest from local activists and lawmakers. When the flier with the LIBRE Initiative logo came out, five groups and local councilman Isaac Barron reached out to event organizers. Barron said he either wanted his name off the flier or LIBRE’s.\n\nIt got so serious that Alejandro Chavez — a grandson of Cesar Chavez’s — got involved, telling organizers, “It would be a disrespect to the family because LIBRE Initiative do not represent what Cesar Chavez fought for, he was a union leader and they do anti-union and anti-collective bargaining messaging.”\n\nThe festival dropped LIBRE from the event’s sponsors.\n\nUnsurprisingly, it’s not just the executive actions or labor issues that Democrats take issue with. Democrats don’t like the group’s opposition to Obamacare or their willingness to advocate against Latino candidates with whom they disagree.\n\nIn 2014, LIBRE spent $1.4 million in two separate ad buys taking on Democratic candidates for their support of the Affordable Care Act. One ad buy targeted Pete Gallego in Texas and Joe Garcia in Florida, who both lost.\n\n“It’s unacceptable that an organization that claims to support the Latino community is attacking Latino candidates,” said Labor Council For Latin American Advancement president Hector Sanchez, who works to increase Latino representation in government. “We are the most underrepresented group when it comes to public office, to have them going after Latino candidates is an attack on the Latino community.”\n\nIn Garcia’s race, LIBRE backed Carlos Curbelo, who is also Latino.\n\nGarza said that all things being equal it would be great to have more Latino elected leaders — but maintained that ideological principles matter. “The problem is ideas have consequences, ideas matter. If it’s a non-Latino who has better ideas we’re going to support them. What we care about is principles, what is generating poverty and dependency, we want self-reliance,” he said.\n\nHe said his group doesn’t want to keep health care from Latinos, but wants to move away from a system where “government mandates the individual.” He said support for Obamacare among Latinos has dropped in a major way.\n\nIt’s true that in 2014, Pew reported Hispanic support had decreased from 61% to 47% in six months. Last month, though, Pew said that number was back up to 63%.\n\n“You can call it freedom but it’s really freedom to exploit,” said Cristóbal Alex, the president of the Latino Victory Project, a fundraising effort that supports Democratic candidates. “Latinos benefit more than any demographic, they have the highest number of uninsured.”\n\nIn 2014, uninsured Latinos dropped from 36% of the population to 23%, though Latino enrollment in the ACA is said to be lagging. Pew told BuzzFeed News updated numbers won’t be available until this September.", "article_metadata": {"bf": {"buzzid": 3722532, "userid": 741910}, "description": "The Libre Initiative helps immigrants learn to drive in Nevada, does food banks in Texas and holds free health clinics in Florida. So why...", "copyright": "Copyright 2016 BuzzFeed, Inc. All rights reserved.", "author": "Adrian Carrasquillo", "google-signin-requestvisibleactions": "https://schemas.google.com/AddActivity", "referrer": "unsafe-url", "twitter": {"description": "The Libre Initiative helps immigrants learn to drive in Nevada, does food banks in Texas and holds free health clinics in Florida. So why are Democrats in key states ringing alarm bells up to the n...", "creator": "@carrasquillo", "url": "https://www.buzzfeed.com/adriancarrasquillo/the-koch-brother-funded-latino-group-that-democrats-fear-and", "image": "https://img.buzzfeed.com/buzzfeed-static/static/2015-03/12/18/campaign_images/webdr08/the-koch-brother-funded-latino-group-that-democra-2-18261-1426199117-7_big.jpg", "title": "The Koch Brother-Funded Latino Group That Democrats Fear And Loathe", "site": "@buzzfeednews", "app": {"url": {"ipad": "buzzfeed://buzz/adriancarrasquillo/the-koch-brother-funded-latino-group-that-democrats-fear-and", "iphone": "buzzfeed://buzz/adriancarrasquillo/the-koch-brother-funded-latino-group-that-democrats-fear-and", "googleplay": "https://www.buzzfeed.com/adriancarrasquillo/the-koch-brother-funded-latino-group-that-democrats-fear-and"}, "id": {"ipad": 981609476, "iphone": 981609476, "googleplay": "com.buzzfeed.android"}}, "card": "summary_large_image"}, "title": "The Koch Brother-Funded Latino Group That Democrats Fear And Loathe", "og": {"site_name": "BuzzFeed", "description": "The Libre Initiative helps immigrants learn to drive in Nevada, does food banks in Texas and holds free health clinics in Florida. So why are Democrats in key states ringing alarm bells up to the n...", "title": "The Koch Brother-Funded Latino Group That Democrats Fear And Loathe", "url": "http://www.buzzfeed.com/adriancarrasquillo/the-koch-brother-funded-latino-group-that-democrats-fear-and", "image": {"url": "https://img.buzzfeed.com/buzzfeed-static/static/2015-03/11/22/enhanced/webdr12/enhanced-10893-1426128756-1.jpg", "width": 625, "identifier": "https://img.buzzfeed.com/buzzfeed-static/static/2015-03/12/18/campaign_images/webdr08/the-koch-brother-funded-latino-group-that-democra-2-18261-1426199117-7_dblbig.jpg", "height": 469}, "type": "article"}, "fb": {"app_id": 45075597673}, "apple-itunes-app": "app-id=352969997, affiliate-data=at=10l3HP&ct=Buzz/SmartBanner, app-argument=buzzfeed://buzz/adriancarrasquillo/the-koch-brother-funded-latino-group-that-democrats-fear-and", "google-signin-scope": "https://www.googleapis.com/auth/plus.login https://www.googleapis.com/auth/plus.profile.emails.read", "sailthru.tags": "libre initiative, 2016 election, dnc, florida, hispanic, Latino, Latino Vote, nevada", "article": {"publisher": "https://www.facebook.com/BuzzFeed", "section": "Politics", "tag": "nevada", "author": "http://facebook.com/adriancarrasquillo"}, "news_keywords": "libre initiative, 2016 election, dnc, florida, hispanic, Latino, Latino Vote, nevada", "google-signin-cookiepolicy": "single_host_origin", "google-signin-clientid": "895639880237-tcoheof19odpd88p676rjc70v0iqit0o.apps.googleusercontent.com"}, "_id": "\"57477af36914bd0286fcf80d\"", "article_summary": "“At the national level they didn’t know who they were.”Who the Libre Initiative really is depends on who you’re talking to.\n“I brought the LIBRE Initiative up to party leaders and their response was ‘What?\nWhen the flier with the LIBRE Initiative logo came out, five groups and local councilman Isaac Barron reached out to event organizers.\nCritics say if LIBRE really has the best interest of Nevada immigrants at heart, they would fight legislation like this.\nThe LIBRE Initiative, in short, is helping Latinos with the things regular people need help with."}