{"article_title": "\"America's Resurgence Is Real\": President Obama Reflects on 2014", "article_keywords": ["real", "resurgence", "weve", "house", "industry", "took", "americas", "rate", "growth", "leading", "press", "president", "white", "reflects", "obama"], "article_url": "https://www.whitehouse.gov/blog/2014/12/19/americas-resurgence-real-president-obama-reflects-2014", "article_text": "President Barack Obama holds a press conference in the James S. Brady Press Briefing Room of the White House. December 19, 2014. (Official White House Photo by Lawrence Jackson)\n\nAs 2014 winds down, President Obama stopped by the press briefing room in the White House to offer his thoughts on what the past year has meant for the country. \"I said that 2014 would be a year of action and would be a breakthrough year for America,\" he said. \"And it has been.\"\n\nHere's a look at what happened this year, in the President's own words:\n\nOn the Economy:\n\nThe 2014 takeaways: 11 million new jobs created, wages on the rise, manufacturing growth, and a resurgent auto industry that's on track for its strongest year since 2005.\n\nThe steps that we took early on to rescue our economy and rebuild it on a new foundation helped make 2014 the strongest year for job growth since the 1990s. All told, over a 57-month streak, our businesses have created nearly 11 million new jobs. Almost all the job growth that we’ve seen have been in full-time positions. Much of the recent pickup in job growth has been in higher-paying industries. And in a hopeful sign for middle-class families, wages are on the rise again. Our investments in American manufacturing have helped fuel its best stretch of job growth also since the 1990s. America is now the number-one producer of oil, the number-one producer of natural gas. We're saving drivers about 70 cents a gallon at the pump over last Christmas. And effectively today, our rescue of the auto industry is officially over. We've now repaid taxpayers every dime and more of what my administration committed, and the American auto industry is on track for its strongest year since 2005. And we've created about half a million new jobs in the auto industry alone.\n\nOn Health Care:\n\nThe 2014 takeaways: The uninsured rate is at a near record low, and the cost of health care is rising at its slowest rate in 50 years.\n\nThanks to the Affordable Care Act, about 10 million Americans have gained health insurance just this past year. Enrollment is beginning to pick up again during the open enrollment period. The uninsured rate is at a near record low. Since the law passed, the price of health care has risen at its slowest rate in about 50 years. And we’ve cut our deficits by about two-thirds since I took office, bringing them to below their 40-year average.\n\nPresident Barack Obama holds a press conference in the James S. Brady Press Briefing Room of the White House. December 19, 2014. (Official White House Photo by Chuck Kennedy)\n\nOn American Leadership on the World Stage:\n\nThe 2014 takeaways: The U.S. is leading in our fight against ISIL, the Ebola outbreak in West Africa, and Russian aggression. The President also brought a responsible end to America's longest war in Afghanistan.\n\nAround the world, America is leading. We’re leading the coalition to degrade and ultimately destroy ISIL -- a coalition that includes Arab partners. We’re leading the international community to check Russian aggression in Ukraine. We are leading the global fight to combat Ebola in West Africa, and we are preventing an outbreak from taking place here at home. We’re leading efforts to address climate change, including last month’s joint announcement with China that’s already jumpstarting new progress in other countries. We’re writing a new chapter in our leadership here in the Americas by turning a new page on our relationship with the Cuban people. And in less than two weeks, after more than 13 years, our combat mission in Afghanistan will be over. Today, more of our troops are home for the holidays than any time in over a decade. Still, many of our men and women in uniform will spend Christmas in harm’s way. And they should know that the country is united in support of you and grateful not only to you but also to your families.\n\n\"The six years since the crisis have demanded hard work and sacrifice on everybody’s part. But as a country, we have every right to be proud of what we’ve accomplished,\" the President said. \"More jobs; more people insured; a growing economy; shrinking deficits; bustling industry; booming energy. Pick any metric that you want -- America’s resurgence is real.\"\n\nThe President then took questions from the White House press corps, which includes significant women reporters who work hard day-in and day-out covering the President of the United States. The President took the opportunity to highlight that fact, and for the first time in history, only answered questions from women reporters.\n\nTopics included Sony Corporation's decision to cancel the release of the movie \"The Interview,\" an in-depth look at his decision to chart a new course on Cuba, and his take on race relations in America over the past year.\n\nWatch the President's remarks:", "article_metadata": {"msapplication-config": "https://www.whitehouse.gov/profiles/forall/themes/custom/fortyfour/browserconfig.xml", "generator": "Drupal 7 (http://drupal.org)", "application-name": "Whitehouse", "msapplication-wide310x150logo": "https://www.whitehouse.gov/profiles/forall/themes/custom/fortyfour/images/fortyfour/favicons/mstile-310x150.png", "twitter": {"creator": "@WhiteHouse", "url": "https://www.whitehouse.gov/blog/2014/12/19/americas-resurgence-real-president-obama-reflects-2014", "image": {"src": "https://www.whitehouse.gov/sites/whitehouse.gov/files/images/twitter_cards_blog.jpg", "width": 240, "height": 240}, "title": "\"America's Resurgence Is Real\": President Obama Reflects on 2014", "site": "@WhiteHouse", "card": "summary"}, "msapplication-TileColor": "#003C80", "msapplication-square70x70logo": "https://www.whitehouse.gov/profiles/forall/themes/custom/fortyfour/images/fortyfour/favicons/mstile-70x70.png", "HandheldFriendly": "true", "msapplication-square310x310logo": "https://www.whitehouse.gov/profiles/forall/themes/custom/fortyfour/images/fortyfour/favicons/mstile-310x310.png", "og": {"site_name": "whitehouse.gov", "description": "As 2014 winds down, President Obama stopped by the press briefing room in the White House to offer his thoughts on what the past year has meant for the country.", "title": "\"America's Resurgence Is Real\": President Obama Reflects on 2014", "url": "https://www.whitehouse.gov/blog/2014/12/19/americas-resurgence-real-president-obama-reflects-2014", "image": {"width": 240, "secure_url": "https://www.whitehouse.gov/sites/whitehouse.gov/files/images/twitter_cards_blog.jpg", "type": "image/jpeg", "identifier": "https://www.whitehouse.gov/sites/whitehouse.gov/files/images/twitter_cards_blog.jpg", "height": 240}, "updated_time": "2015-08-13T11:42:31-04:00", "type": "article"}, "MobileOptimized": "width", "msapplication-TileImage": "https://www.whitehouse.gov/profiles/forall/themes/custom/fortyfour/images/fortyfour/favicons/mstile-70x70.png", "article": {"published_time": "2014-12-19T18:19:03-05:00", "modified_time": "2015-08-13T11:42:31-04:00"}, "msapplication-square150x150logo": "https://www.whitehouse.gov/profiles/forall/themes/custom/fortyfour/images/fortyfour/favicons/mstile-150x150.png", "viewport": "width=device-width"}, "_id": "\"57477af46914bd0286fdf85e\"", "article_summary": "The President took the opportunity to highlight that fact, and for the first time in history, only answered questions from women reporters.\nPresident Barack Obama holds a press conference in the James S. Brady Press Briefing Room of the White House.\nThe President then took questions from the White House press corps, which includes significant women reporters who work hard day-in and day-out covering the President of the United States.\n(Official White House Photo by Lawrence Jackson)As 2014 winds down, President Obama stopped by the press briefing room in the White House to offer his thoughts on what the past year has meant for the country.\nPick any metric that you want -- America’s resurgence is real.\""}