{"article_title": "Scott Brown still weighing options", "article_keywords": ["brown", "square", "run", "restaurant", "londonderry", "hampshire", "donovan", "right", "scott", "weighing", "shaheen", "options"], "article_url": "http://www.unionleader.com/apps/pbcs.dll/article?AID=/20131206/NEWS06/131209501/0/29", "article_text": "\n\nScott Brown, right, talks with Bobbie Donovan, and her brother Duffy Donovan, both of Sanborton, as Brown greets people at the Harold Square Restaurant in Londonderry Thursday. It was also Duffy's birthday. (Mark Bolton/Union Leader) Scott Brown, right, talks with Bobbie Donovan, and her brother Duffy Donovan, both of Sanborton, as Brown greets people at the Harold Square Restaurant in Londonderry Thursday. It was also Duffy's birthday. (Mark Bolton/Union Leader)\n\nScott Brown still weighing options\n\n\n\n— Former U.S. Sen. Scott Brown of Massachusetts continued his noncommittal flirtation with New Hampshire, saying he still hasn't decided whether to run against U.S. Sen. Jeanne Shaheen or even for President.\n\n..\n\n\"I'm not focusing on anything except going in and helping people raise money right now and spending time with my family over the holidays,\" Brown said Thursday night before a private fundraiser for the Londonderry Republican Party at the Harold Square restaurant. \"I don't think I ever said I was thinking about running for President, but I don't think anything's off the table at this point.\"\n\n..\n\nBrown said he has no timetable for when he will decide his political future, saying he wouldn't have to file for a run for Senate until June 13.\n\n\n\n\"When I do, I will certainly let you know,\" he said.\n\n\n\nHis decision not to decide, though, didn't stop him from criticizing Shaheen, particularly for her support of the Affordable Care Act, also known as Obamacare, about which he echoed most Republicans' sentiments that it has been a flawed law that has cost jobs and forced people to lose insurance coverage.\n\n..\n\n\"She really needs to start explaining to people why she was the deciding vote to pass Obamacare,\" he said.\n\n\n\nHowever, independent fact checking organizations, including Politifact.org, have called the characterization of Shaheen as the deciding vote misleading, as it could apply to any of the 60 senators who voted in favor of Obamacare when it passed in 2010.\n\n..\n\nHis appearance in New Hampshire, the latest of a series of appearances throughout the country Brown said he has made, drew a protest outside the restaurant from the New Hampshire Democratic Party.\n\n\n\n\"If Scott Brown decides to run, he'll have a lot more to explain than just his out-of- state driver's license,\" NHDP Communications Director Harrell Kirstein said. \"The people who knew him best learned quickly that Scott Brown's only concern is Scott Brown, and if he runs for Senate or President, New Hampshire voters will rapidly reach the same conclusion.\"Gregory Carson, chairman of the Londonderry Republican Party, said Brown's presence was not indicative of any endorsement. He said the group was happy to have his drawing power.\n\n..\n\n\"We are taking advantage of his good grace and his current popularity to help the town committee,\" Carson said. \"It's still way too early for people to talk about endorsements, at least in that campaign.\"\n\n..\n\nBrown also deflected any criticism that his appearances in New Hampshire help Shaheen raise money for her campaign, though each time he appears in the state, Shaheen sends emails and letters to supporters trying to use his actions to generate contributions.\n\n..\n\n\"She can raise whatever she wants,\" he said. \"This race isn't going to be about money.\"\n\n\n\ntbuckland@unionleader.com\n\n..", "article_metadata": {"description": "Former U.S. Sen. Scott Brown of Massachusetts continues his noncommittal flirtation with New Hampshire, where he owns a second home.", "title": "Scott Brown still weighing options | New Hampshire", "og": {"site_name": "UnionLeader.com", "description": "Former U.S. Sen. Scott Brown of Massachusetts continues his noncommittal flirtation with New Hampshire, where he owns a second home.", "title": "Scott Brown still weighing options | New Hampshire", "url": "http://www.unionleader.com/apps/pbcs.dll/article?AID=/20131206/NEWS06/131209501/0/29", "image": {"width": 600, "identifier": "http://www.unionleader.com/storyimage/UL/20131206/NEWS06/131209501/AR/0/AR-131209501.jpg?q=70?ExactW=600&ExactH=314&imageversion=MainHighlight&q=80", "height": 314}, "type": "article"}, "section": "Politics", "robots": "NOARCHIVE, NOODP, NOYDIR", "keywords": "Politics, General News, Manchester,", "fb": {"app_id": 665237656918292}, "date": "2013-12-06 00:00:00", "twitter": {"description": "Former U.S. Sen. Scott Brown of Massachusetts continues his noncommittal flirtation with New Hampshire, where he owns a second home.", "title": "Scott Brown still weighing options | New Hampshire", "url": "http://www.unionleader.com/apps/pbcs.dll/article?AID=/20131206/NEWS06/131209501/0/29", "image": "/storyimage/UL/20131206/NEWS06/131209501/AR/0/AR-131209501.jpg?q=70", "site": "@UnionLeader", "card": "summary$t"}, "viewport": "width=device-width, initial-scale=1"}, "article_summary": "Scott Brown, right, talks with Bobbie Donovan, and her brother Duffy Donovan, both of Sanborton, as Brown greets people at the Harold Square Restaurant in Londonderry Thursday.\n(Mark Bolton/Union Leader) Scott Brown, right, talks with Bobbie Donovan, and her brother Duffy Donovan, both of Sanborton, as Brown greets people at the Harold Square Restaurant in Londonderry Thursday.\n(Mark Bolton/Union Leader)Scott Brown still weighing options— Former U.S. Sen. Scott Brown of Massachusetts continued his noncommittal flirtation with New Hampshire, saying he still hasn't decided whether to run against U.S. Sen. Jeanne Shaheen or even for President.\n\"If Scott Brown decides to run, he'll have a lot more to explain than just his out-of- state driver's license,\" NHDP Communications Director Harrell Kirstein said.\n\"The people who knew him best learned quickly that Scott Brown's only concern is Scott Brown, and if he runs for Senate or President, New Hampshire voters will rapidly reach the same conclusion."}