{"article_title": "Meet the Press Transcript", "article_keywords": ["isis", "political", "say", "thats", "american", "going", "president", "press", "meet", "iraq", "transcript", "think", "obama"], "article_url": "http://www.nbcnews.com/meet-the-press/meet-press-transcript-august-10-2014-n177216", "article_text": "MEET THE PRESS -- SUNDAY, AUGUST 10, 2014\n\nDAVID GREGORY:\n\nNext on Meet the Press, as President Obama vacations on Martha's Vineyard, the dog days of summer have turned into a new phase of America's war in Iraq. U.S. air strikes now targeting ISIS militants. How does the U.S. avoid mission creep in a country that President Obama said was stable and self reliant when U.S. troops left? We'll speak with influential voices from Congress this morning.\n\nPlus, Hillary Clinton weighs in. We'll have exclusive new details on how she's distancing herself from President Obama's foreign policy. And impeachment talk is here in DC once again. Two key players in the fight over the impeachment of President Clinton: Newt Gingrich and former Clinton lawyer Greg Craig will discuss whether the legal maneuvering against President Obama will work or whether it's all politics.\n\nANNOUNCER:\n\nFrom NBC News in Washington, this is Meet the Press with David Gregory\n\nDAVID GREGORY:\n\nAnd good Sunday morning. With President Obama warning against a quick fix, limited U.S. air strikes have yet to solve the critical situation in northern Iraq where thousands of Yazidi Christians who remain surrounded and in fear of their lives. This morning, the Iraqi government clams at least Yazidi have been killed by the Islamic state of Iraq and Syria known as ISIS. The ISIS fight is including many women and children who were buried alive.\n\nThe U.S. is also determined to stop the militants from capturing the strategically important city of Erbil in the Kurdish area of northern Iraq, home to a U.S. consulate and hundreds of American personnel. Fighters for the Islamic state are already in control of several key cities in both Iraq and Syria.\n\nI'm joined now by our chief Pentagon correspondent, Jim Miklaszewski, who has an in-depth look at why the president started air strikes now and whether they'll be successful. Mik, good morning.\n\nJIM MIKLASZEWSKI:\n\nGood morning, David. At this very moment last week, nobody at the White House or the Pentagon, for that matter, expected American war planes to be launching air strikes in Iraq within the next few days. But according to U.S. military officials, that rapid and alarming advance by those Islamic rebels, the U.S. could no longer ignore it, sending the generals back to the war room, and U.S. war fighters back to Iraq.\n\n(BEGIN TAPE)\n\nJIM MIKLASZEWSKI:\n\nISIS has easily stormed through Iraq for the past eight months, terrorizing their enemies, forcing religious conversions, and slaughtering those who resist their rule and religion. But President Obama waited to intervene militarily until this week, when the extremist group threatened to topple the Kurdish capital, Erbil. But why now? When ISIS took Mosul in June, the president sent 300 American troops to support and advise the Iraqi military, but not to fight.\n\nPRESIDENT OBAMA:\n\nI think we always have to guard against mission creep. American combat troops are not going to be fighting in Iraq again.\n\nJIM MIKLASZEWSKI:\n\nBut since then, the militants have gone on a rampage, taking Iraq's largest Christian town earlier this month, seizing the Mosul dam, key to Iraq's infrastructure, and routing the Kurdish Peshmerga forces last week. But when thousands of Yazidi worshipers were forced to flee for their lives to the mountains with no food or water to escape the brutality, it forced the President's hand and gave him the opening he needed. Now any U.S. military intervention would be framed, in part, as a humanitarian operation.\n\nPRESIDENT OBAMA:\n\nAnd I believe the United States of America cannot turn a blind eye.\n\nJIM MIKLASZEWSKI:\n\nBut saving Erbil, the Kurdish region, and the Peshmerga, the most capable military force in Iraq, was the most immediate objective.\n\nSTEVEN A. COOK (SENIOR FELLOW, COUNCIL ON FOREIGN RELATIONS):\n\nThe Iraqi security forces have, up till now, not proven themselves to be effective, despite a lot of American training, which leaves us with the Kurds.\n\nJIM MIKLASZEWSKI:\n\nAnd the Kurds have proven to be a loyal ally to the United States. Too much was at stake to let the region fall without a fight. But with no inclusive Iraqi government in place, and little support from N.A.T.O. allies for military action, the U.S. is going it alone in an open-ended operation.\n\nPRESIDENT OBAMA:\n\nThis is going to be a long-term project.\n\nJIM MIKLASZEWSKI:\n\nBut critics say the current U.S. strategy is all wrong.\n\nGEN. BARRY MCCAFFERY (NBC NEWS MILITARY ANALYST):\n\nWe need to arm the Kurds and let them protect themselves, and stop trying to hold together an Iraq that is already disintegrated.\n\nJIM MIKLASZEWSKI:\n\nAnd the president acknowledged Saturday that any substantial progress against ISIS may hinge on bringing them down, not just in Iraq, but in Syria, as well. And while American air strikes may keep Erbil safer, they will not stop ISIS. And even with U.S. support, the outlook may be grim for a long time to come.\n\n(END TAPE)\n\nJIM MIKLASZEWSKI:\n\nPresident Obama has vowed he would not send U.S. ground troops back to an Iraq, but acknowledged only yesterday that the U.S. military will be engaged in that war for some time to come. And as we heard him just a moment ago, for what he calls that \"long-term project,\" David.\n\nDAVID GREGORY:\n\nJim Miklaszewski, thanks so much this morning. I'm joined now by Democratic Senator, Assistant Majority Leader, Dick Durbin of Illinois, a member of the foreign relations committee. Senator, welcome.\n\nSEN. DICK DURBIN:\n\nThanks, David.\n\nDAVID GREGORY:\n\nYou have heard Jim's reporting. Just the goals here, preventing genocide, stopping ISIS, protecting the Kurdish territory, protecting, really, the integrity of Iraq and American personnel on the ground. All of those goals so important. Why are you already talking about limits to this operation?\n\nSEN. DICK DURBIN:\n\nBecause only Iraq can save Iraq. The president has stepped in because it has threatened genocide. I support that. Bringing food and water to these people who are dying on that mountaintop, of course the United States should do that.\n\nAnd when it comes to the Kurds, yes, they have been the adults in this neighborhood, the grownups. And I think that we ought to help them preserve their capital against this ISIS invasion. And we also want to make certain that the Americans that are on the ground are protected. The bottom line is this: there is so much that we can do to help the Iraqis help themselves. But ultimately, they have to save their own country.\n\nDAVID GREGORY:\n\nBut talk about ISIS itself. This is a terror state trying to construct a caliphate, cast off by al-Qaeda because this group is considered too extreme. Is the problem that the Obama administration, wanting to be something other than President Bush, got out of the business of confronting terrorism on a big, global scale and just dealt with it in a more limited way? Is it an under-reaction to the terrorist threat?\n\nSEN. DICK DURBIN:\n\nDon't forget, they invited us to leave in Iraq. The president was negotiating after President George Bush had this timetable for withdrawal. President Obama was trying to negotiate the final days of withdrawal.\n\nDAVID GREGORY:\n\nI'm talking about the terrorist threat. I'm talking about fighting terrorism. The Obama team said, \"We are not in the business of a global fight against terror. We're fighting al-Qaeda in limited forms.\" This is a big, expansive terrorist threat that has amassed on his watch.\n\nSEN. DICK DURBIN:\n\nWell, there's no question that this ISIS threat in Syria and in Iraq is growing and troublesome. The big question is what can the United States do to stop it? If the Iraqis come together, oust Maliki, put in someone in power who wants to bring in Sunnis and Shias to govern with the Kurds, then perhaps they can do it themselves. But we cannot send the troops, we must not sent the troops.\n\nDAVID GREGORY:\n\nBut isn't it galling for you--\n\n(OVERTALK)\n\nDAVID GREGORY:\n\n--but isn't it galling to you, as a United States Senator, that we, the American military, are targeting assets that ISIS has in its control, where there are American assets, American military hardware, that they stole, left behind, because we got out of Iraq?\n\nSEN. DICK DURBIN:\n\nHow many times has this happened in history? When the United States, with the best military in the world, goes in and fights a war, leaves behind equipment and ordnance and then finds it being used, perhaps even against it, in the next conflict? This is not new. It reflects the reality of war today. And it reflects the limitations when it comes to our fight against terrorism.\n\nWe need to make certain, not that, as many argue, that we should be in every theater in every war, that is not the United States' role. We need to be certain that what we do has surgical precision to it and a clear goal of success.\n\nDAVID GREGORY:\n\nIf this doesn't work, the goals that have been spelled out, which is preventing genocide, stopping ISIS, protecting the Kurds and American personnel, if an air campaign of some duration does not work, what do you believe, Senator Durbin, is America's responsibility to counter these threats?\n\nSEN. DICK DURBIN:\n\nFirst, to protect the Americans on the ground, number one. To protect American interests in the region. And that means, of course, our friends who are nearby neighbors of this disintegrating, chaotic situation.\n\nDAVID GREGORY:\n\nRight, but--\n\n(OVERTALK)\n\nDAVID GREGORY:\n\n--what do you do if it doesn't work with a limited air campaign?\n\nSEN. DICK DURBIN:\n\nWell, I can tell you this. Escalating it is not in the cards. Neither the American people nor Congress are in the business of wanting to escalate this conflict beyond where it is today. I think the President's made it clear this is a limited strike. He has, I believe, most Congressional support for that at this moment. To go beyond is really going to be a challenge.\n\nDAVID GREGORY:\n\nAll right, I'm going to leave it there. Senator Durbin, thank you, as always, for your views, for joining me this morning.\n\nSEN. DICK DURBIN:\n\nThank you.\n\nDAVID GREGORY:\n\nJoined now by Republican Congressman Peter King of New York, member of the House Homeland Security Committee. And Congressman, welcome. Let me challenge you in a different way.\n\nREP. PETER KING:\n\nSure.\n\nDAVID GREGORY:\n\nWhich is, those who would argue, conservatives, Republicans, others, that the president has underestimated this, that we're only using limited action to fight this threat, what more can be done, as the president said, than just keep a lid on this problem and all of these threats by the United States?\n\nREP. PETER KING:\n\nWell first of all, David, this is not just Iraq. ISIS is a direct threat to the United States of America. What Dick Durbin just said and what President Obama has said, is really a shameful abdication of American leadership. This isn't Iraq we're talking about. And we can't wait until Maliki and the Iraqi parliament to fight ISIS.\n\nEvery day that goes by, ISIS builds up this caliphate, and it becomes a direct threat to the United States. They are more powerful now than al-Qaeda was on 9-11. So Dick Durbin says we're not going to do this, we're not going to do that. I want to hear what he says when they attack us in the United States.\n\nI lost senators and constituents on 9-11. I didn't want to do that again. We've seen this coming. And so for the president to say, \"We're doing air strikes, we're not doing anything else, we're not going to use American combat troops, we're not going to do this, we're not going to do that,\" what kind of leadership is that?\n\n(OVERTALK)\n\nREP. PETER KING:\n\nWe have to let the enemy know what you're going to do.\n\nDAVID GREGORY:\n\nWell, let's ask you about the leadership you would provide. So if these goals are not achieved through an air strike campaign of some duration, what would you call for America to do?\n\nREP. PETER KING:\n\nWell first of all, we should take nothing off the table. We start off with massive air attacks. I think doing it from aircraft carriers is limiting them. We should use bases in the area so we could have much more sustained air attacks.\n\nWe should be aggressively arming the Kurds. The president says that once there's a unity government in Iraq we will then fight alongside and work with the Iraqi Army. Start doing that now. Why wait? Why wait months and months before the Iraqi government is back in place? Every day that goes by, ISIS builds up in strength. Well, whatever you do as Commander-in-Chief, you never, ever tell the enemy what you're not going to do. You shouldn't even tell what you are going to do.\n\n(OVERTALK)\n\nDAVID GREGORY:\n\nBut a lot of people--\n\n(OVERTALK)\n\nDAVID GREGORY:\n\nCongressman, hear you and they say, \"Wait a minute. We invaded this country. We took over the country. We occupied the country. We had massive troop levels there, armaments. Military hardware that’s being used by ISIS now. This is Iraq's responsibility. Why can't or why won't Iraq deal with this threat that is a grave threat to its future?\"\n\nREP. PETER KING:\n\nFirst of all, let's put this in perspective. What we've done in Iraq, as President Obama and Vice President Biden said, turned out to be a significant achievement, a great achievement. Iraq was stable. Iraq was a unified government. It was when President Obama withdrew all the American troops, when our troops that were imbedded with the Iraqi troops were taken away.\n\nThat's when the Iraqi Army started to disintegrate, when we lost control over Maliki because we withdrew. That's what started. There's no reason why Iraq would not have worked. The president, he started this. He started this downfall in 2011 with the direct withdrawal of American troops.\n\nSo as far as the weapons being turned over, that's terrible story by Maliki. But the fact is, we can't say because we’re mad at Maliki, and Maliki can do his job, that we're going to sit back and let ISIS attack the United States. David, they have ten times, 20 times more money than al-Qaeda ever had. They have much more weapons than al-Qaeda ever had.\n\nAnd ISIS has hundreds of foreign fighters with them, available to come to the United States to attack us. That's the reality. And when the president says and he tries to blame this on the intelligence community that they didn't tell him, General Flynn was saying months ago that ISIS was going to move to Iraq. Fallujah fell months ago. This president did nothing.\n\nAll we talked about is ending the war in Iraq. All we ended was American influence in Iraq. And that's a failure and its on his hands. And for him to-- what a weak leader. \"We're going to attack this, but we're not going to do that. We're going to do this, we're not going to do that.\" Can you imagine Winston Churchill or Franklin Roosevelt--\n\nDAVID GREGORY:\n\nSo you're saying--\n\nREP. PETER KING:\n\n--or Harry Truman--\n\nDAVID GREGORY:\n\n--U.S. troops on the ground to defeat ISIS because that is the ultimate goal.\n\nREP. PETER KING:\n\nI am saying we should do whatever we have to do. If people say American want troops on the ground. My constituents don't want to see another couple hundred people killed by an attack from ISIS. But let's not set up the false argument that it has to be troops on the ground.\n\nWe have the entire weight of the American military we can work with the Kurds. Plus we can provide weaponry to the Kurds who have been good fighters. No one's been more loyal to us than the Kurds. And why wait for the Iraqi government to come into play? If the president says that--\n\n(OVERTALK)\n\nREP. PETER KING:\n\n--military action when they're the government, why wait for that? Let's start now.\n\nDAVID GREGORY:\n\nAll right, Congressman Peter King, thank you, as well, for your views this morning. I appreciate it.\n\nREP. PETER KING:\n\nDavid, thank you.\n\nDAVID GREGORY:\n\nI want to get a little bit more in depth on the situation in Iraq. I'm joined now by Michael Leiter, NBC national security analyst, former director of The National Counter-Terrorism Center, Robin Wright, a fellow at The Wilson Center and author of Rock the Casbah, Rage and Rebellion Across the Islamic World, and Jeffrey Goldberg, national correspondent for The Atlantic magazine, who-- an exclusive interview with Hillary Clinton on the subject of Syria and terrorism and leadership in the world, which will get to in just a minute.\n\nBut I'm just trying to really make sense of all of this. And there's layers to it. Michael, I really want people to understand what we're up against with ISIS.\n\nMICHAEL LEITER:\n\nThis is not just a normal terrorist group. This is a terrorist army that now controls land. And I think this would be clear if they'd kept their old name. This is al-Qaeda in Iraq, which has become the Islamic state in Iraq and Syria. This is now the biggest terrorist organization we've ever seen with the most control, with the most money, getting more and more recruits.\n\nThey're obviously threatening Iraq. But they're also serious threats to the stability of our neighbors in Jordan. And the intelligence community believes that both ISIS in Iraq and Syria and other elements of the opposition in Syria are absolutely looking to attack the West. Western operatives in Iraq, Western operatives in Syria who can travel easily back to Europe and back to the U.S. homeland. That's the homeland terrorist threat that people are most concerned about.\n\nDAVID GREGORY:\n\nJeffrey, what are we fighting for now I Iraq?\n\nJEFFREY GOLDBERG:\n\nWhat are we fighting for in Iraq?\n\nDAVID GREGORY:\n\nYeah.\n\nJEFFREY GOLDBERG:\n\nWe're fighting, I think mainly, to keep ISIS from spreading. I have to agree with that. Well, that's the problem with that. And as Hillary Clinton says, these threats never stay where they are. These groups are expansive in nature. They want to go further than they are.\n\nSo A), we're fighting, if we are indeed fighting, we're fighting to prevent them from spilling over their borders. We're also fighting, I think, for the Kurds. The president is hesitant to say that, but the Kurds are our key ally in that part of the world. And they are in trouble. If they fall, they would have even more trouble, because ISIS expands into their space. So we're doing a couple of things. And then, of course, there's the humanitarian picture. Which, of course, is we have a selective outrage but humanitarian problems in the Middle East.\n\nDAVID GREGORY:\n\nRight.\n\nJEFFREY GOLDBERG:\n\nYou know.\n\nDAVID GREGORY:\n\nAnd how about the president, back in 2007, said, \"Well, it's not as if based on the humanitarian reasons we're going to send troops into the Congo.\" And now, you know--\n\n(OVERTALK)\n\nJEFFREY GOLDBERG:\n\nI mean look, this is a problem all presidents face.\n\nDAVID GREGORY:\n\nRight.\n\nJEFFREY GOLDBERG:\n\nIt's like how do you pick the people to save? In this case, you can make a good argument that we've stayed on the sidelines in Syria for years while 170,000 people have been killed. We're saving these people in Iraq. It's a devilish problem, I'll admit that.\n\nDAVID GREGORY:\n\nRobin, I don't know that everybody understands when we talk about a Sunni-Shia split, that is at large what's happening here. It's what has given space for an ISIS to grow, like fuel to a forest fire. You know, that it keeps attracting more fighters and more energy because these are disaffected Sunnis, from Syria to Iraq.\n\nROBIN WRIGHT:\n\nAbsolutely. The sectarian problem is one we've seen now across the Middle East. And it's beginning to redefine the borders that have shaped that region now for a century. And I think this is not the only place we're likely to see this. But it plays out, remember, in 2006, when the U.S. was debating sending in the surge, one of the questions was can you achieve a military goal, but the separate, political goal, at the same time?\n\nAnd the joint chiefs of staff said, \"We can push back what was then al-Qaeda.\" The question was can you solve the diplomatic problem? Can you get the Shia dominated government to embrace the Sunnis in a way that they will feel contained? And sure enough, we sent in 30,000 additional troops. We achieved the military objective, but we never solved those political objectives. And the problem is that the core of this problem is not the Yazidi genocidal problem, it is the issue of can Shiites and Sunnis, within a modern state, come to terms with each other in a way that is inclusive and just?\n\nDAVID GREGORY:\n\n--And form a kind of unity government. Isn't the problem here, Jeff, that the president is playing catch-up? I mean this is a president who is determined to leave Iraq. He's right, there's a status of forces agreement that got U.S. troops out. But there was no-- I mean you went from President Bush dealing with Maliki in Iraq directly, and then the new president comes in, back of the hand to Iraq. Did we waste the influence that we could have had on this government to try to prevent the creation of this vacuum that ISIS is now filling?\n\nJEFFREY GOLDBERG:\n\nLook, I mean he's right to argue that, ultimately, the solution is an Iraqi solution. If Iraqis can't pull it together--\n\nDAVID GREGORY:\n\nRight.\n\nJEFFREY GOLDBERG:\n\n--as Robin is suggesting, then there's really not much that the U.S. can do. On the other hand, yes, there are ways to intervene early in this process that probably would have helped the Iraqis not only fight ISIS but try to pull together some kind of political coalition that works.\n\nDAVID GREGORY:\n\nYour thoughts on this?\n\nMICHAEL LEITER:\n\nWell, I think, first of all, this is not an Iraq problem, it is not a Syria problem, it is both. There is no border anymore.\n\nDAVID GREGORY:\n\nAnd now it becomes a terrorism problem.\n\nMICHAEL LEITER:\n\nAbsolutely. It is a terrorism problem. It is a regional problem. We can stop-- militarily, there's no doubt we can stop them from taking over Erbil.\n\nDAVID GREGORY:\n\nBut that's just putting--\n\n(OVERTALK)\n\nMICHAEL LEITER:\n\nBut that is minor.\n\nDAVID GREGORY:\n\nYeah.\n\nMICHAEL LEITER:\n\nAnd you're still going to have an ISIS controlled caliphate across this region. We're going to have to address this in much larger ways. As Jeffrey said, the Iraqis are obviously key to the solution. We can't solve it without them. They can't solve it without us, either.\n\nDAVID GREGORY:\n\nIt's interesting. So there's obviously a political dimension to this, as there always is. Not just for now, but in the 2016 context. So you interviewed Hillary Clinton. You talked about all of these issues, including Syria. Now we know that she disagreed with the administration. She wanted to support--\n\nJEFFREY GOLDBERG:\n\nRight.\n\nDAVID GREGORY:\n\n--Syrian rebels. Here's what she told you, in part, in this interview that's in The Atlantic this morning. This is Secretary Clinton, former Secretary Clinton speaking to you: \"I know that the failure to help build up a credible fighting force of the people who were the originators of the protest against Assay, there were Islamists, there were secularists, there was everything in the middle, the failure to do that left a big vacuum, which the jihadis have now filled.\" That's the most criticism--\n\n(OVERTALK)\n\nJEFFREY GOLDBERG:\n\nYeah.\n\nDAVID GREGORY:\n\n--we've ever heard.\n\nJEFFREY GOLDBERG:\n\nThat's pretty blunt. I think this week she feels, and people around her, supporters of Hillary and supporters of intervention, feel like she's been vindicated by events. It's impossible to know. Of course it's impossible to know whether U.S. intervention in Syria three years ago would have helped.\n\nDAVID GREGORY:\n\nI mean the president says that's a fantasy to believe that--\n\n(OVERTALK)\n\nJEFFREY GOLDBERG:\n\nThe president says it's a fantasy. Hillary Clinton obviously says it's not a fantasy. We'll never know. Those are counterfactuals you can break your head over. On the other hand, it's pretty obvious that, by staying on the sidelines, not only the U.S. but the entire West, allowed what became ISIS to fill a vacuum. I think what she's saying there is reasonable analysis.\n\nAnd, you know, and obviously, these are questions going forward that she's obviously beginning a process of maybe distancing herself from some of the policies she disagreed with. And in this interview with me, I think she went a little bit further than she usually has in distancing.\n\nDAVID GREGORY:\n\nThat's interesting. I mean it is interesting now because we're looking at a 2016 race where Republicans say, \"You see? We've lost American leadership in the world.\" Which is what President Obama campaigned on, as well. And we always react to the last person in power. And if the line against Obama will be under-reaction to these threats.\n\nROBIN WRIGHT:\n\nYes. And the interesting thing is he's the fourth president to be involved in Iraq. And when you look back at the record of what it took to, when we engaged last time, the first Bush administration dropped 265,000 bombs on Iraq. President Clinton, in a four-day period, dropped 600 bombs, 400 missiles. And Second President Bush used 30,000 bombs.\n\nThe idea that a few 500-pounds bombs are going to make a difference, I think we have now crossed a threshold when it comes to our involvement. This is not something that's going to last a few weeks, even a few months.\n\nDAVID GREGORY:\n\nRight.\n\nROBIN WRIGHT:\n\nThis, I think, we're back in. And I think also we've crossed a threshold when it comes to what the Islamic state sees as our role in the region. And the great danger if this becomes a mobilizing rallying cry to draw thousands of other not only Arabs and Muslims to the cause, but Westerners as well--\n\n(OVERTALK)\n\nJEFFREY GOLDBERG:\n\nThat's not to say that they wouldn't be up for this, had the United States not had a presence in the region. It's not as if these are good boys and girls who are on the sidelines, and then America came and decided to become bad people.\n\nROBIN WRIGHT:\n\nBut remember that there was no al-Qaeda in Iraq before the U.S. intervention. There was no Hezbollah in Lebanon before the Israeli invasion. That sometimes there are unintended consequences of invading somebody else’s territory--\n\n(OVERTALK)\n\nMICHAEL LEITER:\n\nJust please remember that the 9-11 attacks were not caused by the 2003 invasion of Iraq. I mean that happened well in advance--\n\n(OVERTALK)\n\nJEFFREY GOLDBERG:\n\n--but let's get the sequencing.\n\nDAVID GREGORY:\n\nFinal point, Michael, the ultimate threat from ISIS as you look at as a counter-terrorism specialist now that plays out over the short term and longer term.\n\nMICHAEL LEITER:\n\nThe ultimate threat is-\n\n(OVERTALK)\n\nMICHAEL LEITER:\n\n--an American who goes to either Syria and Iraq, trains, gets experiences on weapons, comes back to the United States, we didn't know they were there, and they set off improvised explosive devices in New York, Washington, or somewhere else. That is a real and concrete threat.\n\nDAVID GREGORY:\n\nAnd that's what the administration has to be so worried about. Thank you all very much for your perspective this morning. Coming up here, the U.S. so divided politically, we will take you to one major city where even crossing the street can take you from Republican to Democratic territory.\n\nCHARLES FRANKLIN:\n\nEverybody's united in support of the Green Bay Packers. It's when we get to partisan politics that these divisions become deep.\n\nDAVID GREGORY:\n\nOur political roundtable up next: Chuck Todd, Andrea Mitchell, Rich Lowry, and Congresswoman Donna Edwards all weighing in. Plus, are Republicans about to do what they did to Bill Clinton and try to impeach President Obama? Key figures from that fight 15 years ago: Newt Gingrich and former Clinton lawyer Greg Craig are here to discuss the prospect of success in the legal battles against President Obama.\n\n***Commercial Break***\n\nDAVID GREGORY:\n\nWe are back. It is August. That means there's plenty of news to discuss, because anybody who covers news knows that August is the most busy time of the year. Our roundtable's here to discuss a lot going on. Our political director, Chuck Todd, Donna Edwards, Democratic Congresswoman from Maryland, Rich Lowry, editor of The National Review, and our chief foreign affairs correspondent, Andrea Mitchell.\n\nMy question for the table is are we closer to the events this week in Iraq of identifying what is the true Obama doctrine? He told Tom Friedman of The New York Times the following. I'll put it on the screen. \"Obama made clear,\" Friedman writes, that he is only going to involve America more deeply in places like the Middle East to the extent that the different communities there agree to an inclusive politics of no victor, no vanquished.\" Did we learn something here?\n\nANDREA MITCHELL:\n\nI think we learned a lot. And what we learned is this contrast between Barack Obama and Hillary Clinton when Hillary interviewed with Jeff Goldberg.\n\nDAVID GREGORY:\n\nYes.\n\nANDREA MITCHELL:\n\nHow do we say that we have a humanitarian mission here in Iraq with the Yazidis and not the Syrians, who are 170,000 people there? That's what Hillary Clinton would say to Jeff Goldberg. How do you say that Syrian arming the opposition was fantasy, Barack Obama, when Hillary Clinton lays out a completely different and, I think, going to be an escalating, differentiation--\n\nDAVID GREGORY:\n\nRight.\n\nANDREA MITCHELL:\n\n--between her and Barack Obama?\n\nDAVID GREGORY:\n\nHere's the big criticism, Rich Lowry. And I expect you would agree with this criticism, that this was a reaction to President Bush when President Obama said, \"We are not going to be in war against terrorism where a war gives something very specific.\" Now he faces something quite vast.\n\nRICH LOWRY:\n\nYeah, this was the amazing thing. Obviously, he wouldn't be president of the United States if it weren't for his opposition to the Iraq war. But here it is, Iraq, where his view of how the world should work is being discredited by the day. He thought Iraq wasn't important. He thought we should have left influence and involvement in the Middle East generally. He thought there were all these ready alternatives to military forces. All of that was exaggerated or, frankly, wrong. And that's why you have ISIS on the market.\n\nDAVID GREGORY:\n\nAnd you have a politically vulnerable president on vacation today in Martha's Vineyard with a lot of people saying, as they did to President Bush when he went away for vacation during Iraq, \"Hey, you're checked out here while the world is going up in flames.\" Look at our poll, Chuck Todd, that you detailed this week, not just the President's approval rating at 40% now, 54% disapproval, but you go inside the numbers a little bit: overall approval 40%, handling the economy only 42% approval, handling the foreign policy, 36% approval.\n\nCHUCK TODD:\n\nYou know, the first half of his presidency, that was always his strength. Handling the foreign policy, he always did better than his overall job approval. Now it's worse. And he really is in an odd political box here, because he is giving the country the foreign policy it wants. Okay? The country wants less intervention.\n\nANDREA MITCHELL:\n\nRight.\n\nCHUCK TODD:\n\nThe country wants less of these wars. The country wants to retreat. There is this isolationist streak in the country, less intervention, all of those things.\n\nHe's giving them that foreign policy. It's a very, in some ways, poll perfect foreign policy that the President's doing. And it's seen as less popular. It's seen as less stable. Because it looks as if he's not leading. Events are leading him. And I think that that's what the country was reaction personally to him, that this is like, \"Where's the leadership. What's going on here? You don't seem to have your arms around this.\"\n\nDAVID GREGORY:\n\nCongresswoman, the flip side of that is this is pragmatism. This may be a recognition of what limits the United States has, rather than rushing to do something that may be counterproductive.\n\nREP. DONNA EDWARDS:\n\nI think that's somewhat true. And I think the president, in his statements with Tom Friedman, probably indicated his reticence because there is not-- he recognizes there's no political solution in Iraq. And he also knows that, in order to defeat ISIS, or to put a stamp on them, he has to consolidate that political power on the ground. And if the recognition that if the Kurds, Sunnis and Shia are all on the same page politically, then they stand a better chance of--\n\n(OVERTALK)\n\nREP. DONNA EDWARDS:\n\n--American power-- but in using American power--\n\n(OVERTALK)\n\nREP. DONNA EDWARDS:\n\n--to do that. Well look, we have the selection of a prime minister, the selection of our president. We're working-- I mean I think that we're closing to having a political solution where Maliki is not in charge of--\n\n(OVERTALK)\n\nDAVID GREGORY:\n\n--involved in this political influence game. He shied away from--\n\n(OVERTALK)\n\nRICH LOWRY:\n\nExactly. This is the shame of the situation. Obama never ended the war in Iraq, as he said. He abandoned the war in Iraq right at a time when we'd achieved a fragile stability that we might have been able to maintain.\n\n(OVERTALK)\n\nREP. DONNA EDWARDS:\n\nThe Iraqi government did not want the president-- the United States to stay in Iraq. Let's be really clear about that. We have to come at the invitation--\n\n(OVERTALK)\n\nREP. DONNA EDWARDS:\n\n--even now we're at the invitation.\n\n(OVERTALK)\n\nDAVID GREGORY:\n\nRight, but this president ideologically did not want--\n\n(OVERTALK)\n\nCHUCK TODD:\n\nThey were not. This was not an administration that was eager to Maliki, \"You don't want a strategic forces agreement?\" You know. Your original question is what did we learn about the doctrine. And I think that I've been trying to figure out this man's doctrine now for six years. He doesn't have one.\n\nHe ran basically with a wink and a nod that this was going to be a George H.W. Bush type of foreign policy, stability and diplomacy first, okay? And yet, he has been pulled in different directions. His instinct actually is very George W. Bush-like, which is democracy, freedom. You know, he doesn't want winners and losers.\n\nSo look at the way he had intervened early in the Arab Spring. And then we realized that that was a mistake. So then-- I mean it's almost like he's pushes and pulls between the idea of democracy first versus stability first. And he goes back and forth, and he's messed around with democracy first in Egypt. Didn't work. In Libya, didn't work. He admits is now. And now he's trying for stability first. And I think, you know, in this case, he's struggling--\n\n(OVERTALK)\n\nANDREA MITCHELL:\n\n--tactically he's being held hostage to end these negotiations to get Maliki out. And to decide that you're not going to do anything until you have a government is to wait forever. And is to permit ISIS to do what its done--\n\n(OVERTALK)\n\nANDREA MITCHELL:\n\nAnd arguably-- and to say there’s not hard intelligence. This is not a hard target. This is Erbil. We have people there. The fact is there was intelligence. And to say that they were shocked by the Peshmerga on Saturday night being routed is a farce. The White House wasn't listening.\n\nRICH LOWRY:\n\nBut even if everyone with the best intentions prevails in Baghdad, they're going to still need massive help from the United States. And the fact that you read the best reporting about what happened when we're in negotiating with the Iraqis, whether we had the residual force, there was zero interest, really, in the administration and cutting that. I mean he bragged about how he ended the war because we completely eliminated our involvement in Iraq. And that's turned out to be--\n\n(OVERTALK)\n\nCHUCK TODD:\n\nI want to campaign then for reelection. That was the number one highlight.\n\nDAVID GREGORY:\n\nLet's turn back to domestic politics, Iraq’s politics are tough, ours are just as tough in many ways. On the issue of immigration, on the issue of executive power, here was a moment this week that involved Senator Rand Paul in Iowa, who was confronted during lunch by a described dreamer, somebody who was able to come in while the parents-- a child of illegal immigrants-- who appears part of the Dream Act, or the executive order, rather. This is that confrontation.\n\nERIKA ANDIOLA:\n\nI am actually a DREAMer myself and I’m originally from Mexico, but I’ve been raised here. I graduated from Arizona State University actually--and--Arizona State University. And I know you wanted to get rid of DACA so I wanted to give you this opportunity. if you really want to get rid of it, just rip mine.\n\nDAVID GREGORY:\n\nI mean that is a striking political moment. I mean, really, this is a serious issue. This is, you know, political theater, which has a good place in police officer. But here was Rand Paul saying, \"not a conversation I want to be a part of.\"\n\nRICH LOWRY:\n\nAnd failing political instinct. This is why that guy's a serious political contender. Look, his people say he had another interview.\n\nCHUCK TODD:\n\nYeah\n\n(OVERTALK) (LAUGHTER)\n\nRICH LOWRY:\n\nBut look, these dreamers, so-called dreamers, are the single most sympatric subset within the illegal population. They're the first people I would amnesty by law, if we had a workable system of enforcement in force. But that's not an excuse for doing it lawlessly, the way the president did.\n\nAnd what he did is part of what has become the magnet for this border crisis. It was a signal sent south of the border, \"You're young, you get here illegally, you're going to stay.\"\n\nDAVID GREGORY:\n\nBut let me-- you wrote this, this week, and I want to get the others to talk about it, because it gets to kind of the bigger issue we always talk about impeachment of President Obama. You wrote this: “The signs are that President Obama's going to proceed with a massive unilateral amnesty that will affect one of his most important legislative goals without the legislature, as a brazen distortion of our constitutional system, this move will provoke a major reaction and, at the very least, lead to more calls for his impeachment. But for the cynics of the White House, this appears to be not a bet but a future.\"\n\nREP. DONNA EDWARDS:\n\nWell, you know, first of all, I think to Rand Paul, what that little clip demonstrated is the fact that you can't run on wanting to be an inclusive Republican Party and run away from immigration. And he did exactly that.\n\nDAVID GREGORY:\n\nLet me talk more generally about the divide in this country. You go around the country, people talk about it, because it's unhappiness with our government, it's reflected in a number of things we've been talking about. Our NBC News Wall Street Journal poll found 79% of voters are dissatisfied with the political system. One big example of this political divide is in the Milwaukee area, as our Kevin Tibbles found in this week's Meeting America.\n\n(BEGIN TAPE)\n\nKEVIN TIBBLES:\n\nOn a gorgeous summer evening in Menomonee Falls, Wisconsin, the local high schoolers may be dancing in the streets. But the politics here are anything but a walk in the park.\n\nCHARLES FRANKLIN:\n\nEverybody's united in support of the Green Bay Packers. It's when we get to partisan politics that these divisions become deep.\n\nKEVIN TIBBLES:\n\nWhen Charles Franklin conducted a poll for the Marquette University Law School, he found a state so politically entrenched, Democrats and Republicans don't even live in the same neighborhoods anymore.\n\nCHARLES FRANKLIN:\n\nIt changes dramatically from deep blue to deep red right at the county lines. And it just leaps out at you.\n\nKEVIN TIBBLES:\n\nHere in Milwaukee, there's a dividing line. One side of the street Republican, the other, Democrat. Within the city, 63% give President Obama the thumbs up. In the suburbs, it's 64% thumbs down. And the Republican Governor, Scott Walker, enjoys 63% approval in the suburbs and 61% disapproval in the city. Neighbors, worlds apart. In the city, at Glorious Malone's, the specialty meats company started by her mother in their kitchen.\n\nDAPHNE MALONE JONES: Gotta move fast\n\nKEVIN TIBBLES:\n\nGive me three at a time, maybe.\n\nDAPHNE MALONE JONES:\n\nYou’re a natural.\n\nKEVIN TIBBLES:\n\nDaphne Malone Jones watched a business grow by word of mouth.\n\nDAPHNE MALONE JONES:\n\nIt’s so delicious.\n\nKEVIN TIBBLES:\n\nAnd when partisan divisions within the beltway spread, she says it's bad for the business of nation building.\n\nDAPHNE MALONE:\n\nHow do we come together from both sides so we meet in the middle and accomplish the task?\n\nKEVIN TIBBLES:\n\nBack in suburban Menomonee Falls, AJ O'Brady's owner, Bruce Russell, has a rule behind the bar.\n\nBRUCE RUSSELL:\n\nDon't talk about religion, don't talk about politics.\n\nKEVIN TIBBLES:\n\nPatrons, on the other hand, will discuss the political deep freeze.\n\nSHERRY:\n\nIt seems to me that years ago you can have a conversation about politics with somebody that was different than you. Today you can't. Everybody is so hard core in what they believe, they're so set in their ways. And I'm that way, also. I've had to put up with Obama for two terms now. I'm not a fan of the Health Care Act.\n\nKEVIN TIBBLES:\n\nWhile some in the suburbs support suing the president over his handling of the Affordable Care Act, city minister Clarence Montgomery calls it an unhealthy distraction.\n\nCLARENCE MONTGOMERY:\n\nGood governance and what they're doing as far as this lawsuit is concerned is an oxymoron. It's easier to say no than to sit down and say, \"How can we find a yes?\"\n\nKEVIN TIBBLES:\n\nWhat would it take for a thaw?\n\nCHARLES FRANKLIN:\n\nThis won't change until it becomes electorally destructive to one party or perhaps both.\n\nKEVIN TIBBLES:\n\nUntil then, the political peaks and valleys will likely keep the two neighbors apart. For Meet the Press, Kevin Tibbles.\n\n(END TAPE)\n\nDAVID GREGORY:\n\nAt least they're still dancing in Milwaukee. Chuck, I thought that was really, you know, until it becomes electorally destructive to one or both parties, this won't change. Until voters change the incentives for both sides--\n\nCHUCK TODD:\n\nIt's going to change.\n\nDAVID GREGORY:\n\n--until you reward.\n\nCHUCK TODD:\n\nAnd that's -- what's happened here is we don't have an electoral system where swing voters matter.\n\nDAVID GREGORY:\n\nRight.\n\nCHUCK TODD:\n\nRight? They don't matter. We know what the middle wants. Until you have candidates that feel as if they can move away from the base in a general election more often, or that they will lose. And if that's gone, and that incentive's not there, then you're going to get this.\n\nI thought it was interesting in the Friedman interview, we all talk about that foreign policy, the president saying, in our system of government, in some ways right now, it's worse than some of the stuff he's seeing in the Middle East.\"\n\nDAVID GREGORY:\n\nRight.\n\nCHUCK TODD:\n\nThat is quite the shot at his political opposition.\n\nANDREA MITCHELL:\n\nIf there is a turnout, I think there could actually be a revulsion, a reaction against the “Do-Nothing” Congress with old apologies. (LAUGHTER)\n\n(OVERTALK)\n\nANDREA MITCHELL:\n\nBut the “Do-Nothing” in Congress, the ineffective White House leadership, you know, to sort of Washington--\n\n(OVERTALK)\n\nANDREA MITCHELL:\n\n--at large--\n\n(OVERTALK)\n\nANDREA MITCHELL:\n\n--and I think that there are going to be people staying home in masses, which is really upsetting to anybody who cares about democracy. Or perhaps an outpouring of \"throw the bums out.\" And that's--\n\n(OVERTALK)\n\nDAVID GREGORY:\n\nAnd the idea that we face these challenges, and that our system, our entire system of government, is not up to the challenges that we face, that's what's daunting, frustrating, and beyond. I mean demoralizing.\n\nRICH LOWRY:\n\nWell, I have a slightly different take on it. Because our system of government is meant, it's designed, to make it hard to do big things. And you really do big things only if there's a national consensus or if one party controls both the legislative and the executive. And that's relatively rare.\n\nBut if you think things are poisonous and divided now, just wait until President Obama does this big unilateral amnesty he's talking about. It's going to be much, much worse after that. Because it would be a stark hijacking of the legislative function with malice of forethought. And there's going to be a huge reaction to it.\n\n(OVERTALK)\n\nREP. DONNA EDWARDS:\n\nWell, that's a big exaggeration. Look, I think that people out there sort of vote for countries who are centric, who speak to their needs, who speak to what it needs that will make a difference in their lives. And I think that any candidate who's running for office now, who is authentic, who says, \"I'm on your side, and this is what I want to do to help you out,\" are the candidates who are going to win. And those are the people who then begin to reflect the broader--\n\n(OVERTALK)\n\nDAVID GREGORY:\n\nI'm going to leave it there. And the prediction and this question of what comes next is actually where we're going to go next in the program when we come back. So thank you all very much. So how the political system has so unraveled that the politics of impeachment is being played on both sides. Two key players are going to join me in just a minute, involved in the impeachment of Bill Clinton, Newt Gingrich and Greg Craig will be joining me up next on Meet the Press.\n\n***Commercial Break***\n\nDAVID GREGORY:\n\nSaturday was the 40th anniversary of the resignation of President Richard Nixon. We've compiled a list of his most memorable moments here on Meet the Press, including a conversation during which he reveals what he thought was his biggest mistake as president. And it was not Watergate. See that and more at any time at MeetThePressNBC.com. And we'll discuss the motives behind the current talk of impeachment of President Obama by both Republicans and Democrats, coming up next.\n\n***Commercial Break***\n\nDAVID GREGORY:\n\nWe are back. Congress might be out for the summer, but the battle lines have been drawn between House Republicans and President Obama. They've filed suit against the president. There's also been talk of impeachment of the president on both sides, by the way. In a moment, I'll be joined by Greg Craig, who served as President Obama's first White House counsel, who was also a key member of President Clinton's impeachment defense team, and Newt Gingrich, who was, of course, Republican Speaker of the House just before President Clinton was impeached in 1998. But first, our justice correspondent, Pete Williams, has an analysis of whether the lawsuit against the president, or the possibility of impeachment, have any legal merit.\n\n(BEGIN TAPE)\n\nPETE WILLIAMS:\n\n40 years ago, Richard Nixon became the first U.S. president to resign after a House committee voted to impeach him. Now there's talk of it again, this time, against President Obama.\n\nSARAH PALIN:\n\nWhat he's engaged in are impeachable offenses. They incurred fraud on the American people.\n\nPETE WILLIAMS:\n\nBut does any of it amount to high crimes and misdemeanors, the constitution's grounds for impeachment?\n\nJONATHAN TURLEY:\n\nThis president has about as much chance of being impeached as being elected the next pontiff. Right now, he has not committed any impeachable offense that I can see.\n\nPETE WILLIAMS:\n\nRepublican leaders insist they have no interest in impeachment. But in a legal long shot, the House has voted to sue the president over his order delaying for a year the requirement that businesses provide employee health insurance.\n\nPETE WILLIAMS:\n\nThe suit will come to the federal court at the foot of Capitol Hill. The judges are reluctant to referee fights between Congress and the White House. So the suit will have to overcome a legal obstacle that could stop it at the courthouse door.\n\nPETE WILLIAMS:\n\nThe Supreme Court has talked out lawsuits against presidents brought by members of Congress in the past, ruling that those who sue must have a personal stake in the outcome, a claim they're harmed in a way no one else is. Another problem, there's a new House every two years. And it's the previous one that passed Obamacare.\n\nAKHIL REED AMAR:\n\nIf Nancy Pelosi wants to sue on behalf of that House, that might be a different question. I think it'd still be tough. But at least that's more plausible.\n\nPETE WILLIAMS:\n\nBut some say the courts should step in to clarify the boundary lines.\n\nJONATHAN TURLEY:\n\nWhen the courts remove themselves from these fights, they leave the parties with nothing but muscle politics, the type of dysfunctional and negative acts that we see all the time.\n\nPETE WILLIAMS:\n\nIf the lawsuit is heard, it might not be over until after President Obama leaves office. For Meet the Press, Pete Williams, NBC News Washington.\n\n(END TAPE)\n\nDAVID GREGORY:\n\nGreg Craig and Newt Gingrich are here. Welcome both. I want to talk about the politics of this, the policy of it. Greg, let me start with you on just the law. You heard Rich Lowry say in our roundtable that, if the president takes action unilaterally with executive power on an attempt to deal with illegal immigration, providing a path to citizenship for a large group of people, that the response will be furious. Is that a legal response or is that just a political response?\n\nGREG CRAIG:\n\nI think that's a political adjustment rather than a legal observation. I do think that the question of impeachment boils down to whether the politics will change dramatically over next three or four months. One of the things that might change the politics is precisely what Rich identified. If the president takes action on immigration that the majority of the American people disagree with, then you might have a change in the chemistry of impeachment to process. Another thing that might happen would be if the Senate gets captured by the Republican Party in November, that might change the chemistry and the politics of impeachment for the coming----\n\n(OVERTALK)\n\nDAVID GREGORY:\n\nBut is there an evolution, Newt Gingrich, of what we think of as the utility, the role of impeachment, as we think about President Nixon to Clinton--\n\n(OVERTALK)\n\nDAVID GREGORY:\n\n--talk about it with Bush and Obama, as well.\n\nNEWT GINGRICH:\n\nWell, we’ve often had one or two or three members of a party say, \"Well, why don't we impeach the president of the other party?\" That's nothing new if you Google impeachment suggestions, there are lots of them. (LAUGHTER)\n\nThe challenge here is very different. The president, and you ran into this yourself on the advice on Guantanamo. I mean the president would liked to have closed Guantanamo. It was one of his highest priorities. He still hasn't closed Guantanamo, because there are, in our system, there are larger realities that shape these things.\n\nThis President's worst issue is immigration. He had 68% disapproval. If he comes in around Labor Day with some grand scheme by executive order, then I think the Republicans are going to pass a bill saying it's wrong in the House, taunt the Senate Democrats who are up for reelection to get the bill to the Senate, and say to the American people, \"You want to stick with the Venezuelan style anything-I-want-is-legal presidency, or you want to go back to the constitution? These are your two parties in the government.\"\n\nAnd then, in January, the Republican Senate and the Republican House just cuts off the money. You don't have to impeach a president to control him. You can just cut off the money.\n\nDAVID GREGORY:\n\nBut let me stay on this. Aren't we at a point in our politics, and the argument will go both ways, who's contributed more, Republicans or Democrats, efforts to de-legitimize presidents and go back, just even in our recent times, certainly happened to Bush, happened to Clinton, has happened to President Obama, that impeachment is discussed more as a means of recall than it is as the legal action that it was originally intended to be.\n\nGREG CRAIG:\n\nWell, I might disagree with you. I think that the impeachment provisions in the constitution were politically intended. They were intended to remove a president who was abusing the powers of the presidency. And the legal process by which it is done is quasi-legal. It's primarily and fundamentally a political process.\n\nAnd that's why I don't think you're going to be able to organize a serious impeachment effort over the objections of the American people. That's what they tried to do in 1998. And the American people punished the Republican Party in the midterm elections in November 1998.\n\nDAVID GREGORY:\n\nUnless you want to pull some Republicans aside and say, \"Please tell me you're not talking about--\n\n(OVERTALK)\n\nNEWT GINGRICH:\n\nEvery Republican I talk to, with a handful of a couple of fringe figures, every Republican I talk to knows it would be a dumb idea. And those are actually the people who most want an impeachment site are the president and his team.\n\nDAVID GREGORY:\n\nRight.\n\nNEWT GINGRICH:\n\nThey raise money off the word \"impeachment.\" They mobilize their base off the word \"impeachment.\" This is why, when you see on the football, okay, the president would love for us to be that dumb. My prediction is Republicans are going to, in fact, pa-- if he does do something around Labor Day, they will pass a bill repudiating it in the House almost overnight--\n\n(OVERTALK)\n\nDAVID GREGORY:\n\nDo you agree that this been overly cynical by this White House, how they view the impeachment talk politically? (LAUGHTER)\n\n(OVERTALK)\n\nNEWT GINGRICH:-\n\nYou can't ask their attorney that. (LAUGHTER)\n\nDAVID GREGORY:\n\nIn a moment of candor, he buckles.\n\n(OVERTALK)\n\nNEWT GINGRICH:\n\nHillary's radical candor. Give us that.\n\n(OVERTALK) (LAUGHTER)\n\nGREG CRAIG:\n\nYou’ll not be surprised to learn that Democrats would be deeply suspicious of a Republican-controlled House and a Republican-controlled Senate in the last term of a second-term president. And it's been done once before. It can be done again. And so I don't think it's entirely cynical, although I've got to say, my e-mails are filled up with money (LAUGHTER) to fight off impeachment. It's really-- true.\n\nDAVID GREGORY:\n\nThe bottom line, though, as any legal action goes nowhere.\n\nNEWT GINGRICH:\n\nRight.\n\nDAVID GREGORY:\n\nAgainst--\n\n(OVERTALK)\n\nDAVID GREGORY:\n\n--impeachment and some of the other things, the lawsuit.\n\nGREG CRAIG:\n\nThis is a crowd management, crowd control provisions that the House--\n\n(OVERTALK)\n\nNEWT GINGRICH:\n\nThe right fight will come in January if Republicans get the Senate. And right fights over cutting off money. It's a totally legitimate thing for the Congress to say to the president, \"You won't be able to enforce this. No money will be allocated for it.\" And that is at the core of the American constitutional system.\n\nDAVID GREGORY:\n\nJust quickly before we go, you were on the defense team for John Hinckley Jr. This is coming up again. Jim Brady has passed. It's been ruled a homicide. What was your reaction to that, and where does that go?\n\nGREG CRAIG:\n\nWell, I'm not surprised. First of all, we mourn the death of Jim Brady. He was an extraordinary man and a great American leader who contributed a lot to our public life. And we're sad he's gone. And probably there is much to be said that the contributing factors to his death was the head wound that he suffered.\n\nSo I can't say that there's anything unrelated to that. I can't change the notion that it's a homicide. But the idea of retrying John Hinckley after a three and a half week trial where he was found not guilty by reason of insanity, on the question of the assault of Brady, it's not going to happen.\n\nDAVID GREGORY:\n\nAll right.\n\nGREG CRAIG:\n\nIt shouldn't happen.\n\nDAVID GREGORY:\n\nWe're going to leave it there. Speaker Gingrich, Greg Craig, thank you both very much.\n\nGREG CRAIG:\n\nThank you, David.\n\nDAVID GREGORY:\n\nAppreciate it. I want to return before we go to where we started. The big question for the week that we'll be talking about as the week wears on, the ISIS threat in Iraq. Is President Obama doing enough? You can find our big question and weigh in on the debate on our Facebook page. That is all for today. We'll be back next week. If it's Sunday, it's Meet the Press.\n\n* * *END OF TRANSCRIPT* * *", "article_metadata": {"description": "MEET THE PRESS -- SUNDAY, AUGUST 10, 2014", "og": {"url": "http://www.nbcnews.com/meet-the-press/meet-press-transcript-august-10-2014-n177216", "site_name": "NBC News", "image": "http://nodeassets.nbcnews.com/images/og-nbcnews200x200.gif", "type": "article", "description": "MEET THE PRESS -- SUNDAY, AUGUST 10, 2014"}, "twitter": {"domain": "NBCNews.com", "description": "MEET THE PRESS -- SUNDAY, AUGUST 10, 2014", "title": "Meet the Press Transcript - August 10, 2014 - NBC News", "image": {"src": "http://nodeassets.nbcnews.com/images/og-nbcnews200x200.gif"}, "creator": "NBCNews", "site": "NBCNews", "card": "summary"}, "blitz": "mu-e1e842c9-946002e6-ea8f0454-41b29546", "DC.date.issued": "2014-08-10", "apple-itunes-app": "app-id=319740707, app-argument=http://www.nbcnews.com/meet-the-press/meet-press-transcript-august-10-2014-n177216", "fb": {"app_id": 10150138890205613}, "google-site-verification": "K8bowvEbzWfPQ76x6f9SCxMVwicVXrhiClRg80ak8ZA", "article": {"author": "https://www.facebook.com/NBCNews"}, "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af36914bd0286fcf81e\"", "article_summary": "MEET THE PRESS -- SUNDAY, AUGUST 10, 2014DAVID GREGORY:Next on Meet the Press, as President Obama vacations on Martha's Vineyard, the dog days of summer have turned into a new phase of America's war in Iraq.\nBut President Obama waited to intervene militarily until this week, when the extremist group threatened to topple the Kurdish capital, Erbil.\nANNOUNCER:From NBC News in Washington, this is Meet the Press with David GregoryDAVID GREGORY:And good Sunday morning.\nCongress might be out for the summer, but the battle lines have been drawn between House Republicans and President Obama.\nHow does the U.S. avoid mission creep in a country that President Obama said was stable and self reliant when U.S. troops left?"}