{"article_title": "Medi-Cal struggles to provide services to ever-growing clientele", "article_keywords": ["plans", "providers", "provide", "clientele", "doctors", "struggles", "patients", "state", "going", "rates", "healthcare", "services", "evergrowing", "medical", "care"], "article_url": "http://www.latimes.com/local/politics/la-me-pol-medi-cal-20140815-story.html", "article_text": "Alisha Gutierrez, whose email address refers to her as the \"tooth fairy,\" has spent years connecting developmentally disabled patients with specialized dental care.\n\nBut when a Santa Rosa man needed a root canal on a troubled molar earlier this year, the closest dentist she could find willing to perform the procedure was in Bakersfield — a 10-hour round trip by car.\n\n\"I felt terrible,\" Gutierrez said. \"They would have to choose to travel that far, or choose to extract the tooth.\"\n\nThe tooth was pulled, and the choice was a reminder for Gutierrez that many needy Californians are struggling to receive care through Medi-Cal, the state's version of Medicaid. Concerns about access to care have taken on a new urgency since Medi-Cal enrollment began to swell in the wake of President Obama's federal healthcare overhaul.\n\nThe program, the state's second-largest expense after schools, is expected to cover one in three Californians by next year.\n\nBut the current state budget continues a 10% cut in reimbursements to some healthcare providers, a lingering sore point for advocates, lobbyists and lawmakers who have pushed to reverse the reduction. Doctors say the reimbursements are too low, forcing them to limit the number of Medi-Cal patients they treat.\n\nWe spent so much time enrolling new beneficiaries with the promise they'll be able to see a doctor. ... we're not upholding our end of the bargain. — Sen. Ricardo Lara\n\nHealth plans for Medi-Cal patients are overloaded, advocates for the poor say. And state officials are fielding an increasing number of complaints and questions from people looking for providers.\n\nA legislative committee Thursday agreed to an audit, requested by Sen. Ricardo Lara (D-Bell Gardens), to examine whether the state is providing adequate access to healthcare through the managed care plans that cover three-quarters of Medi-Cal patients.\n\nIn a letter to the committee, Lara said his office \"has received several alarming reports\" about difficulties faced by Medi-Cal patients seeking care providers. In particular, he said, directories of providers are inaccurate or include doctors who aren't taking new patients.\n\nWe're going to do our fair share, but we're going to put a limit on that at some point. Otherwise, we just go bankrupt. — Hector Flores, a family physician\n\n\"We spent so much time enrolling new beneficiaries with the promise they'll be able to see a doctor,\" Lara said. \"And when they go on these directories and they can't find access to care, we're not upholding our end of the bargain.\"\n\nAnother lawmaker, Sen. Ed Hernandez (D-West Covina), has introduced legislation to increase scrutiny of managed care plans.\n\nMari Cantwell, chief deputy director of healthcare programs at the Department of Health Care Services, said officials have not seen widespread problems.\n\n\"We're always concerned about ensuring there's access,\" she said. \"It's something we're tracking very closely.\"\n\nManaged care plans are trying to enroll additional healthcare providers to keep up with demand, she said, and the state is tracking their efforts with such information as billing data.\n\nA study released this month by the Oakland nonprofit California HealthCare Foundation said the percentage of physicians treating Medi-Cal patients increased to 69% in 2013, up from 64% in 2011.\n\nBut the number of primary care doctors participating in the program fell short of federal guidelines — 35 to 49 per 100,000 enrollees, instead of the recommended 60 to 80. And just one-third of physicians take 80% of Medi-Cal appointments.\n\nHector Flores, a family physician in Los Angeles, said the practice he runs with several other doctors has been treating more and more Medi-Cal patients in recent months. Eventually they'll start turning the patients away because they're not paid enough to treat them, he said.\n\n\"We're going to do our fair share, but we're going to put a limit on that at some point,\" he said. \"Otherwise, we just go bankrupt.\"\n\nCalls and emails have been pouring into the ombudsman office at the Department of Health Care Services, according to state figures. The office has examined more cases in the last six months than in all of last year.\n\nThere's also a persistent backlog of Medi-Cal applicants whose enrollment would further strain the system. Norman Williams, a department spokesman, said 400,000 applications await processing.\n\nAbout one-quarter of Medi-Cal patients are not in managed care plans, so the state is billed for each of their doctor visits and medical procedures individually. Reimbursement rates for these patients are among the lowest in the country — as little as $12 for a returning patient. State officials say the average reimbursement is $63 to $69, because various procedures, such as ultrasounds, boost payments.\n\n\"Every time we see a Medi-Cal patient, it costs us money,\" said Richard Thorp, a Chico-area physician and president of the doctors' lobbying group, the California Medical Assn.\n\nThe cut in reimbursement rates was proposed during California's budget crises, but court rulings delayed it from taking effect until September, after the state's finances were already on the mend.\n\nGov. Jerry Brown's administration has exempted certain services, such as some prescription drugs and oral surgery for children, from the reduction. And rates for some primary care visits were temporarily boosted with federal money connected to the Affordable Care Act, although that's expiring at the end of this year.\n\nReversing the 10% cut would have cost the state less than $300 million — a tiny fraction of the $108 billion general fund. But Brown was wary of the additional cost, especially with healthcare bills already rising as Medi-Cal enrollment has increased.\n\nDemocratic lawmakers did secure increases in welfare payments and money for preschool for poor children. But the inability to have the Medi-Cal rates restored was \"one of my biggest disappointments,\" said Assembly Speaker Toni Atkins (D-San Diego), who vowed to keep pushing.\n\nThe \"real success\" of Medi-Cal, she said, hinges on whether new enrollees can get care.\n\n\"This is a top priority,\" she said.\n\nchris.megerian@latimes.com\n\nTwitter: @chrismegerian", "article_metadata": {"fb_title": "Medi-Cal struggles to provide services to ever-growing clientele", "date": "2014-08-14", "googlebot": "index", "copyright": "Copyright (c) 2016 Los Angeles Times", "author": "Los Angeles Times", "og": {"site_name": "latimes.com", "description": "Alisha Gutierrez, whose email address refers to her as the \"tooth fairy,\" has spent years connecting developmentally disabled patients with specialized dental care.", "title": "Medi-Cal struggles to provide services to ever-growing clientele", "url": "http://www.latimes.com/local/politics/la-me-pol-medi-cal-20140815-story.html", "image": "http://www.trbimg.com/img-53ee14ee/turbine/la-me-pol-medi-cal-20140815", "type": "article"}, "x-servername": "lalvp10.13", "twitter": {"site": "@latimes", "card": "summary"}, "robots": "index,follow", "keywords": "Medi-Cal, Jerry Brown, Toni Atkins, Obamacare, Medicaid", "fb": {"admins": 100000786395051, "page_id": 5863113009}, "apple-itunes-app": "app-id=373238146, app-argument=http://www.latimes.com/deeplinkid/81089963", "googlebot-news": "index", "msvalidate.01": "AAC9C18F70AC386BC4DCF4DDF9BF1786", "news_keywords": "Medi-Cal, Jerry Brown, Toni Atkins, Obamacare, Medicaid", "y_key": "cee2fe4077f8d050", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, minimum-scale=1.0, user-scalable=no", "Description": "Alisha Gutierrez, whose email address refers to her as the \"tooth fairy,\" has spent years connecting developmentally disabled patients with specialized dental care.   But when a Santa Rosa man needed a root canal on a troubled molar earlier this year, the closest dentist she could find willing to..."}, "_id": "\"57477af46914bd0286fde1a0\"", "article_summary": "In a letter to the committee, Lara said his office \"has received several alarming reports\" about difficulties faced by Medi-Cal patients seeking care providers.\nDoctors say the reimbursements are too low, forcing them to limit the number of Medi-Cal patients they treat.\nAbout one-quarter of Medi-Cal patients are not in managed care plans, so the state is billed for each of their doctor visits and medical procedures individually.\nBut the inability to have the Medi-Cal rates restored was \"one of my biggest disappointments,\" said Assembly Speaker Toni Atkins (D-San Diego), who vowed to keep pushing.\n— Sen. Ricardo LaraHealth plans for Medi-Cal patients are overloaded, advocates for the poor say."}