{"article_title": "North Carolina hospitals sue over DSH payments", "article_keywords": ["sue", "north", "lawsuit", "medical", "regional", "medicaid", "health", "payments", "dsh", "uncompensated", "hospitals", "hospital", "carolina"], "article_url": "http://www.fiercehealthfinance.com/story/north-carolina-hospitals-sue-over-dsh-payments/2015-07-16", "article_text": "Seven North Carolina providers are suing the federal government over the Affordable Care Act's (ACA) cuts to disproportionate share hospital (DSH) payments, according to the Triad Business Journal.\n\nThe ACA altered the DSH payment model, tying the reimbursements to each hospital's share of uncompensated care within a national pool. The law was written with the assumption that Medicaid expansion would offset any cuts, but many states, including North Carolina, have refused to expand their programs.\n\nThe hospitals dispute the payments they received, claiming in the lawsuit that they should have received larger amounts under the revised formula. The organizations filed an appeal of payments with the lawsuit, claiming Health and Human Services Secretary Sylvia Mathews Burwell provided insufficient access to data used to calculate the new payments and information on CMS' methodology\n\nIn a statement to the press about the lawsuit. Greensboro's Cone Health said that because of the \"vague and general drafting of legislation, and the ACA in particular, [the Centers for Medicare & Medicaid Services] is given discretion over a lot of technical calculations that can have a large impact on provider payments.\" The organization claims in the lawsuit it is owed $2.2 million.\n\n\"As we understand it, CMS' goal is to interpret these calculations in a way that minimizes Medicare outlays. This means that healthcare systems, as a routine matter, challenge these interpretations to ensure transparency, rigor, and a collective provider voice in these determinations. And the vehicle to do this is typically group appeals such as this.\"\n\nIn addition to Cone Health, the plaintiffs include Wilkes Regional Medical Center; Scotland Memorial Hospital; Stanley Regional Medical Center; Cleveland Regional Medical Center; Kings Mountain Hospital; and Carolinas HealthCare System.\n\nTo learn more:\n\n- here's the article\n\nRelated Articles:\n\nDSH payment cuts could shutter 225 hospitals\n\nRegulatory watchdog calls for more transparency on CMS star-rating methodology\n\nReport: Hospitals will save $5.7B on uncompensated care\n\nHospital DSH payments to plummet without Medicaid expansion<\n\nAHA: Hospitals provided $45.9B in uncompensated care\n\nHospitals' bad debt rises as population grows\n\nUncompensated care costs could soar despite reform", "article_metadata": {"description": "Seven North Carolina providers are suing the federal government over the Affordable Care Act's cuts to disproportionate share hospital payments, according to the Triad Business Journal.", "og": {"site_name": "FierceHealthFinance", "description": "Seven North Carolina providers are suing the federal government over the Affordable Care Act's cuts to disproportionate share hospital payments, according to the Triad Business Journal.", "title": "North Carolina hospitals sue over DSH payments", "url": "http://www.fiercehealthfinance.com/story/north-carolina-hospitals-sue-over-dsh-payments/2015-07-16", "image": "http://assets.fiercemarkets.net/public/opengraphimages/updated/opengraph_fiercehealthfinance.jpg", "type": "website"}, "parsely-metadata": "{\"mkto\": }", "revisit-after": "1 day", "keywords": "Affordable Care Act (ACA),Carolinas Healthcare System,Centers for Medicare & Medicaid Services (CMS),disproprortionate share hospital (DSH) payments,North Carolina,Operations & Business Management,Reimbursement and Payer Contracts,Sylvia Mathews Burwell", "viewport": "width=device-width", "news_keywords": "Operations & Business Management,Reimbursement and Payer Contracts"}, "article_summary": "Seven North Carolina providers are suing the federal government over the Affordable Care Act's (ACA) cuts to disproportionate share hospital (DSH) payments, according to the Triad Business Journal.\nIn addition to Cone Health, the plaintiffs include Wilkes Regional Medical Center; Scotland Memorial Hospital; Stanley Regional Medical Center; Cleveland Regional Medical Center; Kings Mountain Hospital; and Carolinas HealthCare System.\nThe ACA altered the DSH payment model, tying the reimbursements to each hospital's share of uncompensated care within a national pool.\nThe hospitals dispute the payments they received, claiming in the lawsuit that they should have received larger amounts under the revised formula.\nThe law was written with the assumption that Medicaid expansion would offset any cuts, but many states, including North Carolina, have refused to expand their programs."}