{"article_title": "Court Tosses D.C. Tour Guide Licensing Scheme", "article_keywords": ["districts", "court", "district", "citation", "dc", "guides", "regulations", "tour", "tosses", "licensing", "circuit", "scheme", "quality", "guide", "fifth"], "article_url": "http://www.cato.org/blog/court-tosses-dc-tour-guide-licensing-scheme", "article_text": "Since there isn’t any other legal news this or next week, the U.S. Court of Appeals for the D.C. Circuit today decided to strike down D.C.’s absurd licensing regulations regarding Uber food trucks raw milk guns campaign finance tour guides. Believe it or not, until today District law required people to pay the government $200 and pass a 100-question test on 14 subjects, covering material from no less than eight different publications, before they can give city tours—all for the purpose of “protecting” tourists from misinformation. If you didn’t comply, you faced a fine and 90 days in jail.\n\nI previously wrote about this case when Cato filed a brief last fall, so I’ll just provide some key excerpts from the court opinion (written by Judge Janice Rogers Brown, whom we had the honor to publish in the Cato Supreme Court Review the first year I edited it). Here’s how it starts:\n\nThis case is about speech and whether the government’s regulations actually accomplish their intended purpose. Unsurprisingly, the government answers in the affirmative. But when, as occurred here, explaining how the regulations do so renders the government’s counsel literally speechless, we are constrained to disagree.\n\nThe court later describes the reason for its disagreement:\n\nThe District’s reliance on a Washington Post article dating from 1927 to justify the exam requirement is equally underwhelming. [Citation omitted.] The article merely establishes that, nearly a century ago, the newspaper expressed concern about unscrupulous or fraudulent charitable solicitation and that an unidentified number of persons said self-styled tour guides were overly aggressive in soliciting business. Reliance on decades-old evidence says nothing of the present state of affairs. Current burdens demand contemporary evidence. [Citations of last term’s big voting right case, Shelby County v. Holder, and other cases are omitted.]\n\nContinuing the theme that D.C. failed to justify its speech regulation, the court says:\n\nEven if we indulged the District’s apparently active imagination, the record is equally wanting of evidence the exam regulation actually furthers the District’s interest in preventing the stated harms. Curiously, the District trumpets as a redeeming quality the fact that, once licensed, “[t]our guides may say whatever they wish about any site, or anything else for that matter.” [Citation omitted.] But we are left nonplussed. Exactly how does a tour guide with carte blanche to—Heaven forfend—call the White House the Washington Monument further the District’s interest in ensuring a quality consumer experience? [Footnote omitted.]\n\nAnd there’s no need for the District to ensure that tour guides provide quality products either, because the market will do that right quick:\n\nFurther incentivizing a quality consumer experience are the numerous consumer review websites, like Yelp and TripAdvisor, which provide consumers a forum to rate the quality of their experiences. One need only peruse such websites to sample the expressed outrage and contempt that would likely befall a less than scrupulous tour guide. Put simply, bad reviews are bad for business. Plainly, then, a tour operator’s self-interest diminishes—in a much more direct way than does the exam requirement—the harms the District merely hypothesizes. [Citation omitted.] That the coal of\n\nself-interest often yields a gem-like consumer experience should come as no surprise. In his seminal work, The Wealth of Nations, celebrated economist and philosopher Adam Smith captured the essence of this timeless principle: “It is not from the benevolence of the butcher, the brewer or the baker that we expect our dinner, but from their regard to their own interest.” [Citation omitted.]\n\nAs it turns out, this ruling goes completely against what the Fifth Circuit recently did in a similar case challenging New Orleans’ tour-guide licensing regulations, to which Judge Brown responds in a final footnote:\n\nWe are of course aware of the Fifth Circuit’s contrary conclusion in Kagan v. New Orleans, [citation], which affirmed the constitutionality of a similar tour guide licensing scheme. We decline to follow that decision, however, because the opinion either did not discuss, or gave cursory treatment to, significant legal issues. [Citations of two D.C. Circuit precedents declining to follow Fifth Circuit rulings that neglected to discuss important issues or binding precedent omitted.]\n\nRead the whole thing.(As a former Fifth Circuit clerk, I do hope that that venerable court takes up Kagan en banc, reverses the panel decision, and vindicates its honor.)\n\nCongratulations to our friends at the Institute for Justice and specifically lead counsel Robert McNamara! For further commentary, see IJ’s press release and Orin Kerr.", "article_metadata": {"description": "D.C.’s counsel was literally speechless when asked how its speech regulations promoted the city’s public policy goals.", "og": {"site_name": "Cato Institute", "description": "D.C.'s counsel was literally speechless when asked how its speech regulations promoted the city's public policy goals.", "title": "Court Tosses D.C. Tour Guide Licensing Scheme", "url": "http://www.cato.org/blog/court-tosses-dc-tour-guide-licensing-scheme", "image": "http://object.cato.org/sites/cato.org/files/default_images/blog_torch_large.gif", "type": "article"}, "twitter": {"url": "http://www.cato.org/blog/court-tosses-dc-tour-guide-licensing-scheme", "creator": "@CatoInstitute", "description": "D.C.'s counsel was literally speechless when asked how its speech regulations promoted the city's public policy goals.", "card": "summary", "title": "Court Tosses D.C. Tour Guide Licensing Scheme"}, "site": "Cato Institute", "robots": "noodp", "node_creation_date": "2014/6/27", "fb": {"admins": 5311211, "app_id": 158687980817033}, "publication_date": "2014/6/27", "article": {"published_time": "2014-06-27T18:17:19-04:00"}, "viewport": "width=device-width, minimum-scale=1.0, maximum-scale=1.0, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fde1a8\"", "article_summary": "Circuit today decided to strike down D.C.’s absurd licensing regulations regarding Uber food trucks raw milk guns campaign finance tour guides.\nCircuit precedents declining to follow Fifth Circuit rulings that neglected to discuss important issues or binding precedent omitted.]\n(As a former Fifth Circuit clerk, I do hope that that venerable court takes up Kagan en banc, reverses the panel decision, and vindicates its honor.)\nSince there isn’t any other legal news this or next week, the U.S. Court of Appeals for the D.C.\nThe article merely establishes that, nearly a century ago, the newspaper expressed concern about unscrupulous or fraudulent charitable solicitation and that an unidentified number of persons said self-styled tour guides were overly aggressive in soliciting business."}