{"article_title": "Repeal the Obamacare individual mandate and 14 million become uninsured", "article_keywords": ["idea", "premium", "14", "healthcare", "healthy", "million", "obamacare", "system", "sicker", "premiums", "individual", "mandate", "uninsured", "bad", "repeal"], "article_url": "http://www.dailykos.com/story/2015/9/18/1421926/-CBO-Repeal-the-Obamacare-individual-mandate-and-14-million-become-uninsured", "article_text": "People lining up for healthcare at a Remote Area Clinic in 2010, the GOP's idea of a healthcare system.\n\nPeople lining up for healthcare at a Remote Area Clinic in 2010, the GOP's idea of a healthcare system.\n\n[T]he GOP would have to deal with a bout of bad news from the report: Repealing the mandate would increase the price of premiums in the individual market by 20 percent. If a repeal is passed, 14 million people would no longer have health insurance if they were not required to by law, the report finds. That would bring the number of people without coverage to about 43 million—a level not seen since 2013.\n\nCongressional Republicans are kicking around the idea of using budget reconciliation to repeal the individual mandate (and maybe Planned Parenthood defunding and whatever else they are pissed about at the moment). So they asked the Congressional Budget Office what that would mean. The response has good news and bad news for Republicans. While it would save about $311 billion over the next ten years ($3 billion a year? Peanuts.) it would have some pretty bad side effects.More people uninsured doesn't matter to them at all, but being responsible for a 20 percent hike in premium costs? That they might not want to claim. That premium increase demonstrates why the individual mandate is necessary in a system like Obamacare—making people who would otherwise choose to go without insurance, i.e. healthy people get insured helps keep premium costs down for everyone else. They're paying in and not taking much out, so their premiums help take care of the sicker people. Get rid of the healthy people and you have the death spiral of the system as increasing premiums force more healthy people out and sicker people have to pay more and more.", "article_metadata": {"og": {"site_name": "Daily Kos", "description": "People lining up for healthcare at a Remote Area ...", "title": "CBO: Repeal the Obamacare individual mandate and 14 million become uninsured", "url": "http://www.dailykos.com/story/2015/9/18/1421926/-CBO-Repeal-the-Obamacare-individual-mandate-and-14-million-become-uninsured", "image": "http://images.dailykos.com/images/239/story_image/uninsured.jpg?1340724860", "type": "article"}, "csrf-param": "authenticity_token", "fb": {"app_id": 170357783709}, "twitter": {"description": "People lining up for healthcare at a Remote Area Clinic in 2010, the GOP's idea of a healthcare system.\n\nCongressional Republicans are kicking around the idea of using budget reconciliation to repe...", "title": "CBO: Repeal the Obamacare individual mandate and 14 million become uninsured", "image": {"src": "http://images.dailykos.com/images/239/story_image/uninsured.jpg?1340724860"}, "creator": "@joanmccarter", "site": "@dailykos", "card": "summary_large_image"}}, "article_summary": "People lining up for healthcare at a Remote Area Clinic in 2010, the GOP's idea of a healthcare system.\nCongressional Republicans are kicking around the idea of using budget reconciliation to repeal the individual mandate (and maybe Planned Parenthood defunding and whatever else they are pissed about at the moment).\nThat premium increase demonstrates why the individual mandate is necessary in a system like Obamacare—making people who would otherwise choose to go without insurance, i.e.\nIf a repeal is passed, 14 million people would no longer have health insurance if they were not required to by law, the report finds.\n[T]he GOP would have to deal with a bout of bad news from the report: Repealing the mandate would increase the price of premiums in the individual market by 20 percent."}