{"article_title": "Cost of college leaves some parents strapped – Metro", "article_keywords": ["strapped", "school", "financial", "metro", "money", "leaves", "cost", "college", "plan", "need", "parents", "education", "loans", "higher"], "article_url": "http://www.metro.us/lifestyle/cost-of-college-leaves-some-parents-strapped/tmWnfk---22q4aJM8kFP2/", "article_text": "For some, the financial burden of higher education can be overwhelming.\n\nCREDIT: Thinkstock\n\nReporter was commissioned to write this in-depth article.\n\nMany parents preparing to send their kids off to college are being hit with a harsh reality – higher education doesn’t come cheap.\n\nThe price tag for a college degree has climbed steadily in recent years. Over the last decade alone, the cost of undergraduate tuition plus room and board spiked 40 percent at public institutions. Private schools also experienced a 28 percent rise.\n\nThe latest data from the U.S. Department of Education estimates that one year of undergraduate study at a public school will run you about $14,300. Private schools bring about a higher degree of sticker shock with costs landing at about $37,800. That’s not counting day-to-day living expenses like food, gas and textbooks.\n\nBut these estimates are just that – estimates. Costs vary, especially for families with multiple children attending college at the same time.\n\nEither way, someone has to foot the bill. For the typical family, a combination of factors comes into play. According to a 2013 report from lending giant Sallie Mae, one-third of the expense is covered by grants and scholarships. Another 18 percent is picked up by student borrowing. Unfortunately, most parents are left to shoulder part of the burden. The same Sallie Mae report found that on average, parents cover roughly 36 percent of the total cost of their child’s college attendance. This number encompasses a mix of family income, savings and parent borrowing.\n\n“One good way to lower the financial burden of higher education is to save substantial amounts of money ahead of time,” said Dean Florez, president and CEO of the Michelson 20 Million Minds Foundation.\n\nThe organization, founded by Dr. Gary Michelson, aims to disrupt the status quo by helping to eliminate unnecessary barriers for struggling students.\n\n“There are a number of special accounts to aid with this, including the 529 plan, which is similar to a retirement plan but for the purpose of college savings,” said Florez.\n\n529 plans, also known as qualified tuition plans, are available through individual states or educational institutions. In most cases, the money can be put toward tuition at any school your beneficiary chooses to attend, even if it’s out of state. One perk of a 529 plan is that your money will grow tax-deferred.\n\n“Earnings on your investment are tax-free as long as the money is used for college,” said Stacy Francis, certified financial planner and CEO of Francis Financial. “Most plans have very low minimum monthly contribution limits, making them attractive to all families regardless of income level.”\n\nMaking ongoing contributions early in your children’s lives is a good place to start. Francis also advises parents to ask family members to contribute.\n\n“Giving the gift of a 529 plan contribution is a lot less stressful than trying to find a pair of Australian Ugg boots for your style-conscious teenager,” she said.\n\nWith the costs of college being what they are, parents may want to consider enlisting their children to pony up\n\n“Kids need to actively be hunting out grants and scholarships for which they qualify as early as junior year of high school,” said Florez. “At the same time they're researching schools to attend, they need to be searching for ways to help pay for it that don't involve loans or out-of-pocket expenses.”\n\nFor the average family, scholarships and grants represent a substantial money saver. Pell Grants, for example, are different from loans in that they don’t need to be repaid. In most cases, they’re awarded to undergrads pursuing their first degree of study. A student’s financial need and cost of attendance are part of what determines eligibility. A full Pell Grant is over $5,000 to help pay for higher education.\n\nUnfortunately, many who qualify aren’t taking advantage. A recent CNN report found that roughly two million students who would have been eligible for a Pell Grant missed out during the 2011-2012 school year simply because they never filed the paperwork.\n\nReceiving financial aid starts with the FAFSA – Free Application for Federal Student Aid. Completing an application opens the door to federal loans, scholarships and grants. In addition, Florez says that kids should be striving to make good grades and getting involved in extracurricular activities that will boost their chances of qualifying for financial aid that doesn’t need to be paid back.\n\nKids can also contribute to the cost of their education by earning college credit while still in high school. Starting at a community college or living at home while commuting to an in-state college can be major money savers in the long run, as well. According to Florez, doing a year or two at a community college can save amounts into five figures.\n\n\"Attending a school close enough to commute from home can cut college debt almost in half,” he added.\n\nChoosing a school where your student qualifies for significant financial assistance is another smart idea. In other words, opt for cheaper public schools over pricier private ones. Also, eschewing costly private loans for more affordable government-backed loans makes good financial sense and reduces cost.\n\nFor many parents, the financial burden of paying for their children’s college extends beyond graduation. Fox Business reports that many plan to financially aid their children up to five years after college. Parents feeling overwhelmed should keep in mind that higher education is still considered a good investment. According to a recent New York Times report, Americans with four-year college degrees made 98 percent more an hour last year when compared to people without degrees.\n\nDr. Gary Michelson started Twenty Million Minds (20MM) to help implement the use of a comprehensive, digital textbook library for higher education. The initiative could potentially replace the expensive textbook system currently in place.", "article_metadata": {"description": "Cost of college leaves some parents strapped", "author": "Marianne Hayes", "og": {"site_name": "Metro", "description": "Cost of college leaves some parents strapped", "title": "Cost of college leaves some parents strapped", "url": "http://www.metro.us/lifestyle/cost-of-college-leaves-some-parents-strapped/tmWnfk---22q4aJM8kFP2/", "image": "http://www.metro.us/_internal/gxml!0/4dntvuhh2yeo4npyb3igdet73odaolf$en1k15knt1v00jgf3ltu5zia8k2z5qu/College-Graduates-614x407.jpeg", "type": "article"}, "twitter": {"domain": "metro.us", "description": "Cost of college leaves some parents strapped", "title": "Cost of college leaves some parents strapped", "image": {"src": "http://www.metro.us/_internal/gxml!0/4dntvuhh2yeo4npyb3igdet73odaolf$en1k15knt1v00jgf3ltu5zia8k2z5qu/College-Graduates-614x407.jpeg"}, "creator": "Marianne Hayes", "site": "@Metro_US", "card": "summary_large_image"}, "mediatype": "Article", "robots": "index,follow,noodp,noydir", "date": "2014-10-10", "fb": {"app_id": 1610587402522117, "pages": 146825895340972}, "keywords": "Education,Region National,College costs, Dr. Gary Michelson, higher education, Twenty Million Minds", "msvalidate.01": "9F42CC1BA36D4325E006BBA620C3B678", "article": {"contentgroup": "Article Automatic,US Legacy Import Automatic", "section": "/lifestyle/education", "published_time": "2014-06-11T16:03:23Z", "modified_time": "2014-06-11T16:03:23Z"}, "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "Education,Region National,College costs, Dr. Gary Michelson, higher education, Twenty Million Minds"}, "article_summary": "Many parents preparing to send their kids off to college are being hit with a harsh reality – higher education doesn’t come cheap.\nA student’s financial need and cost of attendance are part of what determines eligibility.\nDr. Gary Michelson started Twenty Million Minds (20MM) to help implement the use of a comprehensive, digital textbook library for higher education.\nParents feeling overwhelmed should keep in mind that higher education is still considered a good investment.\nThe same Sallie Mae report found that on average, parents cover roughly 36 percent of the total cost of their child’s college attendance."}