{"article_title": "C.J. Anderson, Ronnie Hillman give Broncos 1-2 punch in win over Raiders – The Denver Post", "article_keywords": ["cj", "raiders", "win", "punch", "denver", "good", "anderson", "broncos", "game", "yards", "season", "hillman", "post", "oakland", "ronnie"], "article_url": "http://www.denverpost.com/broncos/ci_27220107/anderson-hillman-give-broncos-1-2-punch-win", "article_text": "The scene seemed unfathomable three months ago. In their biggest game to date, the Broncos faced the undefeated Arizona Cardinals on Oct. 5. It presented a statement game. But the Broncos’ most voracious talker remained muzzled. C.J. Anderson landed on the inactive list, a move met with shrugged shoulders.\n\nEntering the playoffs, it’s hard to imagine the Broncos without him. Invaluable is an apt description of his role. Jubilant fit his emotions at 5:46 p.m. after his most successful season since junior college.\n\nAnderson danced off the field into the south tunnel, hopping, bouncing and extolling the fans as he stuck his tongue out in joy.\n\nIt represented a measure of accomplishment and provided a snapshot on how the Broncos are different, and possibly more equipped to win on the road in the playoffs. They unleashed a two-headed monster in Sunday’s 47-14 rout of the Oakland Raiders, with Anderson and Ronnie Hillman rushing for 143 yards.\n\nThe Raiders don’t represent an ideal litmus test, but the possibilities of an Anderson-Hillman duo became intriguing with the season finale performance.\n\n“It doesn’t matter how it works. Ronnie and me. Me and Ronnie. I am just glad to have (number) 2-3 back. He’s a big-time playmaker, another weapon for us,” Anderson said. “It doesn’t matter who is in the game. They know they are going to have stop us. And that’s pretty rough.”\n\nPHOTOS: Denver Broncos vs. Oakland Raiders, Dec. 28, 2014\n\nBroncos great Terrell Davis forecast this on Oct. 23. He talked about the need for a feature back in a pregame panel for team sponsors, believing that Hillman, the starter at the time, could excel as a “change of pace” back. Anderson moved into a starring role, but hadn’t worked with Hillman. Hillman sprained his foot against the Raiders on Nov. 9, the recovery requiring rest and patience.\n\nHe practiced fully for the first time last week, the season finale the goal rather than risk a setback on Cincinnati’s artificial turf. Hillman finished with 56 yards on 15 carries. Anderson ran for 87 yards on 13 attempts. Hillman delivered a long of 13 yards. Anderson carved out a 25-yard chunk on a touchdown. The Broncos, once crossing their fingers for 4 yards a pop early in the year, welcome the 5.1 average Anderson and Hillman posted.\n\nThose are the type of statistics that translate in any weather, any time of the season.\n\n“It builds a lot of confidence. C.J. is running the ball well. Our offensive line is doing great. We know that Peyton (Manning) can go out there and throw it 50 times,” Hillman said. “But it kind of helps in cold games like this and in bad conditions when you have two or three backs who can run it. We are happy to be on a roll.”\n\nInjuries require improvisation. With the possible exception of linebacker Brandon Marshall, no reserve capitalized more than Anderson. It began in Oakland with a 51-yard touchdown reception that remains the season’s top play, a wandering journey through six flailing Raiders that covered 101 yards. He made three Raiders miss on his 25-yard burst into the north end zone Sunday. It was one of three touchdowns, leaving him again sharing sentences in the postgame notes with Davis.\n\nHe and Davis are the only players in team history with multiple games of three rushing scores in a season. Anderson’s 10 total touchdowns (eight rushing, two receiving) are a single-season best by an undrafted Broncos running back.\n\nA pencil and determination provided the numbers. The Cal Berkley product has six pages left in a notebook from training camp. He takes four pages of notes in meetings leading up to a game. He doesn’t pretend to be the most talented, but he sees no reason he should be outworked.\n\n“You have to be prepared. No excuses,” said Anderson, whose grandma attended Sunday’s game, her first this season. “I don’t know what it was today. I guess I just like playing against Oakland (his hometown team).”\n\nAt 5-foot-8, 224 pounds, Anderson plays the bowling ball. Hillman, 5-foot-10, 195 pounds, serves as the pinball. He is faster, capable of sneaking around the edge while Anderson relishes yards between the tackles.\n\n“CJ’s been great. Really solid. Good in the passing game, pass pro(tection). He’s made a lot of big runs, and the line has done a good job springing him,” Manning said. “It was good to get Ronnie in there, too. I think they can be a good one-two punch.”", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "C.J. Anderson, Ronnie Hillman give Broncos 1-2 punch in win over Raiders", "title": "C.J. Anderson, Ronnie Hillman give Broncos 1-2 punch in win over Raiders", "url": "http://www.denverpost.com/2014/12/28/c-j-anderson-ronnie-hillman-give-broncos-1-2-punch-in-win-over-raiders/", "image": {"width": 654, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/04/20141228__ANDERSON-BRONCOSp1-1.jpg", "height": 436}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/04/20141228__ANDERSON-BRONCOSp1-1.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "article": {"published_time": "2014-12-28T20:00:26+00:00", "modified_time": "2016-04-26T04:00:53+00:00"}, "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af36914bd0286fcf833\"", "article_summary": "They unleashed a two-headed monster in Sunday’s 47-14 rout of the Oakland Raiders, with Anderson and Ronnie Hillman rushing for 143 yards.\nAnd that’s pretty rough.”PHOTOS: Denver Broncos vs. Oakland Raiders, Dec. 28, 2014Broncos great Terrell Davis forecast this on Oct. 23.\nThe Broncos, once crossing their fingers for 4 yards a pop early in the year, welcome the 5.1 average Anderson and Hillman posted.\nHe is faster, capable of sneaking around the edge while Anderson relishes yards between the tackles.\nHillman sprained his foot against the Raiders on Nov. 9, the recovery requiring rest and patience."}