{"article_title": "NHLA Releases LGBT-Inclusive Policy Blueprint", "article_keywords": ["blueprint", "latinos", "releases", "hispanic", "lgbtinclusive", "lgbtq", "includes", "lgbt", "agenda", "recommendations", "policy", "nhla", "public"], "article_url": "http://www.hrc.org/blog/national-hispanic-leadership-agenda-releases-lgbt-inclusive-policy-blueprin", "article_text": "Yesterday, the National Hispanic Leadership Agenda (NHLA), a coalition of the nation's 40 preeminent Latino advocacy organizations, released their 2016 Hispanic Public Policy Agenda. This blueprint details the coalition’s policy concerns and priorities and explicitly includes a number of recommendations that impact the LGBT community. Among its more than a dozen LGBT-related policy recommendations, the 2016 Hispanic Public Policy Agenda includes the following:\n\nEnsure the enforcement and implementation of Section 1557 (the non-discrimination provision) of the Affordable Care Act once regulations are finalized.\n\nProhibit the use of solitary confinement for transgender and gender non-conforming people.\n\nSupport policies that provide LGBT Latinos coverage and access to gender-affirming care that is culturally competent.\n\nIncrease funding for data collection efforts and continue to collect adequate data to help close the disparities gap in LGBT populations, including LGBT communities of color, LGBT immigrants and other LGBTQ populations.\n\n“Our coalition’s intention has always been to advance the well-being and dignity of all Latinos,” Hector Sanchez, NHLA Chair and Executive Director of the Labor Council for Latin American Advancement, explained in a press release. “This Includes our LGBTQ brothers and sisters, with whom we proudly stand shoulder-to-shoulder in unity to overcome the particular challenges people face because of their sexual orientation or gender identity.”\n\nThis policy blueprint makes clear that LGBT equality is an important concern of not just LGBT Latinos, but also of the wider Latino community. HRC looks forward to working with NHLA to advance equality for LGBT Latinos and all LGBT Americans.", "article_metadata": {"msapplication-config": "/browserconfig.xml", "viewport": "width=device-width, initial-scale=1", "description": "Yesterday, the National Hispanic Leadership Agenda, a coalition of the nation's 40 preeminent Latino advocacy organizations, released their 2016 Hispanic Public Policy Agenda.", "author": "Human Rights Campaign", "og": {"url": "http://www.hrc.org/blog/national-hispanic-leadership-agenda-releases-lgbt-inclusive-policy-blueprin/", "image": "http://www.hrc.org/files/images/meta_images/RainbowFlags-global-share1200.png", "site_name": "Human Rights Campaign", "description": "Yesterday, the National Hispanic Leadership Agenda, a coalition of the nation's 40 preeminent Latino advocacy organizations, released their 2016 Hispanic Public Policy Agenda.", "title": "NHLA Releases LGBT-Inclusive Policy Blueprint | Human Rights Campaign"}, "image": "http://www.hrc.org/files/images/meta_images/RainbowFlags-global-share1200.png", "msapplication-TileColor": "#FFDF1B", "robots": "index, follow", "fb": {"admins": 548530806, "app_id": 977970605575576}, "msapplication-TileImage": "/favicon-144.png", "popular": 99, "twitter": {"image": "http://www.hrc.org/files/images/meta_images/RainbowFlags-global-share1200.png", "title": "NHLA Releases LGBT-Inclusive Policy Blueprint", "description": "Yesterday, the National Hispanic Leadership Agenda, a coalition of the nation's 40 preeminent Latino advocacy organizations, released their 2016 Hispanic Public Policy Agenda.", "card": "summary_large_image", "site": "@HRC"}, "theme-color": "#FFDF1B"}, "article_summary": "Yesterday, the National Hispanic Leadership Agenda (NHLA), a coalition of the nation's 40 preeminent Latino advocacy organizations, released their 2016 Hispanic Public Policy Agenda.\nHRC looks forward to working with NHLA to advance equality for LGBT Latinos and all LGBT Americans.\nAmong its more than a dozen LGBT-related policy recommendations, the 2016 Hispanic Public Policy Agenda includes the following:Ensure the enforcement and implementation of Section 1557 (the non-discrimination provision) of the Affordable Care Act once regulations are finalized.\nThis blueprint details the coalition’s policy concerns and priorities and explicitly includes a number of recommendations that impact the LGBT community.\nSupport policies that provide LGBT Latinos coverage and access to gender-affirming care that is culturally competent."}