{"article_title": "Why Obamacare is here to stay-—commentary", "article_keywords": ["affordable", "access", "families", "staycommentary", "obamacare", "states", "health", "coverage", "act", "law", "insurance", "care"], "article_url": "http://www.cnbc.com/2015/07/10/why-obamacare-is-here-to-stay-commentary.html", "article_text": "Since the law took effect, more than 16 million Americans have gained health coverage, and the number of uninsured individuals has decreased significantly. Health insurance is more affordable, people no longer fear being denied insurance because of pre-existing conditions, and women cannot be charged more simply because they are women. The law also holds insurance companies accountable for abusive practices. Not only is the Affordable Care Act expanding access, it is also reducing the deficit and costing even less than originally projected. According to the nonpartisan Congressional Budget Office, federal health spending will be nearly $700 billion less over the period from 2011-2020 than what was originally projected in 2010.\n\nThe Affordable Care Act is working, plain and simple.\n\nRead More This could help you live longer\n\n\n\nSadly, some have remained in denial that affordable and accessible health coverage is now the reality and law of the land. Even though the evidence has clearly shown that the Affordable Care Act is working for American families, some have made it their mission to undermine and dismantle it.\n\n\n\nTo date, 28 states plus the District of Columbia have expanded Medicaid under the Affordable Care Act. However, 22 states — including many of the states that would benefit most — continue to refuse federal funding to assist uninsured low-income families and others in need. These 22 states have lagged behind other states in reducing the number of uninsured over the last year and a half, and researchers at the Urban Institute estimate that, if these states do not change course, 4.3 million of their citizens will be deprived of health insurance coverage in 2016. The decision not to expand Medicaid is leaving many of our nation's most vulnerable families without access to preventive care, a usual source of clinic care, and other needed medical services. This decision not only affects families and communities, it weakens our local and state economies, ultimately hurting our nation's economy. Regardless of where they live, all Americans have a right to access affordable health care.\n\n\n\nOver the past five years, we have heard from families across the nation that are able to afford health care for the first time, from small business owners now able to provide access to quality coverage for their employees, to young adults who have remained covered through their parents' insurance, and so many others. Through the Affordable Care Act, hardworking families have stronger consumer rights and protections, and more affordable coverage options.\n\n\n\nRead More Obamacare won. Now let's tweak the law\n\n\n\nIn 2012, and again in 2015, the Supreme Court struck down partisan attempts that sought to undermine the Affordable Care Act. We must now move beyond political attacks against the law, and work in Congress, with the administration, and local and state-level partners to ensure that all American families have access to the quality, affordable health care they deserve.\n\n\n\nCommentary by U.S. House of Representatives Committee on Education and the Workforce Ranking Member Bobby Scott (D-VA), Committee on Energy and Commerce Ranking Member Frank Pallone, Jr. (D-NJ), and Committee on Ways and Means Ranking Member Sander Levin (D-MI). They are the senior Democrats on the Congressional committees with jurisdiction over the Affordable Care Act. Follow them on Twitter @repbobbyscott, @FrankPallone, @repsandylevin", "article_metadata": {"AssetType": "cnbcnewsstory", "description": "The Supreme Court ruled on Obamacare. Now, all the states need to fall in line, three House Dems say.", "author": "Bobby Scott (D-VA), Frank Pallone, Jr. (D-NJ), and Sander Levin (D-MI)", "og": {"site_name": "CNBC", "description": "The Supreme Court ruled on Obamacare. Now, all the states need to fall in line, three House Dems say.", "title": "Stop fighting it. Obamacare is here to stay", "url": "http://www.cnbc.com/2015/07/10/why-obamacare-is-here-to-stay-commentary.html", "image": "http://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2015/06/26/102791631-aca-supporters.1910x1000.jpg", "type": "article"}, "twitter": {"description": "The Supreme Court ruled on Obamacare. Now, all the states need to fall in line, three House Dems say.", "title": "Why Obamacare is here to stay", "url": "http://www.cnbc.com/2015/07/10/why-obamacare-is-here-to-stay-commentary.html", "image": {"src": "http://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2015/06/26/102791631-aca-supporters.1910x1000.jpg"}, "site": "@CNBC", "card": "summary_large_image"}, "al": {"ios": {"app_name": "CNBC Business News and Finance", "app_store_id": 398018310}}, "apple-itunes-app": "app-id=398018310", "GOOGLEBOT": "unavailable_after: 31 Dec 9999 23:59:59 GMT", "keywords": "Health Care, Commentary, Health Care, White House, Politics, Supreme Court (U.S.), Congress, US: News, business news", "article": {"publisher": "https://www.facebook.com/cnbc", "published_time": "2015-07-10T12:39:36-0400", "author": "https://www.facebook.com/CNBC", "section": "Health Care", "modified_time": "2015-07-10T16:10:22-0400", "tag": "US: News"}, "pageNodeId": 102824899, "news_keywords": "Obamacare, Affordable Care Act, ACA, King v. Burwell, Supreme Court decision"}, "article_summary": "They are the senior Democrats on the Congressional committees with jurisdiction over the Affordable Care Act.\nRegardless of where they live, all Americans have a right to access affordable health care.\nNot only is the Affordable Care Act expanding access, it is also reducing the deficit and costing even less than originally projected.\nThrough the Affordable Care Act, hardworking families have stronger consumer rights and protections, and more affordable coverage options.\nThe Affordable Care Act is working, plain and simple."}