{"article_title": "Bad behavior by elected officials is unacceptable", "article_keywords": ["city", "council", "unacceptable", "expect", "elected", "bad", "officials", "green", "board", "behavior", "dont"], "article_url": "http://www.greenbaypressgazette.com/story/opinion/editorials/2015/05/09/bad-behavior-elected-officials-unacceptable/27023023/", "article_text": "Buy Photo Guy Zima at a November 2003 Brown County Board meeting. The Green Bay City Council member and county supervisor displayed unprofessional behavior at a council meeting last month. It’s the latest in a series of bad behavior moments over the years for the elected official. (Photo: File/Press-Gazette Media)Buy Photo\n\nWe expect more out of our elected officials, and so should you.\n\nWe expect elected officials to act in a professional manner, especially if they have to deal with a frustrated, upset or angry public. It’s a tough job, but officials know that when they run for election.\n\nWe don’t expect them to swear at a resident and flip the middle finger. We don’t expect the childish behavior we’ve seen of late in the Green Bay City Council, where the mayor and his detractors are accusing the other of bad behavior.\n\nThe most egregious example is Alderman Guy Zima.\n\nAfter the April 8 City Council meeting, Zima apparently swore at a person and gave the guy the middle finger. Mayor Jim Schmitt has called for a hearing to review Zima’s behavior.\n\nThe incident took place after the meeting adjourned. The camera was still running and it picked up the audio but those involved are off-camera. The man subjected to Zima’s coarse behavior confirmed what happened.\n\nIt’s too bad an elected official acted this way, but what’s even worse is that’s it’s not unexpected, at least from Zima.\n\nIt’s only the latest in a string of incidents involving Zima, incidents that stretch back to at least 1997 and concern his behavior as a City Council member and Brown County Board supervisor, both during meetings and outside of the board room.\n\nIt’s one thing to be a contrarian and at odds with other elected leaders. We support spirited debate. We don’t expect everyone to agree all the time or on all the issues, but we don’t support elected officials who consistently insult residents, municipal staff and fellow council members.\n\nZima’s behavior shouldn’t be tolerated.\n\nSchmitt’s request to look at the alderman’s actions comes days after other City Council members accused the mayor of intimidating officials who voted on an assistance package for the proposed Strategic Behavioral Health psych hospital.\n\nWe’ve seen behavior by the mayor before that borders on intimidation. Remember when he appointed himself to the Larsen Green governing board in an effort to kill the Walmart on Broadway proposal?\n\nSchmitt is passionate about his vision for the Larsen Green property, however, his public displays of frustration do not come close to Zima’s and the alderman’s inability to control his temper.\n\nZima keeps getting elected despite not having the temperament to handle the position. His constituents like him, but they don’t have to serve on the City Council or County Board with him, nor are they targets of his tirades.\n\nThey might want to seriously question the effectiveness of his antics for accomplishing his goals.\n\nAs it stands now, Green Bay voters will be treated to the cheap, childish theatrics of accusations of intimidation and bad behavior. Time and effort will be wasted on evaluating churlish behavior, and, sadly, nothing will change.\n\nIn the meantime, this conduct casts Green Bay in a bad light. We look like a bunch of rubes to the outside world with the bickering that takes place when our city government meets.\n\nWe expect more out of our elected officials, and we should get it.\n\nRead or Share this story: http://gbpg.net/1bG5FVz", "article_metadata": {"google": "notranslate", "description": "Alderman’s latest actions shouldn’t be tolerated by fellow aldermen, voters", "og": {"site_name": "Press Gazette Media", "description": "Alderman’s latest actions shouldn’t be tolerated by fellow aldermen, voters", "title": "Bad behavior by elected officials is unacceptable", "url": "http://www.greenbaypressgazette.com/story/opinion/editorials/2015/05/09/bad-behavior-elected-officials-unacceptable/27023023/", "image": "http://www.gannett-cdn.com/GDContent/applogos/greenbaypressgazette.png", "type": "article"}, "twitter": {"description": "Alderman’s latest actions shouldn’t be tolerated by fellow aldermen, voters", "creator": "@gbpressgazette", "image": "http://www.gannett-cdn.com/-mm-/09c8b8b74f150758299aa09e6f3d87a0bfb57e83/c=282-0-1518-1236&r=x643&c=640x640/local/-/media/2015/05/08/GreenBay/B9317280065Z.1_20150508221548_000_GHUANUE70.1-0.jpg", "title": "Bad behavior by elected officials is unacceptable", "site": "@gbpressgazette", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=883246918", "fb": {"app_id": 179406702077699}, "Content-Type": "text/html; charset=UTF-8", "viewport": "width=1070"}, "article_summary": "We expect elected officials to act in a professional manner, especially if they have to deal with a frustrated, upset or angry public.\nIt’s the latest in a series of bad behavior moments over the years for the elected official.\nWe don’t expect the childish behavior we’ve seen of late in the Green Bay City Council, where the mayor and his detractors are accusing the other of bad behavior.\n(Photo: File/Press-Gazette Media)Buy PhotoWe expect more out of our elected officials, and so should you.\nAs it stands now, Green Bay voters will be treated to the cheap, childish theatrics of accusations of intimidation and bad behavior."}