{"article_title": "GOP Whacks Weiland Over Payroll Taxes", "article_keywords": ["billion", "weiland", "tax", "cap", "payroll", "according", "taxes", "gop", "medicare", "weilands", "whacks", "south"], "article_url": "http://www.factcheck.org/2014/10/gop-whacks-weiland-over-payroll-taxes/", "article_text": "A Republican TV ad says Senate candidate Rick Weiland is going across South Dakota saying “he’s one of us” when “Weiland supports higher payroll taxes.” Not for all, he doesn’t.\n\nThe “one of us” reference could lead viewers to believe that Weiland would raise payroll taxes for everyone in the state. Not so. He supports raising or eliminating the Social Security payroll tax cap – which would only affect individuals currently earning above $117,000.\n\nWeiland, a Democrat who has boasted of visiting every one of South Dakota’s 311 towns, is competing against Independent candidate Larry Pressler and former Gov. Mike Rounds, the Republican nominee, in a three-way race for the state’s open Senate seat.\n\nThe National Republican Senatorial Committee uses Weiland’s traveling ways against him in an ad, called “All Over,” that suggests he isn’t like South Dakota voters after all.\n\n“Rick Weiland is traveling all over South Dakota saying he’s one of us, but Weiland supports higher payroll taxes,” the ad’s narrator says. That’s misleading.\n\nIt’s true that Weiland favors expanding retirement benefits and paying for it by hiking or eliminating the cap on the Social Security payroll tax.\n\nIn August, the Argus Leader reported that Weiland, in an email to supporters, said that “raising or scrapping the cap on Social Security would allow seniors to receive a true annual cost of living adjustment and put the program on solid financial footing for decades to come.” He also told the paper he supported a bill that would phase out the cap over five years, leaving all income subject to the payroll tax.\n\nCurrently, employees and employers each pay 6.2 percent on earnings up to $117,000. Income over that amount isn’t taxed. The cap is scheduled to increase to $118,500 in 2015.\n\nSo Weiland’s plan would only affect individuals whose additional earnings would have otherwise been tax-free as a result of the tax cap. But most South Dakotans don’t earn enough each year to be affected by raising the cap or scrapping it all together. The state’s median household income was $54,453 in 2013, according to the U.S. Census Bureau (table H-8). Less than 12 percent of South Dakota residents who filed federal tax returns in 2012 had an adjusted gross income of $100,000 or more, according to IRS statistics.\n\nOther Attacks on Weiland\n\n\n\nThe ad makes four additional claims that do not tell the full story:\n\nWeiland “supports $700 billion in Medicare cuts.” This refers to Weiland’s support for the Affordable Care Act. But, as we’ve said again and again when Republicans have made this claim, the estimated $716 billion in “cuts” is actually a reduction in the future growth of Medicare spending over 10 years, not a slashing of the program’s current budget. The largest chunk of the $716 billion — about $415 billion over 10 years — comes from a reduction in the growth of future payments to hospitals through Medicare Part A. The next biggest chunk of the $716 billion is an estimated $156 billion in payments to insurance companies that offer private plans to seniors through the Medicare Advantage program. The law is intended over time to bring the costs of the MA plans in line with traditional Medicare plans.\n\nWeiland “thinks a trillion in new taxes is okay.” This claim is also based on Weiland’s support for the federal health care law, which was estimated to raise about $1 trillion in tax revenue between 2013 and 2022, according to a Congressonal Budget Office analysis of a bill calling for the repeal of the Affordable Care Act. However, viewers should know that a number of the new taxes, such as a 3.8 percent tax on net investment income and an additional 0.9 percent Medicare tax, would, again, fall on Americans with high incomes. The increase in the Medicare tax, alone, was estimated to raise almost one-third, or about $318 billion, of the $1 trillion, according to CBO’s calculations. The law also includes taxes on health insurers, such as the excise tax on high-cost employer-sponsored health plans. CBO estimates that tax will bring in another $111 billion over 10 years.\n\nWeiland “supports Obama’s plan raising energy costs.” This claim is based on Weiland’s stated support for a proposed rule by the Environmental Protection Agency to cut carbon emissions from existing power plants 30 percent below 2005 levels by 2030. Opponents of the proposal argue it would cause energy bills to increase. That could happen, at least in the short term, according to the EPA’s own projections. But long term, it could also reduce bills. Nationwide, “average monthly electricity bills are anticipated to increase by roughly 3 percent in 2020, but decline by roughly 9 percent by 2030 because increased energy efficiency will lead to reduced usage,” according to an EPA analysis of its proposal. That’s under the proposal’s first option for emissions reductions. An alternate option could result in up to a 1.4 percent increase in bills in 2020 and up to a 3.5 percent decrease in 2025.\n\nWeiland “wants to stop the Keystone pipeline and the 40,000 jobs it would create.” He does oppose building the Keystone XL pipeline, saying the benefits of it have been exaggerated. And the State Department does estimate that 42,100 jobs could be created by building the pipeline, including direct and indirect jobs. But they’d be temporary positions, lasting from just one to two years. And once the pipeline enters service, the project would only require 35 permanent workers and 15 temporary contractors, the State Department says.\n\n— D’Angelo Gore", "article_metadata": {"viewport": "width=device-width"}, "_id": "\"57477af46914bd0286fde1d4\"", "article_summary": "“Rick Weiland is traveling all over South Dakota saying he’s one of us, but Weiland supports higher payroll taxes,” the ad’s narrator says.\nThe “one of us” reference could lead viewers to believe that Weiland would raise payroll taxes for everyone in the state.\nHe supports raising or eliminating the Social Security payroll tax cap – which would only affect individuals currently earning above $117,000.\nA Republican TV ad says Senate candidate Rick Weiland is going across South Dakota saying “he’s one of us” when “Weiland supports higher payroll taxes.” Not for all, he doesn’t.\nIt’s true that Weiland favors expanding retirement benefits and paying for it by hiking or eliminating the cap on the Social Security payroll tax."}