{"article_title": "Obamacare 'Cadillac tax' repeal threatened by fight over how to fill $90 billion budget hole", "article_keywords": ["billion", "pay", "repeal", "clinton", "plans", "mrs", "house", "tax", "threatened", "budget", "obamacare", "health", "cadillac", "90", "hole", "fight", "care", "democratic"], "article_url": "http://www.washingtontimes.com/news/2015/oct/6/obamacare-cadillac-tax-repeal-threatened-by-fight-/?page=all", "article_text": "Everyone from Democratic presidential front-runner Hillary Rodham Clinton to Rep. Paul Ryan, Wisconsin Republican, wants to scrap the “Cadillac tax” on generous health care plans — a rare bipartisan push to tweak Obamacare — but there is little consensus on how to fill the $90 billion budget hole that a repeal would leave.\n\nThe disagreement threatens to derail one of Republicans’ best chances to chip away at the health care law, which President Obama has successfully defended from most changes.\n\nSlated to go into effect in 2018, the tax will apply to expensive health care plans — the kinds that labor unions often negotiate for their members. That gives Democrats an incentive to support a repeal.\n\nSen. Bernard Sanders, the Vermont independent who is challenging Mrs. Clinton for the Democratic nomination, says a surtax on the wealthiest Americans should do the trick. Mrs. Clinton says her overall health care plans, which would expand Obamacare, would produce enough savings to “more than cover” the repeal.\n\nMr. Ryan, who heads the House Ways and Means Committee, wants to go the other direction by trimming Obamacare and using the savings to pay for the repeal.\n\n“There’s no consensus on how to pay for it, and it’s a pretty big piece of change,” said Timothy Jost, a law professor at Washington and Lee University in Virginia who closely tracks the health care law.\n\nFormally known as the high-cost plan tax, the Cadillac provision is a 40 percent excise on the cost of health care coverage above $10,200 for individual and $27,500 for family coverage, although those amounts could change when the government issues final regulations for 2018 and as it indexes the thresholds for inflation in later years.\n\nIt is expected to collect $91 billion from 2016 through 2025.\n\nRepublicans and Democrats in Congress have introduced stand-alone bills in both chambers to repeal the tax without paying for it, a response to the controversy that has been simmering since Democrats included the levy in the Affordable Care Act as a way to extract billions of dollars to pay for other benefits in Obamacare.\n\nA spokeswoman for Sen. Martin Heinrich, New Mexico Democrat and co-sponsor of a bipartisan repeal bill, said he does want the parties to strike a deal on how to replace the lost revenue.\n\nThe White House and some economists defend the tax by saying the high-value plans end up paying for more care than needed, driving up health care costs for everyone.\n\n“Repealing this provision of the ACA would hurt our economy by increasing the deficit, raising health care cost growth and cutting workers’ paychecks,” a White House official said.\n\nLabor leaders who typically back the Obama administration want to kill the tax. They say they often negotiate for better health care plans instead of higher wages, and now government changes will cut those benefits.\n\nAlthough the tax doesn’t take effect for two more years, members of Congress and candidates seeking the Democratic presidential nomination are feeling pressure to act now, as employers mull whether to pare generous health care plans and saddle workers with higher out-of-pocket costs.\n\nThe nonpartisan Kaiser Family Foundation has estimated that 26 percent of companies would be affected when the tax takes effect in 2018 and 42 percent of employers would be paying it a decade later — a signal of how quickly health care costs are expected to rise.\n\n“Some have said that this tax only falls on ‘Cadillac’ health care plans, but the reality is that the plans this bill will tax are more like Chevrolets,” Mr. Sanders said Sept. 24 in announcing a repeal bill with eight Senate Democrats.\n\nSeveral days later, Mrs. Clinton issued a statement calling for the tax’s repeal. That means the top three contenders for the Democratic presidential nomination — former Maryland Gov. Martin O’Malley is the other — are willing to buck Mr. Obama on the issue.\n\n“Too many Americans are struggling to meet the cost of rising deductibles and drug prices,” Mrs. Clinton said. “That’s why, among other steps, I encourage Congress to repeal the so-called Cadillac Tax, which applies to some employer-based health plans, and to fully pay for the cost of repeal.”\n\nMrs. Clinton said the health care reforms she will roll out to build on Obamacare would pay for repeal, although her campaign did not return requests for more details.\n\nMeanwhile, Mr. Sanders’ campaign said a less than 1 percent tax on Americans making more than $1 million per year would cover the lost revenue.\n\nLeading House Republicans are forging ahead this week with a bid to scrap the tax, although it’s not what labor, Mrs. Clinton and other Democrats had in mind.\n\nThe Ways and Means Committee sent legislation to the House Budget Committee that would use an arcane budget tool known as “reconciliation” to repeal the tax and Obamacare’s most unpopular mandates, essentially gutting the law.\n\nReconciliation allows lawmakers to pass legislation on a majority vote in the Senate, circumventing a Democratic filibuster in this case, although Mr. Obama could still veto whatever Congress produces.\n\nRepublicans on the committee say scrapping the law’s individual mandate to hold insurance will result in massive savings because fewer people will seek taxpayer subsidies on Obamacare’s exchanges — a windfall that would be enough to pay for repealing the Cadillac tax and the law’s 2.3 percent levy on medical device sales.\n\n“While reconciliation is not a silver bullet, it is a powerful tool and one we remain committed to using in order to help protect Americans from President Obama’s disastrous health care law,” said House Budget Committee Chairman Tom Price, Georgia Republican.", "article_metadata": {"description": "Everyone from Democratic presidential front-runner Hillary Rodham Clinton to Rep. Paul Ryan, Wisconsin Republican, wants to scrap the \"Cadillac tax\" on generous health care plans &mdash; a rare bipartisan push to tweak Obamacare &mdash; but there is little consensus on how to fill the $90 billion budget hole that a repeal would leave.", "author": "The Washington Times http://www.washingtontimes.com", "og": {"site_name": "The Washingtion Times", "description": "Everyone from Democratic presidential front-runner Hillary Rodham Clinton to Rep. Paul Ryan, Wisconsin Republican, wants to scrap the “Cadillac tax” on generous health care plans — a rare bipartisan push to tweak Obamacare — but there is little consensus on how to fill the $90 billion budget hole that a repeal would leave.", "title": "Obamacare ‘Cadillac tax’ repeal threatened by fight over how to fill $90 billion budget hole", "url": "http://www.washingtontimes.com/news/2015/oct/6/obamacare-cadillac-tax-repeal-threatened-by-fight-/", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2015/10/06/BernieSanders.jpg", "type": "article"}, "twitter": {"site": "@washtimes", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2015/10/06/BernieSanders.jpg", "description": "Everyone from Democratic presidential front-runner Hillary Rodham Clinton to Rep. Paul Ryan, Wisconsin Republican, wants to scrap the \"Cadillac tax\" on generous health care plans &mdash; a rare bipart", "card": "summary", "title": "Obamacare ‘Cadillac tax’ repeal threatened by fight over h"}, "Author": "Tom Howell Jr.", "bitly-verification": "d180fd45f70d", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web1", "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "news_keywords": "Labor, Politics, Social Issues, Health Medical Pharma, Hillary Rodham Clinton"}, "article_summary": "Mrs. Clinton says her overall health care plans, which would expand Obamacare, would produce enough savings to “more than cover” the repeal.\nThey say they often negotiate for better health care plans instead of higher wages, and now government changes will cut those benefits.\n“Too many Americans are struggling to meet the cost of rising deductibles and drug prices,” Mrs. Clinton said.\nSlated to go into effect in 2018, the tax will apply to expensive health care plans — the kinds that labor unions often negotiate for their members.\nThe disagreement threatens to derail one of Republicans’ best chances to chip away at the health care law, which President Obama has successfully defended from most changes."}