{"article_title": "University Park Regional Medical Campus receives $2.5 million state grant", "article_keywords": ["25", "regional", "grant", "students", "university", "million", "park", "campus", "state", "health", "receives", "medicine", "penn", "medical", "care"], "article_url": "http://news.psu.edu/story/291287/2013/10/14/academics/university-park-regional-medical-campus-receives-25-million-state", "article_text": "On Oct. 14, representatives from Penn State Milton S. Hershey Medical Center and the University Park Regional Campus of Penn State College of Medicine accepted a $2.5 million state grant from Pennsylvania State Senator Jake Corman. The grant will provide vital support to help the Regional Campus with its mission to attract more medical students to train and pursue careers in primary care and to improve access to high quality health care for the state’s most vulnerable and underserved populations.\n\n“Ever since its founding 50 years ago, Penn State College of Medicine has been a leader in developing innovative approaches to medical education while preparing physicians who will care for the people of our Commonwealth,” said Dr. Harold L. Paz, chief executive officer of the Medical Center and Health System, Penn State’s senior vice president for health affairs, and dean, College of Medicine. “We are grateful to Senator Corman for his leadership in securing this grant, which will sustain our commitment to innovation and to improving access to health care for Pennsylvanians.”\n\nBoasting the nation’s first Department of Family and Community Medicine, Penn State College of Medicine has historically been recognized as among the foremost suppliers of Pennsylvania’s primary care physician workforce. In 2011, Penn State Hershey established a regional medical campus in University Park where primary care and rural-based medicine are the centerpieces of its mission. The University Park Regional Campus plans to train up to 24 new medical students each year and develop a family medicine residency program in partnership with Mount Nittany Health.\n\nDue to the continuously evolving landscape in health care including the implementation of the Affordable Care Act with related reimbursement modifications, cuts to Medical Assistance as a result of sequestration and continued underfunding of Graduate Medical Education, medical schools like the College of Medicine must secure alternate sources of income to ensure training programs are relevant to the workforce needs while keeping costs down for promising medical students.\n\n“I’m proud to help secure this grant for the University Park Regional Campus of Penn State College of Medicine. This is a good investment for the Commonwealth and a good investment in our community. We need to do everything we can to attract and retain the best medical students from our state and the country,” Corman said.\n\nThe state grant will help the University Park Regional Campus achieve the following goals:\n\nIdentify the rural and primary care health needs of central Pennsylvania and create new and unique methods of healthcare delivery to improve access to patient-centered, high quality, cost-effective care using evidence-based approaches\n\nMaintain an in-state tuition rate that will be the most affordable of Pennsylvania’s medical schools and competitive nationally\n\nDesign an innovative, team-based, multi-disciplinary education curriculum to train medical students and family and community medicine residents to best address the primary and rural health care needs of Pennsylvania\n\nProvide unique learning opportunities for students, such as dual degree programs and a longitudinal integrated curriculum\n\n“The regional campus is extremely grateful for Senator Corman’s support in helping us secure this state grant, which will help to not only maintain but grow the necessary primary care workforce for the future,” said Dr. Kevin Black, vice dean, University Park Regional Campus. “We want to provide a superior learning experience for our medical students, and this support will go a long way to helping us do just that.”", "article_metadata": {"description": "On Oct. 14, representatives from Penn State Milton S. Hershey Medical Center and the University Park Regional Campus of Penn State College of Medicine accepted a $2.5 million state grant from Pennsylvania State Senator Jake Corman. The grant will provide vital support to help the Regional Campus with its mission to attract more medical students to train and pursue careers in primary care and to improve access to high quality health care for the state’s most vulnerable and underserved populations.", "generator": "Drupal 7 (http://drupal.org)", "og": {"url": "http://news.psu.edu/story/291287/2013/10/14/academics/university-park-regional-medical-campus-receives-25-million-state", "type": "article", "description": "On Oct. 14, representatives from Penn State Milton S. Hershey Medical Center and the University Park Regional Campus of Penn State College of Medicine accepted a $2.5 million state grant from Pennsylvania State Senator Jake Corman. The grant will provide vital support to help the Regional Campus with its mission to attract more medical students to train and pursue careers in primary care and to improve access to high quality health care for the state’s most vulnerable and underserved populations.", "title": "University Park Regional Medical Campus receives $2.5 million state grant | Penn State University"}, "abstract": "On Oct. 14, representatives from Penn State Milton S. Hershey Medical Center and the University Park Regional Campus of Penn State College of Medicine accepted a $2.5 million state grant from Pennsylvania State Senator Jake Corman. The grant will provide vital support to help the Regional Campus with its mission to attract more medical students to train and pursue careers in primary care and to improve access to high quality health care for the state’s most vulnerable and underserved populations.", "robots": "noodp, noydir", "p": {"domain_verify": "e7434b31046ae48ae613cf53ddd0c5fb"}, "google-site-verification": "6d6NGwbHXF5GYJdjFAgIEf489whJQPA38xYeyed-8g0", "viewport": "width=device-width, initial-scale=1, maximum-scale=1, minimum-scale=1, user-scalable=no"}, "_id": "\"57477af46914bd0286fd5682\"", "article_summary": "On Oct. 14, representatives from Penn State Milton S. Hershey Medical Center and the University Park Regional Campus of Penn State College of Medicine accepted a $2.5 million state grant from Pennsylvania State Senator Jake Corman.\n“I’m proud to help secure this grant for the University Park Regional Campus of Penn State College of Medicine.\nIn 2011, Penn State Hershey established a regional medical campus in University Park where primary care and rural-based medicine are the centerpieces of its mission.\n“We want to provide a superior learning experience for our medical students, and this support will go a long way to helping us do just that.”\nThe University Park Regional Campus plans to train up to 24 new medical students each year and develop a family medicine residency program in partnership with Mount Nittany Health."}