{"article_title": "Will Drug Costs Be the Big Political Issue of 2016?", "article_keywords": ["pharmaceutical", "poll", "voters", "big", "political", "drug", "costs", "therapy", "signed", "survey", "2016", "issue", "pricing"], "article_url": "http://www.ajmc.com/focus-of-the-week/0715/will-drug-costs-be-the-big-political-issue-of-2016", "article_text": "Recent surveys have found that public sentiment on drug costs runs high and crosses the political divide. A move this week by the nation's leading oncologists to rein in therapy pricing may be a sign that this is the breakthrough issue of the presidential campaign.\n\nMary K. Caffrey\n\nIn April, a leading poll found that three-quarters of Americans think prescription drugs cost too much, and a follow-up survey found that most blame the pharmaceutical companies.President Obama’s budget called for giving the federal government more power to negotiate drug prices, and a white paper released yesterday found that Medicare Part D alone could save up to $16 billion a year if the program had the same bargaining rights as Medicaid or the Veterans’ Administration.But yesterday’s big moment came from the oncologists: an editorial in the Mayo Clinic Proceedings signed by 115 leaders in cancer care, outlined a game plan for bringing down therapy costs, and called for a patient-led grassroots movement to pressure the industry. The editorial was signed by luminaries in the field and the current president of the American Society of Clinical Oncology, Julie M. Vose, MD, MBA.All signs point to high prescription drug costs becoming a defining issue of the 2016 presidential campaign, and some have already speculated this will happen. The National Journal wrote in April that Hillary Clinton was bringing up drug costs on the campaign trail in Iowa, for example.But lest anyone think Democrats will have this issue to themselves, there’s plenty of blame to go around: while President George W. Bush created Medicare Part D without allowing for prices to be negotiated, President Barack Obama signed the Affordable Care Act (ACA) without taking aim at the pharmaceutical companies.The findings of the April Kaiser Family Foundation poll will be hard for any candidate to ignore: as The American Journal of Managed Care (AJMC) reported, the ideological divide in the electorate over the ACA, which has changed little since the law passed, is wiped out when voters are asked to weigh in on drug costs. A candidate seeking a populist cause that could pull voters from across the spectrum could hardly select a better issue, especially when campaigning in certain states that permit cross-over voting in primaries.The cost of cancer drugs, in particular, has moved out of the specialty news media and into the mainstream: In reporting on the Mayo Clinic editorial, NBC News last night featured the story of Stuart Chapin, a 55-year-old teacher with stage 4 colorectal cancer, who has run through all his resources to pay for therapy. Now, the piece said, Chapin “is faced with a stark choice: saving his house or his life.”Another sign that drug costs are about to become a hot topic comes from Morning Consult, which recently announced the results of a poll it conducted on behalf of the Campaign for Sustainable Rx Pricing. This survey specifically focused on voters in the early primary states—Iowa, New Hampshire, and South Carolina—and found that a plurality of voters in all 3 states found it “extremely important” that candidates in the 2016 race have a plan to make prescription drugs more affordable. The statement that drug companies should earn a fair return but still price their products within reach of consumers found consistent favor—83% in both South Carolina and New Hampshire and 84% in Iowa. As with the earlier Kaiser poll, the Morning Consult survey found no partisan divide on this issue, and that voters blamed the drug companies for high prices.For years, the leading voice for pharmaceutical manufacturers, PhRMA, has stated that the costs of research and development are what drive up prices. But in the past year, oncologists and pharmacy benefit managers have been pushing back against this explanation. In a recent interview with Evidence-Based Diabetes Management , an AJMC publication, Steve Miller, MD, the chief medical officer for Express Scripts, said the “social contract” that once existed among pharmaceutical companies, investors, and the public has been broken, and that drugmakers and Wall Street see having a patent as obtaining “almost unlimited pricing power.”", "article_metadata": {"keywords": "Will Drug Costs Be the Big Political Issue of 2016?", "og": {"type": "article", "image": "https://ajmc.s3.amazonaws.com/_media/_core/ajmc-twitter-logo.jpg", "site_name": "AJMC", "description": "Recent surveys have found that public sentiment on drug costs runs high and crosses the political divide. A move this week by the nation's leading oncologists to rein in therapy pricing may be a sign that this is the breakthrough issue of the presidential campaign.", "title": "Are high #Rx prices the breakthrough issue of #2016? #drugs @ASCO @MayoClinic @RxPricing"}, "twitter": {"site": "@AJMC_Journal", "image": "https://ajmc.s3.amazonaws.com/_media/_core/ajmc-twitter-logo.jpg", "description": "Recent surveys have found that public sentiment on drug costs runs high and crosses the political divide. A move this week by the nation's leading oncologists to rein in therapy pricing may be a sign that this is the breakthrough issue of the presidential campaign.", "card": "summary", "title": "Are high #Rx prices the breakthrough issue of #2016? #drugs @ASCO @MayoClinic @RxPricing"}}, "article_summary": "Recent surveys have found that public sentiment on drug costs runs high and crosses the political divide.\nA move this week by the nation's leading oncologists to rein in therapy pricing may be a sign that this is the breakthrough issue of the presidential campaign.\nThe editorial was signed by luminaries in the field and the current president of the American Society of Clinical Oncology, Julie M. Vose, MD, MBA.All signs point to high prescription drug costs becoming a defining issue of the 2016 presidential campaign, and some have already speculated this will happen.\nBut in the past year, oncologists and pharmacy benefit managers have been pushing back against this explanation.\nThe statement that drug companies should earn a fair return but still price their products within reach of consumers found consistent favor—83% in both South Carolina and New Hampshire and 84% in Iowa."}