{"article_title": "South Hills T riders may experience delays Monday after tree fell Sunday", "article_keywords": ["working", "hills", "shuttles", "delays", "tree", "experience", "morning", "authority", "potomac", "fell", "overhead", "trees", "night", "wind", "line", "riders", "south"], "article_url": "http://www.post-gazette.com/local/city/2016/01/10/Tree-down-on-section-of-T-in-Beechview-blocks-tracks/stories/201601100239", "article_text": "T riders should plan for extra travel time Monday morning, the Port Authority said, after wind blew trees onto the tracks in Beechview and knocked down the overhead line that powers the train.\n\nCrews were working to clear the trees on Sunday night and fix the overhead line, but the authority said the damage is significant and the effort is expected to take all night. Service might not be restored before the morning rush.\n\nIf the Red Line is still closed in the morning, the authority said rail shuttles will operate between the Overbrook and Potomac stations and bus shuttles will run between Potomac and South Hills Junction stations.\n\nUpdates are available at PortAuthority.org and the @PGHtransit Twitter account.", "article_metadata": {"description": "The tree fell at about 5 p.m. between the Westfield and Pennant stations.", "og": {"site_name": "Pittsburgh Post-Gazette", "description": "T riders should plan for extra travel time Monday morning, the Port Authority said, after wind blew trees onto the tracks in Beechview and knocked down the overhead line that powers the train. Crews were working to clear the trees on Sunday night and fix the overhead line, but the authority said the damage is significant and the effort is expected to take all night. Service might not be restored before the morning rush. If the Red Line is still closed in the morning, the authority said rail shuttles will operate between the Overbrook and Potomac stations and bus shuttles will run between Potomac and South Hills Junction stations. Updates are available at PortAuthority.org and the @PGHtransit Twitter account.", "title": "South Hills T riders may experience delays Monday after tree fell Sunday", "url": "http://www.post-gazette.com/local/city/2016/01/10/Tree-down-on-section-of-T-in-Beechview-blocks-tracks/stories/201601100239", "image": "http://www.post-gazette.com/image/2016/01/10/720x_q90_cMC_z_ca31,0,1173,1525/Tree-on-T-tracks-in-Beechview.jpg", "type": "article"}, "twitter": {"domain": "post-gazette.com", "description": "Post-Gazette.com - T riders should plan for extra travel time Monday morning, the Port Authority said, after wind blew trees onto the tracks in Beechview and knocked down the overhead line that powers the train. Crews were working to clear the trees on Sunday night and fix the overhead line, but the authority said the damage is significant and the effort is expected to take all night. Service might not be restored before the morning rush. If the Red Line is still closed in the morning, the authority said rail shuttles will operate between the Overbrook and Potomac stations and bus shuttles will run between Potomac and South Hills Junction stations. Updates are available at PortAuthority.org and the @PGHtransit Twitter account.", "title": "South Hills T riders may experience delays Monday after tree fell Sunday", "image": "http://www.post-gazette.com/image/2016/01/10/720x_q90_cMC_z_ca31,0,1173,1525/Tree-on-T-tracks-in-Beechview.jpg", "creator": "@PittsburghPG", "site": "@PittsburghPG", "card": "summary_large_image"}, "publish-date": "Sun, 10 Jan 2016 17:42:20 -05:00", "keywords": "Pittsburgh Post-Gazette, City", "fb": {"app_id": 148144658590118}, "msvalidate.01": "711874F8E9C70784DC77E1C82EDA893D", "google-site-verification": "124OJGIL09eN_BRCn44k__89eN1iIimYEKfPJdKjPmM", "viewport": "initial-scale=1", "news_keywords": "Pittsburgh Post-Gazette, City"}, "article_summary": "T riders should plan for extra travel time Monday morning, the Port Authority said, after wind blew trees onto the tracks in Beechview and knocked down the overhead line that powers the train.\nIf the Red Line is still closed in the morning, the authority said rail shuttles will operate between the Overbrook and Potomac stations and bus shuttles will run between Potomac and South Hills Junction stations.\nCrews were working to clear the trees on Sunday night and fix the overhead line, but the authority said the damage is significant and the effort is expected to take all night.\nUpdates are available at PortAuthority.org and the @PGHtransit Twitter account.\nService might not be restored before the morning rush."}