{"article_title": "'Fight for 15' campaign - success or failure?", "article_keywords": ["protests", "success", "campaign", "food", "media", "workers", "fast", "fight", "failure", "unions", "walmart", "seiu", "members", "15"], "article_url": "http://thehill.com/blogs/congress-blog/labor/240367-fight-for-15-campaign-success-or-failure", "article_text": "It has been over a week since the SEIU-backed protests against fast food brands. Unions used tax day as their backdrop, with the goal of drawing attention to a two-year-old rallying cry of labor groups for a more, “livable, hourly wage.” Many of the protestors were union-backed and paid to be there, few actually workers in the fast food industry.\n\nThe “Fight for $15” campaign had announced protests in more than 200 cities, but activity appeared to top out at around 70 cities. The protests followed a similar “script” as previous days of action with workers and far more non-employee agitators chanting and waving signs with many of the larger cities experiencing acts of civil disobedience, disruption of street traffic, and protesters entering store locations.\n\nADVERTISEMENT\n\nThe SEIU-backed protests were successful in getting broad placement in print media and in regional television news outlets, but the National Day of Action was largely ignored by national media. So, at this point are SEIU members beginning to question whether the protests and a few clips in local media outlets are worth the astronomical cost of this orchestrated campaign? According to reports filed with the U.S. Department of Labor, the SEIU has invested at least $50 million into the fast food campaigns over the last two years.\n\nThat's a huge amount of money to spend smearing the reputations of fast food brands while failing to organize not one of the 3.6 million workers employed in the fast food industry. Millions of dollars have been spent on this faux grassroots campaign purportedly led by workers. The SEIU had dumped tremendous amounts into social media ads, PR firms, paid protesters, and even the t-shirts and signs worn and held by activists.\n\nThe question for the SEIU is, how can the trumpeted protests continue before the public and the union's own members grow weary of the costly street theater? The Washington Post recently reported that the United Food and Commercial Workers (UFCW) membership voted for new leadership on the promise of slashing funding to the OUR Walmart campaign. Traditionally, unions have focused the brunt of their treasuries on activities directly related to servicing existing members and gaining new members.\n\nAlternative organizing models, like the UFCW’s OUR Walmart effort, are expensive, lengthy and have yet to demonstrate a tangible return on investment in terms of new members. As unions test new “alternative labor” organizing models to effectively organize within the service sector, existing union members are seeing services cut and pensions struggling to survive. In this case, it appears the willingness to continue underwriting a campaign with no end in sight no longer exists. Similarly, it has been reported that members of the SEIU are “grumbling” about a lack of return on investment – which means actually turning protestors into dues paying union members.\n\nBefore anyone toasts the demise of alternative labor, the OUR Walmart campaign has been suspended before. It’s predecessors, Wake Up Walmart and Making Change at Walmart, both experienced fits and starts as the SEIU and UFCW ramped up organizing efforts during periods of perceived opportunity.\n\nUltimately, it remains to be seen how long the SEIU is willing to finance the \"Fight for 15\" campaign against members who expect a return on their hard-earned dues. The SEIU will undoubtedly stage additional protests this summer at an additional cost trying to make it appear to be an organic, worker-led effort. Just how long will members stomach a huge investment that until now has fallen short of the union's bloated promises?\n\nPratte is a senior adviser for Worker Center Watch, a business-backed, anti-union organization.", "article_metadata": {"dcterms.description": "Millions of dollars have been spent on this faux grassroots campaign purportedly led by workers.", "description": "Millions of dollars have been spent on this faux grassroots campaign purportedly led by workers.", "generator": "Drupal 7 (http://drupal.org)", "rdfs": {"label skos": {"prefLabel": "Congress Blog"}}, "og": {"site_name": "TheHill", "description": "Millions of dollars have been spent on this faux grassroots campaign purportedly led by workers.", "title": "'Fight for 15' campaign - success or failure?", "url": "http://thehill.com/blogs/congress-blog/labor/240367-fight-for-15-campaign-success-or-failure", "image": "http://thehill.com/sites/default/files/thehill_logo_200.jpg", "updated_time": "2016-02-04T03:39:59-05:00", "type": "article"}, "Smart_Paging": "on", "dcterms.modified": "2016-02-04T03:39-05:00", "dcterms.identifier": "http://thehill.com/blogs/congress-blog/labor/240367-fight-for-15-campaign-success-or-failure", "fb": {"admins": 100000299130732, "app_id": 566538590082898, "pages": 7533944086}, "apple-itunes-app": "app-id=396640962", "dcterms.date": "2015-04-29T16:30-04:00", "dcterms.creator": "Joe Picard", "author": "Ashley Pratte", "dcterms.type": "Text", "article": {"published_time": "2015-04-29T16:30:03-04:00", "modified_time": "2016-02-04T03:39:59-05:00"}, "keywords": ",,", "dcterms.language": "und", "dcterms.format": "text/html", "twitter": {"url": "http://thehill.com/blogs/congress-blog/labor/240367-fight-for-15-campaign-success-or-failure", "widgets": {"csp": "on"}, "description": "Millions of dollars have been spent on this faux grassroots campaign purportedly led by workers.", "card": "summary", "title": "'Fight for 15' campaign - success or failure?"}, "dcterms.title": "'Fight for 15' campaign - success or failure?"}, "_id": "\"57477af36914bd0286fcf879\"", "article_summary": "The “Fight for $15” campaign had announced protests in more than 200 cities, but activity appeared to top out at around 70 cities.\nBefore anyone toasts the demise of alternative labor, the OUR Walmart campaign has been suspended before.\nUltimately, it remains to be seen how long the SEIU is willing to finance the \"Fight for 15\" campaign against members who expect a return on their hard-earned dues.\nIt has been over a week since the SEIU-backed protests against fast food brands.\nThat's a huge amount of money to spend smearing the reputations of fast food brands while failing to organize not one of the 3.6 million workers employed in the fast food industry."}