{"article_title": "UN Representatives: U.S. Abortion Protesters Are ‘Terrorists’", "article_keywords": ["regarding", "united", "terrorists", "rights", "abortion", "representatives", "protesters", "health", "human", "visited", "raday", "womens", "women"], "article_url": "http://www.breitbart.com/big-government/2015/12/20/un-representatives-u-s-abortion-protesters-terrorists/", "article_text": "SIGN UP FOR OUR NEWSLETTER\n\nA three-woman delegation representing a UN working group on discrimination against women visited the United States for 10 days in December to prepare a report on gender equality in America, and reportedly were “appalled” by what they found.\n\nThe women, from Poland, the United Kingdom and Costa Rica, were especially shocked to find protesters outside an Alabama abortion clinic they visited and to witness the deep polarization surrounding abortion in the United States.\n\nSIGN UP FOR OUR NEWSLETTER\n\n“We were harassed. There were two vigilante men waiting to insult us,” said UK delegate Frances Raday. She claimed the men repeatedly shouted, “You’re murdering children!” at the three women as they approached the clinic.\n\n“It’s a kind of terrorism,” said the Polish delegate and abortion activist, Eleonora Zielinska. “To us, it was shocking.”\n\nThe United Nations has no official position regarding abortion, but for years abortion advocates have attempted to use the UN platform to pressure countries to relax abortion laws. Moreover, representatives of women’s rights organizations within the UN normally comprise radical feminists pushing for access to abortion-on-demand across the globe.\n\nLast September, the Vatican formally expressed its “reservations” regarding the UN Sustainable Development Goals (SDGs) for 2016 because of its inclusion of language often used to mask abortion rights. The Vatican’s Permanent Observer to the UN, Archbishop Bernardito Auza, expressed the Vatican’s “reservations” on the goals that mention “reproductive health,” “family planning,” and “gender.”\n\nDuring their U.S. visit, the three UN women travelled to Alabama, Texas and Oregon to assess American policies and attitudes, as well as school, health, and prison systems.\n\nThe women claim that the U.S. is far behind “international human rights standards” in areas such as its “23 percent gender pay gap, maternity leave, affordable child care and the treatment of female migrants in detention centers.”\n\nThe women’s agenda included a push for new federal gun restrictions more in line with the practices in other countries.\n\n“Some states have introduced gun control laws regarding domestic violence, refusing to give perpetrators of domestic violence the right to possess firearms,” Raday said. “This should be a national policy, not an isolated state policy.”\n\nThe women also attacked religious freedom and conscience exceptions in the U.S., especially those that touch on “reproductive health.”\n\n“Religious freedom does not justify discrimination against women, nor does it justify depriving women of their rights to the highest standard of health care,” Raday said, referring once again to abortion.\n\nThe U.N. representatives had meetings at the White House and with numerous government agencies, including the Departments of Labor, Health and Human Services, and Justice. They will file their full report to the U.N. Human Rights Council in June 2016.\n\nFollow Thomas D. Williams on Twitter @tdwilliamsrome", "article_metadata": {"description": "A three-woman delegation representing a UN working group on discrimination against women visited the United States for 10 days in December to prepare a report on gender equality in America, and reportedly were “appalled” by what they found.", "og": {"site_name": "Breitbart", "description": "A three-woman delegation representing a UN working group on discrimination against women visited the United States for 10 days in December to prepare a report on gender equality in America, and reportedly were “appalled” by what they found.", "title": "UN Representatives: U.S. Abortion Protesters Are ‘Terrorists’ - Breitbart", "locale": "en_US", "image": {"width": 640, "identifier": "http://media.breitbart.com/media/2015/12/Abortion-Getty.jpg", "height": 480}, "url": "http://www.breitbart.com/big-government/2015/12/20/un-representatives-u-s-abortion-protesters-terrorists/", "type": "article"}, "twitter": {"description": "A three-woman delegation representing a UN working group on discrimination against women visited the United States for 10 days in December to prepare a report on gender equality in America, and reportedly were “appalled” by what they found.", "creator": "@tdwilliamsrome", "image": "http://media.breitbart.com/media/2015/12/Abortion-Getty.jpg", "title": "UN Representatives: U.S. Abortion Protesters Are ‘Terrorists’ - Breitbart", "site": "@BreitbartNews", "card": "summary"}, "robots": "noodp", "fb": {"app_id": 1243316582352556, "pages": 95475020353, "use_automatic_ad_placement": "true"}, "msapplication-TileImage": "/t/assets/i/w-logo-orange.png", "keywords": "Abortion, abortion on demand, gender equality, Pro-Life Movement, religious liberty, United Nations, Women's Rights,Abortion, Big Government, National Security,UN", "article": {"publisher": "https://www.facebook.com/Breitbart", "section": "Abortion", "tag": "Women's Rights", "published_time": "2015-12-20T06:17:18-07:00", "categories": "Big Government,National Security,Abortion"}, "viewport": "width=device-width,initial-scale=1", "op": {"markup_version": "v1.0"}}, "article_summary": "Moreover, representatives of women’s rights organizations within the UN normally comprise radical feminists pushing for access to abortion-on-demand across the globe.\n“To us, it was shocking.”The United Nations has no official position regarding abortion, but for years abortion advocates have attempted to use the UN platform to pressure countries to relax abortion laws.\nThey will file their full report to the U.N. Human Rights Council in June 2016.\nThe women, from Poland, the United Kingdom and Costa Rica, were especially shocked to find protesters outside an Alabama abortion clinic they visited and to witness the deep polarization surrounding abortion in the United States.\nLast September, the Vatican formally expressed its “reservations” regarding the UN Sustainable Development Goals (SDGs) for 2016 because of its inclusion of language often used to mask abortion rights."}