{"article_title": "Missouri 'cowards' fear anything upsetting, Limbaugh says. Like a red Starbucks cup?", "article_keywords": ["wolfe", "google", "cup", "upsetting", "doodle", "university", "limbaugh", "racism", "cowards", "students", "starbucks", "student", "missouri", "president", "fear", "red"], "article_url": "http://www.chicagotribune.com/news/opinion/huppke/ct-political-correctness-huppke-20151111-story.html", "article_text": "Of all the things that are destroying America — Obamacare, rampant liberalism, gluten-free cookies — nothing is more destructive than political correctness.\n\nWe know this because we have been told so by correctness luminaries like Rush Limbaugh, Donald Trump, Ben Carson and Rush Limbaugh again.\n\nNowhere is political correctness running more amok than on college campuses, and no college campus is more amok right now than the University of Missouri's. That's where student protesters this week succeeded in getting the university's president to resign over concerns that he hadn't properly addressed racism on campus.\n\nNow we all know that racism ceased to exist the moment Barack Obama was elected president and was lovingly embraced by every American. (Limbaugh admires Obama so much that he often talks of him using playful nicknames like \"tyrant\" and \"Halfrican-American.\" #BestBuds)\n\nGiven the absence of racism, how do we explain the young people who joined together and, in solidarity with many faculty members and the entire football team, took down the university's president?\n\nMissouri protests Jeff Roberson / AP Students cheer while listening to members of the black student protest group Concerned Student 1950 speak Nov. 9, 2015, after the announcement University of Missouri President Tim Wolfe would resign at the school in Columbia, Mo. Wolfe resigned under pressure over concerns that he hadn’t properly addressed racism on campus. Students cheer while listening to members of the black student protest group Concerned Student 1950 speak Nov. 9, 2015, after the announcement University of Missouri President Tim Wolfe would resign at the school in Columbia, Mo. Wolfe resigned under pressure over concerns that he hadn’t properly addressed racism on campus. (Jeff Roberson / AP) (Jeff Roberson / AP)\n\nIt's simple. As Limbaugh said on his radio show Tuesday, the protesters are \"cowards.\"\n\n\"They're just scared to death of reality,\" he said. \"They're scared to death of life. And they have been raised and educated to believe that it is legitimately possible to shield yourself from anything that's upsetting.\"\n\nHe also mocked the Missouri protesters for wanting to be somewhere where \"they are not subjected to people that disagree and where they're not subjected to symbols that hurt their feelings.\"\n\nSpeaking of symbols that hurt my feelings, can you believe that Google Doodle they put up for Veterans Day?\n\nEarly Wednesday, a distinctly Caucasian swath of the Internet erupted in outrage over the fact that the Google Doodle of the day, showing people from different branches of the military, appeared to feature more people of color than white people.\n\nGoogle Doodle Google The Google Doodle for Veterans Day. The Google Doodle for Veterans Day. (Google)\n\nSome labeled it a \"Racist Doodle,\" at least one person alerted presidential candidate Trump to the \"Asinine misrepresentation\" and others equated the Doodle diversity to events at the University of Missouri, with one person tweeting: \"#Google should fact check #politicallycorrect #GoogleDoodle, 1 #White #veteran in the back?\"\n\nSorry, my perfectly appropriate outrage got the best of me there. Where was I?\n\nAh, yes, symbols. You see the Missouri protesters were upset, in part, because of an incident earlier this year in which a swastika drawn with human feces was found on a bathroom wall in one of the residence halls. Other complaints included racial slurs directed at black students on campus and an array of racist comments made on social media.\n\nLimbaugh again pointed out the weenie-ness of these students, saying: \"We can't handle symbols that offend us.\"\n\nSpeaking of being offended, have you seen the ridiculous red cups Starbucks is using for the so-called \"holiday season\"? They're just red — that's it. No sleighs, no snowflakes, nothing to indicate Christmas.\n\nIt's a national disgrace, and I, like many Americans, have spent the week being extremely upset about how this preposterous symbol of political correctness is ruining a perfectly good holiday.\n\nAt least one presidential candidate — the heroic Mr. Trump — had the decorative holiday balls to address this issue, suggesting at a campaign event in Illinois this week that \"maybe we should boycott Starbucks.\"\n\nHe went on: \"If I become president, we're all going to be saying 'Merry Christmas' again. That I can tell you. That I can tell you! Unbelievable.\"\n\nIt is unbelievable. I mean, honestly, red cups. Who ever heard of such a thing?\n\nAnyway, back to the subject at hand. Those kids at Missouri are just being manipulated by their liberal puppet masters and led to believe they have a reason to be outraged.\n\nIt's not like they're dealing with something serious, like a one-day drawing on Google that under-represents their race or a snowflakeless cup.\n\nI mean, good grief, the racism controversy at the University of Missouri involves only: evidence of actual racism; a large institution's unwillingness to address student concerns about said racism; and, most recently, an online post by someone threatening to \"shoot every black person I see.\"\n\nThe Starbucks controversy involves: cups; and the fact that they are red.\n\nIt's clear that Missouri students are so blinded by political correctness that they can't see past the trivial feces swastika on the bathroom wall.\n\nIn this world you have to be tough, ignore the things that bother you and quietly go about your business.\n\nDon't try, as Limbaugh said, to shield yourself from anything that's upsetting.\n\nUnless it's a Google Doodle or a red cup. Then I strongly suggest you avert your eyes, and complain loudly.\n\nrhuppke@tribpub.com", "article_metadata": {"fb_title": "Missouri 'cowards' fear anything upsetting, Limbaugh says. Like a red Starbucks cup?", "googlebot": "index", "copyright": "Copyright (c) 2016 Chicago Tribune", "author": "Chicago Tribune", "og": {"site_name": "chicagotribune.com", "description": "Of all the things that are destroying America — Obamacare, rampant liberalism, gluten-free cookies — nothing is more destructive than political correctness.", "title": "Missouri 'cowards' fear anything upsetting, Limbaugh says. Like a red Starbucks cup?", "url": "http://www.chicagotribune.com/news/opinion/huppke/ct-political-correctness-huppke-20151111-story.html", "image": "http://www.trbimg.com/img-56439704/turbine/ct-political-correctness-huppke-20151111", "type": "article"}, "x-servername": "lalvp02.18", "twitter": {"site": "@chicagotribune", "card": "summary"}, "keywords": "university of missouri, protests, racism, starbucks red cups, google doodle, veterans day, political correctness", "robots": "index,follow", "apple-itunes-app": "app-id=383137151, app-argument=http://www.chicagotribune.com/deeplinkid/85000619", "fb": {"page_id": 5953023255, "app_id": 306836229411287}, "googlebot-news": "index", "date": "2015-11-11", "Description": "The \"political correctness\" of the University of Missouri protests is distracting us from the crisis of Starbucks' holiday cups.", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, minimum-scale=1.0, user-scalable=no", "news_keywords": "university of missouri, protests, racism, starbucks red cups, google doodle, veterans day, political correctness"}, "article_summary": "Google Doodle Google The Google Doodle for Veterans Day.\nIt's clear that Missouri students are so blinded by political correctness that they can't see past the trivial feces swastika on the bathroom wall.\nUnless it's a Google Doodle or a red cup.\nSpeaking of symbols that hurt my feelings, can you believe that Google Doodle they put up for Veterans Day?\nThe Google Doodle for Veterans Day."}