{"article_title": "Facebook Survey Finds Top Executives Are Biggest Culprits Of Web Browsing At Work", "article_keywords": ["social", "web", "younger", "workers", "media", "employees", "work", "andreassen", "private", "biggest", "facebook", "browsing", "culprits", "survey", "waste", "active", "finds", "executives"], "article_url": "http://www.medicaldaily.com/facebook-survey-finds-top-executives-are-biggest-culprits-web-browsing-work-290854", "article_text": "Facebook use has a hierarchy; the more senior your position is and the more educated you are increases your chances of being more active on social media.\n\nIf your boss is a Facebook addict, chances are they’re probably going to be stricter with their staff. They don’t “practice what they preach,” as the saying goes. Research has found that those who are in the highest positions of power are the biggest culprits.\n\nPsychologists, including Dr. Cecilie Schou Andreassen from Norway’s University of Bergen, analyzed the behavior of 11,000 workers. They found that executives have the most negative attitude about private use of social media in the workplace, believing younger employees waste time checking their feeds and tweets, the Daily Mail reported. They also found that employees who worked more had little time to socialize face-to-face, pushing them to turn to social media. “It is very interesting that top executives, who are negative to private web-surfing during working hours, are the ones who surf the most for private purposes when at work,” Andreassen said.\n\nMen, as opposed to women, are also more likely to use the Internet for their own personal reasons. And younger workers use the Internet more frequently than their older colleagues. The researchers think that bosses know how easy it is to waste time using social media, so they will be stricter with employees who use it.\n\n“But they can do it themselves because, in part, they are the boss and no-one can tell them not to,” Andreassen said. “It is likely that managers are worried about reductions in output and financial loss as a result of use of private social media among their employees. The finding may also reflect that people with a high socioeconomic status, are not as afraid to lose their job as those in low-status jobs. In addition, high rollers may be more interested in social media to advance their career.”\n\nThe study also found that using social media at work is related to strict guidelines and limited access to reduce private browsing at work. Andreassen recommends good regulations along with motivational work challenges in order to prevent private browsing during work hours.\n\n\"While outgoing people in general enjoy being social, anxious people may prefer to communicate digitally rather than in stress-inducing real life situations,\" she added. \"Ambitious people with a sense of order may surf less than others for private purposes, but will probably use the web actively for work-related business during office hours.\"\n\nAccording to Science Codex, research in the study also found that singles are more active on social media than those in relationships. Extroverts and nervous people are more active online and people who are structured/reliable/organized/prompt personalities spend less time on social media compared to their counterparts.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "facebook, social media, web browsing", "og": {"site_name": "Medical Daily", "description": "Facebook use has a hierarchy; the more senior your position is and the more educated you are increases your chances of being more active on social media.", "title": "Your Boss Is Probably Addicted To Facebook", "url": "http://www.medicaldaily.com/facebook-survey-finds-top-executives-are-biggest-culprits-web-browsing-work-290854", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/07/01/shutterstock176941343.jpg", "type": "article"}, "twitter": {"description": "Facebook use has a hierarchy; the more senior your position is and the more educated you are increases your chances of being more active on social media.", "title": "Your Boss Is Probably Addicted To Facebook", "url": "http://www.medicaldaily.com/facebook-survey-finds-top-executives-are-biggest-culprits-web-browsing-work-290854", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/07/01/shutterstock176941343.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/07/01/shutterstock176941343.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Consumer News", "published_time": "2014-07-01T13:06:03-04:00", "modified_time": "2014-07-01T13:06:01-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Facebook use has a hierarchy; the more senior your position is and the more educated you are increases your chances of being more active on social media."}, "_id": "\"57477af46914bd0286fd8234\"", "article_summary": "According to Science Codex, research in the study also found that singles are more active on social media than those in relationships.\nFacebook use has a hierarchy; the more senior your position is and the more educated you are increases your chances of being more active on social media.\nAndreassen recommends good regulations along with motivational work challenges in order to prevent private browsing during work hours.\nThey also found that employees who worked more had little time to socialize face-to-face, pushing them to turn to social media.\nIn addition, high rollers may be more interested in social media to advance their career.”The study also found that using social media at work is related to strict guidelines and limited access to reduce private browsing at work."}