{"article_title": "Congress plots to pay for a trade deal by raiding Medicare", "article_keywords": ["cut", "benefits", "deal", "congress", "richtman", "pay", "assistance", "budget", "trade", "program", "medicare", "plots", "care", "workers", "raiding"], "article_url": "http://www.latimes.com/business/hiltzik/la-fi-mh-congress-plots-to-raid-medicare-20150518-column.html", "article_text": "Medicare means many things to many people. To seniors, it's a program providing good, low-cost healthcare at a stage in life when it's most needed.\n\nTo Congress, it's beginning to look more like a piggy bank to be raided.\n\nThat's the only conclusion one can draw from a provision slipped into a measure to extend and increase the government's Trade Adjustment Assistance program, which provides assistance to workers who lose their jobs because of trade deals. The measure, introduced by Rep. David Reichert (R-Wash.), proposes covering some of the $2.7-billion cost of the extension by slicing $700 million out of doctor and hospital reimbursements for Medicare.\n\nThe plan on Capitol Hill is to move the Trade Assistance Program expansion in tandem with fast-track approval of the Trans-Pacific Partnership trade deal, possibly as early as this week. We explained earlier the dangers of the fast-track approval of this immense and largely secret trade deal. But the linkage with the assistance program adds a new layer of political connivance: Congressional Democrats demanded the expansion of the Trade Assistance Program, Congressional Republicans apparently found the money in Medicare, and the Obama White House, which should be howling in protest, has remained silent.\n\nMedicare advocates have taken up the slack by raising the alarm. \"To take this cut and apply it to something completely unrelated sets a terrible precedent,\" Max Richtman, head of the National Committee to Preserve Social Security and Medicare, told me.\n\nI'd characterize this as money stolen from Medicare. — Max Richtman, CEO of the National Committee to Preserve Social Security and Medicare\n\nIt's proper to place this situation in the context of Washington fiscal politics. The Medicare cut is slated to go into effect in fiscal 2024, which gives it the flavor of a budget gimmick. The chances are good that lawmakers will revisit the cut long before it goes into effect--and the budget landscape a decade from now is certain to look very different from today's. The $700 million cut is the equivalent of about 14 hundredths of one percent of Medicare's budget today ($500 billion).\n\nThat said, Richtman and other advocates are right to do what they can to keep these crucial social programs walled off from debates over unrelated programs.\n\nThe Medicare provision came up so recently that members of the Congressional Progressive Caucus are just now gearing up to oppose it. \"It was sort of buried\" in the bill, Rep. Keith Ellison (D-Minn.), the caucus co-chair, told me Monday. The caucus expects to circulate a letter opposing the arrangement as soon as later this week. Ellison, an opponent of granting fast-track authority on the TPP, says the Medicare cut amounts to piling the costs of trade liberalization onto its victims.\n\n\"There will be fabulous wealth generated by the Trans-Pacific Partnership,\" he says. \"The people who are hurt shouldn't have to pay for it with their jobs and then have inadequate Medicare when they get older.\"\n\nEllison labeled the extension of the assistance program a \"consolation prize\" for those injured by trade deals. But there are grounds to question how much good the Trade Adjustment Assistance actually does.\n\nSome of its benefits are direct. The program extends unemployment benefits for workers laid off because of competition from international trade and subsidizes their healthcare insurance. It funds job retraining programs and subsidizes job searches. Older workers can get limited \"wage insurance\" covering a portion of any wage reductions they suffer in moving to new jobs.\n\nBut in a 2008 study, Kara M. Reynolds of American University and her associate John S. Palatucci found that workers receiving trade assistance did scarcely better than other laid-off workers at finding new employment -- and that they earned on average 30% less at their new jobs, compared with the roughly 10% pay cut faced by unassisted workers.\n\nOne reason, they posited, is that the workers in the trade program were in worse-hit industries and were trying to replace relatively high wages. But taking advantage of job training also kept them out of the workforce longer, which may have made them less desirable to employers.\n\nThe Medicare cut is designed as an extension to the 2011 sequester, an economically damaging bit of fiscal hugger-mugger Congress devised as a route out of an impasse over the federal debt limit. Medicare was relatively but not entirely unscathed by the sequester: much of the program was exempted from cuts, though provider reimbursements were pared by 2% each year through 2023. Last year, the Medicare sequester was extended into 2024 to cover a reversal of cost-of-living cuts to veterans' pension benefits -- another case of raiding Medicare for an unrelated program. The new proposal cuts Medicare provider benefits by another quarter of a percentage point from October 2024 through March 2025.\n\nThis is different from the $700-billion cost reduction in Medicare enacted via the Affordable Care Act. That includes efforts to make the program more efficient by improving the incentives governing how doctors and hospitals deliver care to their patients, along with reductions in payments to Medicare Advantage plans. Richtman points out that much of this amounts to a reallocation within Medicare -- \"it's piled back into the program by paying for improvements in preventive care, closing the 'doughnut' hole in Medicare Part D (the prescription drug benefit)\" and other measures. In the broadest sense, the cost reductions in Medicare are netted against other healthcare costs within the Affordable Care Act.\n\nBy contrast, the new proposal would take $700 million out of Medicare, period. Nothing in the TAA will help Medicare function better or augment its services to members. Slicing into physician and hospital reimbursements may have the opposite effect, by reducing members' access to care. \"I'd characterize this as money stolen from Medicare,\" Richtman says. Budget experts observe that the Trade Adjustment Assistance program does include subsidies for displaced workers' health coverage, but there's very little overlap between Medicare enrollees and the working population served by the TAA.", "article_metadata": {"fb_title": "Congress plots to pay for a trade deal by raiding Medicare", "googlebot": "index", "copyright": "Copyright (c) 2016 Los Angeles Times", "author": "Los Angeles Times", "og": {"site_name": "latimes.com", "description": "Medicare means many things to many people. To seniors, it's a program providing good, low-cost healthcare at a stage in life when it's most needed.", "title": "Congress plots to pay for a trade deal by raiding Medicare", "url": "http://www.latimes.com/business/hiltzik/la-fi-mh-congress-plots-to-raid-medicare-20150518-column.html", "image": "http://www.trbimg.com/img-555a3c0a/turbine/la-fi-mh-congress-plots-to-raid-medicare-20150518", "type": "article"}, "x-servername": "lalvp15.13", "twitter": {"site": "@latimes", "card": "summary"}, "msvalidate.01": "AAC9C18F70AC386BC4DCF4DDF9BF1786", "robots": "index,follow", "keywords": "medicare, trade, trans-pacific partnership", "fb": {"admins": 100000786395051, "page_id": 5863113009}, "apple-itunes-app": "app-id=373238146, app-argument=http://www.latimes.com/deeplinkid/83568391", "googlebot-news": "index", "date": "2015-05-18", "Description": "Medicare means many things to many people. To seniors, it's a program providing good, low-cost healthcare at a stage in life when it's most needed.   To Congress, it's beginning to look more like a piggy bank to be raided.   That's the only conclusion one can draw from a provision slipped into a measure...", "y_key": "cee2fe4077f8d050", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, minimum-scale=1.0, user-scalable=no", "news_keywords": "medicare, trade, trans-pacific partnership"}, "_id": "\"57477af46914bd0286fdaf92\"", "article_summary": "The plan on Capitol Hill is to move the Trade Assistance Program expansion in tandem with fast-track approval of the Trans-Pacific Partnership trade deal, possibly as early as this week.\nThe Medicare cut is slated to go into effect in fiscal 2024, which gives it the flavor of a budget gimmick.\n\"I'd characterize this as money stolen from Medicare,\" Richtman says.\nEllison, an opponent of granting fast-track authority on the TPP, says the Medicare cut amounts to piling the costs of trade liberalization onto its victims.\nEllison labeled the extension of the assistance program a \"consolation prize\" for those injured by trade deals."}