{"article_title": "Senate's new lead investigator has big plans", "article_keywords": ["plans", "johnson", "investigator", "senate", "big", "republicans", "administration", "lead", "going", "committee", "sen", "security", "oversight", "senates"], "article_url": "http://www.usatoday.com/story/news/politics/2014/11/05/ron-johnson-obama-homeland-security-oversight-keystone-pipeline-senate/18531755/", "article_text": "Sen. Ron Johnson, R-Wis. (Photo: J. Scott Applewhite, AP)\n\nWASHINGTON — Wisconsin Republican Sen. Ron Johnson has long been a vocal critic of President Obama and his administration, suing over Obamacare and lobbing criticisms about the IRS and Benghazi in the media, but he is now poised to become an even sharper thorn in the president's side.\n\nWith Republicans' resounding Senate victory Tuesday, Johnson is set to take over as chairman of the Senate's chief oversight committee on government affairs, giving him the power to call hearings and subpoena administration officials for public grilling.\n\nHe has big plans for reinvigorating Senate oversight and has already chiseled out priorities and begun identifying and interviewing potential staff for the Homeland Security and Governmental Affairs Committee, which he says has been asleep at the wheel with Democrats in charge.\n\n\"When you have a Democrat-controlled Senate with a Democrat in the White House, there's just a natural lack of curiosity — let me be kind,\" Johnson said in an exclusive interview about his plans. \"I'm not interested in show trials. What I'm interested in is defining problems.\"\n\nThe committee has broad jurisdiction over operations of the federal government in general and the Department of Homeland Security in particular. It is the Senate version of the House Oversight and Government Reform panel, whose chairman, Rep. Darrell Issa, R-Calif., has swarmed the administration in recent years with subpoenas — almost 100 by one count.\n\nIssa has summoned a bevy of administration officials, from the attorney general to the secretary of State, and probed everything from the Bureau of Alcohol, Tobacco, Firearms and Explosives' Fast and Furious operation that lost track of guns to the IRS scandal to the Benghazi attacks.\n\nFor his part, Johnson ticks off an ambitious, if less scandalous, list of issues he wants to tackle: border security and illegal immigration, cybersecurity, homegrown terrorist threats, securing the electrical grid, streamlining oversight of the DHS and the regulation of American businesses — particularly the energy sector.\n\nHe is the third-highest-ranking Republican on the committee, and chairmanships are typically decided on seniority. But the highest-ranking Republican, Oklahoma Sen. Tom Coburn, is retiring, and the next highest, Sen. John McCain, R-Ariz., has signaled he wants the gavel on the Armed Services Committee, leaving Johnson to take over the Homeland Security and Government Affairs panel.\n\nAs a former plastics company executive, Johnson said he plans to bring private-sector business acumen and strategic planning to the role. Johnson, who is renowned in Wisconsin for foregoing stump speeches in favor of wonky PowerPoint presentations, will start with a \"S.W.O.T. analysis\" — determining Strengths, Weaknesses, Opportunities and Threats.\n\n\"You've really got to understand the problem, understand its root causes, then you've got to find out what's an achievable goal,\" Johnson said. \"You can say we're going to create a utopia, but that's not achievable. Let's look at achievable goals. Once you've done that, the strategies to achieve those goals are just far more self-evident. And then the tactics to support those strategies follow from there.\"\n\nHe believes Washington has been taking a backward approach to solving problems facing the country, focusing on tactics without first identifying and agreeing on what the problems are and what caused them.\n\n\"What I see in Washington, D.C., is we're all at the tactical level — tactics that are not attached to strategy, that are not directed toward an achievable goal, that are divorced from reality,\" he said. \"I want to reverse the process.\"\n\nJohnson, a first-term senator elected in 2010, said he plans to be less staunchly partisan and more cooperative than what he says Democrats have been while controlling the Senate. He plans to reach across the aisle and find areas of agreement first, much like in a business negotiation, and then try to work out bipartisan deals on other, more contentious areas.\n\nAnd he believes other Republicans will do the same. Even though they will control both the House and the Senate, whatever they pass still would need to be signed by a Democratic president, which means compromise is imperative if they want legislation signed into law.\n\n\"I think the American people are going to see that Republicans aren't the party of 'no,' \" Johnson said. \"They're going to find Republicans are really, really going to be working hard to actually govern, and find those areas of agreement.\"\n\nHis idealism, however, may run smack up against the political realities in Washington, said Norm Ornstein, a fellow at the American Enterprise Institute. He says it's wrongheaded to think that \"the fever will break, bipartisan policies will ensue and everybody will work together.\"\n\n\"We should expect that in the places that have legalized marijuana or where they're eating a lot of mushrooms that create other hallucinations,\" said Ornstein, co-author of The Broken Branch: How Congress Is Failing America and How to Get It Back on Track.\n\nHe predicts a few things may get done, but that Republicans still will be reluctant to give Obama achievements he could tout in his last two years in office, particularly as the 2016 presidential campaign begins. And he believes Johnson will be forced to use his committee more as a cudgel than a problem-solving tool.\n\n\"At the moment, I would be willing to take Senator Johnson at his word,\" Ornstein said. \"But the pressure to do gotcha investigations is going to be very great.\"\n\nJohnson, who faces re-election in 2016, said he realizes it may be difficult, but he is committed to trying.\n\n\"I'm going to give it my best shot,\" he said. \"I've been beating my head against the wall for 3-1/2 years. It would be nice if I could beat it against the wall a little more effectively.\"\n\nRead or Share this story: http://usat.ly/1u0zGWp", "article_metadata": {"google": "notranslate", "description": "Wisconsin Republican Sen. Ron Johnson has long been a vocal critic of President Obama and his administration, suing over Obamacare and lobbing criticisms about the IRS and Benghazi in the media, but he is now poised to become an even sharper thorn in the president's side.", "og": {"site_name": "USA TODAY", "description": "Wisconsin Republican Sen. Ron Johnson has long been a vocal critic of President Obama and his administration, suing over Obamacare and lobbing criticisms about the IRS and Benghazi in the media, but he is now poised to become an even sharper thorn in the president's side.", "title": "Senate's new lead investigator has big plans", "url": "http://www.usatoday.com/story/news/politics/2014/11/05/ron-johnson-obama-homeland-security-oversight-keystone-pipeline-senate/18531755/", "image": "http://www.gannett-cdn.com/GDContent/applogos/usatoday.png", "type": "article"}, "twitter": {"description": "Wisconsin Republican Sen. Ron Johnson has long been a vocal critic of President Obama and his administration, suing over Obamacare and lobbing criticisms about the IRS and Benghazi in the media, but he is now poised to become an even sharper thorn in the president's side.", "creator": "@usatoday", "image": "http://www.gannett-cdn.com/-mm-/1b54d43b8408034971c02100878d8dfe906b9511/c=366-0-2633-2267&r=x643&c=640x640/local/-/media/USATODAY/None/2014/11/05/635507858997342490-AP-Republicans-Senate.jpg", "title": "Senate's new lead investigator has big plans", "site": "@usatoday", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "fb": {"app_id": 215046668549694}, "cXenseParse": {"gci-topic": "Organizations/U.S. Department of Homeland Security", "gci-asset-type": "story", "gci-categories": "Organizations/U.S. Department of Homeland Security", "title": "Senate's new lead investigator has big plans", "author": "Donovan Slack", "pageclass": "article", "recs": {"category": "news/politics", "image-3-4": "http://www.gannett-cdn.com/-mm-/f3ef3d953d234ccaf11939d280ed4cd4c1fd80fc/c=650-0-2350-2267/local/-/media/USATODAY/None/2014/11/05/635507858997342490-AP-Republicans-Senate.jpg", "image-1-1": "http://www.gannett-cdn.com/-mm-/2e5204f923808fa5c538fac9721d91727d1dfd3a/c=366-0-2633-2267/local/-/media/USATODAY/None/2014/11/05/635507858997342490-AP-Republicans-Senate.jpg", "contenttype": "story", "image-4-3": "http://www.gannett-cdn.com/-mm-/e50f05c6bd7b960ab5b24117b2a32a833646bd43/c=0-6-3000-2262/local/-/media/USATODAY/None/2014/11/05/635507858997342490-AP-Republicans-Senate.jpg", "image": "http://www.gannett-cdn.com/-mm-/9305196cdf25f842533c5027491388f77e9c2255/c=0-286-3000-1981&r=x633&c=1200x630/local/-/media/USATODAY/None/2014/11/05/635507858997342490-AP-Republicans-Senate.jpg", "publishtime": "2014-11-05T12:18:31.913000-05:00", "shorthed": "Senate's new lead investigator promises action", "articleid": 18531755, "image-16-9": "http://www.gannett-cdn.com/-mm-/23770fc14958a7a5c693fbaed44d46770265efe1/c=0-286-3000-1981/local/-/media/USATODAY/None/2014/11/05/635507858997342490-AP-Republicans-Senate.jpg", "image-9-16": "http://www.gannett-cdn.com/-mm-/34bca92cf3f3ea1107c5e71e81bce4900cf843e4/c=865-0-2135-2267/local/-/media/USATODAY/None/2014/11/05/635507858997342490-AP-Republicans-Senate.jpg"}}, "article": {"author": "https://www.facebook.com/pages/Donovan-Slack/206194972896041"}, "Content-Type": "text/html; charset=UTF-8", "viewport": "width=1070", "news_keywords": "Senate oversight,Sen. Ron Johnson,Wisconsin,Benghazi,Keystone,immigration,Homeland,Obama"}, "_id": "\"57477af46914bd0286fd5806\"", "article_summary": "As a former plastics company executive, Johnson said he plans to bring private-sector business acumen and strategic planning to the role.\nThe committee has broad jurisdiction over operations of the federal government in general and the Department of Homeland Security in particular.\n\"They're going to find Republicans are really, really going to be working hard to actually govern, and find those areas of agreement.\"\n\"I think the American people are going to see that Republicans aren't the party of 'no,' \" Johnson said.\nJohnson, who faces re-election in 2016, said he realizes it may be difficult, but he is committed to trying."}