{"article_title": "Susan Osborne: In defense of neighborhoods", "article_keywords": ["boulder", "city", "good", "defense", "working", "neighborhoods", "susan", "planning", "work", "map", "osborne", "neighborhood", "think"], "article_url": "http://www.dailycamera.com/guest-opinions/ci_28980491/susan-osborne-defense-neighborhoods", "article_text": "I was in city planning school in the late 1970s. Among the favorite planning books of the time were \"The Death and Life of Great American Cities,\" by Jane Jacobs, and \"After the Planners,\" by Robert Goodman. Both books were written in reaction to a decade or more of \"rational planning,\" where the top-down big ideas of urban renewal, the interstate highway system and the grand plans of politicians laid waste to city neighborhoods across the country. In response came advocacy planning positing instead that a city planner's job was to understand the needs and problems of neighborhoods, to work with neighborhood organizations to find solutions by bringing the resources of government to bear, and to approach each neighborhood with humbleness and an open mind. The general notion is that each neighborhood is unique, and that the art of city planning is to learn to listen, to apply political, organizing and design skills to solve problems, and to find the sweet spot where the good of the whole is realized by the betterment of neighborhoods and the individual.\n\nFast forward to this election cycle. Opponents of Initiative 300 can't say a good word about neighborhoods. Instead of being an appropriate planning unit, neighborhoods are viewed as the enemy — uniformly selfish, narrow-minded, an ecological disaster with an aversion to change. Apparently, Boulder neighborhoods, if they had their way, would be \"gated communities\" and car-centric, homogenous places. As a council member in a recent email exchange said, \"To think about Boulder is to take us out of ourselves. To think about neighborhoods invites us to think only about our block face — what is best for me, what I like, and screw the rest of you.\"\n\nAdvertisement\n\nIn my more than two decades as a Boulder planner, the most rewarding part of my job was working with neighborhoods. It is delicate, time-consuming work, not done by beating folks over the head with one group or another's theory of the good. Here's the reality. Most of Boulder's neighborhoods are already a mix of owners and renters and housing types. With a couple of notable exceptions, all recent residential development has been multi-family, attached units. Some Boulder neighborhoods are working hard on energy efficiency, and building a stronger community as they fight climate change. Many neighborhoods have joined together to fund EcoPasses as a group (with absolutely no help from RTD). Others struggle with how to co-exist with the ebb and flow of student renters, or the impact of an influx of VRBOs or downtown and trailhead parking. Our city's resiliency efforts will only be successful if we encourage the strengthening of neighborhoods and the friendships they engender. Neighborhoods are not the enemy.\n\nMany of us are not sure whether or not to vote for Initiative 300, but this I know. The infamous map showing 66 neighborhoods is the city's own map. It is out-of-date and useless, and it is evidence of how little connected to its neighborhoods Boulder's government has become. Should 300 pass and as directed in the initiative, the first city council task would be to assemble a more coherent map that \"reasonably demarcates the neighborhoods,\" presumably a much smaller number than now mapped.\n\nThere are incontrovertible differences among the city's neighborhoods. For example, doing away with occupancy limits will have little effect in Keewadin Meadows, Mapleton Hill or most parts of North Boulder. But this land-use change could have a devastating impact on University Hill, Martin Acres, lower Table Mesa and other neighborhoods struggling to maintain a balance between long-term and short-term residents and who already deal with the impacts of over-occupancy. That this was a real proposal, not thought through with any neighborhood but promoted as an ideological good, is a partial motivation for the proposed initiative.\n\nBoulder government has recently hired a neighborhood liaison and is working diligently on improving Uni-Hill. Many council candidates have spoken about reviving subcommunity planning. Good people in the planning department are beginning work on the next iteration of our Comprehensive Plan. But we must ignore the current anti-neighborhood rhetoric and return to the principle of neighborhood consultation and some measure of self-determination.\n\nSusan Osborne is a former mayor of Boulder.", "article_metadata": {"sailthru.url": "http://www.dailycamera.com/guest-opinions/ci_28980491/susan-osborne-defense-neighborhoods", "sailthru.author": "By Susan Osborne", "ag": {"canon": "BoulderDailyCamera:article:28980491:view"}, "startDate": "2015-10-17T19:50:50-0600", "twitter": {"domain": "dailycamera.com", "description": "I was in city planning school in the late 1970s. Among the favorite planning books of the time were \"The Death and Life of Great American Cities,\" by Jane Jacobs, and \"After the Planners,\" by Robert Goodman.", "title": "Susan Osborne: In defense of neighborhoods", "url": "http://www.dailycamera.com/guest-opinions/ci_28980491/susan-osborne-defense-neighborhoods", "image": "http://extras.mnginteractive.com/live/media/site21/2015/1016/20151016__18dcin2w~1.jpg", "site": "@dailycamera", "card": "summary_large_image"}, "sailthru.article-section-or-homepage": "article", "sailthru.section": "Opinion: Guest Opinions", "modificationDate": "2015-10-17T16:22:07-0600", "endDate": "2025-10-16T13:48:01-0600", "byline": "By Susan Osborne", "pubDate": "2015-10-17T16:22:19-0600", "sailthru.date": "2015-10-17T19:50:50-0600", "sailthru.title": "Susan Osborne: In defense of neighborhoods", "verify-v1": "TakAiHiDAOiNOP+m0YTx4DQeyjor+bTdc8e+pw6bDoI=", "sailthru.image.thumb": "http://extras.mnginteractive.com/live/media/site21/2015/1016/20151016__18dcin2w~1_300.jpg", "description": "I was in city planning school in the late 1970s. Among the favorite planning books of the time were \"The Death and Life of Great American Cities,\" by Jane Jacobs, and \"After the Planners,\" by Robert Goodman.", "sailthru.site": "dailycamera.com", "msvalidate.01": "9DAB14005AD5A9FFA4CA0EF58CC794BA", "og": {"url": "http://www.dailycamera.com/guest-opinions/ci_28980491/susan-osborne-defense-neighborhoods", "image": "http://extras.dailycamera.com/images/dailycamera3.png", "type": "article", "description": "I was in city planning school in the late 1970s. Among the favorite planning books of the time were \"The Death and Life of Great American Cities,\" by Jane Jacobs, and \"After the Planners,\" by Robert Goodman.", "title": "Susan Osborne: In defense of neighborhoods"}, "p": {"domain_verify": "867892b0357001538903740c75a206f0"}, "google-site-verification": "07CC1xPDVU0znu496XTAjLyC32Ylj8zwWHlmrzx3pgY", "y_key": "c9d9b53f7f5af674", "sailthru.image.full": "http://extras.mnginteractive.com/live/media/site21/2015/1016/20151016__18dcin2w~1.jpg"}, "article_summary": "Apparently, Boulder neighborhoods, if they had their way, would be \"gated communities\" and car-centric, homogenous places.\nSome Boulder neighborhoods are working hard on energy efficiency, and building a stronger community as they fight climate change.\nI was in city planning school in the late 1970s.\nAdvertisementIn my more than two decades as a Boulder planner, the most rewarding part of my job was working with neighborhoods.\nInstead of being an appropriate planning unit, neighborhoods are viewed as the enemy — uniformly selfish, narrow-minded, an ecological disaster with an aversion to change."}