{"article_title": "Arlington board may become less liberal as it turns over in 2016", "article_keywords": ["liberal", "d", "service", "turns", "housing", "zoning", "county", "elected", "board", "members", "arlington", "2016", "public"], "article_url": "https://www.washingtonpost.com/local/virginia-politics/arlington-board-may-become-less-liberal-as-it-turns-over-in-2016/2016/01/01/60006322-af06-11e5-b820-eea4d64be2a1_story.html", "article_text": "New Arlington County Board Chairman Libby Garvey set better customer service in zoning and permitting as her top goal. (Katherine Frey/The Washington Post)\n\nThe Arlington County Board, in its first 2016 meeting and with two newly elected members, signaled that its priorities in the famously progressive community may turn toward the right as new Chairman Libby Garvey set better customer service in zoning and permitting as her top goal.\n\nGarvey (D), who spent most of her first term marginalized by a board that was more liberal, called the system of getting permits and zoning changes “so Byzantine that even employees don’t always understand it. As a board member, I also hear from large builders who find our processes frustrating and expensive. Private homeowners can find themselves totally lost.”\n\nThe other four board members agreed in general with that goal in their addresses before a full chamber of School Board members, other elected officials and civic activists and advocates, who gathered Friday for the panel’s traditional New Year’s Day organizational session. The chairmanship rotates annually among the board members, and Garvey was elected unanimously, as is customary.\n\nActing County Manager Mark Schwartz said improvements in the building-permit process are underway and all permits will be able to be filed and reviewed electronically in February.\n\nGarvey warned that local government should not “overstep our role and risk stifling innovation,” particularly in regulations such as the sign ordinance, which took more than a year to revise. “Part of the charm of Arlington,” she said, “. . . is how not standard everything is.”\n\nGarvey and her board ally John Vihstadt (I) won a major battle just over a year ago when the panel voted to cancel the long-planned Columbia Pike and Crystal City streetcar projects.\n\n[Arlington halts controversial streetcar]\n\nVihstadt, a Republican who won election in 2014 as an independent, urged more accountability and transparency in local government. He called for a small-business summit this year and urged the board to “scrub” the budget.\n\n“In a county budget now climbing over $1.3 billion a year and with over 3,000 public employees, surely we can find programs and projects to reduce, recalibrate, eliminate or defer while ensuring that our schools, public safety, infrastructure maintenance and other essential services are protected,” he said. “Tax rates and tax burdens do matter.”\n\nThe strongest resistance to that more-conservative trend may come from Jay Fisette (D), the longest-serving board member who was elected vice chairman Friday. He identified the county’s biggest challenges as the need for more schools and other civic facilities within the 26-square-mile county, strengthening economic competitiveness, housing affordability, balancing the budget and values.\n\n“Affordable housing has become a bellwether issue that embodies the soul of our community,” he said. “What has always distinguished Arlington . . . is our conscience and compassion. . . . These core progressive values fuel our pride and our passion and should not be diluted or dismantled.”\n\nNew board members Christian Dorsey (D) and Katie Cristol (D) are untested and unaligned, but their stances may determine the direction of a board considered the most liberal in the state. Both expressed interest Friday in improving economic growth, offering more housing choices and creating more schools.\n\n[Democrats win Arlington Board seats]\n\n“Over the course of this year, success in these areas — to use a hackneyed but apt analogy — will be measured by singles and doubles, not home runs,” Dorsey said. “One area where I am looking to swing for the fences however, is . . . we must restore faith that public participation is valued and valuable.”\n\nCristol, an education policy consultant, drew a motto from that field to describe what lies ahead: “Follow through is the new innovation.”\n\nShe also strongly supported Garvey’s intent to seek a replacement for the Columbia Pike streetcar.\n\n“2016 must be a year in which we get specific about what state-of-the-art bus service means,” she said, and “. . . to maintain our moral center by taking care of our most vulnerable residents” including the homeless, those with intellectual, physical and mental health challenges, as well as services for survivors of sexual violence.\n\nThe full speeches are available at countyboard.arlingtonva.us/county-board-members/.", "article_metadata": {"news_keywords": "arlington county board, arlington democrats, arlington republicans, va-politics, vapolitics,", "og": {"site_name": "Washington Post", "description": "The balance of the panel tips right, and the two new members may hold the key to its future direction.", "title": "Arlington board may become less liberal as it turns over in 2016", "url": "https://www.washingtonpost.com/local/virginia-politics/arlington-board-may-become-less-liberal-as-it-turns-over-in-2016/2016/01/01/60006322-af06-11e5-b820-eea4d64be2a1_story.html", "image": "https://img.washingtonpost.com/rf/image_1484w/2010-2019/WashingtonPost/2011/08/03/Local/Images/election05_1312390980.jpg", "type": "article"}, "referrer": "unsafe-url", "twitter": {"site": "@WashingtonPost", "card": "summary_large_image", "creator": "@psullivan1"}, "description": "The balance of the panel tips right, and the two new members may hold the key to its future direction.", "fb": {"admins": 500835072, "app_id": 41245586762}, "keywords": "arlington county board, arlington democrats, arlington republicans, va-politics, vapolitics,", "article": {"publisher": "https://www.facebook.com/washingtonpost"}, "viewport": "width=device-width, initial-scale=1.0, user-scalable=yes, minimum-scale=0.5, maximum-scale=2.0", "eomportal-uuid": "60006322-af06-11e5-b820-eea4d64be2a1"}, "article_summary": "New Arlington County Board Chairman Libby Garvey set better customer service in zoning and permitting as her top goal.\nThe chairmanship rotates annually among the board members, and Garvey was elected unanimously, as is customary.\n[Democrats win Arlington Board seats]“Over the course of this year, success in these areas — to use a hackneyed but apt analogy — will be measured by singles and doubles, not home runs,” Dorsey said.\nPrivate homeowners can find themselves totally lost.”The other four board members agreed in general with that goal in their addresses before a full chamber of School Board members, other elected officials and civic activists and advocates, who gathered Friday for the panel’s traditional New Year’s Day organizational session.\n“2016 must be a year in which we get specific about what state-of-the-art bus service means,” she said, and “."}