{"article_title": "Here’s An Awesome Game Of Thrones-Frozen Mashup, Plus Five Ways To Get Your GoT Fix Until Next Season", "article_keywords": ["westeros", "thrones", "ways", "season", "mashup", "heres", "game", "books", "plus", "know", "words", "series", "world", "thronesfrozen", "youll", "fix", "awesome"], "article_url": "http://www.inquisitr.com/1336416/heres-an-awesome-game-of-thrones-frozen-mashup-plus-five-ways-to-get-your-got-fix-until-next-season/", "article_text": "We know, we know: the end of a season of Game of Thrones is like losing a friend. A friend that won’t be back until next year. But here are some great ways to keep your mind on Westeros until the next season of Game of Thrones kicks off next year.\n\nFirst off, there’s this fantastic trailer mashup of Game of Thrones and the unstoppable juggernaut that is Disney’s Frozen. Some mad genius spliced together scenes from the animated feature and put them over top of audio from the Game of Thrones Season 4 Trailer. The result is… Just watch. Just. Watch.\n\nNow, that was a good way to kill two minutes until the next season starts, but you can’t spend all of your time watching one Game of Thrones Mashup. If you’re like us, bated breath is an understatement when it comes to the long wait until the next season. We’ve got you covered, though, and you can rely on the following methods to sate your Game of Thrones fix until Season 5 rolls around.\n\nListen to Catch the Throne\n\nIn an effort to increase Game of Thrones‘ viewership numbers among African-American and Latino populations, HBO this year released Catch the Thrones, a collection of hip-hop and “urban” songs themed around the show. It’s not terrific, per se, but it’s a good way to pass some time, and there are definitely a few head-nodders in the mix there.\n\nWe’re not sure how well the Game of Thrones mixtape was received, but HBO might just do it again next year if they feel the need. We could totally see an Iggy Azalea guest-track happening, because HBO doesn’t appear to realize that all they really need to do is have Snoop Dog give Game of Thrones recaps.\n\nRead the Books\n\nReally. You should read the Game of Thrones books. All of your favorite lines from the series are almost certainly taken directly from George Martin’s pen. The man is that good. You’ll also get to see what your nerd friends were talking about when they slapped their foreheads as this past season ended with no sighting of Lady Stoneheart.\n\nThe books are also long. Really long. It will probably take you a few months to go through the existing books at a reasonable pace. That’s good, because it will eat up time in a truly enjoyable manner, and before you know it, you’ll be counting down the weeks – not months – until Game of Thrones is back on the telly.\n\nAs an added bonus, the next Red or Purple Wedding won’t rip your heart out, and you’ll get to watch the reactions of your friends that haven’t read yet.\n\nRead the Side Books\n\nGeorge Martin loves the world of Game of Thrones. He’s devoted mountains of words to his creation, and some of those words come in the form of side books. There are the Tales of Dunk and Egg, a side series set 90 years before the events of Game of Thrones. It’s a terrific series that maintains much of what makes the series you already know work so well. It’s written in the same beautiful style, and its “historical” aspect gives a terrific, inevitable feel to its events, as you know that certain things have to happen in order for things to get to the state that we found Westeros in at the beginning of Game of Thrones.\n\nThere is also The World of Ice and Fire. This is a companion piece to the entire series, and it will explore the history of Westeros and the rest of the Game of Thrones world, giving more detail on just how things got to be how they are. Martin recently released a snippet of the volume, which will see release on October 28, 2014 and will be 336 pages long.\n\nRead the Comics\n\nIf all those words aren’t totally your thing, you could settle for words and pictures. Dynamite Comics has been publishing a run of Game of Thrones comics that follow the novels pretty well. You’ll miss out on much of Martin’s prose, but the pretty pictures and more fantastical renderings of Westeros should be able to tide you over. Marvel has also published a number of comics set within the Game of Thrones world. Words and pictures!\n\nPlay the Game\n\nCyanide Studios made a Game of Thrones RPG, if you just can’t bring yourself to do any reading. It didn’t exactly get rave reviews, but it did have input and encouragement from Martin, so there’s that.\n\nPreparations are already underway for the next season of Game of Thrones, and word has it that the hit fantasy series will be filming in Spain. Why Spain? Spain has the look the producers are going for in order to represent the land of Dorne on screen. We’ll be spending a lot of time in Dorne during the next season of Thrones, and we’ll become quite familiar with the Martells that live there.\n\nThat name Martell should give you pause, if only because it’s the same name of fan favorite Prince Oberyn, the Red Viper. We likely won’t be seeing him during the next Game of Thrones season, but his family will have some interesting ideas about how to respond to what happened to Oberyn in King’s Landing.\n\nThere’s no premiere date for the next season of Game of Thrones, but you can bet we’ll bring the news to you once HBO decides to come up off that secret. In the mean time, there’s Game of Thrones books, music, and games for you to get to reading, hearing, and playing.\n\nOr you could just crochet yourself some adorable Game of Thrones figurines, like DeviantArtist LunasCrafts did. That’s where we got our lead image.", "article_metadata": {"description": "We know, we know: the end of a season of Game of Thrones is like losing a friend. A friend that won't be back until next year. But here are some great ways to", "og": {"site_name": "The Inquisitr News", "description": "We know, we know: the end of a season of Game of Thrones is like losing a friend. A friend that won’t be back until next year. But here are some great ways to", "title": "Here’s An Awesome Game Of Thrones-Frozen Mashup, Plus Five Ways To Get Your GoT Fix Until Next Season", "url": "http://www.inquisitr.com/1336416/heres-an-awesome-game-of-thrones-frozen-mashup-plus-five-ways-to-get-your-got-fix-until-next-season/", "image": "http://cdn.inquisitr.com/wp-content/uploads/2014/07/new-game-of-thrones-jon-snow-1475.jpg", "article": {"published_time": "2014-07-05T20:19:45+00:00", "modified_time": "2014-07-05T21:33:12+00:00"}, "type": "article"}, "image": "http://cdn.inquisitr.com/wp-content/uploads/2014/07/new-game-of-thrones-jon-snow-1475.jpg", "msapplication-TileColor": "#ed1c24", "datePublished": "2014-07-05T20:19:45+00:00", "fb": {"app_id": 164157850314499, "pages": 71179904752}, "msapplication-TileImage": "http://cdn.inquisitr.com/assets/0cec37/dist/images/logos/inq-win.png", "keywords": "books,catch the throne,frozen,frozen mashups,game of thrones,game of thrones season 4,game of thrones season 5,george r. r. martin,hbo,lady stoneheart,reading,song of ice and fire,television,entertainment", "HandheldFriendly": "True", "y_key": "f282393706a5fd85", "twitter": {"image": {"src": "http://cdn.inquisitr.com/wp-content/uploads/2014/07/new-game-of-thrones-jon-snow-1475.jpg", "width": 670, "height": 409}, "site": "@theinquisitr", "card": "summary_large_image", "description": "We know, we know: the end of a season of Game of Thrones is like losing a friend. A friend that won’t be back until next year. But here are some great ways to"}, "viewport": "width=980"}, "_id": "\"57477af46914bd0286fde238\"", "article_summary": "Some mad genius spliced together scenes from the animated feature and put them over top of audio from the Game of Thrones Season 4 Trailer.\nIn the mean time, there’s Game of Thrones books, music, and games for you to get to reading, hearing, and playing.\nWe know, we know: the end of a season of Game of Thrones is like losing a friend.\nBut here are some great ways to keep your mind on Westeros until the next season of Game of Thrones kicks off next year.\nMarvel has also published a number of comics set within the Game of Thrones world."}