{"article_title": "The End of Big Money in Elections? 6 Reasons to Think So by Keith Barbalato — YES! Magazine", "article_keywords": ["barbalato", "end", "campaign", "voters", "reasons", "money", "citizens", "maine", "elections", "public", "magazine", "united", "candidates", "big", "donations", "yes", "keith", "think"], "article_url": "http://www.yesmagazine.org/people-power/six-reasons-to-believe-us-elections-are-about-to-get-cleaner-04022016", "article_text": "This year’s presidential election is projected to be the most expensive in U.S. history. As of this writing, more than $127 million has been raised by PACs and political nonprofits to support the five remaining major-party presidential candidates. That comes on the heels of 2014’s senate election, which more than doubled the outside spending of 2010.\n\nHow can voters trust legislators to act fairly on issues that affect the pharmaceutical industry, for example, when companies in that industry spent more than $50 million on federal campaign contributions in 2012 alone? The same problem comes up in issues like prison reform, climate change, and food safety.\n\nBecause the amount of money in the system keeps growing, the problem looks like it’s just getting worse. But some experts say big money in politics could disappear as quickly as it arrived.\n\n“It’s only been about a decade since Citizens United opened the doors for unlimited campaign contributions,” says Benjamin T. Brickner, counsel to the Democracy Program at the Brennan Center for Justice. He points out that many of the Supreme Court’s campaign-finance decisions have been decided by 5 to 4 votes, and, with the death of Antonin Scalia, may soon be up for reconsideration.\n\nBut the Supreme Court is just the beginning. Here are six other reasons to be optimistic about the future of campaign finance in the United States.\n\n1. Public opinion has passed the tipping point\n\nIn a New York Times poll taken last June, 84 percent of respondents said money “has too much influence” on U.S. political campaigns, and 75 percent said campaigns “should be required to publicly disclose their contributors.”\n\nOther surveys show a similar consensus. A recent Pew poll shows that 76 percent of Americans think the government is run by a few big interests, while only 19 percent feel it works “for the benefit of all the people.”\n\nThese findings may help to explain why, when pollster Gallup asked Americans to identify the most pressing problem facing the country, government was the most popular choice, topping the economy, unemployment, immigration, and health care for the second year in a row.\n\n2. Grassroots movements jump in\n\nAmericans are not keeping their feelings on this issue to themselves. Through rallies, petitions, and calls to legislators, they have put increasing pressure on Congress and the executive branch to challenge controversial Supreme Court decisions, eliminate super-PACs, and shine a light on dark money.\n\nIn December 2015, members of 59 different organizations teamed up to send more than one million petitions to Barack Obama. Their demand? An executive order that would require federal contractors to disclose political donations.\n\nThen there’s Democracy Spring, an effort to use nonviolent civil disobedience to push Congress to take action on campaign finance issues. The event kicked off April 2 with a gathering at the Liberty Bell in Philadelphia; continues with a 10-day, 140-mile march to Washington, D.C.; and culminates in at least six days of sit-ins at locations around the capital. So far, more than 3,100 people have signed up to get involved in one way or another, and more than 100 organizations will support the action through demonstrations, concerts, teach-ins, and other activities.\n\nIn an article for The Nation, organizers made their case to Congress: “Take immediate action to end the corruption of big money in politics and make the 2016 elections free and fair for all people as equal citizens, or be prepared to send thousands of patriotic Americans to jail simply for demanding an equal voice.”\n\n3. Advocacy groups use diverse strategies\n\nRepresent.Us is urging cities and states to pass the American Anti-Corruption Act, which outlines policy provisions to make donations more transparent, launch public-financing programs, and prevent political bribery. The act is meant to be adaptable, so local leaders can tweak it to fit their concerns, says Charlotte Hill, senior communications director at Represent.Us.\n\nThey’ve already scored wins in Tallahassee, Florida; Princeton, New Jersey; Roanoke Valley, Virginia; and San Francisco.\n\nWolfPAC is taking an even more ambitious approach. Its members want to overturn Citizens United, using a process outlined in Article IV of the United States Constitution. They hope to get legislation demanding a constitutional convention passed in 34 states and make an amendment to the Constitution saying corporations are not people and have no right to buy elections.\n\nSo far Vermont, California, New Jersey, and Illinois have passed Wolf PAC resolutions.\n\n4. Maine pioneers state-level public financing\n\nIn 1996, voters passed the Maine Clean Elections Act, the first statewide public financing system for elections. To participate, candidates must collect a specific number of $5 donations from unique registered voters in their district, and refuse outside campaign contributions. This qualifies them for a public grant that funds their campaign.\n\nThe act has democratized elections several ways: Candidates unable to raise enough private money to be competitive now have a chance to run, and politicians can spend less time fundraising and more time making policy. Elections have become more about contact with communities and less about the interests of large donors, says Andrew Bossie, executive director of Maine Citizens for Clean Elections.\n\nSince the the law took effect, Maine has seen a modest increase in the number of women running for office. And, according to author Nicholas Carnes, it has elected the most blue-collar legislature in the country. In November 2015, Maine voters approved an expansion of the law, which enacted higher penalties for rule breakers, larger amounts of funding, and the option for additional funding if necessary.\n\n5. Local policies push for clean elections\n\nIn Seattle, voters approved a “democracy voucher” system, funded by a property tax levy, that will give each registered voter four $25 credits to spend on qualifying candidates. This potentially turns every Seattle voter into a donor.\n\nTallahassee, Florida, has limited money in politics in a different way. An amendment to the city’s charter creates a seven-member ethics board with the power to investigate complaints and levy civil penalties; lowers the maximum contribution from $1,000 to $250; and allows donors to receive rebates from the city up to $25.\n\nOther municipalities are incentivizing small donors by matching their donations with public money. Montgomery County, Maryland, matches citizen campaign contributions of up to $150 for candidates who turn down large corporate donations. And New York City provides a six-to-one match for citizen donations of up to $175. A report by the Brennan Center for Justice concluded that programs like New York’s “can change the dynamics of money in our politics.”\n\n6. Presidential candidates rail against big money\n\nPresident Obama said in his most recent State of the Union Address that democracy reform would be a major focus of his final year in office, and current presidential candidates from both parties have spoken out on the topic.\n\nOn the Republican side, John Kasich has publicly criticized billionaires buying elections and said a “handful of people should not be picking presidents.” And while Donald Trump exemplifies some of the problems in the system as a self-funded billionaire, he’s consistently attacked the influence of big donors.\n\nThe Democrats in the race have gone even further. Hillary Clinton has made clear that overturning Citizens United and ending secret money in politics is on her agenda if she’s elected. Meanwhile, Bernie Sanders has promised that he will only appoint Supreme Court justices who want to overturn Citizens United.\n\nOne of these people is likely to be the next president, perhaps giving advocates of electoral reform an ally in the White House.", "article_metadata": {"description": "Signs of change are cropping up everywhere from grassroots actions to the presidential campaigns.", "generator": "Plone - http://plone.org", "og": {"site_name": "YES! Magazine", "description": "Signs of change are cropping up everywhere from grassroots actions to the presidential campaigns.", "title": "The End of Big Money in Elections? 6 Reasons to Think So", "url": "http://www.yesmagazine.org/people-power/six-reasons-to-believe-us-elections-are-about-to-get-cleaner-04022016", "image": "http://www.yesmagazine.org/people-power/six-reasons-to-believe-us-elections-are-about-to-get-cleaner-04022016/flag_bill.jpg/@@images/image/feature", "type": "article"}, "DC.distribution": "Global", "DC.format": "text/html", "DC.type": "Article", "robots": "ALL", "fb": {"app_id": 168677949836292}, "DC.creator": "Keith Barbalato", "DC.date.created": "2016-04-01T12:46:44-07:00", "viewport": "width=device-width, initial-scale=1, maximum-scale=1, minimum-scale=1", "msvalidate.01": "DA355B70C969236324D132B644A05C20", "google-site-verification": "D-swTPHf3ceP43dYgvW7wJATjR6OZ_Z--Y-wm7kQ2TY", "DC.date.modified": "2016-04-07T13:18:37-07:00", "y_key": "f980e223a84dbfbc", "distribution": "Global", "DC.language": "en"}, "article_summary": "Meanwhile, Bernie Sanders has promised that he will only appoint Supreme Court justices who want to overturn Citizens United.\nIts members want to overturn Citizens United, using a process outlined in Article IV of the United States Constitution.\nHillary Clinton has made clear that overturning Citizens United and ending secret money in politics is on her agenda if she’s elected.\nMaine pioneers state-level public financingIn 1996, voters passed the Maine Clean Elections Act, the first statewide public financing system for elections.\nElections have become more about contact with communities and less about the interests of large donors, says Andrew Bossie, executive director of Maine Citizens for Clean Elections."}