{"article_title": "3 ways to manage patient pain", "article_keywords": ["function", "va", "pain", "opioids", "ways", "study", "manage", "satisfaction", "patients", "program", "medicine", "patient"], "article_url": "http://www.fiercehealthcare.com/story/3-ways-manage-patients-pain/2014-03-10", "article_text": "A recent study shows pain control is tied to patient satisfaction, and one way hospitals can help patients manage pain and boost their organizations' satisfaction scores is to follow the lead of an outcomes-driven, interdisciplinary approach developed by the U.S. Department of Veterans Affairs to treat pain.\n\nThe program, offered by the VA's award-winning Chronic Pain Rehabilitation at James A. Haley Veteran's Hospital in Tampa, Fla., includes an intense three-week \"boot camp\" for inpatients that aims to improve function and decrease reliance on pain medications, according to Pain Medicine News. The pain clinic also has an outpatient program that follows similar components as its inpatient counterpart.\n\nBoth inpatient and outpatient programs boast impressive results, according to the article. Patient function increases an average 400 percent to 800 percent by the end of the program, which is now a model for all VA pain clinics.\n\nHere are three components of the VA program that hospitals may want to incorporate into their own pain-management offerings:\n\nImprove function: Impaired function often leads to patient withdrawal, depression, fatigue, substance abuse, and work and financial troubles, Pain Medicine News reports. To improve function, patients receive physical and cognitive behavioral therapies, such as physical therapy, heated pools, walking sessions, relaxation training, and recreational and occupational therapy.\n\nEliminate opioids: Inpatients must agree to stop using opioids while in treatment. Half of the patients who enter the VA program are on opioids. But Jennifer Murphy, Ph.D., clinical director of the program, told the publication that many patients find the medication doesn't effectively manage their pain. She pointed to a four-year study that found patients who stopped taking opioids had as great or greater a decrease in pain and better functional improvement than patients who never took opioids.\n\nUse tools to assess pain: The VA program developed the Pain Outcomes Questionnaire-VA to assess pain criteria, including patient history, pain intensity, pain-related fear and satisfaction with treatment and medication use. The computerized tool is now available to major health systems.\n\nTo learn more:\n\n- read the Pain Medicine News article\n\nRelated Articles:\n\nPain control tied to patient satisfaction\n\nStudy: Pain management apps lack input from medical professionals\n\nSmartphone-based pain management trial results ambiguous\n\nSmartphone interventions can help manage chronic pain, study says", "article_metadata": {"description": "A recent study shows pain control is tied to patient satisfaction, and one way hospitals can help patients manage pain and boost their organizations' satisfaction scores is to follow the lead of an outcomes-driven, interdisciplinary approach developed by the VA to treat pain.", "og": {"site_name": "FierceHealthcare", "description": "A recent study shows pain control is tied to patient satisfaction, and one way hospitals can help patients manage pain and boost their organizations' satisfaction scores is to follow the lead of an outcomes-driven, interdisciplinary approach developed by the VA to treat pain.", "title": "3 ways to manage patient pain", "url": "http://www.fiercehealthcare.com/story/3-ways-manage-patients-pain/2014-03-10", "image": "http://assets.fiercemarkets.net/public/opengraphimages/updated/opengraph_fiercehealthcare.jpg", "type": "website"}, "twitter": {"site": "fiercehealth", "card": "summary"}, "parsely-metadata": "{\"mkto\": }", "revisit-after": "1 day", "apple-itunes-app": "app-id=731085312", "keywords": "Care Delivery,Chronic Pain,Department of Veterans Affairs (VA),Pain Management,Patient Care & Outcomes,patient satisfaction", "viewport": "width=device-width", "news_keywords": "Care Delivery,Patient Care & Outcomes"}, "_id": "\"57477af46914bd0286fde242\"", "article_summary": "To learn more:- read the Pain Medicine News articleRelated Articles:Pain control tied to patient satisfactionStudy: Pain management apps lack input from medical professionalsSmartphone-based pain management trial results ambiguousSmartphone interventions can help manage chronic pain, study says\nUse tools to assess pain: The VA program developed the Pain Outcomes Questionnaire-VA to assess pain criteria, including patient history, pain intensity, pain-related fear and satisfaction with treatment and medication use.\nA recent study shows pain control is tied to patient satisfaction, and one way hospitals can help patients manage pain and boost their organizations' satisfaction scores is to follow the lead of an outcomes-driven, interdisciplinary approach developed by the U.S. Department of Veterans Affairs to treat pain.\nPatient function increases an average 400 percent to 800 percent by the end of the program, which is now a model for all VA pain clinics.\nBut Jennifer Murphy, Ph.D., clinical director of the program, told the publication that many patients find the medication doesn't effectively manage their pain."}