{"article_title": "Nanny State Has Become Government’s Default Posture", "article_keywords": ["wearing", "right", "rights", "default", "freedom", "free", "state", "individual", "limit", "nanny", "vote", "posture", "governments"], "article_url": "http://townhall.com/columnists/bobbarr/2014/03/05/nanny-state-has-become-governments-default-posture-n1804437/page/full", "article_text": "The origins of the term “Nanny State” can be traced back to British Member of Parliament Ian Macleod, who in 1965 penned a column under the name “Quoodle” for The Spectator. “In my occasional appearances as a poor man's Peter Simple I fire salvos in the direction of what I call the Nanny State,” wrote Quoodle, before taking shots at various British ministers -- in particular the Minister of Transport who recently had proposed a 70-mph speed limit on British motorways. Macleod also awarded medals for “resistance to Nanny” to organizations that objected to the creep of government paternalism.\n\nI have a feeling The Right Honorable Mr. Macleod and I would have gotten along quite well.\n\nHowever, a 70-mph speed limit and calls to limit homebuilding seem rather benign in today’s post-9/11 world of unchecked government snooping, invasive TSA “freedom pats,” and the continuing nightmare of ObamaCare. “Nanny State” barely begins to describe the unhealthy relationship between today’s citizens and their government. The term “Warden State” is more apt, especially under the Obama Administration.\n\nThe effects of this expansive government paternalism are not without cultural consequences, either. As government discovers more and more areas in our private lives in which to insert itself under the guise of “Nanny knows best,” people grow accustomed to -- if not reliant on -- its presence. Slowly but surely, people forget how to be free; even grow to fear the “risk” in being free. It makes for a society more prone to – perhaps even more comfortable in -- restricting rights, than protecting them as was envisioned by our Founders.\n\nLast week, for example, judges on the 9th U.S. Circuit Court of Appeals ruled that administrators in a northern California high school acted appropriately in prohibiting students from wearing patriotic clothing during the school’s celebration of Cinco de Mayo; a Mexican holiday not even – or perhaps not quite yet – officially recognized by the United States. School officials reportedly feared the display of American flags on students’ shirts would incite racial tensions among the students. Common sense, of course, would suggest that if potential violence were a factor, the holiday celebration should be canceled. Instead, the school canceled the First Amendment rights of its American students.\n\nAdd to this bizarre, but hardly isolated incident, one involving a Texas man very nearly denied his right to vote because he was wearing a t-shirt mentioning the Second Amendment. Lone Star State poll workers, apparently believing his shirt to constitute a violation of a state law prohibiting “campaigning” at polling locations, told the man he could not vote -- a fundamental American right -- until he turned his shirt inside-out. The “logic” displayed by these petty, and obviously not-very-bright poll workers, seemed to be that wearing the shirt to vote could have “intimidated” other voters. So, depriving the man of his right to vote and his right to free speech became more important than the scant possibility of another voter feeling uncomfortable about the Second Amendment . . . in Texas.\n\nMeanwhile, evidence of actual voter intimidation by the Black Panthers, registers nary a yawn by the U.S. Department of Justice.\n\nWe are facing a serious problem in America. We are forgetting what it is like to be free. Where once our Founding Fathers fought a war to throw off the shackles of a true “Nanny State,” we now run from anything that fails to display a “Government Approved” stamp. This fear is corrupting our very appreciation for freedom. Rather than risk offending someone, or dare stoke a passionate response, communities from New York to Texas and California deal with even the slightest perceived disagreement by curbing individual rights.\n\nRestricting individual rights has become the default posture by governments at all levels of our society.\n\nAyn Rand once noted that the smallest minority on earth is the individual. What Rand meant is that any person who does not first support the right of an individual cannot possibility claim to be a champion of minority rights. This is an important distinction to remember when addressing situations such as those noted above.\n\nWere Quoodle alive today, he probably would caution that the “Nanny State” begins with a speed limit, but the “Warden State” ends with a total deprivation of personal freedom. Were we to shift gears and stop inviting government to intervene, and actually launch a “resist-the-Nanny” movement, we would actually begin the laudable effort to defeat a mass mentality that citizens need government to keep them safe from every boogeyman – real or perceived. We also would begin the process of preserving what precious little individual freedom still may be available in these United States.", "article_metadata": {"description": "The origins of the term “Nanny State” can be traced back to British Member of Parliament Ian Macleod, who in 1965 penned a column under the name “Quoodle” for The Spectator..05/26/2016 19:13:46PM EST.", "author": "Bob Barr", "msapplication-wide310x150logo": "http://media.townhall.com/thm/favicon/widetile.png", "twitter": {"description": "The origins of the term “Nanny State” can be traced back to British Member of Parliament Ian Macleod, who in 1965 penned a column under the name “Quoodle” for The Spectator.", "title": "- Nanny State Has Become Government’s Default Posture", "url": "http://townhall.com/columnists/bobbarr/2014/03/05/nanny-state-has-become-governments-default-posture-n1804437", "image": "http://media.townhall.com/townhall/reu/ha/2014/63/2014-03-04T135203Z_3_CBREA230GWN00_RTROPTP_3_UKRAINE-CRISIS-OBAMA.JPG", "site": "@townhallcom", "card": "summary_large_image"}, "msapplication-square70x70logo": "http://media.townhall.com/thm/favicon/smalltile.png", "robots": "index, follow", "msapplication-square310x310logo": "http://media.townhall.com/thm/favicon/largetile.png", "og": {"site_name": "Townhall", "description": "The origins of the term “Nanny State” can be traced back to British Member of Parliament Ian Macleod, who in 1965 penned a column under the name “Quoodle” for The Spectator.", "title": "- Nanny State Has Become Government’s Default Posture", "url": "http://townhall.com/columnists/bobbarr/2014/03/05/nanny-state-has-become-governments-default-posture-n1804437", "image": "http://media.townhall.com/townhall/reu/ha/2014/63/2014-03-04T135203Z_3_CBREA230GWN00_RTROPTP_3_UKRAINE-CRISIS-OBAMA.JPG", "type": "Article"}, "fb": {"app_id": 143685698988231, "pages": 41632789656}, "keywords": "Nanny State Has Become Government’s Default Posture, Bob Barr, Conservative News, Conservative opinion, Political, Latest news, Politics, GOP, Republican, Human Events, Newsmax, Breaking news, Conservative Commentary, Articles, Columns, Conservatism, Party, Townhall, Right Wing", "msapplication-square150x150logo": "http://media.townhall.com/thm/favicon/mediumtile.png"}, "article_summary": "Restricting individual rights has become the default posture by governments at all levels of our society.\n“Nanny State” barely begins to describe the unhealthy relationship between today’s citizens and their government.\nWere Quoodle alive today, he probably would caution that the “Nanny State” begins with a speed limit, but the “Warden State” ends with a total deprivation of personal freedom.\nThe origins of the term “Nanny State” can be traced back to British Member of Parliament Ian Macleod, who in 1965 penned a column under the name “Quoodle” for The Spectator.\nWe also would begin the process of preserving what precious little individual freedom still may be available in these United States."}