{"article_title": "Texas County Reports First West Nile Virus-Related Death Of 2015, Confirms Second Case", "article_keywords": ["case", "death", "neuroinvasive", "west", "virus", "nile", "county", "reported", "second", "virusrelated", "reports", "tarrant", "wnv", "cases", "confirms", "texas"], "article_url": "http://www.medicaldaily.com/pulse/texas-county-reports-first-west-nile-virus-related-death-2015-confirms-second-case-346810", "article_text": "Tarrant County resident dies of West Nile-related virus, reminding the rest of us to be extra careful during mosquito season.\n\nTarrant County resident dies of West Nile-related virus, reminding the rest of us to be extra careful during mosquito season. Tom, CC BY 2.0\n\nThis past Friday, public health officials of Tarrant County, Texas reported the first death due to West Nile virus (WNV). While officials couldn't reveal much else, they did say that this individual was a senior citizen living in the northeast part of the county, with preexisting medical conditions.\n\nThe country reported the first human case of WNV on July 31, with another case recently reported in nearby Dallas County on Aug. 7. So far, this is the only fatality the state of Texas has seen this summer season.\n\n“While everyone is at risk of being affected by [WNV], people age 50 and older are at a higher risk of developing a severe WNV infection,” Vinny Taneja, director of publc health, said in a statement. Around the same time last year, Tarrant County also experienced several cases of WNV, the first of which was reported Aug 4, with 15 cases reported thereafter. Nine of these total cases happened to be neuroinvasive, while six proved to be West Nile fever (WNF).\n\nOutside of Texas, the Centers for Disease Control and Prevention (CDC) found 40 states have reported cases of WNV in birds, mosquitoes, and people, with 90 total human cases. Out of these cases, 50 were observed to be the neuroinvasive strain, while 40 were classified as West Nile fever. The neuroinvasive disease proves to be more threatening than WNF, causing neck stiffness, stupor, disorientation, coma, tremors, convulsions, muscle weakness, and paralysis.\n\nWNF, however, causes minor, flu-like symptoms like headache, fever, fatigue, back pain, swollen lymph glands and eye pain. While neuroinvasive can prove deadly, no one in 2014 died, the CDC cited.\n\nAs most know, WNV is most commonly transmitted to humans by mosquitos. Mosquitos will often contract the virus from feeding on birds, says Mayo Clinic, and the virus cannot be contracted by human-to-human contact. Warm weather is usually when most cases of West Nile occur, so it's especially important to be careful during the summer months.\n\nNBC affiliate KXAS-TV says there are four key ways to avoid contracting WNV. Around dusk or dawn, when mosquitoes are most active, be sure to stay inside if possible. Consider wearing long sleeves and pants when outside, and spray thinner clothing with insect repellent. Also make sure the ingredient DEET is in your bug spray, and drain any stagnant water in your yard because mosquitoes can develop in still water.\n\nLearn more about human cases of WNV in the clip below.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "texas, county, reports, first, west, nile, virus, related, death, 2015, confirms, second, case", "og": {"site_name": "Medical Daily", "description": "Tarrant County resident dies of West Nile-related virus, reminding the rest of us to be extra careful during mosquito season.", "title": "Texas Reports First West Nile Virus Death Of The Year [VIDEO]", "url": "http://www.medicaldaily.com/pulse/texas-county-reports-first-west-nile-virus-related-death-2015-confirms-second-case-346810", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/styles/pulse_featured/public/2015/08/08/mosquito_0.jpg", "type": "article"}, "twitter": {"description": "Tarrant County resident dies of West Nile-related virus, reminding the rest of us to be extra careful during mosquito season.", "title": "Texas Reports First West Nile Virus Death Of The Year [VIDEO]", "url": "http://www.medicaldaily.com/pulse/texas-county-reports-first-west-nile-virus-related-death-2015-confirms-second-case-346810", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/styles/pulse_featured/public/2015/08/08/mosquito_0.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/08/08/mosquito_0.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "The Grapevine", "published_time": "2015-08-08T18:10:44-04:00", "modified_time": "2015-08-08T18:53:46-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Tarrant County resident dies of West Nile-related virus, reminding the rest of us to be extra careful during mosquito season."}, "article_summary": "Tom, CC BY 2.0This past Friday, public health officials of Tarrant County, Texas reported the first death due to West Nile virus (WNV).\nTarrant County resident dies of West Nile-related virus, reminding the rest of us to be extra careful during mosquito season.\nWarm weather is usually when most cases of West Nile occur, so it's especially important to be careful during the summer months.\nOut of these cases, 50 were observed to be the neuroinvasive strain, while 40 were classified as West Nile fever.\nNine of these total cases happened to be neuroinvasive, while six proved to be West Nile fever (WNF)."}