{"article_title": "Governor Greg Abbott: The Real Successor To The Ron Paul Legacy", "article_keywords": ["real", "week", "abbott", "ron", "rand", "media", "rights", "governor", "paper", "state", "legacy", "paul", "greg", "texas", "successor"], "article_url": "http://dailycaller.com/2015/05/06/governor-greg-abbott-the-real-successor-to-the-ron-paul-legacy/", "article_text": "4559831\n\nLast week, the Governor of Texas, Greg Abbott, ignited a firestorm in the media when he directed the Texas State Guard to monitor Operation Jade Helm 15, the Special Operations military exercise that will be conducted from July to September across the Southwest. In a letter to Major General Jake Betty, Abbott ordered the Texas State Guard to ensure that “Texas communities remain safe, secure and informed about military procedures in their vicinity.” And, that during the operation, “Texans know their safety, constitutional rights, private property rights and civil liberties will not be infringed.”\n\nUntil last week, Greg Abbott was relatively unknown outside of the state of Texas. Until last week, the majority of Texans, the majority of Americans, thought Jade Helm was a stripper at the windowless joint on the edge of town.\n\nPropelled to the national forefront, Abbott is already seen as a threat to the establishment. In over 300 articles and on countless TV news programs, he was savaged by every news outlet from the Dallas Morning News to Jon Stewart. If there’s anything that can get the media stirred up, it’s a Southern governor invoking state’s rights.\n\nAbbott knew the media would go after him, but he didn’t care. As Governor of Texas he was doing his duty to protect the people of Texas and to abide by the Texas State Constitution. This type of libertarianism is refreshing on the American political scene.\n\nAbbott, 57, is a paraplegic who uses a wheelchair. He’s married to a Mexican-American and speaks Spanish fluently. The former Attorney General of Texas, he holds many of the mainstream conservative beliefs such as ending Obamacare, supporting the Second Amendment, protecting traditional values, reforming education and most notably, defending the Tenth Amendment and monitoring federal overreach in Texas.\n\nAnd, then there’s Rand…\n\nWith a campaign motto of ‘Hop, Skitch and Jump’ and 10,000,000 frequent flier miles bouncing back and forth from conservatism to libertarianism, Rand Paul can’t seem to find an ideology. One moment, he’s appealing to the Bluegrass Fox News crowd sucking down Arnold Palmers at the 19th Hole bar and grill. The next minute, he’s an Alex Jones groupie, pumping up a Goldwater campaign that died in 1964.\n\nRand has flip-flopped from hard core libertarian to Jeb Bushie conservative on everything from the Civil Rights Act to Iran to drones, immigration and aid to Israel.\n\nHis dad never did.\n\nFor the most part, Greg Abbott and Rand Paul appear the same on paper. But, paper politics is much the same as paper trading in the financial world, worthless. Once, the cameras are rolling everything is thrown out the window. What takes over is every human emotion, good and bad, that man possesses.\n\nThat’s where courage of your convictions comes into play. And because of this, Rand isn’t the successor to his father’s legacy. Greg Abbott is.\n\nGreg Abbott has courage. Ron Paul has it, although, unlike Abbott, he couldn’t get elected president. People see him as a modern day Ben Franklin, espousing words of wisdom to the late Tim Russert about the Civil War or lecturing Chris Matthews about liberty. Ron Paul is the kindly grandfather rolled out for Thanksgiving Dinner, who after the plates are cleared and the tryptophan wears off, will be rolled right back to the El Dorado Old People’s Home and to his stack of Douglas Southall Freeman books.", "article_metadata": {"sailthru.author": "Ray Starmann", "description": "Rand Paul looks pretty darn good compared to Hillary. But, Abbott looks a heck of a lot better.", "og": {"site_name": "The Daily Caller", "description": "Last week, the Governor of Texas, Greg Abbott, ignited a firestorm in the media when he directed the Texas State Guard to monitor Operation Jade Helm 15, the Special Operations military exercise that", "title": "Governor Greg Abbott: The Real Successor To The Ron Paul Legacy", "url": "http://dailycaller.com/2015/05/06/governor-greg-abbott-the-real-successor-to-the-ron-paul-legacy/", "image": {"width": 1176, "identifier": "http://cdn01.dailycaller.com/wp-content/uploads/2015/02/Greg-Abbott-e1424276130823.jpg", "height": 506}, "type": "article"}, "twitter": {"description": "Rand Paul looks pretty darn good compared to Hillary. But, Abbott looks a heck of a lot better.", "title": "Governor Greg Abbott: The Real Successor To The Ron Paul Legacy Via @dailycaller", "url": "http://dailycaller.com/2015/05/06/governor-greg-abbott-the-real-successor-to-the-ron-paul-legacy/", "image": {"src": "http://dailycaller.com/wp-content/uploads/2015/02/Greg-Abbott-e1424276130823.jpg"}, "site": {"identifier": "@dailycaller", "id": 39308549}, "card": "summary"}, "sailthru.date": "2015-05-06 18:27:23", "sailthru.title": "Governor Greg Abbott: The Real Successor To The Ron Paul Legacy", "HandheldFriendly": "true", "sailthru.tags": "greg-abbott,rand-paul", "fb": {"app_id": 143489452702, "pages": 182919686769}, "keywords": "greg abbott,rand paul,ray starmann,ron paul", "sailthru.description": "Last week, the Governor of Texas, Greg Abbott, ignited a firestorm in the media when he directed the Texas State Guard to monitor Operation Jade Helm 15, the Special Operations military exercise that", "sailthru.image.full": "http://cdn01.dailycaller.com/wp-content/uploads/2015/02/Greg-Abbott-e1424276130823.jpg", "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no"}, "article_summary": "As Governor of Texas he was doing his duty to protect the people of Texas and to abide by the Texas State Constitution.\nFor the most part, Greg Abbott and Rand Paul appear the same on paper.\nGreg Abbott is.\nGreg Abbott has courage.\nRon Paul has it, although, unlike Abbott, he couldn’t get elected president."}