{"article_title": "Why the Kentucky Clerk Could Be in Jail Until January", "article_keywords": ["clerk", "yesterday", "kentucky", "couples", "licenses", "state", "jail", "today", "kim", "davis", "marriage", "say"], "article_url": "http://www.newser.com/story/212430/why-the-kentucky-clerk-could-be-in-jail-until-january.html", "article_text": "(Newser) – Rowan County Clerk Kim Davis' husband yesterday said of his jailed wife, \"Until something gives, she'll be there.\" The AP today sheds some light on just how long that could be. US District Judge David Bunning has said he will keep Davis in jail until she agrees to issue marriage licenses to gay couples. Her attorneys say there's only one way she'd cave: if Kentucky state law is changed so that marriage licenses aren't given out under the county clerk's authority. But the state legislature isn't scheduled to meet until January, and Democratic Gov. Steve Beshear says he will not call a special session, which he views as a misuse of taxpayer dollars as the issue impacts just one elected official.\n\nThat means Davis could potentially be in jail for months, though the Courier-Journal has this to say on her legal strategy: Her lawyers \"are appealing the contempt ruling to the 6th Circuit Court of Appeals and plan to file writs of habeas corpus in efforts to free her.\" Her attorneys also suggest it's more than just Davis being affected: They yesterday said the marriage licenses issued yesterday (six to gay couples and two to straight couples) aren't \"worth the paper they are written on\" since they weren't authorized by Davis, reports the Courier-Journal. Bunning himself actually said that he didn't know if the licenses are valid. Meanwhile, her supporters are pushing for a quicker resolution: They'll hold a \"Free Kim Davis\" rally outside the jail today; on Tuesday she's due to get a visit from Mike Huckabee.\n\n", "article_metadata": {"pubexchange": {"headline": "Kim Davis Says She's Willing to Stay in Jail. Here's Why She Could Be There Until January", "image": "http://img2-azcdn.newser.com/image/1034235-0-20150905054542.jpeg?width=300&height=300", "description": "The latest on the Kentucky clerk."}, "description": "Rowan County Clerk Kim Davis' husband yesterday said of his jailed wife, \"Until something gives, she'll be there.\" The  AP  today sheds some light on just how long that could be. US... US News Summaries. | Newser", "title": "Why the Kentucky Clerk Could Be in Jail Until January", "og": {"site_name": "Newser", "description": "The latest on the Kentucky clerk.", "title": "Kim Davis Says She's Willing to Stay in Jail. Here's Why She Could Be There Until January", "url": "http://www.newser.com/story/212430/why-the-kentucky-clerk-could-be-in-jail-until-january.html", "image": "http://img2-azcdn.newser.com/image/1034235-12-20150905054542.jpeg", "locale": "en_US", "type": "article"}, "twitter": {"title": "Why the Kentucky Clerk Could Be in Jail Until January"}, "author": "Kate Seamons", "tweetmeme-title": "Why the Kentucky Clerk Could Be in Jail Until January", "fb": {"admins": 100000209105149, "app_id": 119343999649}, "keywords": "gay marriage,Kim Davis", "article": {"author": "Kate Seamons"}, "thumbnail": "http://img1-azcdn.newser.com/square-image/212430-20150905054542/why-the-kentucky-clerk-could-be-in-jail-until-january.jpeg", "news_keywords": "gay marriage,Kim Davis"}, "article_summary": "(Newser) – Rowan County Clerk Kim Davis' husband yesterday said of his jailed wife, \"Until something gives, she'll be there.\"\nUS District Judge David Bunning has said he will keep Davis in jail until she agrees to issue marriage licenses to gay couples.\nMeanwhile, her supporters are pushing for a quicker resolution: They'll hold a \"Free Kim Davis\" rally outside the jail today; on Tuesday she's due to get a visit from Mike Huckabee.\nHer attorneys say there's only one way she'd cave: if Kentucky state law is changed so that marriage licenses aren't given out under the county clerk's authority.\nThe AP today sheds some light on just how long that could be."}