{"article_title": "Obamacare enrollment is approaching a ceiling « Hot Air", "article_keywords": ["ceiling", "kaiser", "room", "enrollment", "million", "obamacare", "air", "states", "hot", "program", "growth", "estimate", "subsidies", "approaching"], "article_url": "http://hotair.com/archives/2016/03/04/kaiser-obamacare-enrollment-is-approaching-a-ceiling/", "article_text": "Kaiser: Obamacare enrollment is approaching a ceiling\n\nposted at 6:41 pm on March 4, 2016 by John Sexton\n\nA new analysis of Obamacare by the Kaiser Family Foundation concludes there is still room for growth in the program but probably not nearly as much as once believed.\n\nKaiser estimates that there may be a ceiling for the growth of Obamacare around 14.7 million people under current law. That estimate is based on behavior observed in the marketplace so far. Specifically, Kaiser notes that nearly all of the people signing up for ACA plans are eligible for subsidies. Most people who are not eligible for subsidies buy plans outside of Obamacare. Kaiser looks at top performing states and finds their potential for additional growth is probably very small:\n\nThe 10 best-performing states – which include several large states such as Florida, North Carolina, and California — have collectively signed up 59% of the potential market. While that might appear to leave room for substantial further growth, there are reasons to believe that enrollment has close to plateaued in those states. The potential market includes people who are buying their own coverage outside the marketplaces, many of whom do not qualify for subsidies. The experience so far is that the vast majority (82%) of marketplaces enrollees are receiving premium subsidies, while people who are ineligible for subsidies typically buy coverage on the outside market. In fact, we estimate that in the top-performing states the number of people who have selected a plan and qualified for a subsidy represents more than 90% of subsidy-eligible people. This is a very high take-up rate for a public program, suggesting there is very little potential for growth in these states.\n\nOf course that still leaves many states where take up is not nearing 90% of subsidy-eligible people. Bringing those states up to the level of the best performing states gives you a reasonable estimate of Obamacare’s enrollment ceiling:\n\nIf all states improved to at least the average of the 10 best-performing states, we estimate that total marketplace signups would reach 16.3 million. Assuming that around 10% of these people would not pay their first month’s premium, this would translate into an “effectuated” enrollment total of 14.7 million. This may provide a reasonable estimate of a ceiling on what marketplace enrollment could grow to over the next several years, assuming current levels of premium subsidies and outreach.\n\nIn its conclusion, Kaiser equivocates a bit on whether or not this is good news for the program or bad news:\n\nMarketplace enrollment under the ACA is lower than projected, though signups continue to grow and the program appears sustainable overall. It is important that enrollment continue to grow to fulfill expectations for reducing the number of people uninsured, to keep premiums stable, and to remain attractive to insurers. Since insurance risk is pooled at the state level, problems in certain states could develop if enrollment stagnates and skews towards sicker-than-average individuals. Judging by the experience of the top performing states, there is considerable room for enrollment growth over the next several years. However, even if all states signed people up at the rate of the top 10 states, enrollment would still fall well short of projections by CBO, suggesting that those forecasts may have been unrealistic.\n\nIt sounds as if Kaiser is saying there is enough room for growth to allow the the program to stabilize. However, the report also seems to be suggesting that absent that growth “certain states” may not have stable premiums and could lose insurers (who would pull out to avoid further losses).\n\nIt’s a bit complicated to say whether Obamacare is meeting expectations because the official estimates of its growth were downgraded substantially in the past year. As of last March, CBO estimated ACA enrollment in 2016 would average about 21 million people. As it became clear there was no chance the program was going to reach those numbers, the Obama administration put out a dramatically lower estimate of 10 million for 2016. In January, the CBO also dropped its estimate from 21 million to 13 million.\n\nThe actual enrollment for 2016 at the end of the third enrollment period was 12.7 million. However, in every previous year that number drops off as a significant percentage of people who fill out the forms choose not to pay their premiums. Kaiser estimates the same thing will happen this year which means the average montly enrollment will drop as the year goes on. The final number will certainly be above the 10 million figure predicted by HHS but is already below the prediction by the CBO.\n\nPolitically, this provides an opening for both Republicans and Democrats. For Republicans, it’s a clear sign that the program is not accomplishing what it was originally projected to and is therefore in need of adjustment or repeal. For Democrats, the answer to the enrollment problem is as simple as expanding the subsidies to make it attractive to more people or, as Bernie Sanders has proposed, simply stop with half measures and replace it with a single-payer plan that covers everyone.\n\nRelated Posts:", "article_metadata": {"generator": "WordPress 4.3.4", "og": {"site_name": "Hot Air", "description": "“…forecasts may have been unrealistic.”", "title": "Kaiser: Obamacare enrollment is approaching a ceiling", "url": "http://hotair.com/archives/2016/03/04/kaiser-obamacare-enrollment-is-approaching-a-ceiling/", "image": "https://s0.wp.com/i/blank.jpg", "locale": "en_US", "type": "article"}, "twitter": {"site": "@hotairblog", "card": "summary", "creator": "@hotairblog"}, "fb": {"admins": 312482775445602, "app_id": 312482775445602}, "article": {"published_time": "2016-03-04T23:41:16+00:00", "modified_time": "2016-03-04T21:32:29+00:00"}, "keywords": "ObamaCare,", "google-site-verification": "2eqey8dXzgu4RGIRpBp8N_Uha0byt8NWBVajCi3uLgs", "verify-v1": "ouQUGDxtAiO+0Hn3LJajbWMP08yRHQDinMN9QDYrUV4="}, "article_summary": "Kaiser estimates that there may be a ceiling for the growth of Obamacare around 14.7 million people under current law.\nJudging by the experience of the top performing states, there is considerable room for enrollment growth over the next several years.\nThe actual enrollment for 2016 at the end of the third enrollment period was 12.7 million.\nHowever, even if all states signed people up at the rate of the top 10 states, enrollment would still fall well short of projections by CBO, suggesting that those forecasts may have been unrealistic.\nKaiser: Obamacare enrollment is approaching a ceilingposted at 6:41 pm on March 4, 2016 by John SextonA new analysis of Obamacare by the Kaiser Family Foundation concludes there is still room for growth in the program but probably not nearly as much as once believed."}