{"article_title": "Could Obamacare Have Saved Walter White From Breaking Bad", "article_keywords": ["life", "family", "pay", "walts", "breaking", "obamacare", "school", "walt", "bad", "income", "joyce", "white", "saved", "insurance", "walter"], "article_url": "http://abcnews.go.com/Business/obamacare-saved-walter-white-breaking-bad/story?id=20420612", "article_text": "Let's suppose Obamacare had existed in 2008, before Walter White ever mixed his first fateful batch of crystal meth. Let's say he was just a nice high school chemistry teacher with a persistent cough, about to learn that he had advanced lung cancer. Would Obamacare have made it possible for Walt to pay his doctor bills, and thus avoid a life of crime?\n\nFor the three people in the United States unaware of Walt and his healthcare history, he was the fictional protagonist of the acclaimed, now-finished TV series \"Breaking Bad.\" When he learns he has lung cancer, he decides his odds of soon being dead are so high that he must do whatever he can to amass a big enough pile of cash not only to pay for his cancer treatment but also to provide for his family after his demise.\n\nHe's got health coverage through his employer, the Albuquerque public school system. But it's an HMO and is structured to reward patients who use only the doctors within its network.\n\nOBAMACARE: WHAT YOU NEED TO KNOW\n\nWalt's family prevails on him to go outside of the network to see a super-star specialist who charges accordingly. After more than one costly hospital stay, Walt winds up owing some $200,000. That's far beyond the provisions of his HMO.\n\nIn the pre-Obamacare world, he was stuck with having to pay that out of pocket. How would his life have been different, though, under the Affordable Care Act?\n\nBetter, thinks Geoffrey Joyce, an associate professor of pharmaceutical economics and policy at USC--much better.\n\n\"If Walt opted out of his employer's coverage,\" says Joyce, \"he could select a plan from his state's insurance exchange that included his preferred physician and hospital in its network. In addition, if Walt's household income was less than 400 percent of the federal poverty line (or $88,000 for a family of four), which is likely for a high school teacher in Albuquerque, New Mexico, he would be eligible for subsidies—both premium subsidies and cost-sharing reductions.\"\n\nTIPS FOR FINDING MOST AFFORDABLE PLAN\n\nMost importantly in Walt's case, says Joyce, his out-of-pocket costs would be capped at a percentage of his income (somewhere between 6 percent and 9 percent, depending on his exact income). \"Thus,\" says Joyce, \"Walt would have been protected from catastrophic expenses and the financial ruin that led him to cook meth in the first place.\"\n\nIt's important to note, Joyce says, that Obamacare alone might not have kept Walt from venturing to the dark side, for his new career path was also motivated by his desire to provide for his family, and he had failed to renew his life insurance policy.\n\nNonetheless, says Joyce, even with life insurance, Walt's family would have had to sell the house and perhaps declare bankruptcy to pay off his medical debt. \"That's something that would not occur under Obamacare.\"", "article_metadata": {"fb_title": "If Walter White Had Obamacare: Breaking Less Bad", "description": "Let's suppose Obamacare had existed in 2008, before Walter White ever mixed his first fateful batch of crystal meth. Let's say he was just a nice high school chemistry teacher with a persistent cough, about to learn that he had advanced lung cancer. Would Obamacare have made it possible for Walt to pay his doctor bills, and thus avoid a life of crime?", "copyright": "Copyright (c) 2016 ABC News Internet Ventures", "author": "ABC News", "og": {"site_name": "ABC News", "description": "Let's suppose Obamacare had existed in 2008, before Walter White ever mixed his first fateful batch of crystal meth. Let's say he was just a nice high school chemistry teacher with a persistent cough, about to learn that he had advanced lung cancer. Would Obamacare have made it possible for Walt to...", "title": "If Walter White Had Obamacare: Breaking Less Bad", "url": "http://abcnews.go.com/Business/obamacare-saved-walter-white-breaking-bad/story?id=20420612", "image": "http://a.abcnews.go.com/images/Business/ht_walter_white_chemotherapy_ll_130930_16x9_992.jpg", "type": "article"}, "twitter": {"description": "Let's suppose Obamacare had existed in 2008, before Walter White ever mixed his first fateful batch of crystal meth. Let's say he was just a nice high school chemistry teacher with a persistent cough, about to learn that he had advanced lung cancer. Would Obamacare have made it possible for Walt to...", "title": "If Walter White Had Obamacare: Breaking Less Bad", "url": "http://abcnews.go.com/Business/obamacare-saved-walter-white-breaking-bad/story?id=20420612", "app": {"url": {"ipad": "abcnewsipad://link/story,20420612", "iphone": "abcnewsiphone://link/story,20420612", "googleplay": "android-app://com.abc.abcnews/abcnews/abcnews.go.com/Business/obamacare-saved-walter-white-breaking-bad/story?id=20420612"}, "name": {"ipad": "ABC News", "iphone": "ABC News", "googleplay": "ABC News"}, "id": {"ipad": 306934135, "iphone": 300255638, "googleplay": "com.abc.abcnews"}}, "site": "@ABC", "image": "http://a.abcnews.go.com/images/Business/ht_walter_white_chemotherapy_ll_130930_4x3t_240.jpg", "card": "summary_large_image"}, "robots": "index, follow", "DC.date.issued": "2013-10-01", "al": {"ipad": {"url": "abcnewsipad://link/story,20420612", "app_store_id": 380520716, "app_name": "ABC News for iPad"}, "web": {"url": "http://abcnews.go.com/Business/obamacare-saved-walter-white-breaking-bad/story?id=20420612"}, "android": {"url": "android-app://com.abc.abcnews/abcnews/abcnews.go.com/Business/obamacare-saved-walter-white-breaking-bad/story?id=20420612", "app_name": "ABC News Breaking Latest News", "package": "com.abc.abcnews"}, "iphone": {"url": "abcnewsiphone://link/story,20420612", "app_store_id": 300255638, "app_name": "ABC News - Breaking US & World News"}}, "Last-Modified": "2013-10-01 10:30:14", "fb": {"admins": 704409894, "app_id": 4942312939}, "keywords": "Walter White, Breaking Bad, Obamacare, Affordable Care Act, , business news, financial news, economy news, personal finance, money news", "Date": "2013-10-01", "viewport": "initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "news_keywords": "Walter White, Breaking Bad, Obamacare, Affordable Care Act,"}, "_id": "\"57477af36914bd0286fcf8fd\"", "article_summary": "Let's suppose Obamacare had existed in 2008, before Walter White ever mixed his first fateful batch of crystal meth.\nWould Obamacare have made it possible for Walt to pay his doctor bills, and thus avoid a life of crime?\n\"Thus,\" says Joyce, \"Walt would have been protected from catastrophic expenses and the financial ruin that led him to cook meth in the first place.\"\nNonetheless, says Joyce, even with life insurance, Walt's family would have had to sell the house and perhaps declare bankruptcy to pay off his medical debt.\nFor the three people in the United States unaware of Walt and his healthcare history, he was the fictional protagonist of the acclaimed, now-finished TV series \"Breaking Bad.\""}