{"article_title": "Spirits-maker Diageo under SEC investigation", "article_keywords": ["channelstuffing", "street", "reportedly", "wall", "company", "sales", "reports", "diageo", "spiritsmaker", "investigation", "sec", "outlet", "companys", "journal"], "article_url": "http://www.upi.com/Business_News/2015/07/25/Liquor-producer-under-investigation-for-misleading-shipments/5321437840031/", "article_text": "WASHINGTON, July 25 (UPI) -- The parent company of Smirnoff and Johnnie Walker is under investigation for possibly shipping more inventory than ordered in an effort to boost its numbers.\n\nDiageo confirmed with the Wall Street Journal Thursday it has indeed received a request of inquiry by the Securities and Exchange Commission regarding its trading in the U.S. According to the outlet, the liquor company has been sending excess goods in order to report higher sales and shipments.\n\nSince news broke of the alleged practice, Diageo's stock prices fell 5 percent, finishing with a $4.99 decrease Thursday.\n\nBusiness Insider reports that although no executive in the British company has been accused of any wrongdoing, the allegations come just as both its president and Chief Marketing Officer leave the company.\n\nThe SEC is reportedly looking for \"channel-stuffing\" -- which BI calls one of the most \"tempting\" and \"disastrous\" means for companies to increase their value on paper.\n\n\"The problem with channel-stuffing is that although it makes a company's book look great in the short-term, in the long-term it's sort of internal Ponzi scheme: Eventually it comes crashing down,\" the outlet explains.\n\nNorth America is the most profitable region for Diageo, the Wall Street Journal observes; it accounted for a third of the company's 2014 sales. However, the company reportedly experienced a market share decline every year since 2011. The company -- headed by CEO Ivan Menezes -- reports its next annual results next week, the outlet reports.", "article_metadata": {"description": "Diageo, parent company of Smirnoff and Johnnie Walker, is under SEC investigation for possibly shipping more inventory than ordered to boost its numbers.", "og": {"site_name": "UPI", "description": "Diageo, parent company of Smirnoff and Johnnie Walker, is under SEC investigation for possibly shipping more inventory than ordered to boost its numbers.", "title": "Liquor producer under investigation for misleading shipments", "url": "http://www.upi.com/Business_News/2015/07/25/Liquor-producer-under-investigation-for-misleading-shipments/5321437840031/", "image": "http://cdnph.upi.com/sv/ph/og/i/5321437840031/2015/2/14378404382515/v2.1/Liquor-producer-under-investigation-for-misleading-shipments.jpg", "type": "article"}, "twitter": {"site": "@UPI", "image": "http://cdnph.upi.com/ph/st/th/5321437840031/2015/i/14378404344126/v2.1/Liquor-producer-under-investigation-for-misleading-shipments.jpg?lg=4", "description": "Diageo, parent company of Smirnoff and Johnnie Walker, is under SEC investigation for possibly shipping more inventory than ordered to boost its numbers.", "card": "summary_large_image", "title": "Liquor producer under investigation for misleading shipments"}, "fb": {"app_id": 130795020312660}, "keywords": "Business, Johnnie Walker", "google-site-verification": "vnkcuJA1Q89cLmy4OZpuQKOf5Jf6ny_RVh7BpxZ11a0", "viewport": "initial-scale=1, maximum-scale=1", "news_keywords": "Business, Johnnie Walker"}, "article_summary": "Diageo confirmed with the Wall Street Journal Thursday it has indeed received a request of inquiry by the Securities and Exchange Commission regarding its trading in the U.S.\nNorth America is the most profitable region for Diageo, the Wall Street Journal observes; it accounted for a third of the company's 2014 sales.\nThe company -- headed by CEO Ivan Menezes -- reports its next annual results next week, the outlet reports.\nHowever, the company reportedly experienced a market share decline every year since 2011.\nAccording to the outlet, the liquor company has been sending excess goods in order to report higher sales and shipments."}