{"article_title": "Snow Phipps-Backed Teasdale Adds Bruce Foods&#8217; Mexican Products", "article_keywords": ["viva", "mexican", "purchased", "mexico", "bruce", "snow", "teasdale", "foods", "products", "beans", "foods8217", "adds", "phippsbacked", "mexene"], "article_url": "http://www.themiddlemarket.com/news/consumer_goods_retail/snow-phipps-backed-teasdale-adds-bruce-foods-mexican-products-259569-1.html", "article_text": "Snow Phipps-Backed Teasdale Adds Bruce Foods’ Mexican Products\n\nTeasdale is expanding its product line with the Casa Fiesta, Viva Mexico and Mexene Brands\n\nPE-backed beans distributor Teasdale Foods Inc. has purchased Bruce Foods Corp.’s Mexican brands for an undisclosed amount.\n\nThe brands exchanging hands include Casa Fiesta, Viva Mexico and Mexene, which produce beans, peppers, salsas and taco shells. Bruce Foods says the divestiture will allow it to focus on selling marinades, seasonings and cooking appliances.\n\nTeasdale, based in Atwater, California, produces and sells beans. Private equity firm Snow Phipps Group LLC acquired the company from Palladium Equity Partners LLC in 2014. Teasdale is not the only food company that has been interested in Hispanic products. Hormel Foods has also been growing in the space. For more, see Hormel Targets Millennials and Hispanics.\n\nFood M&A continues to remain robust. General Mills Inc. (NYSE: GIS) has purchased Epic Provisions; Glanbia plc (LON: GLB) is adding ThinkThin; and The Hain Celestial Group Inc. (Nasdaq: HAIN) is buying Orchard House Foods Ltd.\n\nFor more information on related topics, visit the following:", "article_metadata": {"og": {"url": "http://www.themiddlemarket.com/news/consumer_goods_retail/snow-phipps-backed-teasdale-adds-bruce-foods-mexican-products-259569-1.html", "image": "http://cdn.themiddlemarket.com/media/newspics/casafiesta.jpeg", "site_name": "Mergers & Acquisitions, Latest News", "title": "Snow Phipps-Backed Teasdale Adds Bruce Foods’ Mexican Products"}}, "article_summary": "Snow Phipps-Backed Teasdale Adds Bruce Foods’ Mexican ProductsTeasdale is expanding its product line with the Casa Fiesta, Viva Mexico and Mexene BrandsPE-backed beans distributor Teasdale Foods Inc. has purchased Bruce Foods Corp.’s Mexican brands for an undisclosed amount.\nBruce Foods says the divestiture will allow it to focus on selling marinades, seasonings and cooking appliances.\nThe brands exchanging hands include Casa Fiesta, Viva Mexico and Mexene, which produce beans, peppers, salsas and taco shells.\nTeasdale is not the only food company that has been interested in Hispanic products.\nPrivate equity firm Snow Phipps Group LLC acquired the company from Palladium Equity Partners LLC in 2014."}