{"article_title": "Has Obama been a divisive president? C'mon! Get real!", "article_keywords": ["real", "cmon", "truth", "thousand", "throats", "evidence", "divisive", "written", "actually", "way", "president", "times", "obama"], "article_url": "http://www.recordnet.com/article/ZZ/20160119/BLOGS/301199931/-1/A_BIZ", "article_text": "If you spend some time investigating what evidence Republicans offer when they call Obama divisive, what you find is not actually evidence at all, but their own skewed interpretations of events. “He says ‘It's my way or the highway' on legislation,” they charge, although he doesn't actually say that. It's just that he has a different legislative agenda than they do. “He crammed Obamacare down out throats?” — this is a sentence that has been written and spoken a thousand times (just Google for it yourself). Back on Planet Earth, the Affordable Care Act spent over a year going through endless hearings, floor speeches, and debates, and in the end passed the House and Senate and was signed by president, which you may recall is how a bill becomes a law.\n\nHere's the truth: You might like Barack Obama or you might not; you might think he has been a good president or a bad one. But the idea that blame for the political divisions we confront lies solely or even primarily at his door is positively deranged.", "article_metadata": {"description": "To hear Republicans tell it, the presidency of Barack Obama has been the most divisive in modern times, perhaps in all of American history. And it's all his fault. That's like blaming the victim for the crime. In truth, no president in my lifetime — not even the crooked Richard Nixon, who was forced to […]", "vf": {"unique_id": "www.recordnet.com/20160119/BLOGS/301199931"}, "author": "Pat Cunningham", "og": {"type": "article", "image": "http://www.recordnet.com/Global/images/head/nameplate/fb/ca-recordnet_logo.png", "site_name": "recordnet.com", "description": "To hear Republicans tell it, the presidency of Barack Obama has been the most divisive in modern times, perhaps in all of American history. And it's all", "title": "Has Obama been a divisive president? C'mon! Get real!"}, "twitter": {"site": "@recordnet", "image": "http://www.recordnet.com/Global/images/head/nameplate/fb/ca-recordnet_logo.png", "description": "To hear Republicans tell it, the presidency of Barack Obama has been the most divisive in modern times, perhaps in all of American history. And it's all his fault. That's like blaming the victim for the crime. In truth, no president in my lifetime — not even the crooked Richard Nixon, who was forced to […]", "card": "summary", "title": "Has Obama been a divisive president? C'mon! Get real!"}, "robots": "noarchive", "tout": {"article": {"id": "art-8FFAF1F9-13CB-4BA5-B73C-2ECA26733B2F-pub2329"}}, "msvalidate.01": "7E15F9269E2CE66F2A488ABB04B5015E", "googlebot": "noarchive"}, "article_summary": "If you spend some time investigating what evidence Republicans offer when they call Obama divisive, what you find is not actually evidence at all, but their own skewed interpretations of events.\nHere's the truth: You might like Barack Obama or you might not; you might think he has been a good president or a bad one.\n“He crammed Obamacare down out throats?” — this is a sentence that has been written and spoken a thousand times (just Google for it yourself).\n“He says ‘It's my way or the highway' on legislation,” they charge, although he doesn't actually say that.\nBut the idea that blame for the political divisions we confront lies solely or even primarily at his door is positively deranged."}