{"article_title": "Pasadena Now  Caltrans Holds Hearing Monday on Selling Surplus Pasadena Homes in 710 Corridor", "article_keywords": ["homes", "caltrans", "selling", "set", "surplus", "proposed", "holds", "opportunities", "hearing", "regulations", "pasadena", "corridor", "710", "public", "south", "center"], "article_url": "http://www.pasadenanow.com/main/caltrans-holds-hearing-monday-on-selling-surplus-pasadena-homes-in-710-corridor/", "article_text": "Caltrans will host a public meeting Monday to get input on how it should go about selling surplus homes along the 710 Freeway corridor in Pasadena and South Pasadena, focusing on a new set of proposed regulations after the public reacted critically to its earlier guidelines.\n\nThe input will be used to finalize regulations governing the sale of 460 properties related to SR 710 projects in Pasadena, South Pasadena and El Sereno. These will be offered for sale in phases according to when they are declared surplus and consistent with state law.\n\n53 local properties will be sold in the first phase of sales – nine homes in Pasadena, 38 in South Pasadena and six in Los Angeles.\n\nCaltrans withdrew its original set of May 30, 2014 proposed surplus home sales regulations after the public reacted critically. The new regulations being discussed Monday are a draft set resubmitted for public scrutiny.\n\nKey changes to the new proposed regulations in response to earlier public feedback include:\n\n• A new mechanism to expand opportunities for affordable buyers to gain equity, replacing a 30-year Director Deed restriction.\n\n• Increased potential opportunities to purchase property for current tenants who are not eligible for priority as affordable buyers.\n\n• Increased potential opportunities for current tenants to remain in their residences even if they do not purchase the property.\n\nThe public meeting on Monday will be held at the Pasadena Convention Center in the Conference Center on the Lower Level in Room 107, 300 East Green Street, Pasadena, from 6 p.m. to 8 p.m. (doors open at 5:45 pm). Parking at the Center costs Parking $10.\n\nFor further information about the proposed regulations, please visit the Caltrans website (www.dot.ca.gov/regulations.htm), call Caltrans at (916.654.4790), or e-mail Caltrans at (Affordable_Sales_Program@dot.ca.gov)", "article_metadata": {"keywords": "pasadena, california, CA, calif, news, events, official events calendar, city guide, restaurants, breaking news, calendar, lifestyles, community news, nonprofit news, pasadena shopping news, pasadena dining, pasadena restaurants, old pasadena, south lake ave, rose bowl, JPL, old town pasadena", "viewport": "width=device-width, initial-scale=1.0", "description": "Daily Newsmagazine and City Guide to Pasadena, California featuring News, Events, Restaurants, Real Estate, Shopping and Lifestyles", "generator": "WordPress 3.3.1"}, "_id": "\"57477af46914bd0286fde29e\"", "article_summary": "The input will be used to finalize regulations governing the sale of 460 properties related to SR 710 projects in Pasadena, South Pasadena and El Sereno.\n53 local properties will be sold in the first phase of sales – nine homes in Pasadena, 38 in South Pasadena and six in Los Angeles.\nFor further information about the proposed regulations, please visit the Caltrans website (www.dot.ca.gov/regulations.htm), call Caltrans at (916.654.4790), or e-mail Caltrans at (Affordable_Sales_Program@dot.ca.gov)\nCaltrans withdrew its original set of May 30, 2014 proposed surplus home sales regulations after the public reacted critically.\nCaltrans will host a public meeting Monday to get input on how it should go about selling surplus homes along the 710 Freeway corridor in Pasadena and South Pasadena, focusing on a new set of proposed regulations after the public reacted critically to its earlier guidelines."}