{"article_title": "IRS Could Save Billions With Mandatory E-Filing", "article_keywords": ["mandatory", "irs", "tax", "billions", "irss", "taxpayers", "efiling", "returns", "paper", "health", "result", "income", "treasury", "save"], "article_url": "http://www.usnews.com/opinion/economic-intelligence/2015/04/10/irs-could-save-billions-with-mandatory-e-filing", "article_text": "This tax season, expect long waits on the phone with the Internal Revenue Service – over 17 minutes – that is if you get through. Poorly trained and overly bureaucratic already, the IRS's budget has been slashed dramatically by Congress. The IRS projects it will only answer 40 percent of your calls. If you do get someone, do not expect a highly trained employee.\n\nThe IRS's training budget was reduced by more than 85 percent between 2009 and 2013 across all its divisions from $153 million to $22 million. This season, you will be lucky to have your basic tax questions answered. \"Complex\" questions, such as do I have to report my hobby income, most likely will not be answered.\n\nThe IRS's additional work under Affordable Health Care Act is staggering. For the tax year 2014, the IRS is responsible for, among other things, assessing the health coverage penalties and reconciling its health care credits. As a result, its remaining resources, information technology and so forth will be stretched.\n\n\n\n[SEE: Political Cartoons on the Economy]\n\nThe last time the IRS did something right was when it developed the system of e-filing back in 1986. The idea was first developed by a few adventuresome IRS employees and has revolutionized tax return and information filing. Some taxpayers, however, still file on old-fashioned paper. This is the case even though the Census Bureau indicates the majority of us have Internet access and computers. Taxpayers without a computer are predominately using paid preparers to e-file for quicker refunds.\n\nProcessing paper returns costs the IRS $2.87 per return versus $.35 cents for e-filing. The taxpayer error rate with paper returns exceeds 25 percent versus less than 2.5 percent for e-filed. If all returns were e-filed, the Treasury would collect billions of dollars in additional revenue.\n\nThe IRS tracks how much money the Treasury loses as a result of taxpayer underpayment. Under the most recent 2006 IRS \"tax gap\" analysis, the individual income tax is the largest contributing factor. Taxpayers underreported their individual income tax liability on their returns by $235 billion dollars. If all returns were e-filed (and therefore more accurate) the gap would be significantly reduced.\n\nBillions of dollars are lost each year as a result of improper earned income credits and child tax credits. The Treasury inspector general has repeatedly scolded the IRS year-after-year for issuing improper payments. The IRS has done nothing in response.\n\n\n\n[SEE: Editorial Cartoons on the IRS Scandal]", "article_metadata": {"zone": "homepage/articles", "keyword": "Economic Intelligence [Opinion]", "title": "IRS Could Save Billions With Mandatory E-Filing", "og": {"site_name": "US News & World Report", "description": "The IRS could save billions by moving to mandatory e-filing.", "title": "Ditch Paper Tax Returns", "url": "http://www.usnews.com/opinion/economic-intelligence/2015/04/10/irs-could-save-billions-with-mandatory-e-filing", "image": "http://www.usnews.com/cmsmedia/78/d3/8045d2cd45cb92272605cf06283b/140930-taxes-stock.jpg", "type": "article"}, "twitter": {"title": "IRS Could Save Billions With Mandatory E-Filing", "description": "The IRS could save billions by moving to mandatory e-filing.<br>", "card": "summary", "site": "@USNews"}, "site": "opinion", "date_published": "April 10, 2015", "fb": {"app_id": 130063997038366}, "page_type": "article", "keywords": "Rodney Mock,IRS,tax code,taxes,tax returns,federal taxes,picks,op-ed,Economic Intelligence [Opinion]", "msvalidate.01": "A8E47FA91124063A4A9C78AD5273DC0F", "google-site-verification": "owJBuFHD3VHcTSsnPSOYizmUcs3GSBjbx09vBbBi1MM", "viewport": "width=device-width, initial-scale=1", "description": "The IRS could save billions by moving to mandatory e-filing."}, "_id": "\"57477af46914bd0286fde2a6\"", "article_summary": "Under the most recent 2006 IRS \"tax gap\" analysis, the individual income tax is the largest contributing factor.\nProcessing paper returns costs the IRS $2.87 per return versus $.35 cents for e-filing.\nThe taxpayer error rate with paper returns exceeds 25 percent versus less than 2.5 percent for e-filed.\nBillions of dollars are lost each year as a result of improper earned income credits and child tax credits.\n[SEE: Political Cartoons on the Economy]The last time the IRS did something right was when it developed the system of e-filing back in 1986."}