{"article_title": "Lessons learned – how compliance officers can better protect their organizations", "article_keywords": ["lessons", "organizations", "protect", "false", "oig", "compliance", "officers", "better", "program", "health", "ms", "act", "claims", "learned", "halifax", "care"], "article_url": "http://www.lexology.com/library/detail.aspx?g=a66e93e9-3cf6-4606-8cde-c54e12524d03", "article_text": "USA January 29 2015\n\nThis is the first in a series of bulletins discussing some of the challenges compliance officers face and offers best practices to show how health care providers and their compliance officers can work cooperatively to establish and maintain effective compliance programs and avoid False Claims Act whistleblower lawsuits.\n\nIn today’s environment of increased scrutiny of the corporate conduct of health care providers by regulators, it is imperative for compliance officers to establish and maintain effective compliance programs in order to protect their organizations. Of course, doing this is much easier said than done! Consequently, the role of the compliance officer has become increasingly challenging.1 Several whistleblower lawsuits under the False Claims Act have brought these challenges and their potential consequences to light.2 Notably, the Halifax whistleblower lawsuit under the False Claims Act demonstrates that compliance officers and other compliance personnel must have the respect, trust, and attention of their organization’s leaders, and the organization – from the very top on down – must actively promote and embrace a culture of compliance in order to spot potential compliance issues and address employee compliance concerns in a way that prevents them from becoming whistleblowers.\n\nCompliance Officer Challenges\n\nBeing a compliance officer is not easy. A 2012 study of compliance professionals revealed the following:3\n\nIn addition, when asked what is the greatest cause of stress, the reasons cited by compliance professionals include: keeping up with new laws and regulations, identifying compliance and ethics risks, preventing compliance and ethics violations, detecting compliance and ethics violations, and remediating compliance and ethics violations.4\n\nThe Halifax Decision Increases the Stakes for Compliance Officers and Their Employers\n\nA recent federal False Claims Act settlement shines a light on the challenges of being a compliance officer. In Halifax, the Halifax Hospital Medical Center and Halifax Staffing Inc. (collectively Halifax) agreed to pay $85 million to resolve allegations that Halifax violated the False Claims Act by submitting claims to the Medicare program that were tainted by arrangements with referring physicians that violated the Stark Law.5 The lawsuit asserted that Halifax knowingly violated the Stark Law by executing contracts with several oncologists in which an incentive bonus improperly included the value of prescription drugs and tests the oncologists ordered and Halifax billed to Medicare. The government also alleged that Halifax knowingly violated the Stark Law by paying three neurosurgeons more than the fair market value of their work.\n\nWhile not the largest recovery for Stark and False Claims Act violations to date,6 The Halifax case is noteworthy because a Halifax employee who worked in compliance at the organization brought the case to the government’s attention. Elin Baklid-Kunz worked at Halifax for over 15 years, including having spent over 3 years in Halifax’s compliance department. During her employment with Halifax, Ms. Baklid-Kunz found evidence that Halifax was committing Stark and False Claims Act violations and first reported it to her superiors internally at Halifax. According to the Second Amended Complaint filed by Ms. Baklid-Kunz,\n\n[she] discussed the illegality of the physician contracts and relationships involving the medical oncology physicians with her superiors. Despite [her] concerns and her superior’s knowledge that these contracts violate the Stark laws, the Government has not been notified of this fact and no disclosures regarding the illegal incentives paid to the physicians have been made by Defendants to any Government Payor to the best of [Ms. Baklid-Kunz’s] knowledge.7\n\nBut her concerns went unaddressed and when she recommended that the hospital strengthen its compliance department and return the allegedly improper Medicare payments, Ms. Baklid-Kunz says she was told that it would cost the hospital millions and that it was not going to happen. Ms. Baklid-Kunz stated in an interview after the settlement was made public that, “I thought I could go to jail if someone else blew the whistle” and that she felt she did not have a choice. 8As her “reward” for bringing the allegations to the Government, Ms. Baklid-Kunz will receive at least 15% of the settlement amount - $20.8 million. There is a second part of the lawsuit Ms. Baklid-Kunz brought against Halifax pertaining to improper inpatient admissions. As of the date of this publication, Halifax and Ms. Baklid-Kunz had tentatively settled those allegations for an additional $1 million after the judge’s ruling in the case eviscerated most of Ms. Baklid-Kunz’s arguments.9 Once settled, Ms. Baklid-Kunz should be entitled to a share of that settlement as well as her reward for bringing the case in the first place.\n\nClearly, the “takeaway” from the Halifax lawsuit and the Halifax settlements is that both could have likely been avoided if Halifax had heeded the concerns Ms. Baklid-Kunz first raised internally instead of dismissing them.\n\nWhy Have a Compliance Program?\n\nCompliance programs are not new. Compliance programs emerged as a key issue in the 1990s, when in response to a variety of corporate corruption scandals and to encourage greater self-governance efforts, the U.S. Federal Sentencing Guidelines were amended to provide credit to organizations with an effective program to prevent and detect violations of law.10 Additionally, since the mid-1990s, corporate integrity agreements (CIA) have been used by the Office of Inspector General (OIG) as an enforcement tool with health care providers to promote compliance to health care regulations. CIAs are agreements between health care providers and other entities with OIG, where the providers or entities agree to the CIA in exchange for OIG not seeking to exclude the providers or entities from participation in federal health care programs.11 OIG negotiates CIAs with health care providers and other entities as part of settlements that result from investigations of False Claims Act and Stark violations.12\n\nRecognizing the need for better understanding of health care fraud and abuse laws and the consequences of violating them, OIG developed a series of voluntary compliance program guidance documents directed at various segments of the health care industry.13 But, in the absence of some legal action that led to the imposition of compliance measures on a health care entity by the government (such as a CIA required as part of a false claim act settlement in order for the entity to avoid exclusion from participation in federal health care programs), having a compliance program has historically been voluntary. Best practice? Yes. But still voluntary. That all changed in 2013.\n\nAlong with all of the other health care reform measures that the Affordable Care Act (ACA) brought us, the ACA also brought us mandatory compliance programs.14 Specifically, the ACA states, “[A] provider of medical or other items or services or supplier . . . shall, as a condition of enrollment in the program under this title . . . establish a compliance program that contains the core elements . . . with respect to that provider or supplier and industry or category.15The Centers for Medicare and Medicaid Services (CMS) has not yet established the core elements for these compliance programs or issued any regulations or guidance prescribing what these now-mandatory compliance programs must look like, nor has CMS set a compliance deadline for this new requirement (except for skilled nursing facilities and nursing facilities, which were required to have an effective compliance and ethics program in place by March 23, 2013)16 ), therefore, we still look to the OIG‘s guidance to inform health care providers on how to craft their compliance programs.17The OIG has published compliance program guidance for hospitals and most other provider types setting forth the best practices and risk factors to be considered in establishing and maintaining an effective program. This guidance is available to the public on the OIG website.18 The OIG has also published a document highlighting the features of an effective compliance program.19\n\nThe OIG guidance is helpful to organizations just getting started with a compliance program or that need to “beef up” their existing program. But to have an effective compliance program, more is needed.", "article_metadata": {"og": {"url": "http://www.lexology.com/library/detail.aspx?g=a66e93e9-3cf6-4606-8cde-c54e12524d03", "image": "http://www.lexology.com/images/share/lexology-facebook.png", "description": "This is the first in a series of bulletins discussing some of the challenges compliance officers face and offers best practices to show how health…", "title": "Lessons learned – how compliance officers can better protect their organizations | Lexology"}, "Description": "This is the first in a series of bulletins discussing some of the challenges compliance officers face and offers best practices to show how health…", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af36914bd0286fcf92a\"", "article_summary": "In today’s environment of increased scrutiny of the corporate conduct of health care providers by regulators, it is imperative for compliance officers to establish and maintain effective compliance programs in order to protect their organizations.\nBut to have an effective compliance program, more is needed.\nestablish a compliance program that contains the core elements .\nWhy Have a Compliance Program?\nDuring her employment with Halifax, Ms. Baklid-Kunz found evidence that Halifax was committing Stark and False Claims Act violations and first reported it to her superiors internally at Halifax."}