{"article_title": "China’s Regime ‘More Dangerous’ Than ISIS", "article_keywords": ["forced", "isis", "abortions", "chinas", "rights", "dangerous", "child", "policy", "china", "human", "heritage", "chen", "communist", "regime"], "article_url": "http://dailysignal.com/2014/10/09/human-rights-activist-chinas-regime-dangerous-isis/", "article_text": "The Communists who control China are “many times more dangerous” than the brutal terrorist group ISIS, human rights activist Chen Guangcheng said today in remarks in Washington at The Heritage Foundation.\n\nChen said:\n\nI believe that we have underestimated the threat from the Communist regime in China. They are many, many times more dangerous than the terrorists groups out there.\n\n“People will realize later that this is true,” he added during comments at a Heritage event that also featured a keynote address by Rep. Chris Smith, R-N.J.\n\nChen is best known for exposing the horrific “family planning” practices of the Chinese Communist Party, which include forced abortions and sterilization under the so-called One Child Policy. He is a self-taught lawyer from rural China who became blind at childhood when a fever destroyed his optic nerves.\n\n>>> Watch: China’s One Child Policy: A Discussion on Valuing Women and Girls in the 21st Century\n\nChen came to wide public attention in May 2012 when, after four years in prison and two years under house arrest in which he endured beatings for standing up for human rights, he and his wife and two children escaped to the United States. Relatives back home then faced arrest and beatings themselves.\n\nAs China continues to rise as one of the world’s economic powerhouses, Chen’s allies in spirit criticize the government for lagging in fundamental human rights, with the One Child Policy a prime example.\n\nSmith, co-chairman of the U.S. Commission on China, said the issue “too often is neglected” in Washington. He called abortion in China “a weapon of mass destruction.”\n\n>>> Read Rep. Chris Smith’s Keynote Address\n\nOlivia Enos, a Heritage research assistant in Asian studies, said the Chinese Communist Party boasts that in 34 years it has “prevented” 400 million births by restricting couples to one child. Worse, a cultural preference for boys has spurred sex-selective abortions of tens of millions of unborn girls.\n\nToday, China counts 37 million more men than women, driving sex-trafficking, a black market for children and social unrest.\n\nSpeaking at Heritage through a translator, Chen — now distinguished senior fellow in human rights at Witherspoon Institute’s Simon Center on Religion and the Constitution — recounted the story of one family’s victimization:\n\nIn my neighboring village, one couple—the wife was pregnant without obtaining permission—was requested by the local government to get an abortion. But she refused … and they were taken by thugs and the local authority on a truck. Before they arrived at the clinic, the husband was taken off the truck and beaten on the ground. After the beating, the husband was put back on the truck and the couple was brought to the clinic for a forced abortion. They then brought them back home and they were left hopeless, without anyone to take care of them after a beating and forced abortions.\n\n>>> Jennifer Marshall: The Horror Behind Chen’s Great Escape\n\nThe couple’s experience, Chen said, is nothing out of the ordinary. His own investigation in 2005 found “over 100,000 women who had abortions and none of them said they were willing to do so,” he said.\n\nSome activists striving to draw attention to forced abortion and sterilization call the situation in China “the real war against women.”\n\n“Forced abortions is not a pro-choice or pro-life issue, it’s a human rights issue,” Reggie Littlejohn, founder and president of Women’s Rights Without Frontiers, said at the Heritage event.\n\n>>> ‘I Cannot Be Silent’: Chen Speaks on Abuse, Forced Abortion\n\nGovernment policies and propaganda have so demoralized society that the Chinese people discount the value of human life, Chen said.\n\n“The Communist Party does not represent the Chinese people—they’re becoming a public enemy of the people,” he said.\n\nTo mark the United Nations’ International Day of the Girl on Oct. 11, created to raise awareness of gender inequality around the world, Chen called on the international community—and specifically the United States—to speak out against such inhumane policies.\n\n“People of conscience must stand up to the Communist Party in China,” he said.\n\n>>> Commentary: How China’s One Child Policy Is Setting Up China for Economic Crisis", "article_metadata": {"description": "In forcing abortions and sterilization, communists who control China are “more dangerous” than the terrorist group ISIS, activist Chen Guangcheng says.", "og": {"site_name": "The Daily Signal", "description": "In forcing abortions and sterilization, communists who control China are “more dangerous” than the terrorist group ISIS, activist Chen Guangcheng says.", "title": "Rights Activist: China’s Regime ‘More Dangerous’ Than ISIS", "locale": "en_US", "image": "http://dailysignal.com/wp-content/uploads/abausaphotostwo076439.jpg", "updated_time": "2014-10-10T10:28:33+00:00", "type": "article"}, "bitly": {"url": "http://dailysign.al/1vV38xt"}, "twitter": {"domain": "The Daily Signal", "description": "In forcing abortions and sterilization, communists who control China are “more dangerous” than the terrorist group ISIS, activist Chen Guangcheng says.", "creator": "@dailysignal", "image": {"src": "http://dailysignal.com/wp-content/uploads/abausaphotostwo076439.jpg"}, "title": "Rights Activist: China’s Regime ‘More Dangerous’ Than ISIS", "site": "@dailysignal", "card": "summary_large_image"}, "fb": {"pages": 300341323465160, "app_id": 772296266137346}, "article": {"publisher": "https://www.facebook.com/TheDailySignalNews", "section": "International", "tag": "Asia,Protecting Life", "published_time": "2014-10-09T20:03:39+00:00", "modified_time": "2014-10-10T10:28:33+00:00"}, "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "One Child Policy, china, isis, terrorism, Chen Guangcheng, women's rights without frontiers, international day of the girl"}, "_id": "\"57477af46914bd0286fde2b9\"", "article_summary": ">>> Commentary: How China’s One Child Policy Is Setting Up China for Economic Crisis\nThe Communists who control China are “many times more dangerous” than the brutal terrorist group ISIS, human rights activist Chen Guangcheng said today in remarks in Washington at The Heritage Foundation.\nThey then brought them back home and they were left hopeless, without anyone to take care of them after a beating and forced abortions.\nChen said:I believe that we have underestimated the threat from the Communist regime in China.\nHe is a self-taught lawyer from rural China who became blind at childhood when a fever destroyed his optic nerves."}