{"article_title": "Indiana Amends Religious Freedom Restoration Act to Prohibit Discrimination", "article_keywords": ["amendment", "prohibit", "sexual", "gender", "orientation", "freedom", "irfra", "public", "amends", "restoration", "act", "indiana", "law", "religious", "discrimination", "identity"], "article_url": "http://www.natlawreview.com/article/indiana-amends-religious-freedom-restoration-act-to-prohibit-discrimination", "article_text": "Friday, April 10, 2015\n\nOn April 2, 2015, following the controversy stemming from the recent signing of the Indiana Religious Freedom Restoration Act (IRFRA), Indiana Governor Mike Pence signed into law an amendment to the IRFRA. The amendment states that the Act may not be used to discriminate in the providing of services, facilities, use of public accommodations, goods, employment, or housing on the basis of race, color, religion, ancestry, age, national origin, disability, sex, sexual orientation, gender identity, or United States military service. The IRFRA and its amendment go into effect on July 1, 2015.\n\nFor the first time in Indiana, the amended IRFRA will provide explicit protection to individuals on the basis of their sexual orientation or gender identity. Although several municipalities (such as Indianapolis) have passed local ordinances prohibiting discrimination based on sexual orientation, the Indiana Civil Rights Law does not currently provide this protection. The amendment to the IRFRA could signal the coming of broader protections for the lesbian, gay, bisexual, and transgender (LGBT) community in Indiana.\n\nBackground\n\nOn March 26, 2015, Governor Pence signed the IRFRA into law (Senate Enrolled Act 101). The IRFRA prohibits a governmental entity from substantially burdening a person's exercise of religious freedom, even if the burden results from a rule of general applicability, unless the governmental entity demonstrates that application of the burden is (1) in furtherance of a compelling governmental interest, and (2) the least restrictive means of furthering that interest. The restriction applies to governmental entity statutes, ordinances, resolutions, executive or administrative orders, regulations, customs, and usages, unless expressly exempted. Governor Pence noted in a press release issued that day that the law was intended to \"ensure that religious liberty is fully protected under Indiana law\" and mirror the federal Religious Freedom Restoration Act, which limits governmental action that would infringe upon religion.\n\nThe Amendment\n\nNational reaction to the signing of the IRFRA was swift and largely negative, with critics of the law claiming that its purpose was to permit discrimination against individuals on the basis of their sexual orientation or gender identity. Many businesses publicly opposed the law and questioned doing future business in Indiana. In response to the public outcry, on April 2, 2015, the Indiana legislature passed, and Governor Pence signed into law, an amendment to the IRFRA with express language stating that the IRFRA may not be used to discriminate (Senate Enrolled Act 50). Specifically, the amendment states that the IRFRA does not:\n\nauthorize a provider to refuse to offer or provide services, facilities, use of public accommodations, goods, employment, or housing to any member or members of the general public on the basis of race, color, religion, ancestry, age, national origin, disability, sex, sexual orientation, gender identity, or United States military service; establish a defense to a civil action or criminal prosecution for refusal by a provider to offer or provide services, facilities, use of public accommodations, goods, employment, or housing to any member or members of the general public on the basis of race, color, religion, ancestry, age, national origin, disability, sex, sexual orientation, gender identity, or United States military service; or negate any rights available under the Constitution of the State of Indiana.\n\nThe amendment excludes from the definition of \"providers\" churches and non-profit religious organizations, as well as individuals engaged in religious or affiliated educational functions of a church or other nonprofit religious organization or society.\n\nEffect of Amendment\n\nThe amendment makes clear that private companies may not refuse to provide services or employment to individuals on any protected basis, including sexual orientation or gender identity, due to religious beliefs. Thus, the amendment clarifies that the purpose of the IRFRA — to protect religious freedom in Indiana from government encroachment — is to be accomplished without affecting services or employment offered to the LGBT community by private companies in Indiana.", "article_metadata": {"description": "Following controversy from signing Indiana Religious Freedom Restoration Act, Indiana Governor Mike Pence signed into law an amendment prohibiting gender based discrimination", "generator": "Drupal 7 (http://drupal.org)", "og": {"site_name": "The National Law Review", "description": "On April 2, 2015, following the controversy stemming from the recent signing of the Indiana Religious Freedom Restoration Act (IRFRA), Indiana Governor Mike Pence signed into law an amendment to the I", "title": "Indiana Amends Religious Freedom Restoration Act to Prohibit Discrimination", "url": "http://www.natlawreview.com/article/indiana-amends-religious-freedom-restoration-act-to-prohibit-discrimination", "image": "http://www.natlawreview.com/sites/default/files/styles/thumbnail/public/article/aux/1141/Indiana_US%20Map.jpg?itok=0DLMk7pp", "type": "article"}, "keywords": "Legal, Business, Indiana, IRFA, Pence, Amendment, LGBT Community, Sexual Orientation Discrimination, Civil Rights", "msvalidate.01": "5493B547C0AB527FF4CF8C4D0127302A", "google-site-verification": "SAKcOmA6_i0E79oG2TjlPWfOSs9kMM6EWAZNaT0aBtA", "verify-v1": "nSkrvEqyOIUMGKMak3OBIKcpcABac4XWK5NJKMuMtBY=", "y_key": "fe6cd8bd83ff0c09", "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "Legal, Business, Indiana, IRFA, Pence, Amendment, LGBT Community, Sexual Orientation Discrimination, Civil Rights"}, "_id": "\"57477af46914bd0286fd999a\"", "article_summary": "Friday, April 10, 2015On April 2, 2015, following the controversy stemming from the recent signing of the Indiana Religious Freedom Restoration Act (IRFRA), Indiana Governor Mike Pence signed into law an amendment to the IRFRA.\nAlthough several municipalities (such as Indianapolis) have passed local ordinances prohibiting discrimination based on sexual orientation, the Indiana Civil Rights Law does not currently provide this protection.\nFor the first time in Indiana, the amended IRFRA will provide explicit protection to individuals on the basis of their sexual orientation or gender identity.\nGovernor Pence noted in a press release issued that day that the law was intended to \"ensure that religious liberty is fully protected under Indiana law\" and mirror the federal Religious Freedom Restoration Act, which limits governmental action that would infringe upon religion.\nBackgroundOn March 26, 2015, Governor Pence signed the IRFRA into law (Senate Enrolled Act 101)."}