{"article_title": "Valley Morning Star : Slice Of Life", "article_keywords": ["life", "slice", "star", "rodriguez", "university", "morning", "nurses", "patients", "program", "health", "dnp", "valley", "zamoraflores", "texas", "care"], "article_url": "http://www.valleymorningstar.com/news/slice_of_life/article_e498a95a-edf1-11e3-8d19-0017a43b2370.html", "article_text": "You can call Dora Zamora-Flores “doctor,” but don’t mistake her for a professor or physician.\n\nThe pediatric nurse graduated as a Doctor of Nursing Practice (DNP) last month from the University of Texas Health Science Center at Houston, one of 10 colleges in Texas that offer the doctoral nursing degree.\n\nShe is now one of 10 nurses in the Rio Grande Valley with the distinction, according to University of Texas-Pan American assistant professor Melinda Rodriguez. The degree will allow Zamora-Flores to act as a primary care provider for patients at Edinburg Children’s Clinic, where she has worked since 2001.\n\nThe Edinburg native said that she wanted to earn her DNP because she believed in its purpose and approach.\n\nZamora-Flores said the DNP program brings a “more holistic approach” to nursing assessment and decisions — looking at a patient’s family and background, or, economic factors such as whether they have electricity or running water.\n\n“Those things matter when you’re making a decision or trying to determine why a patient isn’t getting well, whereas the physician model tends to be a bit more focused on the patient at that moment in time,” she said.\n\nA DNP degree also has a strong focus on management of a practice, including creating a timely flow of patients, understanding and explaining the Affordable Health Care Act and incorporating new information systems such as electronic medical charts. That gives them more access and decision-making power in their treatment, Zamora-Flores said.\n\n“In the DNP program, we put a lot of emphasis on what’s called ‘patient-centered care’ where the patient has to be a key player in decisions regarding their health, and have access to their health information,” she said.\n\nThe DNP program is not offered at any colleges in the Valley. But with the new University of Texas-Rio Grande Valley medical school’s creation, Rodriguez said, administrators expect to begin enrolling students in a DNP program in 2017.\n\n“UT-RGV has a vision for research,” Rodriguez said. “We want our university to be on the map as far as research is concerned. We want it to be on the map for scholarship as well, and inter-professional education.”\n\nRodriguez said research at the UTPA Border Health Office has made a direct impact improving patients’ care — not just locally, but throughout Texas. The office was charged by the state legislature in 1999 to develop a program wherein school nurses would screen for Acanthosis Nigricans, a condition where the skin on the nape of the neck darkens, an indicator of insulin resistance and diabetes.\n\n“UTPA Border Health Office was instrumental in getting legislation for school nurses in Texas to screen for this marker,” she said.\n\nTitles aside, both women agreed that the point of the DNP, as for all nurses, is to make people well — whether on a micro- or macro-scale.\n\n“To be a nurse, you have to love people, Rodriguez said. “You have to like to work with people. You have to have compassion.\n\n“You have to care to be a nurse. Not everybody can do it.”", "article_metadata": {"googlebot": "noarchive", "og": {"site_name": "Valley Morning Star", "description": "You can call Dora Zamora-Flores “doctor,” but don’t mistake her for a professor or physician.", "title": "Meet Dr. Nurse: Dora Zamora-Flores", "url": "http://www.valleymorningstar.com/news/slice_of_life/article_e498a95a-edf1-11e3-8d19-0017a43b2370.html", "image": "http://www.aim-ads.com/multimedia-themonitor-com/wwwroot/star_icon.jpg", "type": "article"}, "twitter": {"site": "@valleystar", "card": "summary"}, "fb": {"app_id": 333523476743065}, "keywords": "slice_of_life", "google-site-verification": "BXTS2lONfpmhbwkgYeWd5fN5Kfc5F3ATaP0EA89JLjA", "news_keywords": "slice_of_life", "description": "You can call Dora Zamora-Flores “doctor,” but don’t mistake her for a professor or physician."}, "_id": "\"57477af46914bd0286fd8249\"", "article_summary": "The DNP program is not offered at any colleges in the Valley.\nBut with the new University of Texas-Rio Grande Valley medical school’s creation, Rodriguez said, administrators expect to begin enrolling students in a DNP program in 2017.\nShe is now one of 10 nurses in the Rio Grande Valley with the distinction, according to University of Texas-Pan American assistant professor Melinda Rodriguez.\n“UTPA Border Health Office was instrumental in getting legislation for school nurses in Texas to screen for this marker,” she said.\nThe degree will allow Zamora-Flores to act as a primary care provider for patients at Edinburg Children’s Clinic, where she has worked since 2001."}