{"article_title": "It's been 2 years since ObamaCare launched — yet 33 million people still don't have insurance", "article_keywords": ["rats", "dont", "cancer", "released", "33", "study", "million", "obamacare", "wall", "street", "health", "types", "studies", "insurance", "launched", "risk"], "article_url": "http://theweek.com/speedreads/579944/been-2-years-since-obamacare-launched--33-million-people-still-dont-have-insurance", "article_text": "On Thursday night, the U.S. government–funded National Toxicology Program released partial results from a multi-year, peer-reviewed study on the risk of cancer from cellphone emissions, and unfortunately they found \"low incidences\" of two types of tumors. Some previous epidemiological studies have also found an increase in these two types of tumor — gliomas, in the brain's glial cells, and schwannomas in the heart — leading the World Health Organization to classify cellphone radiation as a 2B possible carcinogen (the same category as coffee and some pickles, The Wall Street Journal notes).\n\n\"Given the widespread global usage of mobile communications among users of all ages, even a very small increase in the incidence of disease resulting from exposure to [radio-frequency radiation] could have broad implications for public health,\" the NTP said. The $25 million study, overseen by the National Institutes of Health, used rats and mice, exposing them to radio frequencies from GSM and CDMA devices, the two most common types of consumer wireless technologies. Only the male rats appeared to experience a boost in cancer rates.\n\nExperiments on rodents and other lab animals don't always translate to humans, and a number of other studies have found no link between cancer and cellphones, including a recent study from Australia that found no rise in brain cancer since cellphones were introduced in the 1980s. But \"where people were saying there's no risk, I think this ends that kind of statement,\" Ron Melnick, who ran the NTP project until retiring in 2009, told The Wall Street Journal. The full study, slated to be released by the fall of 2017, could prompt the U.S. government to modify its safety guidelines, including recommending you talk only with a headset or avoid carrying your phone in your pocket. Peter Weber", "article_metadata": {"description": "Official site of The Week Magazine, offering commentary and analysis of the day's breaking news and current events as well as arts, entertainment, people and gossip, and political cartoons.", "og": {"url": "http://theweek.com/speedreads/579944/been-2-years-since-obamacare-launched--33-million-people-still-dont-have-insurance", "image": "http://api.theweek.com/sites/default/files/styles/tw_image_6_4/public/iStock_000074123491_Large.jpg?itok=C3HWv0gB", "type": "article", "description": "After nearly two full years of the ObamaCare individual mandate and insurance exchanges, some 33 million people in America remain uninsured.\nOf that total, about 7 million are immigrants, many undocumented, and another 7.7 million are millennials who likely don't see insurance as worth the cost in the context of youthful good health. Beyond that, 14.4 million of the uninsured are mostly employed adults at a wide variety of income levels who show no clear pattern of likely reasons for declining coverage.\n(FiveThirtyEight)\nThe most commonly cited (and disputed) tally of uninsured people in America before the launch of ObamaCare was 46 million, though other reputable estimates put it as low as 41 million. Bonnie Kristian", "title": "It's been 2 years since ObamaCare launched — yet 33 million people still don't have insurance"}, "twitter": {"description": "After nearly two full years of the ObamaCare individual mandate and insurance exchanges, some 33 million people in America remain uninsured.\nOf that total, about 7 million are immigrants, many undocumented, and another 7.7 million are millennials who likely don't see insurance as worth the cost in the context of youthful good health. Beyond that, 14.4 million of the uninsured are mostly employed adults at a wide variety of income levels who show no clear pattern of likely reasons for declining coverage.\n(FiveThirtyEight)\nThe most commonly cited (and disputed) tally of uninsured people in America before the launch of ObamaCare was 46 million, though other reputable estimates put it as low as 41 million. Bonnie Kristian", "creator": "@", "image": {"src": "http://api.theweek.com/sites/default/files/styles/tw_image_9_4/public/iStock_000074123491_Large.jpg?itok=cm9eHsNT"}, "title": "It's been 2 years since ObamaCare launched — yet 33 million people still don't have insurance", "site": "@theweek", "card": "summary_large_image"}, "fb": {"pages": 10716057521}, "keywords": "speedread, News", "article": {"published_time": "2015-09-28T10:59:00-04:00"}, "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "But \"where people were saying there's no risk, I think this ends that kind of statement,\" Ron Melnick, who ran the NTP project until retiring in 2009, told The Wall Street Journal.\nOnly the male rats appeared to experience a boost in cancer rates.\nThe $25 million study, overseen by the National Institutes of Health, used rats and mice, exposing them to radio frequencies from GSM and CDMA devices, the two most common types of consumer wireless technologies.\nOn Thursday night, the U.S. government–funded National Toxicology Program released partial results from a multi-year, peer-reviewed study on the risk of cancer from cellphone emissions, and unfortunately they found \"low incidences\" of two types of tumors.\nPeter Weber"}