{"article_title": "Help may be on the way for healthcare shoppers in California", "article_keywords": ["sure", "innetwork", "help", "consumers", "doctors", "patients", "premiums", "california", "way", "healthcare", "shoppers", "covered", "insurers", "hospitals", "policies"], "article_url": "http://www.latimes.com/opinion/editorials/la-ed-health-bills-20150910-story.html", "article_text": "The Affordable Care Act has helped slow the overall growth of healthcare costs in the U.S., but for many Americans, health insurance premiums have continued to rise at an alarming rate. To lower their rates, consumers may have to switch insurers, which may also mean switching doctors. That's not an easy decision, but two bills are pending in the Legislature to make the process less fraught for Californians.\n\nInsurance premiums have been particularly volatile in the last few years for those with individual policies — people not covered by group plans at work. Although the Affordable Care Act required virtually all adults to obtain coverage as of 2014, insurers weren't sure how many relatively young and healthy people would sign up. So some insurers set premiums too low in a bid to attract previously uninsured consumers, and they are raising them now to reflect higher-than-expected medical bills. Others set premiums too high, and they are lowering them now to try to catch up to their competitors.\n\nThat's why officials at Covered California, the state's marketplace for individual policies, have encouraged shoppers to consider changing insurers to keep premiums down. But here and in other states, insurers have been competing by assembling \"narrow\" networks of healthcare providers, dropping more costly doctors and hospitals in favor of those that deliver high-quality care more efficiently. Unfortunately, the lists of in-network doctors and hospitals that insurers have posted have been riddled with inaccuracies, making it impossible to be sure which doctors you'll have access to when you sign up for coverage.\n\nPeople shouldn't have to guess which doctors' services are covered by their policies, where they're located or whether they accept new patients. A bill (SB 137) by Sen. Ed Hernandez (D-West Covina) would require insurers to fix the errors in their provider lists and keep them up-to-date, while penalizing doctors who don't respond to insurers' inquiries about their status.\n\nThe rise in narrow insurance networks has created a second problem for consumers. In-network hospitals may quietly use out-of-network specialists as part of a patient's treatment, resulting in a huge and unexpected bill only partially covered by the patient's insurer. AB 533 by Assemblyman Rob Bonta (D-Alameda) would make sure that patients who go to in-network hospitals don't face higher out-of-pocket costs even if they're treated by out-of-network physicians, unless they agree to the higher charges at least three days in advance.\n\nBoth measures have run into opposition from industry groups that aren't happy with the bills' procedures for resolving disputes. Those procedures seem practical and fair, however, so lawmakers should move the measures on to Gov. Jerry Brown's desk.\n\nFollow the Opinion section on Twitter @latimesopinion and Facebook", "article_metadata": {"fb_title": "Help may be on the way for healthcare shoppers in California", "googlebot": "index", "copyright": "Copyright (c) 2016 Los Angeles Times", "author": "Los Angeles Times", "og": {"site_name": "latimes.com", "description": "The Affordable Care Act has helped slow the overall growth of healthcare costs in the U.S., but for many Americans, health insurance premiums have continued to rise at an alarming rate. To lower their rates, consumers may have to switch insurers, which may also mean switching doctors. That's not an easy decision, but two bills are pending in the Legislature to make the process less fraught for Californians.", "title": "Help may be on the way for healthcare shoppers in California", "url": "http://www.latimes.com/opinion/editorials/la-ed-health-bills-20150910-story.html", "image": "http://www.trbimg.com/img-55f0c414/turbine/la-ed-health-bills-20150910", "type": "article"}, "x-servername": "lalvp16.13", "twitter": {"site": "@latimes", "card": "summary"}, "msvalidate.01": "AAC9C18F70AC386BC4DCF4DDF9BF1786", "robots": "index,follow", "keywords": "healthcare, insurance, premium, Obamacare, California, Covered, Legislature, legislation, aca, cost, doctor, bill, medical, coverage, policy, individual, plan, marketplace, network, provider, insurer, access, list, error, ed hernandez, hospital, industry", "fb": {"admins": 100000786395051, "page_id": 5863113009}, "apple-itunes-app": "app-id=373238146, app-argument=http://www.latimes.com/deeplinkid/84392246", "googlebot-news": "index", "date": "2015-09-10", "Description": "The Affordable Care Act has helped slow the overall growth of healthcare costs in the U.S., but for many Americans, health insurance premiums have continued to rise at an alarming rate. To lower their rates, consumers may have to switch insurers, which may also mean switching doctors. That's not...", "y_key": "cee2fe4077f8d050", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, minimum-scale=1.0, user-scalable=no", "news_keywords": "healthcare, insurance, premium, Obamacare, California, Covered, Legislature, legislation, aca, cost, doctor, bill, medical, coverage, policy, individual, plan, marketplace, network, provider, insurer, access, list, error, ed hernandez, hospital, industry"}, "article_summary": "That's why officials at Covered California, the state's marketplace for individual policies, have encouraged shoppers to consider changing insurers to keep premiums down.\nIn-network hospitals may quietly use out-of-network specialists as part of a patient's treatment, resulting in a huge and unexpected bill only partially covered by the patient's insurer.\nTo lower their rates, consumers may have to switch insurers, which may also mean switching doctors.\nPeople shouldn't have to guess which doctors' services are covered by their policies, where they're located or whether they accept new patients.\nThat's not an easy decision, but two bills are pending in the Legislature to make the process less fraught for Californians."}