{"article_title": "Obama’s Tarnished Legacy in the Middle East", "article_keywords": ["states", "east", "iran", "syria", "arab", "middle", "legacy", "tarnished", "iraq", "president", "military", "obamas", "syrian", "obama"], "article_url": "http://www.thecairoreview.com/essays/obamas-tarnished-legacy-in-the-middle-east/", "article_text": "Barely a week after his inauguration I was lucky to be the first journalist to interview President Barack Obama, for Al Arabiya television. The interview seemed to symbolize Obama’s good intentions to improve America’s relations with the Islamic World and steer a more cooperative and constructive foreign policy in the Middle East. He told me that he was sending former U.S. senator and vaunted Northern Ireland peace negotiator George Mitchell to the region to “listen” as a prelude to the resumption of peace talks between Israel and the Palestinians. He spoke of his plans to address the Islamic World from a Muslim capital, expressing his readiness to initiate a new partnership “based on mutual respect and mutual interest.” He stressed that the United States has a stake in the wellbeing of Muslims, saying, “I have Muslim members of my family. I have lived in Muslim countries.” He went so far as to extend an olive branch to Tehran, saying the United States must be “willing to talk to Iran.”\n\nIn the wider Middle East Obama had inherited a dysfunctional state system and fraying civil societies, not to mention two of the longest wars in American history—the invasions of Afghanistan in 2001 and then of Iraq in 2003 initiated by his predecessor, President George W. Bush. Yet, Obama will bequeath to his successor disintegrating political orders and smoldering societies stretching from North Africa to Yemen and beyond.\n\nHe came to office to end the “dumb” war in Iraq and finish honorably the “war of necessity” in Afghanistan. But he was forced in the second half of his second term to recalibrate his calculus in both military theaters; to reintroduce a modest military force in Iraq after withdrawing all U.S. troops in 2011, and to keep a few thousand troops in Afghanistan after he leaves office in January 2017. It must have been agonizing in the extreme for a president who prides himself on his realism and dispassionate conduct of foreign policy, and on his judicious use of military force, grounded in an exaggerated awareness of America’s limits of power, to face his own limitations of leadership in shaping the futures of those two complex societies.\n\nOn Obama’s watch Al-Qaeda went into decline. A much-trumpeted act of this administration was the killing of Osama Bin Laden by a Navy Seal team in 2011. But Obama’s eagerness to withdraw U.S. forces from Iraq, and his indecisiveness about how to handle the crisis in Syria, led to the rise of the Islamic State in Iraq and Syria (ISIS)—the latest and most vicious of apocalyptic terror movements in modern times.\n\nWhat makes Obama’s failure more salient, as he struggles in his final year in office to shape his legacy in the Middle East, is the catastrophe in Syria. The civil war has led to the disintegration and radicalization of the country, the destruction of Syrian society, and contributed to the biggest refugee crisis since the Second World War. All of this was brought on in no small part by Obama’s indecisiveness, tepid actions, and about-turns.\n\nHistorians in the future may differ in their assessments of the extent of Obama’s culpability in the region’s calamities, but he will not escape the harsh judgment that his actions and inactions contributed significantly to the great unraveling of the Middle East.\n\nWords as Praxis\n\nI have often remarked in the last seven years that there is not a single official in the Obama administration with strategic heft. President Obama himself has a certain vision of the world and America’s place in it that is deeply flawed. Obama was never a transformational leader. In global affairs, his is a transitional presidency walking us on a rickety bridge. He is leaving behind the tired Imperium that shaped the world of the twentieth century and entering a new uncertain global system where America is barely a first among equals. That is a system where American power is defined by its constraints and not by its tremendous deterrence capability (when in the hands of a wise leader willing to use raw power to protect the realm and its interests).\n\nObama acts as if America is no longer capable of achieving greatness on its own; as it did when it led the fight against fascism and communism in Europe, initiated the Marshall Plan, launched the Peace Corps, outdistanced the Soviet Union in the space race, and did the most to cause the collapse of the Soviet empire. Instead of being truly judicious in the exercise of power, as the leader of a great country should do, Obama approaches power, and particularly military power—unless it means dispatching drones on easy missions, or limited Special Forces operations—as something passé, a crude tool in international relations that belongs to the twentieth century. Obama gave us a hint of his concept of the limited use of force in his first inaugural speech, when he said that America’s “power grows through it prudent use. Our security emanates from the justness of our cause; the force of our example; [and] the tempering qualities of humility and restraint.” When it comes to military power, Obama is an agnostic at best. For him, eloquent words are more effective than sharp swords. Sometimes he treats words as if they have the value and impact of actions. That view of the world, which shapes Obama’s foreign policy decisions, enabled China’s incorporation of the waters and the skies of the South China Sea, Russia’s land grab in Crimea, and Iran’s military rampages in Syria and Iraq.\n\nPresident Obama’s leadership in the Middle East has been found wanting, especially when judged against the high expectations he raised in speeches, notably in his famous address to the Islamic World from Cairo in June 2009. He has talked about ending America’s wars in the region, achieving Arab-Israeli peace in his first term, engaging Iran and Syria, ushering in a “new beginning” with the Islamic World, and helping Arabs who rebelled against despots. The fallout from Obama’s policies includes the ongoing civil war in Libya, the festering Palestinian-Israeli conflict, the stifling of democracy movements, a deepening rift in U.S. relations with the governments in Egypt and Saudi Arabia, and of course the political and military disaster in Syria.\n\nFor more than three decades, I have tried to interpret America to the Arabs and to explain the Arabs to Americans. I have never seen such disillusionment with an American president and his policies expressed by people in the region, ordinary citizens as well as public figures. In private, I have heard Arab officials express critical views of Obama and his style of leadership bordering on utter contempt; some Israeli officials did that publicly. For his Arab allies, Obama was too deferential to Iran and too quick to dump President Hosni Mubarak of Egypt—views also held by Israeli officials. Arabs feel Obama also mishandled Syria, a view strongly held also by Turkey. It is rarely the case for an American president to find that his relationships with Arabs, Israelis, and Turks are simultaneously troubled and in some cases very bitter.\n\nNor is Obama popular with the region’s ordinary citizens. A Pew Research Center poll in June 2015 shows that Obama’s image in the Middle East is mostly negative, with more than eight in ten Palestinians and Jordanians saying that they have no confidence in Obama to do the right thing in world affairs. In Lebanon 64 percent have no confidence in Obama’s leadership, with only 50 percent of Israelis saying they have confidence in the American president. In Turkey Obama’s fortune is better, but not by much where 46 percent of Turks have a negative assessment of his leadership. There is much anecdotal evidence showing that Arab youth in general have soured on Obama, accusing him of reneging on his early pledges to oppose Arab despotism and to stand by those who sought peaceful change in Egypt and Bahrain, and of abandoning Libya after the fall of the Gadhafi regime. However, what angers many Arabs is Obama’s disastrous handling of the Syrian conflict; they blame his indecisiveness on challenging the Bashar Al-Assad regime’s predations, and halfhearted measures toward helping the Syrian opposition, for the worst human tragedy in the twenty-first century.\n\nAllure of Persia\n\nObama’s dogged pursuit of a nuclear deal with Iran, driven by an understandable fascination with what improved relations with Iran could bring and a desire to curb Iran’s future development of nuclear weapons, has been his single most consistent policy goal in the Middle East. But the nuclear deal reached in 2015 notwithstanding, Supreme Leader Ayatollah Ali Khamenei’s fist will likely remain clenched as long as he breathes. The outlook prior to the nuclear agreement looked very bleak for the ayatollah and his men. The modest nuclear deal was their ticket out of Iran’s economic crisis and out of international isolation. Tehran’s leaders will not change their unsentimental ways or their frozen view that the world around them is mostly unforgiving. The president can send personal letters to the ayatollah, deferentially refer to Iran as the “Islamic Republic of Iran,” make the obligatory repeated references to the greatness of Persian culture, and mark Persian and Islamic holidays. But that will not lead to a “new beginning” with Iran as Obama hopes.\n\nOne can make the argument that the nuclear deal, if implemented fully, will delay Iran’s inevitable march towards acquiring and mastering the full enrichment cycle by ten or fifteen years, which is not an insignificant achievement for the United States and its European allies, which are very averse to the use of military force to end Iran’s nuclear program. But for an ancient land like Iran, which measures history by millennia and centuries, a decade or two is not even a fleeting moment.\n\nMost problematic in Obama’s approach to Iran was his refusal to pursue the nuclear negotiations within an overarching strategy that would include the promotion of human rights, and actively checking and deterring Iran’s destructive regional ambitions, particularly its direct military involvement and through Shiite Muslim proxies in the Syrian, Iraqi, and Yemeni conflicts. Many analysts have written about how Iran has benefited from America’s blunders in Iraq, and Obama’s handwringing in Syria, to become the country with the most influence in Iraq, Syria, Lebanon, and Yemen. Given Saudi Arabia’s preoccupation with a seemingly endless war in Yemen, Egypt’s rapidly diminishing regional role at a time when its armed forces are battling a nasty Islamist insurgency in Sinai, and Turkey’s obsession with checking Kurdish assertiveness, Iran’s ascendency in the Levant, Mesopotamia, and on the Arabian Peninsula is the more worrisome.\n\nObama’s weak response to Iran’s Green Movement in 2009 was a clear signal that human rights and good governance were not among his top priorities in Iran. During the Cold War, the United States used a combination of hard and soft power in its dealings with the Soviet Union. Negotiating nuclear accords was pursued but not at the expense of pressure for human rights. American presidents, Republicans and Democrats, held summit meetings with Soviet leaders and signed the Strategic Arms Limitations Talks (SALT) and Strategic Arms Reduction Treaty (START) nuclear agreements while containing and even rolling back Soviet adventurism and aggression in Asia, Africa, and Central America. We all knew the names of prominent Soviet dissidents and human rights activists and the particular struggle of each one of them.\n\nBy contrast, the Obama administration never made Iran’s atrocious human rights record and its rapacious activities in Syria, Iraq, and Yemen contentious issues during the long nuclear talks. The recent encounter between the navies of the two countries in the Gulf, when the Iranian navy captured ten American sailors on two small boats after they mistakenly entered Iran’s territorial waters, showed a stunning reversal of roles; Iran acted like a superpower, and the United States acted like a regional power. Iran treated the sailors as “hostiles” and humiliated them publicly by forcing them to kneel with their hands behind their heads, then after feeding them, getting them to thank Iranian “hospitality.” The spectacle, which lasted less than twenty-four hours, was captured on video, and the Iranians were happy to see it played all over the world. Secretary of State John Kerry, who seems to have a mystical belief in the power of diplomacy, was effusive in expressing his “gratitude” for the Iranian government for the quick release of the sailors, stressing “that this issue was resolved peacefully and efficiently is a testament to the critical role diplomacy plays in keeping our country safe, secure, and strong.”\n\nEver Present-Absent America\n\nClearly, President Obama’s decisions and his inactions in the Middle East, particularly in the Arab World and more specifically in Syria, Iraq, and Libya, are only partially to be blamed for the horrific agonies of the peoples of these and other countries in the region. The despotism, autocracy, atavism, and intolerance that marred Arab governance and infected majority Arab societies, and left their indelible mark on Arab culture for the last sixty or so years, are in the main responsible for the prevalent tragic conditions. But this is a region where in the last century, geographic divisions and political borders were decided or influenced by foreign, mostly Western powers, whose actions, machinations, and military interventions maintained their interests and those of their allies and/or punished their adversaries be they Arab states, Israel, or Iran. The trajectory of these states cannot be analyzed without reference to the policies of Western powers in most of the twentieth century, and particularly American policies in recent decades.\n\nThe tale of Iraq since the bloody fall of the monarchy in 1958 and particularly since the ascent of the Baath Party after its coup in 1968 has been one filled with endless woes. But Iraq’s current convulsions were set in motion by President George W. Bush’s almost religious calling to invade Mesopotamia in search of elusive Jeffersonian democrats in the Euphrates and Tigris valleys. The pent-up violent shock waves of sectarianism, political repression, and unsettled historic and nationalist grievances within and without Iraq unleashed by the invasion will continue to reverberate for years, maybe decades, to come. America set in motion events it could not understand, let alone mediate or contain. Since 2003 the United States, through blunders small and large, has been trying to save Iraq from itself, and with each passing year, the country’s sectarian and ethnic fissures have deepened. U.S. officials in Washington and Baghdad have watched with almost total helplessness Iraq’s steady march into Iran’s orbit. By not pushing his erstwhile ally Iraqi Prime Minister Nouri Al-Maliki to accept a significant U.S. residual force in Iraq as well as a more inclusive governing arrangement, Obama allowed the notorious sectarian politician to do the bidding for Iran, whose leaders wanted only to see the backs of the Americans leaving Iraq. In the process, Obama alienated the Kurds and antagonized the Sunni Arabs, pushing the country towards greater civil strife and culminating in the emergence of ISIS. For all of Obama’s tough talk about destroying ISIS, it is very likely that after he leaves the White House in January 2017, Iraq will remain deeply fragmented, Syria will continue its slow disintegration, and the hyenas of ISIS will continue to scavenge the carcasses of both states.\n\nThe Missing Peace\n\nOn his second day in office back in 2009, Obama appointed George Mitchell as Special Envoy for Middle East Peace. The fires in the Gaza Strip were still smoldering from Israel’s horrendous invasion of the Palestinian territory, which ended just days before Obama’s inauguration.\n\nObama’s plans for the resumption of Palestinian-Israeli negotiations were predicated on an Israeli freeze on settlement expansion in the occupied Palestinian territories. Israeli Prime Minister Benjamin Netanyahu, whose government was (and is) supported by settlers and their rightwing supporters, quickly stiffed the new American president and continued settlement activities. It became very clear that if Obama had to deal with Netanyahu as an immovable object, then the president had to act as an unstoppable force. But since Obama never contemplated such an option before he made his demands public, he was forced to retreat in the face of Israel’s intransigence and Netanyahu’s success in mobilizing Israel’s powerful friends in Congress to support him in his confrontation with the American president. Obama could not alienate the Democrats in Congress whose crucial support he desperately needed to pass his signature domestic achievement in his first term, the Patient Protection and Affordable Care Act. The talks that ensued between Israelis and Palestinians never amounted to much, and after two years of futile shuttle diplomacy, during which Israelis kept building more settlements and Palestinians continued to fret, a frustrated Mitchell decided to call it quits in May 2011. Thus, despite the high expectations Obama raised, no discernable movement occurred in the “peace process” during his first term when Hillary Clinton served as Obama’s secretary of state. Her successor, Senator John Kerry of Massachusetts, was very eager to have his chance at Palestinian-Israeli peacemaking. Kerry’s unflagging efforts led to the resumption of talks in the summer of 2013. But continued Israeli settlement expansion, violence initiated by both sides, a Palestinian unity government leading nowhere, and another massive and brutal Israeli attack on Gaza (whose population suffered much as a result of the recklessness and harsh rule of the Islamist group Hamas), spelled doom for Kerry’s efforts. The talks ended in April 2014, with no indication that they could be revived during Obama’s tenure. The absence of negotiations or hope predictably plunged the occupied territories and Israel into a new wave of violence, with young Palestinians wielding knives and attacking settlers, civilians, and soldiers, and Israelis reacting with disproportionate force. Scores lost their lives, mostly Palestinians. Among Palestinians, particularly the youth, expectations are receding for a two-state solution in which Israel and an independent state of Palestine would live peacefully side by side. Such a solution has been the basis for almost all diplomatic efforts to resolve the century-old conflict, and especially since the signing of the Oslo Accords in 1993. Instead, Palestinians are increasingly calling for a one-state solution in which Palestinians would struggle for equal civil and political rights with Israelis. Martin Indyk, who served as U.S. Special Envoy for Israeli-Palestinian Negotiations from 2013 to 2014, expressed Israel’s dilemma best when he said that Israel is “going to have to decide sooner rather than later whether it’s a democracy or a Jewish state, but it won’t be able to be both.”\n\nArab Uprisings and Their Discontents\n\nInitially, President Obama instinctively and intellectually welcomed the demands of the Arab uprisings for dignity, justice, and economic opportunities, and saw in these spontaneous mass movements a rebuke of the dark violent vision of Al-Qaeda and other terrorist groups. However, Obama’s overall handling of the uprisings would end up alienating not only Arab autocrats allied to the United States, but the young democracy activists Obama professed to support.\n\nBy the end of the first week of the January 25, 2011 Egyptian uprising, Obama called for a “transition to democracy,” and began to prepare for the post-Hosni Mubarak era. In the following months, with the winds of change blowing through Libya, Syria, Bahrain, and Yemen, and as beleaguered Arab despots began applying massive force against mostly peaceful protesters, Obama articulated the underpinnings that would guide America’s approach to what he called “this moment of promise.” “It will be the policy of the United States to promote reform across the region and to support transitions to democracy,” he said in a speech on May 19, 2011 at the State Department. He put the United States firmly on the side of those seeking to topple the oppressive status quo, and who were seeking “a chance to pursue the world as it should be.” The president was clear in his diagnosis of the ills of the Arab World, and he committed the United States to support “a set of universal rights” including “free speech, the freedom of peaceful assembly, the freedom of religion, equality for men and women under the rule of law, and the right to choose your own leaders—whether you live in Baghdad or Damascus, Sanaa, or Tehran.” He reiterated his support for the struggle of the Libyan people to overthrow the Muammar Gadhafi regime so that “decades of provocation will come to an end, and the transition to a democratic Libya can proceed.” Obama’s message to Syrian President Bashar Al-Assad was equally clear: “President Assad now has a choice: he can lead that transition, or get out of the way.” He told the Bahraini government that “mass arrests and brute force are at odds with the universal rights of Bahrain’s citizens,” and called on the government to release the leaders of the peaceful opposition and engage them in dialogue. On this occasion, Obama was at his best in his role as professor-in-chief, providing sweeping and compelling analysis of the malady and the proposed remedy.\n\nBut brutal Arab reality kept intruding; regime repression intensified, and the old political, societal, and cultural structures proved too resilient to change for the divided and conflicted opposition. The Egyptian military removed Mubarak and ensconced itself as the direct guardian of the state. The Bahraini government continued its crackdown on the opposition, and reestablished its writ with direct military support from Saudi Arabia and other Gulf Cooperation Council states. When the rebellion in Libya toppled Gadhafi, the United States and its allies left the fragmented country in the hands of competing militias and warlords. It was a rare moment of honest mea culpa, when President Obama admitted in an interview that he regretted not organizing any sufficient follow-on assistance on the ground in Libya following the NATO-led military intervention to protect civilians. Obama said he realized there was a need “to rebuild societies that didn’t have any civic traditions. . . . So that’s a lesson that I now apply every time I ask the question, ‘Should we intervene, militarily? Do we have an answer [for] the day after?’”\n\nThe tumultuous months following Mubarak’s ouster put President Obama’s reform pledge to the test. During the brief rule of the Supreme Council of the Armed Forces from February 2011 to June 2012, and the short tenure of President Mohammed Morsi of the Muslim Brotherhood, which was ended by a popular uprising and a military coup in 2013, severe acts of violence against civilians occurred along with arbitrary arrests and other violations of human rights. Washington’s muted protests were not followed by the rigorous actions that one would have expected given Obama’s seminal speeches. After the massive violence that followed the overthrow of the deeply flawed but legally elected Morsi, which was the worst in modern Egyptian history, the Obama administration dropped any pretense that Obama’s reform pledge was binding. In October 2013, in the aftermath of Morsi’s ouster, the Obama administration imposed an arms freeze on the delivery of certain heavy weapon systems prized by the Egyptian military that were in the pipeline, including F-16 aircraft, Harpoon missiles, and M1A1 Abrams tanks. But the Obama administration did not designate the overthrow of Morsi as a “coup,” as that designation would have triggered an arms embargo under U.S. law.\n\nThis decision sent multiple messages to the Egyptians, and the international community: that Obama’s decision is grounded solely in cold national security calculus, that not all fair elections are created equal, and that elections are not an integral component of Obama’s promotion of democracy in the Middle East. On March 31, 2015, President Obama called Egyptian President Abdel Fattah El-Sisi to inform him that “he will lift executive holds that have been in place since October 2013 on the delivery of F-16 aircraft, Harpoon missiles, and M1A1 tank kits.” Obama’s retreat was now complete.\n\nPresident Obama’s domestic agenda was always his pressing priority. It now seems that when he looked at the enormity of the challenges posed by the Arab uprisings, particularly when they became more violent, he simply flinched. He gradually lost emotional and intellectual interest in really trying to shape the course of the region, as he implied that he would try to do in the seminal policy speeches of his first term.\n\nA Desolation Named Syria\n\nFive years have passed since Syria began its descent into darkness. The militaries of four of the five permanent members of the United Nations Security Council are engaged in bombing missions in Syria. Iran and Turkey are involved directly and also through proxies. Foreign Sunni jihadists and Shiite militiamen from dozens of countries are stoking the chaos. More than three hundred thousand Syrians have been killed, and more than four million Syrian refugees are living in neighboring Lebanon, Turkey, Egypt, and Jordan. Around a half million other Syrian refugees have embarked on perilous journeys across the Mediterranean Sea, which became a watery grave for some of them.\n\nLarge parts of Syria’s famed cities, Damascus, Aleppo, and Homs, repositories of fabulous heritage including Byzantine churches, Umayyad mosques, Crusader forts, Roman ruins, and museums, have been demolished. If there are boulevards in hell, they will probably look like the Syrian streets reduced to rubble mostly by Al-Assad’s army. For all the brutality and the ritualistic killings and beheadings of ISIS, the Al-Assad regime’s systematic, industrial-scale barbarity is the single most destructive killing machine operating with impunity in Syria.\n\nFrom the beginning of the Syrian uprising, President Obama sought to avoid entanglement in what he called “somebody else’s civil war” even when the conflict had not yet transformed from popular uprising to a full-blown civil war. From then on, every decision he took, every statement he uttered, was defensive, hesitant, tentative, and downright dishonest. In an interview in August 2014, for example, Obama said that the idea that arming Syrian rebels could make a difference has “always been a fantasy.” He admitted that he had asked the U.S. Congress to approve funding for Syrian rebels even though he was not convinced of the efficacy of the plan. In September 2014, three months after ISIS forces riding in pickup trucks in the open desert captured Mosul, Iraq’s second largest city, Obama admitted that “we don’t have a strategy yet” to combat ISIS. Almost a year later, Obama said in a press conference in Germany that the Pentagon had not presented him with a “finalized plan” to combat ISIS, hence “we don’t yet have a complete strategy.” Had it not been the shocking and sudden emergence of ISIS as a clear and present and toxic threat, not only to stability in Iraq and Syria but to the public security in Europe and the United States, Obama would not have eventually sent three thousand military advisors, trainers, and other forces to Iraq, or begun the limited air campaign against ISIS in Syria and Iraq.\n\nIn the summer of 2011, in part to avoid further criticism of his soft handling of the Syrian crisis, Obama said that “the time has come for President Assad to step aside.” In the brief debate that preceded this statement, an old experienced Syria expert cautioned against calling on Al-Assad to step down, without having a “Plan B” to force him to leave office. This expert was dismissed by a young National Security Council staffer close to Obama but with no knowledge of Syria. He argued that the winds of the Arab uprisings had already swept Mubarak and Tunisian President Zine El-Abidine Ben Ali from power, and would reach Damascus and dislodge Al-Assad as well. Once again brutal Arab reality intruded and Al-Assad decided to stay.\n\nIn the summer of 2013, after months of reports that the Al-Assad regime was using chemical weapons against civilians and rebels—reports the Obama administration wanted not to believe—Al-Assad’s forces launched rockets laden with sarin gas against Eastern Ghouta, a suburb of Damascus, killing fourteen hundred civilians including a large number of children. The tragedy forced Obama’s hand, as Al-Assad had brazenly crossed the “red line” that Obama had established earlier against the use of chemical weapons in the Syrian conflict. Obama committed himself publicly to punish the Syrian regime with a military reprisal. The president who may have thought that a tough rhetorical warning to the Syrian tyrant would suffice was now on the verge of unleashing missiles.\n\nBut the leader who eschews the use of military force found the light of conversion to pacifism he was looking for when he literally took a walk around the White House with Chief of Staff Denis McDonough, and changed his mind. He then called his secretaries of defense and state, not to consult them, but to inform them of his conversion. After Obama’s reversal I wrote that “the Arabs of olden days used to say that an honorable man should not unsheathe his sword unless he intends to use it.” For a ruler this could be a fatal mistake. So I was thrilled when former Secretary of Defense Robert Gates later said in a television interview that he warned President Obama about issuing threats in the context of the Syrian conflict if he is not ready to act upon them. Gates reminded the president of a saying in the Old West: “Don’t cock the gun unless you are willing to pull the trigger.”\n\nObama kept dithering about Syria, while engaging in dissimulation, such as claiming that his critics always present him with “half-baked” ideas like establishing no-fly zones or “mumbo-jumbo” proposals such as arming Sunni tribes in Iraq. Obama always claimed that his critics want him to “invade” Syria, and send massive ground troops, when in reality no serious critic made such outlandish proposals. Critics were mostly asking for a tougher exercise of leadership. There were always hints that one of the reasons behind Obama’s reluctance to use force was his concern that this could anger Iran and undermine the nuclear deal he was working to achieve. Russia’s military intervention in Syria in 2015 on behalf of the Al-Assad regime is in part a result of President Obama’s dithering and inaction. A complex conflict has been made infinitely more difficult to resolve. The tragedy of Syria, perhaps above all else, will come to symbolize Obama’s tarnished legacy in the Middle East.\n\nHisham Melhem is a columnist and analyst for Al Arabiya News Channel in Washington, DC, and the author of a weekly column for the Al Arabiya English website. He is also a correspondent for the Lebanese daily newspaper An-Nahar. He has written for the Los Angles Times, Huffington Post, Foreign Policy, Foreign Affairs, POLITICO, and Middle East Report. On Twitter: @hisham_melhem.", "article_metadata": {"description": "President Barack Obama had to deal with a dysfunctional state system and fraying civil societies, as well as blowback from George W. Bush's invasions of Afghanistan and Iraq. Yet his own actions and inactions throughout two terms of office contributed significantly to the great unraveling of th", "og": {"site_name": "The Cairo Review of Global Affairs", "description": "President Barack Obama had to deal with a dysfunctional state system and fraying civil societies, as well as blowback from George W. Bush's invasions of Afghanistan and Iraq. Yet his own actions and inactions throughout two terms of office contributed significantly to the great unraveling of th", "title": "Obama’s Tarnished Legacy in the Middle East", "locale": "en_GB", "image": "http://cdn.thecairoreview.com/wp-content/uploads/2016/02/AP931086222970.jpg", "updated_time": "2016-03-14T00:54:01+00:00", "url": "http://www.thecairoreview.com/essays/obamas-tarnished-legacy-in-the-middle-east/", "type": "article"}, "twitter": {"site": "@cairoreview", "card": "summary_large_image", "creator": "@cairoreview"}, "keywords": "barack obama,isis,islamic state,migrant crisis,syrian civil war,u.s. foreign policy,essays,homepage", "msvalidate.01": "FFD8D85049AC307DC7A7B55348CC225E", "article": {"section": "Homepage", "published_time": "2016-02-07T12:25:25+00:00", "modified_time": "2016-03-14T00:54:01+00:00"}, "viewport": "width=device-width, initial-scale=1"}, "article_summary": "The tragedy of Syria, perhaps above all else, will come to symbolize Obama’s tarnished legacy in the Middle East.\nPresident Obama’s leadership in the Middle East has been found wanting, especially when judged against the high expectations he raised in speeches, notably in his famous address to the Islamic World from Cairo in June 2009.\nDo we have an answer [for] the day after?’”The tumultuous months following Mubarak’s ouster put President Obama’s reform pledge to the test.\nPresident Obama himself has a certain vision of the world and America’s place in it that is deeply flawed.\nWhat makes Obama’s failure more salient, as he struggles in his final year in office to shape his legacy in the Middle East, is the catastrophe in Syria."}