{"article_title": "NorthFortMyersNeighbor.com, news, sports, Florida info, North Fort Myers Neighbor", "article_keywords": ["info", "north", "rich", "business", "chiropractic", "island", "practice", "florida", "pine", "sign", "bayshore", "neighbor", "myers", "northfortmyersneighborcom", "road", "fort"], "article_url": "http://www.northfortmyersneighbor.com/page/content.detail/id/522178/Pine-Island-Chiropractic-moves-to-NFM.html?nav=5123", "article_text": ",\n\nWhile it's been a few years since Pine Island Chiropractic has called Pine Island its home, it is very much alive and well and it has just relocated to North Fort Myers.\n\nThe business has moved to the Shoreline Shoppes at 5781 Bayshore Road, providing an easy location for Dr. Darrel Rich's longtime customers to come and receive his care.\n\nRich attended the University of South Florida and was a chemist before making a career change and becoming a chiropractor in 2001.\n\nArticle Photos Dr. Darrel Rich, with his “sign guy” the “Skunk Ape” in front of Pine Island Chiropractic on Bayshore Road.\n\n\n\nCHUCK BALLARO Pine Island Chiropractic on Bayshore Road.\n\n\n\nCHUCK BALLARO\n\nHe quickly started his own practice on Pine Island in 2004, where he was named Pine Island's best six years running.\n\n\"I take that to mean something, especially when you're on a small island and your neighbors are your friends and clients,\" Rich said.\n\nWhen the economy went bad throughout Southwest Florida, it made business sense to move his practice to Fort Myers in 2010, where he stayed until moving to North Fort Myers two months ago to an office that a chiropractor previously used.\n\nRich, who still lives on Pine Island, said business at the practice is good and that he is looking forward to meeting new clients and helping them, with the same name he's always had.\n\n\"It's part of us. If you see the logo, it's a spine with a pine tree on an island. This road is an extension of Pine Island Road. All our old patients, come out and see us,\" Rich said.\n\nRich offers services usual to chiropractic practices, have such as adjustments, as well as others. He treats personal injury patients and has a sub-company called Fast CDL Physical, which offers physicals to commercial drivers, one of the few he says that do that.\n\nAnother difference is that he uses an old-school approach, as evidenced by a sign in the office that reads \"No Obamacare, fair cash prices.\"\n\n\"I'll do a service and the fee is $30. You can't beat that. That's what the co-pay is. I'd rather not deal with insurance,\" Rich said. \"What you see is what you get. If you want to get better, this is the place.\"\n\nHe also doesn't spend money on those \"sign-guys\" who stand on the side of the road with a sign to drum up business. He has a \"skunk ape,\" a six-foot tall ape made out of foam that holds a sign.\n\nPine Island Chiropractic is open Monday through Friday 9 a.m. to 5 p.m. For more information or an appointment, call 282-0255.", "article_metadata": {"keywords": "Shell Factory & Nature Park, Lee County Schools, LCEC, Publix, Bealle’s, LYNX Corporation, Lee County Parks & Recreation, Lee Memorial Hospital, Habitat For Humanity Southwest Florida", "description": "While it’s been a few years since Pine Island Chiropractic has called Pine Island its home, it is very much alive and well and it has just relocated..."}, "article_summary": ",While it's been a few years since Pine Island Chiropractic has called Pine Island its home, it is very much alive and well and it has just relocated to North Fort Myers.\nPine Island Chiropractic is open Monday through Friday 9 a.m. to 5 p.m. For more information or an appointment, call 282-0255.\nCHUCK BALLARO Pine Island Chiropractic on Bayshore Road.\nThis road is an extension of Pine Island Road.\nArticle Photos Dr. Darrel Rich, with his “sign guy” the “Skunk Ape” in front of Pine Island Chiropractic on Bayshore Road."}