{"article_title": "Kaiser Permanente to open three Santa Cruz County clinics", "article_keywords": ["permanente", "kaiser", "center", "scotts", "clinics", "medical", "watsonville", "county", "cruz", "santa", "valley", "open"], "article_url": "http://www.santacruzsentinel.com/article/NE/20160419/NEWS/160419719", "article_text": "Flanked by Dr. Cal Gordon, Kaiser Permanente senior vice president Irene Chavez announces Tuesday the opening of three medical offices in Santa Cruz County in Scotts Valley, Santa Cruz and Watsonville. (Dan Coyro -- Santa Cruz Sentinel)\n\nKAISER PERMANENTE SITES Kaiser plans to open three medical offices in Santa Cruz County by Jan. 1, 2017. They will be located: Santa Cruz: 115 Locust St. Scotts Valley: Granite Creek Business Center, 5615 Scotts Valley Drive. Watsonville: Crossroads Center, 1900 block of Main Street.\n\nSANTA CRUZ >> Kaiser Permanente officials confirmed Tuesday plans to open three new medical clinics by Jan. 1.\n\nThe Oakland-based health care provider giant announced the news that it has secured leases at sites on Locust Street in Santa Cruz, Scotts Valley Drive in Scotts Valley and Main Street in Watsonville during a press conference at the aptly named Kaiser Permanente Arena. The three offices will each provide primary care and telemedicine technology. Laboratory, pharmacy, radiology and some other speciality services will be provided just in Scotts Valley and Watsonville.\n\nThe Watsonville site will require construction work, due to begin in July, said Irene Chavez, Kaiser senior vice president and area manager.\n\n“We’re very excited in Scotts Valley to have Kaiser as part of our community and to know that so many of those that will be on board with Kaiser are local,” Scotts Valley Mayor Donna Lind said. “I’d say this is one of the most exciting messages we’ve heard spread throughout the community. The minute ‘Kaiser’ was mentioned, I had people calling and asking me, ‘Is it true?’”\n\nAn estimated 5,800 Kaiser Permanente patients reside in Santa Cruz County and another 500 Santa Cruz County residents are employed by the organization, according to Kaiser data.\n\nIn response to a question from a Gault Elementary School student attending the press conference for excelling in a reading contest, Chavez said Kaiser has been eying an expansion to Santa Cruz County for the past “six to 10 years.”\n\n“Sometimes an idea takes a long time to get its roots and to make sure that it’s packaged appropriately,” Chavez said. “But the good thing is we’re here.”\n\nIn an interview after the event, Chavez said that the rollout of the Affordable Care Act and other issues were part of the delay.\n\nIn October, Milpitas-based XL Construction listed the three new sites as a new project on its website, a notice taken down shortly after the Sentinel sought official response. In March, tenants of the Crossroads Center in Watsonville raised alarm at being given only a 30-day eviction notice so that the new medical office could take their place. After Watsonville City Council members became involved, Kaiser agreed to give tenants 90 days to move and is working with the city to fund relocation assistance of $2 per square foot.\n\nAdvertisement\n\nIn 2012, it purchased the Santa Cruz Warrior’s arena’s naming rights when the development league team first arrived on Front Street, in large part due to a relationship Kaiser had with the team’s parent club, the Golden State Warriors.\n\nPrior to opening its doors in the three communities, the managed care organization needs to acquire a state license to sell its health insurance plan. Its application to for the clinics to accept Medicare insurance will be filed in February and likely take effect in late 2018 or early 2019, if approved.\n\nChavez said the organization has no immediate plans to build a full-fledged hospital or medical center in the county but will expand “based on the needs of the community and its members,” according to a press release. Instead, Kaiser will pair with Watsonville Community Hospital for inpatient care, in addition to Kaiser medical centers already located in Santa Clara and San Jose.\n\nKAISER PERMANENTE SITES\n\nKaiser plans to open three medical offices in Santa Cruz County by Jan. 1, 2017. They will be located:\n\nSanta Cruz: 115 Locust St.\n\nScotts Valley: Granite Creek Business Center, 5615 Scotts Valley Drive.\n\nWatsonville: Crossroads Center, 1900 block of Main Street.", "article_metadata": {"description": "SANTA CRUZ >> Kaiser Permanente officials confirmed Tuesday plans to open three new medical clinics by Jan. 1.The Oakland-based health care provider giant a", "title": "Kaiser Permanente to open three Santa Cruz County clinics", "og": {"url": "http://www.santacruzsentinel.com/article/NE/20160419/NEWS/160419719", "image": {"width": "1500px", "identifier": "http://www.santacruzsentinel.com/apps/pbcsi.dll/storyimage/NE/20160419/NEWS/160419719/AR/0/AR-160419719.jpg?Maxh=1500&Maxw=1500", "height": "1000px"}, "type": "article", "title": "Kaiser Permanente to open three Santa Cruz County clinics"}, "twitter": {"domain": "santacruzsentinel.com", "description": "SANTA CRUZ >> Kaiser Permanente officials confirmed Tuesday plans to open three new medical clinics by Jan. 1.The Oakland-based health care provider giant a", "title": "Kaiser Permanente to open three Santa Cruz County clinics", "url": "http://www.santacruzsentinel.com/article/NE/20160419/NEWS/160419719", "image": {"src": "http://www.santacruzsentinel.com/apps/pbcsi.dll/storyimage/NE/20160419/NEWS/160419719/AR/0/AR-160419719.jpg?Maxh=900&Maxw=900"}, "site": "@scsentinel", "app": {"id": {"ipad": "id563358177?mt=8", "iphone": "id499677382?mt=8", "googleplay": "com.spreedinc.providers.californianewspaperpartnership.santacruzsentinel"}}, "card": "summary_large_image"}, "msvalidate.01": "9DAB14005AD5A9FFA4CA0EF58CC794BA", "keywords": "cityeditor,jyork,Kaiser Permanente,Kaiser Permanente Arena,localnews,Santa Cruz,Scotts Valley,watsonville, Health care services", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0", "news_keywords": "cityeditor,jyork,Kaiser Permanente,Kaiser Permanente Arena,localnews,Santa Cruz,Scotts Valley,watsonville, Health care services"}, "article_summary": "(Dan Coyro -- Santa Cruz Sentinel)KAISER PERMANENTE SITES Kaiser plans to open three medical offices in Santa Cruz County by Jan. 1, 2017.\nThe minute ‘Kaiser’ was mentioned, I had people calling and asking me, ‘Is it true?’”An estimated 5,800 Kaiser Permanente patients reside in Santa Cruz County and another 500 Santa Cruz County residents are employed by the organization, according to Kaiser data.\nSANTA CRUZ >> Kaiser Permanente officials confirmed Tuesday plans to open three new medical clinics by Jan. 1.\nKAISER PERMANENTE SITESKaiser plans to open three medical offices in Santa Cruz County by Jan. 1, 2017.\nFlanked by Dr. Cal Gordon, Kaiser Permanente senior vice president Irene Chavez announces Tuesday the opening of three medical offices in Santa Cruz County in Scotts Valley, Santa Cruz and Watsonville."}