{"article_title": "Can Putin’s Failing Economy Support the 2018 World Cup?", "article_keywords": ["fifa", "result", "putins", "cup", "support", "failing", "russia", "host", "2018", "international", "russian", "world", "hotels", "event", "economy"], "article_url": "http://www.thefiscaltimes.com/2015/04/08/Can-Putin-s-Failing-Economy-Support-2018-World-Cup", "article_text": "The Federation International de Football Association, soccer’s international governing body, has taken a torrent of abuse in the press in the past year over its decision to allow the desert country of Qatar to host the 2022 World Cup. Now, it looks as though FIFA may be in for some additional criticism about the venue of the 2018 version of its marquee event.\n\nIn December 2010, Russia won its bid to host the massive event, which draws 32 national teams from all over the globe and is televised in practically every country on the planet. The decision wasn’t terribly controversial at the time, but after Russia passed a law discriminating against lesbian, gay, bisexual and transgender individuals in early 2014, and then invaded Ukraine’s Crimean peninsula, calls began to mount for the event to be moved.\n\nRelated: FIFA Risks the Wrath of Fans by Resisting Replay\n\nDespite international condemnation of the Russian takeover of Crimea and the Kremlin’s continued support of armed insurrection in Eastern Ukraine, soccer officials stood firm in their decision to allow Russia to host the event. “The World Cup has been given and voted to Russia and we are going forward with our work,” FIFA head Sepp Blatter said last year.\n\nNow there may be new questions arising about Russia’s fitness to host the event, and this time the concerns are economic, according to media reports coming out of Russia on Tuesday.\n\nAs part of its bid, Russia proposed holding games in 16 stadiums across 13 different cities. All but three of the stadiums would be newly constructed, and many would require the additional construction of accommodations for both the teams and the hundreds of thousands of spectators the World Cup typically attracts.\n\nRelated: World Cup: A Global Growth Industry\n\nAs a result, Russia also told FIFA that it would undertake the construction of some 63 new hotels spread across the 13 host cities. The plan was for private investors, working with the government, to finance the construction of the new buildings.\n\nHowever, according to the Moscow Times, the Russian Sports Ministry is now proposing to slash the number of new hotels being prepared for the event from 63 to 38, a 40 percent reduction. The reason is that a combination of low oil prices and a raft of international sanctions imposed as a result of Russia’s attacks on Ukraine have crippled President Vladimir Putin’s economy.\n\nThe Russian ruble has lost nearly half of its value against international benchmark currencies over the past year, and the country’s largest companies have been largely shut off from international financial markets. The result is an economy that will contract by as much as 5 percent this year as prices spike and ordinary Russians increasingly struggle to afford the basics.\n\nAs a result, the private sector that the Russian government was counting on to finance all that new construction simply can’t afford it, and those companies that can fund the building efforts no longer view hotels in locales such as Yekaterinburg as an attractive long-term investment.\n\nRelated: 7 Reasons Qatar Won’t Host the 2022 World Cup\n\nIn an interview with the state-run TASS news agency, Russian Sports Minister Vitaly Mutko described desired amendments to the preparations for the tournament. “We have agreed with FIFA that we will be following its minimal requirements concerning each region’s accommodation of national teams, referee squads, the so-called representatives of FIFA family, FIFA guests, accredited journalists and so on,” he said. “We do not need fashionable hotels, constructed to FIFA’s highest requirements to stay empty after the championship.”\n\nAccording to TASS, Mutko insisted that, despite the fact that under the proposal there would be at least 25 fewer hotels available for the event, there would be no reduction in the accommodations available to soccer fans traveling to Russia for the World Cup.\n\nTop Reads from The Fiscal Times:", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "Despite international condemnation of the Russian takeover of Crimea and the Kremlin’s continued support of armed insurrection in Eastern Ukraine, international soccer officials stood firm in their decision to allow Russia to play host to the event. But now there might not be enough hotel space for fans.", "title": "Can Putin’s Failing Economy Support the 2018 World Cup?", "url": "http://www.thefiscaltimes.com/2015/04/08/Can-Putin-s-Failing-Economy-Support-2018-World-Cup", "image": "http://cdn.thefiscaltimes.com/sites/default/files/World_Cup_Soccer_Teams_06052014_02.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2015/04/08/Can-Putin-s-Failing-Economy-Support-2018-World-Cup", "image": "http://cdn.thefiscaltimes.com/sites/default/files/World_Cup_Soccer_Teams_06052014_02.jpg", "title": "The Fiscal Times", "card": "summary", "creator": "@rrgarver"}, "generator": "Drupal 7 (http://drupal.org)", "description": "Despite international condemnation of the Russian takeover of Crimea and the Kremlin’s continued support of armed insurrection in Eastern Ukraine, international soccer officials stood firm in their decision to allow Russia to play host to the event. But now there might not be enough hotel space for fans.", "viewport": "initial-scale=1, maximum-scale=1"}, "_id": "\"57477af46914bd0286fde2d0\"", "article_summary": "“The World Cup has been given and voted to Russia and we are going forward with our work,” FIFA head Sepp Blatter said last year.\nAll but three of the stadiums would be newly constructed, and many would require the additional construction of accommodations for both the teams and the hundreds of thousands of spectators the World Cup typically attracts.\nRelated: World Cup: A Global Growth IndustryAs a result, Russia also told FIFA that it would undertake the construction of some 63 new hotels spread across the 13 host cities.\nNow, it looks as though FIFA may be in for some additional criticism about the venue of the 2018 version of its marquee event.\nThe Federation International de Football Association, soccer’s international governing body, has taken a torrent of abuse in the press in the past year over its decision to allow the desert country of Qatar to host the 2022 World Cup."}