{"article_title": "Please, Tax My Beer — Pacific Standard", "article_keywords": ["alcohol", "consumption", "gallons", "study", "drink", "tax", "pacific", "standard", "increase", "beer", "rates", "taxes", "drinking"], "article_url": "https://psmag.com/please-tax-my-beer-f32b9596a03d", "article_text": "Please, Tax My Beer\n\nby Jake Blumgart\n\nA favorite activity of mine, when hobnobbing with my fellows from other cities of the northeastern corridor, is to wait in ambush for the cost-of-living conversation to arise. Gather a few people from Boston, D.C., New York in a room, get a few drinks in them, then bring up rent, public transit fares, or the price of a drink. The assembled masses will moan and complain while I, an established Philadelphian, wait for a conversational lull to quietly mention my cost of living. The reaction, often studded with exciting profanities, never fails to satisfy.\n\nBeing a 20-something male, as yet unencumbered by marriage or the pre-pubescent scourge, a satisfying example of Philly prices is the citywide special. It’s a shot of whiskey and a can of beer for $3, easily obtained in many of the grungier drinking establishments of our fair city.\n\nBut earlier this year it appeared that I might have to start shelling out a little more for the potent combination. Like many postindustrial cities with high poverty rates, Philadelphia struggles with an unfair education financing mechanism made worse by a Tea Party governor who recently cut $1 billion from public education. As the city desperately sought revenue this year, two ideas were hit upon: a $2-a-pack increase in cigarette taxation and an increase of the liquor-by-the-drink tax from 10 percent to 15 percent. Goodbye, $3 citywide specials.\n\nBut Philly’s cheap drink prices have persevered. The tax increase never even made it to a city council vote, while the cigarette increase sailed through, 17–0. This microcosmic example typifies a broader policy dynamic. Politicians continue to view taxation as poison and, as a result, they become more addicted to sin taxes, specifically on tobacco and gambling. But not alcohol. In the debates over the funding of the Affordable Care Act, soda and tanning-bed taxes were considered. But not alcohol. Revenues from federal and state alcohol excise have declined substantially in real dollars since the Korean War. (They are not indexed to inflation.) But despite our reluctance to tax it, alcohol incurs a considerable societal toll: Drunk driving, liver disease, beer-fueled brawls, and other deleterious behavior that can occur while ripped to the gills on Bud Lite Lime.\n\nLIKE ANY CONSUMER GROUP, drinkers are highly responsive to price — and that applies to the heaviest boozers, too. A recent study published in the journal Addiction showed that alcohol-related deaths dropped dramatically when the Canadian province of British Columbia raised their minimum alcohol prices in the early 2000s. A 10-percent price increase resulted in an immediate decline of almost 32 percent in the alcohol-related death rate. (An earlier study by the same researchers showed the 10-percent price increase resulted in a 3.4-percent decline in alcoholic beverage consumption.)\n\n“We went from prohibiting alcohol to acting as though it weren’t a drug. That’s a big mistake. The middle course is admitting these are dangerous drugs.”\n\n“No one in this day and age is interested in seriously eliminating drinking, but we should set the tax at the level of the damage that is done by drinking,” says Philip Cook, professor of economics and sociology at Duke University and author of Paying the Tab: The Costs and Benefits of Alcohol Control. “That damage is a good deal higher than current tax rates so, in effect, we are subsidizing drinking. The evidence is incredibly compelling that if you raise the tax, the highway fatality rate goes down, the crime rate goes down. The idea is to keep it at realistic levels in terms of the fact that this is a costly activity and that drinkers should pay.”\n\nCook records similar findings to the Addiction study in his book: A 10-cent tax increase per drink induced declines in alcohol consumption, automobile fatalities, fatalities from falls, suicides, and liver cirrhosis death rates — a disease caused by chronic drinking, which takes years to develop but can be dramatically slowed if alcohol consumption is curbed. “We found that an increase of 10 cents per ounce of ethanol would result in a short-term reduction in all-cause, all-age mortality rates of about 3.4 percent,” he writes. In a study earlier this year, Cook and Christine Durrance found that when Congress raised alcohol taxation rates in 1991 (the only comprehensive increase since Truman was president) all varieties of violent crime, except for homicide, declined in a statistically significant fashion and alcohol-induced injury deaths fell by 4.5 percent. (They estimate 6,480 lives were saved in 1991.)\n\nLinks to homicide were less concrete in Cook’s findings, although he does note that alcohol use is common in a majority of homicide cases. But there is not necessarily a direct causal relationship. Many people may gin themselves up to do violence (rather than become violent because they drink). It’s possible that people who are in jail for drunken violence may be overrepresented because in their stupor they were unable to escape. But according to Mark Kleinman of the University of California-Los Angeles, it can probably be assumed that murder would decline with other kinds of violent crime: “I don’t know of any model where aggravated assault goes down and homicide doesn’t go down with it,” he writes in an email. (A 2011 study by Sarah Markowitz found that increases in the beer tax led to decreases in the likelihood of assault.)\n\nHigher alcohol taxes would cut down on stupid, possibly deadly behavior while raising revenues — and they wouldn’t affect most people all that much. Huge numbers of Americans don’t drink at all. The National Institute of Alcohol Abuse and Alcoholism found that 39.13 percent of women are either lifelong abstainers or former drinkers, and so are 28.09 percent of men. Of the majority of the populace that does choose to consume, most don’t imbibe much. The per capita average alcohol consumed (2.2 gallons) is not representative of the majority’s habits; most drinkers imbibe much less. According to Cook’s calculations, the top 10 percent of consumers drink half the alcohol sold in any one year. “If the top decile somehow could be induced to cut their consumption level to that of the next lower group (the ninth decile),” he writes in Paying the Tab, “then total ethanol sales would fall by 60.”\n\nTHE MOST COMPELLING ARGUMENT against raising alcohol taxes is the fact that they, like all sales taxes, are inherently more regressive than income or corporate taxes. In the Philadelphia case, for instance, its school funding should be reaped from the state level where there is a greater pool of resources. Only very limited amounts of funding can be had from increasing taxation on an already overburdened population with a poverty rate of over 25 percent.\n\nAlcohol taxes are regressive because they eat up a greater portion of a household budget for lower-income people who do drink, but they are still much better targeted than general sales taxes because the pain would be concentrated on those who drink the most and, therefore, the ones do the most damage to themselves and others. In addition to raising revenue, higher alcohol taxes would achieve tangible social goods as well. Unlike smoking, drinking is much more common among the wealthy than the poor. Eighty percent of those who earn over $75,000 a year drink, and tend to spend more money on fancier boozes, but 46 percent of those who earn $20,000 or less abstain.\n\nSimilar class dynamics played out under a much dumber alcohol control policy: Prohibition. My understanding of the era has largely been shaped by pop culture, especially the boozy novels of F. Scott Fitzgerald. (The trailer for the recent Gatsby film opens with Nick Carraway’s observation: “New York, 1922. The tempo of the city had changed sharply … the parties were bigger, the morals were looser, and the liquor was cheaper.”) But while Prohibition failed on a wide variety of fronts — breeding corruption, violence, and a host of other unintended consequences — it actually did reduce alcohol consumption, although mainly among lower-income Americans. Fitzgerald and his friends were drinking harder, but many Americans quit, or at least cut back dramatically.\n\nIn the early 20th century, before state-level dry laws began to proliferate, average ethanol consumption equaled 2.6 gallons annually per American adult. (That’s “the rough equivalent of 32 fifths of 80-proof liquor” a year, Daniel Okrent writes in his Last Call: The Rise and Fall of Prohibition.) As state legislatures turned against Demon Rum, per capita consumption began to fall, hitting 1.69 gallons in the period from 1911 to 1914, and a stunning 0.73 gallons during the first two years of Prohibition. In the policy’s twilight years, the number rose to 1.14 gallons (1927 to 1929), but the 2.6-gallon mark wasn’t hit again until 1973. (Consumption levels in 2010 were 2.26 gallons, most likely due to lifestyle changes and an aging population, rather than policy choices.) Prohibition sharply curbed the deadly effects of alcohol as well. Liver cirrhosis mortality rates per 100,000 fell from 13.9 in the period from 1911 to 1914 to 8.0 in 1921/22. (Levels were at 9.4 deaths per 100,000 as of 2009.)\n\nThe lesson of 1920–1933 isn’t that government cannot hope to control drinking habits, but that it shouldn’t use the blunt instrument of bans. “Price is a perfectly good way to control behavior,” says Kleiman. “We went from prohibiting alcohol to acting as though it weren’t a drug. That’s a big mistake. The middle course is admitting these are dangerous drugs. Prohibiting them has costs we don’t want to bear, but that doesn’t make them any less dangerous. Therefore, we are going to regulate them.”\n\nThe current state of play is not promising. There are no longer powerful pressure groups in American politics to lobby for moderating alcohol policies. Most political activity in the decades since the war has been concentrated, with significant success, against drunk driving and teen drinking. But on the broader front, the alcohol industry has been winning, as lifted advertising restrictions on television and elsewhere shows. Alcohol interests have even been pushing for a reduction in excise taxes. Variations of the Brewers Excise and Economic Relief Act of 2013, which would cut the tax on beer by half, have been circulating around Congress for years. This most recent iteration only has 63 co-sponsors in the House, with comparable numbers of Republican and Democratic supporters. It is unlikely to go anywhere this session, but the booze industry has the money and the influence to keep trying until, perhaps, they win their vote.\n\nThis would be an awful outcome. Philadelphia isn’t the only polity in desperate need of revenue and the idea of giving up tax dollars to make drinking cheaper, which would inevitably increase the social costs of alcohol abuse, is a repugnant notion. I love me a $3 citywide special, but I’m willing to give up my bragging rights for a saner, healthier policy toward my favorite vice.", "article_metadata": {"description": "by Jake Blumgart ¶\n\nA favorite activity of mine, when hobnobbing with my fellows from other cities of the northeastern corridor, is to wait in ambush for t…", "author": "Pacific Standard", "og": {"url": "https://psmag.com/please-tax-my-beer-f32b9596a03d", "site_name": "Medium", "type": "article", "description": "by Jake Blumgart ¶\n\nA favorite activity of mine, when hobnobbing with my fellows from other cities of the northeastern corridor, is to wait in ambush for t…", "title": "Please, Tax My Beer — Pacific Standard"}, "referrer": "always", "twitter": {"creator": "@PacificStand", "label1": "Reading time", "app": {"url": {"iphone": "medium://p/f32b9596a03d"}, "name": {"iphone": "Medium"}, "id": {"iphone": 828256236}}, "site": "@Medium", "data1": "6 mins", "card": "summary"}, "title": "Please, Tax My Beer — Pacific Standard", "al": {"web": {"url": "https://psmag.com/please-tax-my-beer-f32b9596a03d"}, "android": {"url": "medium://p/f32b9596a03d", "app_name": "Medium", "package": "com.medium.reader"}, "ios": {"url": "medium://p/f32b9596a03d", "app_name": "Medium", "app_store_id": 828256236}}, "fb": {"app_id": 542599432471018, "smart_publish": {"robots": "noauto"}}, "viewport": "width=device-width, initial-scale=1", "article": {"publisher": "https://www.facebook.com/medium", "published_time": "2013-09-12T15:00:54.000Z", "author": "https://psmag.com/@pacificstand"}, "theme-color": "#000000"}, "_id": "\"57477af36914bd0286fcf967\"", "article_summary": "The tax increase never even made it to a city council vote, while the cigarette increase sailed through, 17–0.\n“That damage is a good deal higher than current tax rates so, in effect, we are subsidizing drinking.\n(A 2011 study by Sarah Markowitz found that increases in the beer tax led to decreases in the likelihood of assault.)\nHigher alcohol taxes would cut down on stupid, possibly deadly behavior while raising revenues — and they wouldn’t affect most people all that much.\nIn addition to raising revenue, higher alcohol taxes would achieve tangible social goods as well."}