{"article_title": "Leak Galaxies; a Big Clue Related to the Origin of the First Light in Universe • Capital Wired", "article_keywords": ["origin", "billion", "big", "similar", "light", "study", "universe", "galaxies", "young", "related", "clue", "astronomers", "wired", "leak", "ultraviolet", "radiation", "hydrogen", "capital", "galaxy"], "article_url": "http://www.capitalwired.com/leak-galaxies-a-big-clue-related-to-the-origin-of-the-first-light-in-universe/23715/", "article_text": "Astronomers uncovered a galaxy that is present approximately 2.9 billion light years from Earth. This galaxy releases an extremely large amount of ultraviolet radiation that are pretty similar to the light appeared at the time of the creation of the universe.\n\nThe radiation occurs due to the holes present in the cold gas which is wrap the galaxy from all sides . The similar thing happened with the young galaxies nearly 14 billion years ago. The young galaxies which were developed before the emergence of the Big Bang followed the same procedure.\n\nMoreover, the event lightens up the entire universe at its initial phase. However, this galaxy is situated J0921+4509 in an area from where the stars usually originate.\n\nIn the beginning era of the universe, hydrogen atom cools down in order to make pairs of protons and electrons. Afterwards, these pairs generate neutral hydrogen gas. It was really a difficult task for astronomers to study the universe after this mechanism as it absorbed all the radiation of the universe.\n\nUniverse took a billion years for the ionization of hydrogen after which the universe became a bit observable for the astronomers. The incident is regarded as the fundamental part in the history of the universe.\n\nGenerally, a galaxy’s one percent of ultraviolet radiation can be utilized to remove the dust of the neutral hydrogen.\n\nNonetheless, this galaxy (J0921+4509) emits 21 percent of ultraviolet rays that helps in the entrance of interstellar space.\n\nThe study is printed in the Journal Science.", "article_metadata": {"news_keywords": "astronomers, big bang, darkness, ionization, neutral hydrogen, uv rays, young galaxies", "generator": "WordPress 4.4.3", "og": {"site_name": "Capital Wired", "description": "Follow Astronomers uncovered a galaxy that is present approximately 2.9 billion light years from Earth. This galaxy releases an extremely large amount of ultraviolet radiation that are pretty similar to the light appeared at the time of the creation of the universe. The radiation occurs due to the holes present in the cold gas which …", "title": "Leak Galaxies; a Big Clue Related to the Origin of the First Light in Universe • Capital Wired", "locale": "en_US", "image": "http://www.capitalwired.com/wp-content/uploads/2014/10/Galaxy-First-Light-in-Universe.jpg", "updated_time": "2014-10-11T09:55:11+00:00", "url": "http://www.capitalwired.com/leak-galaxies-a-big-clue-related-to-the-origin-of-the-first-light-in-universe/23715/", "type": "article"}, "article": {"section": "Tech & Science", "tag": "young galaxies", "published_time": "2014-10-11T07:50:55+00:00", "modified_time": "2014-10-11T09:55:11+00:00"}, "google-site-verification": "Nb5pF-YgZZzASga38hd3e98mbr4l6ekXkSqCq3OTdX8", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af36914bd0286fcf965\"", "article_summary": "In the beginning era of the universe, hydrogen atom cools down in order to make pairs of protons and electrons.\nGenerally, a galaxy’s one percent of ultraviolet radiation can be utilized to remove the dust of the neutral hydrogen.\nThis galaxy releases an extremely large amount of ultraviolet radiation that are pretty similar to the light appeared at the time of the creation of the universe.\nUniverse took a billion years for the ionization of hydrogen after which the universe became a bit observable for the astronomers.\nIt was really a difficult task for astronomers to study the universe after this mechanism as it absorbed all the radiation of the universe."}