{"article_title": "First There Were 'Shock Jocks,' Now There Are Shock Docs", "article_keywords": ["ethical", "life", "jocks", "docs", "medical", "shock", "young", "drug", "doctors", "device", "oath", "theres"], "article_url": "http://www.politicususa.com/2014/10/02/shock-jocks-shock-docs.html", "article_text": "Yes, there are some shocking behaviors being noted in great numbers of doctor’s offices. It’s an ongoing problem and these ethical lapses could impact your care and, most certainly, your pocketbook.\n\nThis contributor happened upon an AP article about drug and medical device companies paying off doctors to use their products. NOOOOOO! REALLY???? And the Associated Press has just now been made aware of a fact that has been at the core of an embarrassing number of medical practices since, h’mmm, drugs and medical devices were created and invented? Yes, kindly old Doc Fixemup has been on the take since his third year out of med school.\n\nThe story names research grants and travel junkets among many sweeteners to get practitioners to prescribe a certain drug that may be way down the chain in effectiveness for what ails you. The favorite reward of drug company influence-peddlers still appears to be the old reliable cash under the table, another way for the wealthy to avoid taxes. In-kind gifts and services are also identified in the write-up.\n\nThe AP uncovered the sleaze as part of an “Open Payments” initiative required by The Patient Protection and Affordable Care Act (ACA). The ‘dirty money’ total the government came up with was the $3.5 billion siphon off the top of the medical care heap by no fewer than 546,000 doctors and 1,360 teaching hospitals. With the Henry J. Kaiser Foundation count of just under 900,000 practicing physicians in the U.S., that’s an extraordinary number for a supposedly ethical industry. And that $3.5 billion represents a mere five-month collection of numbers, not to mention what have to be guesstimates of the brown-enveloped cash. I’d put the yearly total at close to $12-15 billion.\n\nMost doctors take a form of The Hippocratic Oath that’s supposed to make them behave themselves. The oath dates back to the 5th century BC. It is an interesting moral and ethical imperative. Written by somebody (scholars can’t agree), the original oath, a current modern-day shadow in its endless variations, had something for everybody. It is also mostly ignored by the modern-day medical community, especially in the area of euthanasia.\n\nThe recently deceased comedian Joan Rivers is but the latest example of docs technically violating the oath when permitting the family to call for the end of life support. It’s perfectly legal but antithetical to the words of the oath, “Nor shall any man’s entreaty prevail upon me to administer poison to anyone, neither will I counsel any man to do so. Humor me and allow me to call ‘cutting off all paths to continuing existence’ the parallel to “administering poison.”\n\nDoctors will deny this, but cutting off life support, whether mechanical or continued life-extending treatment, has been an integral part of their professional regimen for many, many decades, oft-times without family involvement. It would take the speediest of computers to count the number of times end-of-life decisions have been made when that life could have continued for perhaps weeks or even months longer. There might also be a question as to whether another tenant of the oath was violated in the River’s case: “I will take care that they suffer no hurt or damage.” Authorities are still looking into this one.\n\nPolitically, there’s something for the conservative side of the ledger in the original and updated oaths. For the anti-abortion adherents from 5BC, “Moreover, I will get no sort of medicine to any pregnant woman, with a view to destroy the child.” This was later upgraded to “utmost respect for human life from its beginning.” Different translations of the oath yield slightly different wording from different sources, but the meanings are the same.\n\nThen there’s the original oath’s tacit permission to join the top 1%: “If I faithfully observe this oath, may I thrive and prosper in my fortune and profession.” Forbes says 22% of docs are already members of that ultra-exclusive one percentile club.\n\nApparently, the high-powered pharmaceuticals and medical device makers had not yet begun their docs’ door prowling back in 5BC. There’s very little that directly addresses trips to Cabo or an extra 50 thou a year for serving as a “consultant” contributing little to no consulting other than the phony title.\n\nThere’s one other factor to take into account. I think I’ve mentioned this before, but visit any state capital or Congress and see how many staffers in the offices of male representatives and senators are young women. The same holds true in the pharmaceutical and medical device sales industries. Young women abound, and it would appear, as a sad fact, that if you don’t have at least a Miss Armadillo, 2006, on your resume, your chances of catching on with a biggie drug company are lessened.\n\nPurty girls! Business sexism or a cold business calculation? I’m guessing mostly the latter, as the bosses do the math that just getting in the door can be a challenge and that, once inside, Dr. Fixemup will see an attractive young lady as more difficult to say ‘no’ to, than an older, slightly paunchy bald guy, 160 IQ notwithstanding. Make no mistake, these comely young ladies have to have some pretty pronounced smarts as well. Talking advanced drugs and devices takes a fair amount of technical medical knowledge. I’m just sayin’!\n\nThere’s little about ethics in the Hippocratic Oath of long ago. The closest would probably be, “Further, I will comport myself and use my knowledge in a godly manner.” I would assume that would include ethical behavior, though ‘godly manner’ has been assigned a whole new definition by one of the major political parties of today.\n\nThe most modern version of the oath appears to be from the year 1964. Perhaps I’m missing something, here’s where you can find it and read it for yourself. I read it several times and looked in vain for any references to money under the table, Cabo and buying off a doctor. Maybe there’s some subtle symbolism in the wording. If so, let me know.\n\nThere is also the “Declaration of Geneva” oath created in 1948 by the World Medical Association in response to Nazi atrocities. The following pledge could be construed as having an ethical component: “I will maintain by all the means in my power, the honor and the noble traditions of the medical profession.”\n\nBottom line, about half the docs can be had. And the mischief goes beyond the AP topic du jour. Physicians, whether individually or as a group will buy sophisticated diagnostic equipment and then insist you need the device for further testing. That may or may not be true, but the doc prospers either way.\n\nShocking!", "article_metadata": {"description": "Yes, there are some shocking behaviors being noted in great numbers of doctor's offices. It's an ongoing problem and these ethical lapses could impact your care and, most certainly, your pocketbook.", "generator": "WordPress 4.5.2", "author": "Dennis S", "og": {"site_name": "Politicus USA", "description": "Yes, there are some shocking behaviors being noted in great numbers of doctor's offices. It's an ongoing problem and these ethical lapses could impact your care and, most certainly, your pocketbook.", "title": "First There Were 'Shock Jocks,' Now There Are Shock Docs", "url": "http://www.politicususa.com/2014/10/02/shock-jocks-shock-docs.html", "image": "http://15130-presscdn-0-89.pagely.netdna-cdn.com/wp-content/uploads/2014/10/greedy-docs.jpg", "updated_time": "2014-10-02T21:01:01+00:00", "type": "article"}, "fb": {"admins": 523732690, "app_id": 113462415332922, "pages": 186473214703370}, "keywords": "Commentary,Featured News,Issues,Other News,Congress,Geneva,Henry J. Kaiser Foundation,high-powered pharmaceuticals,Hippocratic Oath,Medical ethics,the Associated Press,World Medical Association,politicususa,liberal,politics,sarah jones,jason easley,barack obama,hillary clinton,bernie sanders,msnbc,media", "article": {"publisher": "https://www.facebook.com/PoliticusUSA", "section": "Other News", "published_time": "2014-10-02T21:01:01+00:00", "modified_time": "2014-10-02T21:01:01+00:00"}, "viewport": "width=device-width, initial-scale=1", "news_keywords": "Congress, Geneva, Henry J. Kaiser Foundation, high-powered pharmaceuticals, Hippocratic Oath, Medical ethics, the Associated Press, World Medical Association"}, "_id": "\"57477af36914bd0286fcf96b\"", "article_summary": "Apparently, the high-powered pharmaceuticals and medical device makers had not yet begun their docs’ door prowling back in 5BC.\nThis contributor happened upon an AP article about drug and medical device companies paying off doctors to use their products.\nThe same holds true in the pharmaceutical and medical device sales industries.\nThere is also the “Declaration of Geneva” oath created in 1948 by the World Medical Association in response to Nazi atrocities.\nThe recently deceased comedian Joan Rivers is but the latest example of docs technically violating the oath when permitting the family to call for the end of life support."}