{"article_title": "What's Twerking on Wall Street?", "article_keywords": ["whats", "matters", "wall", "twerking", "heres", "street", "gain", "goes", "biggest", "stock", "healthy", "market", "posted"], "article_url": "http://www.huffingtonpost.com/blake-kernen/stock-market-2014_b_4551043.html", "article_text": "What a year it was. Miley Cyrus was christened as the Queen of Twerk, a royal baby was born and a new pope anointed. Add a stellar stock market and it doesn't get much better than that.\n\nWhen it comes to stocks, 2013 proved to be a winning year on Wall Street. Sure, there were many events that could have derailed the market -- the Government Shutdown, the botched roll out of Obamacare and plenty of turmoil overseas -- just to name a few. But Wall Street still managed to make a run for it, posting the biggest gains seen in more than a decade.\n\nFor the year, the number crunching goes like this: the S&P 500 posted its biggest gain since 1997, up 29.6 percent, the blue-chip Dow Jones Industrial Average gained 26.5 percent, it's biggest jump since 1987 and the Nasdaq posted a 38 percent jump.\n\nAlthough the averages all posted hefty gains for the year, there were of course, individual winners and losers. Among them, Netflix was last year's biggest winner, with a stock price up about 300 percent. Unfortunately, a different story for investors in Newmont Mining, this year's biggest loser. Shares of this gold mining company lost about 50 percent as the price of gold fell for the first time since the year 2000.\n\nAnd all this matters... why? Well, it obviously matters to your money if you are invested in the stock market and apparently a lot of people are. Investors poured more than $348 billion into stock-based funds last year. But it also matters to Main Street because a healthy stock market and healthy economy could mean more jobs for many Americans. And with the jobless rate at 7 percent and 10.9 million people unemployed, more jobs are exactly what the country needs right now.\n\nSo here's hoping stocks can gain even more ground in the New Year. And, here's something that could help with your financial forecast.\n\nIt's known as the January Effect and it's been around since Yale Hirsch invented it in 1972. It's a stock market barometer that says as January goes, so goes the market.\n\nAccording to the January Effect, if the S&P 500 posts a gain at the end of January, the stock market will post a gain for the entire year. If you don't want wait a month for your financial forecast, just look at the first five days of trading in the New Year. It's predicted the stock market's direction correctly about 86 percent of the time in the last 36 years.\n\nWe'll have to wait and see whether the stock market will continue to make new highs in 2014, but here's hoping your New Year is a healthy and happy one.\n\nPeace Love Profits,\n\nBlake\n\nFollow Blake Kernen on Twitter: www.twitter.com/BlakeKernen", "article_metadata": {"description": "What a year it was. Miley Cyrus was christened as the Queen of Twerk, a royal baby was born and a new pope anointed. Add a stellar stock market and it do...", "sailthru.expire_date": "2014-01-07 17:27:46 -0500", "og": {"site_name": "The Huffington Post", "description": "What a year it was. Miley Cyrus was christened as the Queen of Twerk, a royal baby was born and a new pope anointed. Add a stellar stock market and it do...", "url": "http://www.huffingtonpost.com/blake-kernen/stock-market-2014_b_4551043.html", "image": "http://i.huffpost.com/gen/1547114/images/o-STOCK-MARKET-facebook.jpg", "locale": "en_US", "type": "article"}, "twitter": {"image": {"width": 2000, "identifier": "http://i.huffpost.com/gen/1547114/images/o-STOCK-MARKET-facebook.jpg", "height": 1000}, "description": "What a year it was. Miley Cyrus was christened as the Queen of Twerk, a royal baby was born and a new pope anointed. Add a stellar stock market and it do...", "site": "@HuffPostTeen", "card": "summary_large_image", "creator": "BlakeKernen"}, "sailthru.date": "2014-01-06 17:27:46 -0500", "al": {"ios": {"url": "huffpostnews:///?editionID=us&entryID=4551043", "app_store_id": 306621789, "app_name": "The Huffington Post"}}, "taboola.category": "teen", "fb": {"app_id": 46744042133}, "keywords": "stock market 2014,wall street 2014,teen blogs,Wall Street,stocks,wall street 2013", "article": {"section": "Teen", "tag": "stock market 2014,wall street 2014,teen blogs,Wall Street,stocks,wall street 2013", "published_time": "2014-01-06 17:27:46 -0500", "modified_time": "2014-03-08 05:59:01 -0500"}, "viewport": "width=1000"}, "_id": "\"57477af36914bd0286fcf972\"", "article_summary": "But it also matters to Main Street because a healthy stock market and healthy economy could mean more jobs for many Americans.\nBut Wall Street still managed to make a run for it, posting the biggest gains seen in more than a decade.\nAdd a stellar stock market and it doesn't get much better than that.\nIt's a stock market barometer that says as January goes, so goes the market.\nWhen it comes to stocks, 2013 proved to be a winning year on Wall Street."}