{"article_title": "'Obama didn't end the Iraq War", "article_keywords": ["end", "wondering", "far", "reason", "forces", "left", "syria", "iraq", "didnt", "war", "obama"], "article_url": "http://www.americanthinker.com/blog/2014/06/obama_didnt_end_the_iraq_war_he_restarted_it.html", "article_text": "To that end, he left Iraq far too early and the consequences were predictable.\n\nThis novel conception of when wars end suggests Obama may yet pull our forces out of Europe and the Far East in order to “end” World War II. It also helps to explain how he came to equate “responsibly ending the war in Iraq” with throwing away everything we had gained from it. Obama made it plain from the start that he saw no reason to keep investing in a mistake. He let our military presence in Iraq lapse, and left the Iraqi government to fend for itself when it was still far too fragile. There is a reason we stayed in Germany and Japan and South Korea for decades after the fighting stopped: We didn’t want our sacrifices to be for nothing, and we didn’t want to have to fight again.\n\nNow the Islamic State of Iraq and the Levant, or ISIS — the very al-Qaeda forces we defeated in Iraq in 2007 — have come back and taken over huge swaths of the country, including most of the Sunni heartland to the west and north of Baghdad. Meanwhile, over in next-door Syria, Obama stood by while the rebels fighting Bashar Assad came under the dominance of extreme Islamist forces, and then sold them all out with the chemical-weapons deal in September 2013. Consequently, we have thrown the Iraqi government into a de facto alliance with the murderous Baathist regime in Syria — a feat that not even common enemies and a common ideology could achieve during Saddam’s rule — and now both governments find themselves increasingly dependent on Iran.\n\nWith Iran’s power and prestige thus enhanced, and rapidly filling the vacuum left behind by the U.S., the mullahs now see the possibility at long last of extending the Islamic Revolution across the Fertile Crescent. With our impending agreement to let Iran keep its nuclear-weapons programs, we can now settle comfortably into the role of a de facto subordinate ally of Iran, whose forces we may soon be helping with air strikes in Iraq. If you’re wondering where that leaves our actual allies among the Gulf kingdoms and Israel, they are wondering the same thing.\n\nForeign-policy mistakes are inevitable, and should generally be expected, if not always forgiven. But in its approach to Iraq and the Middle East as a whole, the Obama administration has been criminally negligent. It could be years and maybe decades before we see a situation as good as the one Obama found when he got to office — and things are almost certainly going to get far worse before they get better.", "article_metadata": {"og": {"url": "http://www.americanthinker.com/blog/2014/06/obama_didnt_end_the_iraq_war_he_restarted_it.html", "image": "http://www.americanthinker.com/assets/images/at-painter-og-image.png", "title": "Blog: 'Obama didn't end the Iraq War: He restarted it'"}, "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fe2644\"", "article_summary": "To that end, he left Iraq far too early and the consequences were predictable.\nThis novel conception of when wars end suggests Obama may yet pull our forces out of Europe and the Far East in order to “end” World War II.\nIt also helps to explain how he came to equate “responsibly ending the war in Iraq” with throwing away everything we had gained from it.\nBut in its approach to Iraq and the Middle East as a whole, the Obama administration has been criminally negligent.\nObama made it plain from the start that he saw no reason to keep investing in a mistake."}