{"article_title": "Thunder Power Past The Pelicans On A Somber Thursday - News9.com - Oklahoma City, OK - News, Weather, Video and Sports", "article_keywords": ["ok", "lead", "power", "23", "thunder", "oklahoma", "westbrook", "somber", "game", "past", "okc", "weather", "video", "pelicans", "news9com", "quarter", "rebounds", "points"], "article_url": "http://www.news9.com/story/31204437/thunder-power-past-the-pelicans-on-a-somber-thursday", "article_text": "It was a somber evening inside of Chesapeake Energy Arena, but despite the devastation the Thunder family suffered throughout the week, the home team was able to pick up a 121-95 win over the New Orleans Pelicans on Thursday night.\n\n2/11/16 Related Story: Thunder Social Scene\n\nThere was a different feeling throughout the arena due to the tragic death of Ingrid Williams, wife of Thunder assistant and former Pelicans head coach Monty Williams, who died as a result of a two car crash in OKC earlier in the week.\n\n2/10/16 Related Story: Wife Of Thunder Assistant Coach Dies After OKC Car Crash\n\nWith heavy hearts, both the Thunder and Pelicans did the best they could to focus on basketball, and it was Monty’s current team who picked up the win.\n\nRussell Westbrook was one rebound shy of a triple-double with 23 points, 10 assists and nine rebounds, but both he Kevin Durant’s services were not needed in the fourth quarter due to OKC’s significant lead.\n\nDespite the foggy feeling to start the game, both teams traded baskets throughout the first quarter with Durant taking on the role of aggressor early in the contest. We don’t get to see it often, but KD was looking to get shots up early and scored 11 points in the opening frame.\n\nWith 10:33 left in the second quarter Westbrook checked back into the game after a brief rest while the Thunder held a 29-27 lead. Behind Westbrook’s Tasmanian-like attack, in less than four minutes the OKC lead had blossomed to 15 points and the Thunder had complete control of the game.\n\nOKC’s dominance can be credited to the points in the paint, where the Thunder totaled 34 in the first half on 73.9 percent shooting.\n\nPelicans guard Jrue Holiday played hard throughout and he helped New Orleans get back within 62-53 at halftime, but Durant, Westbrook and Serge Ibaka put on a clinic in the third quarter to put the game away and let the reserves get some playing time in the fourth.\n\nDurant totaled 23 points on 10-of-17 shooting, and Ibaka added 18 points, seven rebounds and three blocks. Enes Kanter notched a double-double off the bench with 11 points and 12 rebounds while Anthony Morrow had 10 points of his own.\n\nBoth Holiday and Anthony Davis each scored 23 points to lead the Pelicans.\n\nThe Thunder now enter the All-Star Break with a 40-15 record, and will be back in action next Friday when they host the Pacers. OKC will then have a quick turnaround as they host the Cavaliers two days later on Sunday afternoon.", "article_metadata": {"wn-build": "XSLT-7.1-17", "Description": "It was a somber evening inside of Chesapeake Energy Arena, but despite the devastation the Thunder family suffered throughout the week, the home team was able to pick up a 121-95 win over the Pelic...", "author": "Brett Coppenbarger", "og": {"url": "http://www.news9.com/story/31204437/thunder-power-past-the-pelicans-on-a-somber-thursday", "image": "http://KWTV.images.worldnow.com/images/9865611_G.jpg", "type": "article", "description": "It was a somber evening inside of Chesapeake Energy Arena, but despite the devastation the Thunder family suffered throughout the week, the home team was able to pick up a 121-95 win over the Pelic...", "title": "Thunder Power Past The Pelicans On A Somber Thursday"}, "twitter": {"image": "http://KWTV.images.worldnow.com/images/9865611_G.jpg", "description": "It was a somber evening inside of Chesapeake Energy Arena, but despite the devastation the Thunder family suffered throughout the week, the home team was able to pick up a 121-95 win over the Pelic...", "card": "summary", "title": "Thunder Power Past The Pelicans On A Somber Thursday"}, "wnreadableurl": "thunder-power-past-the-pelicans-on-a-somber-thursday", "ROBOTS": "index,follow,noarchive", "owner": "KWTV", "fb": {"app_id": 538140636230283}, "date": "2016/02/11", "KEYWORDS": "oklahoma city,okc,media,news,weather,tv,cbs,local,tornado,storm,oklahoma,newsok,thunder,nba,basketball,kevin durant,russell westbrook,anthony davis,monty williams,ingrid williams,pelicans,new orleans", "wn-version": "ContainerE-Story", "wn-base": "IIS22", "verify-v1": "d5ZN+GNiazjgWlnr3WHikwraMvFljdUSLMgex4CGnc8=", "news_keywords": "oklahoma city,okc,media,news,weather,tv,cbs,local,tornado,storm,oklahoma,newsok,thunder,nba,basketball,kevin durant,russell westbrook,anthony davis,monty williams,ingrid williams,pelicans,new orleans"}, "article_summary": "Durant totaled 23 points on 10-of-17 shooting, and Ibaka added 18 points, seven rebounds and three blocks.\nBoth Holiday and Anthony Davis each scored 23 points to lead the Pelicans.\nWith 10:33 left in the second quarter Westbrook checked back into the game after a brief rest while the Thunder held a 29-27 lead.\nBehind Westbrook’s Tasmanian-like attack, in less than four minutes the OKC lead had blossomed to 15 points and the Thunder had complete control of the game.\nEnes Kanter notched a double-double off the bench with 11 points and 12 rebounds while Anthony Morrow had 10 points of his own."}