{"article_title": "Obama Moves Toward Executive Action on Overtime Pay", "article_keywords": ["week", "rules", "pay", "workers", "executive", "administration", "labor", "overtime", "minimum", "action", "president", "moves", "obama"], "article_url": "http://www.thefiscaltimes.com/2015/05/05/Obama-Moves-Toward-Executive-Action-Overtime-Pay", "article_text": "The Obama administration, which has infuriated its political opponents by using executive action to implement policy changes that can’t get through the Republican-led Congress, is getting ready to do it again. This time, the Department of Labor is preparing to change the regulations implementing the Fair Labor Standards Act to make millions of workers eligible for overtime pay protections.\n\nAccording to the administration, the move is simply a question of fairness. The FLSA, first passed in 1938, guarantees that workers receive one and one half times their regular pay when they work more than 40 hours in a week. The law makes some exceptions, though. Many salaried workers, including executive and management-level workers, are exempt from the requirement.\n\nRelated: Walmart Changes the Debate on Minimum Wage\n\nHowever, the administration argues that the rules have not kept up with the economy, with the result that businesses can classify workers making as little as $23,660 per year as “executives” in order to deny them overtime pay.\n\n“The rules governing who is eligible for overtime have eroded over the years,” Labor Secretary Tom Perez wrote in a blog post today. “As a result, millions of salaried workers have been left without the guarantee of time and a half pay for the extra hours they spend on the job and away from their families.”\n\nThe FLSA rules have been updated twice in 40 years, most recently 11 years ago, when it was established that the threshold for exemption to overtime rules was a salary of $455 per week. Had that number risen with inflation, it would be $561 per week in 2015. As it is, a “management” worker earning $456 is ineligible for overtime despite the fact that he or she would be living below the poverty line if supporting a family of four.\n\nIn 2014, President Obama directed the Department of Labor to:\n\n“Update existing protections in keeping with the intention of the Fair Labor Standards Act.”\n\n“Address the changing nature of the American workplace.”\n\n“Simplify the overtime rules to make them easier for both workers and businesses to understand and apply.”\n\nRelated: How Your Tax Dollars Subsidize Low-Wage Industries\n\nOn Tuesday, Perez wrote, “We’ve worked diligently over the last year to develop a proposed rule that answers the president’s directive and captures input from a diverse range of stakeholders. After extensive research, study and careful analysis, we have submitted the proposed rule to the Office of Management and Budget for review. In the near future, the public will have an opportunity to weigh in and help us craft a final rule.”\n\nIt is unclear how high the administration wants to raise the cap. Some Democrats in Congress have urged him to more than double it, to $56,680 per year – a move that would affect tens of millions of U.S. workers.\n\nLike any rulemaking, the proposal will be subject to the Administrative Procedures Act, which means there will be a public comment period in which supporters and opponents of the move will be able to recommend changes or additions.\n\nRelated: How Sticky Wages and a Flock of Ducks Can Guide Economic Policy\n\nIt will likely face substantial Republican opposition. When the President first directed the Labor Department to begin drafting the proposal last year, Sen. Lamar Alexander (R-TN), who now chairs the Senate Committee on Health, Education, Labor and Pensions, said, “The president’s directive—combined with his support for a minimum wage hike, his executive order increasing minimum wage for federal employees and federal contractors, and the heap of mandates from his health care law—seems engineered to make it as unappealing as possible to be an employer creating jobs in this country.”\n\nHowever, GOP opposition is likely to have little effect, as the administration has the authority under the law to change overtime rules, and the president has shown little inclination to dial back executive branch actions, even in the face of Republican lawsuits attacking them.\n\nTop Reads from The Fiscal Times", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "In the face of Republican opposition, President Obama’s administration is preparing to take action to overhaul the standard dictating what workers ought to be eligible for overtime pay in the U.S.", "title": "Obama Moves Toward Executive Action on Overtime Pay", "url": "http://www.thefiscaltimes.com/2015/05/05/Obama-Moves-Toward-Executive-Action-Overtime-Pay", "image": "http://cdn.thefiscaltimes.com/sites/default/files/media/11212014_Obama_Immigration.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2015/05/05/Obama-Moves-Toward-Executive-Action-Overtime-Pay", "image": "http://cdn.thefiscaltimes.com/sites/default/files/media/11212014_Obama_Immigration.jpg", "title": "The Fiscal Times", "card": "summary", "creator": "@rrgarver"}, "generator": "Drupal 7 (http://drupal.org)", "description": "In the face of Republican opposition, President Obama’s administration is preparing to take action to overhaul the standard dictating what workers ought to be eligible for overtime pay in the U.S.", "viewport": "initial-scale=1, maximum-scale=1"}, "_id": "\"57477af36914bd0286fcf99d\"", "article_summary": "This time, the Department of Labor is preparing to change the regulations implementing the Fair Labor Standards Act to make millions of workers eligible for overtime pay protections.\nMany salaried workers, including executive and management-level workers, are exempt from the requirement.\nThe Obama administration, which has infuriated its political opponents by using executive action to implement policy changes that can’t get through the Republican-led Congress, is getting ready to do it again.\n“The rules governing who is eligible for overtime have eroded over the years,” Labor Secretary Tom Perez wrote in a blog post today.\nThe FLSA, first passed in 1938, guarantees that workers receive one and one half times their regular pay when they work more than 40 hours in a week."}