{"article_title": "Worcester restaurants counter IRS rule change to automatic gratuities", "article_keywords": ["oliveri", "irs", "away", "counter", "tip", "worcester", "rule", "gratuities", "large", "groups", "tips", "servers", "automatic", "change", "restaurants"], "article_url": "http://worcestermag.com/2014/01/09/worcester-restaurants-counter-irs-rule-change-automatic-gratuities/20008", "article_text": "Above: Chelsea Pritchet, a waitress at Peppercorn’s, takes lunch-time orders. Steven King/Worcester Magazine\n\nA move by the Internal Revenue Service (IRS) that now subjects automatic gratuities at restaurants to payroll taxes has many restaurants doing away with including tips in the overall bill for large groups of customers. It is what one local restaurateur calls a “foolish” move.\n\nStarting Jan. 1 all restaurants are required to withhold the so-called “automatic tips” many of them add to bills for large groups, a practice widely done when there are eight or more customers in a party. Most restaurants charge an 18-percent gratuity. The IRS is now classifying those automatic gratuities as service charges, or regular wages. As such, instead of pocketing the money at the end of a their shift, servers have them withheld until their paycheck. The change did not come out of the blue; it originally went into effect in 2012, but it was not immediately enforced to allow restaurants time to adjust and comply.\n\nRestaurant servers, who earn paltry wages and rely heavily on tips to augment their income, have always been expected to claim their earnings as taxes, which would include the tips pocketed from larger groups. The IRS, however, decided those gratuities qualified as payroll and not tips. That has led many restaurants to make their own decisions.\n\n“I’ve decided not to include automatic gratuities, anymore,” says Tom Oliveri, owner of Peppercorn’s Grille & Tavern at 455 Park Ave., Wormtown Brewery and Prezo Grille and Bar in Milford. “I kind of polled my staff and asked them whether they wanted to roll the dice or wait and get their tips the following week with their paycheck.”\n\nThe overwhelming choice among his staff, Oliveri says, was to bite the bullet and see what happens by eliminating the group tip. He admits there is a risk, at least in the short-term, of large groups still assuming their tip is automatically included in their check. In that case, the server would leave the table with nothing but the money to pay the tab.\n\n“One thing is people are used to having a check with an automatic gratuity,” Oliveri acknowledges. “They may not add a tip.”\n\nTips are the life blood for servers in restaurants. Most earn a regular wage of well under $5 an hour. At Peppercorn’s, Oliveri says his servers earn $2.63 an hour. In tips alone, a server can take home between $500-$1,000 in a good week.\n\n“They rely heavily on tips,” he says. “It’s foolish. You’re hurting the servers.”\n\nSeveral attempts to reach the IRS for comment on the new automatic tip rule have been unsuccessful.\n\nOliveri is not alone in doing away with automatic gratuities as a result of the new requirement. Jim Voyiatzis, co-owner of Coral Seafood at 225 Shrewsbury St., is making the switch. So, too, is Darden Restaurants Inc., which owns Olive Garden, LongHorn Steakhouse and Red Lobster. There is an Olive Garden in Worcester at 7 Tobias Boland Way. Not far away in Millbury there is a LongHorn Steakhouse at The Shoppes at Blackstone Valley.\n\nDarden Restaurants Inc. made its move away from automatic tips Monday, Jan. 6 “in order to ensure, to the extent we can, tips for our employees,” according to spokesperson Rich Jeffers. The restaurant company is trying to encourage customers in large groups to tip their server by including suggested tip amounts on a separate section of the check. Customers can choose from 15, 18 or 20 percent.\n\n“We’ve been testing several restaurants, about 100,” Jeffers says. “Employees were seeing consisted tip levels.”\n\nThe whole purpose of automatic gratuities was to try to make sure servers did not walk away from a large group empty-handed – or empty-pocketed.\n\n“Often, when you have large parties you’ve got folks that [tipping] may not be first and foremost on their minds,” says Jeffers.\n\nOver at Coral Seafood, Voyiatzis says his servers, much like those at other restaurants, did not want to wait until their paycheck to receive their tips from large parties. Whether it affects how much they are tipped, now that it will not be automatically included, remains to be seen.\n\n“We’ll have to wait and see,” Voyiatzis says, adding he has considered doing what Darden Restaurants has done by including suggested tips on checks. “I had thought about that. That’s something we might look at.”\n\nBoth Voyiatzis and Oliveri acknowledge that group sales are not a large part of their businesses.\n\n“It’s a pain in the ass,” says Oliveri, “but the majority of our parties aren’t auto-gratuities. But a lot of restaurants in New York, they auto-gratuity everything.”\n\nVoyiatzis, too, says the rule probably will not have a wildly adverse affect on his restaurant.\n\n“There aren’t that many [groups],” he says. “You might get a few large parties a week, but it was not the case that it was a major part of our business.”\n\n\n\nHave a story tip or idea? Call Walter Bird Jr. at 508-749-3166, ext. 322, or email him at wbird@worcestermagazine.com. Be sure to follow him on Twitter @walterbirdjr and catch Walter with Paul Westcott every Thursday morning at 8:35 on radio station WTAG 580AM for all things Worcester!", "article_metadata": {"description": "Above:  Chelsea Pritchet, a waitress at Peppercorn's, takes lunch-time orders. Steven King/Worcester Magazine A move by the Internal Revenue Service (IRS)", "generator": "Powered by Visual Composer - drag and drop page builder for WordPress.", "author": "Walter Bird Jr.", "og": {"site_name": "Worcester Mag", "description": "Above:  Chelsea Pritchet, a waitress at Peppercorn's, takes lunch-time orders. Steven King/Worcester Magazine A move by the Internal Revenue Service (IRS)", "title": "Worcester restaurants counter IRS rule change to automatic gratuities - Worcester Mag", "locale": "en_US", "image": {"width": 1000, "identifier": "http://worcestermag.com/wp-content/uploads/2014/01/Waitress_ChelseaPritchet3151.jpg", "height": 677}, "updated_time": "2014-01-08T11:30:47-04:00", "url": "http://worcestermag.com/2014/01/09/worcester-restaurants-counter-irs-rule-change-automatic-gratuities/20008", "type": "article"}, "robots": "noodp", "article": {"section": "News stories", "tag": "Tom Oliveri", "published_time": "2014-01-09T05:00:07-04:00", "modified_time": "2014-01-08T11:30:47-04:00", "author": "https://www.facebook.com/worcestermag/"}, "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fcf9aa\"", "article_summary": "You’re hurting the servers.”Several attempts to reach the IRS for comment on the new automatic tip rule have been unsuccessful.\nThe IRS is now classifying those automatic gratuities as service charges, or regular wages.\nOliveri is not alone in doing away with automatic gratuities as a result of the new requirement.\nSteven King/Worcester MagazineA move by the Internal Revenue Service (IRS) that now subjects automatic gratuities at restaurants to payroll taxes has many restaurants doing away with including tips in the overall bill for large groups of customers.\n“I’ve decided not to include automatic gratuities, anymore,” says Tom Oliveri, owner of Peppercorn’s Grille & Tavern at 455 Park Ave., Wormtown Brewery and Prezo Grille and Bar in Milford."}