{"article_title": "Arizona Voters Approve Prop 122 to Reject Federal Acts", "article_keywords": ["amendment", "arizona", "supporters", "language", "voters", "federal", "ballot", "acts", "measure", "referendum", "prop", "states", "122", "state", "reject", "approve"], "article_url": "http://tenthamendmentcenter.com/2014/11/05/arizona-voters-approve-proposition-to-reject-federal-acts/", "article_text": "PHOENIX, November 4, 2014 – Today, voters in Arizona approved a ballot measure that follows James Madison’s advice to stop federal overreach. With 80% reporting, the tally held steady and increasing at 51-49%.\n\nApproved was Proposition 122, a state constitutional amendment that enshrines the anti-commandeering doctrine in the state constitution. The language amends the state constitution to give Arizona the ability to “exercise its sovereign authority to restrict the actions of its personnel and the use of its financial resources to purposes that are consistent with the Constitution.”\n\nThis language is consistent with the advice of James Madison, who wrote in Federalist #46:\n\nShould an unwarrantable measure of the federal government be unpopular in particular States, which would seldom fail to be the case, or even a warrantable measure be so, which may sometimes be the case, the means of opposition to it are powerful and at hand. The disquietude of the people; their repugnance and, perhaps, refusal to co-operate with the officers of the Union; the frowns of the executive magistracy of the State; the embarrassments created by legislative devices, which would often be added on such occasions, would oppose, in any State, difficulties not to be despised; would form, in a large State, very serious impediments; and where the sentiments of several adjoining States happened to be in unison, would present obstructions which the federal government would hardly be willing to encounter. [emphasis added]\n\nThe amendment language mirrors the well-established legal doctrine of anti-commandeering. The Supreme Court has consistently held that the federal government cannot force states to help implement or enforce and federal act or program.It rests primarily on four SCOTUS cases – Prigg v. Pennsylvania (1842), New York v. US (1992), Printz v. US (1997) and National Federation of Businesses v. Sebelius (2012).\n\nPRACTICAL EFFECT\n\nProp 122 places language in the state constitution that would empower the state to pass referendums, bills or use other legal means to end cooperation with an unconstitutional federal act. Supporters of the amendment say the provision allowing the people to vote to refuse to cooperate with federal authorities will prove especially significant.\n\n“Basically, it will allow Arizonians to hold a state referendum on federal policy, something I don’t think has ever been done before,” one supporter said.\n\nWhile the people of Arizona could hold a referendum like this now, by constitutionalizing the process, it now allows Arizonians to hold a statutory referendum on each issue instead of a constitutional referendum. A statutory referendum requires less signatures to get it on the ballot, something supporters say will allow grassroots groups to initiate the process.The money necessary to get a constitutional referendum on the ballot makes grassroots efforts difficult.\n\nThe amendment allows the people of Arizona to deal with unpopular federal programs like Obamacare, gun control, surveillance, and more. Supporters say one of the first issues they plan to target involves federal rules that allow Arizona Child Protective Services to hide important information. This has become an issue in several investigations alleging agency misconduct in the deaths of children under their care. CPS used rules tied to federal funding to refuse to disclose information. Amendment supporters say they will use the new process to forbid state cooperation with any federal rule that shields transparency.\n\nSimply put, the amendment enshrines a process to refuse state cooperation with unconstitutional federal acts in the state constitution. As Judge Andrew Napolitano has said, refusing participation on a state level can make federal laws “nearly impossible to enforce.”\n\nROAD TO THE BALLOT\n\nIn 2012, Arizona businessman and TAC lifetime member Jack Biltis spent $1.2M to get signatures in order to get his nullification question on the ballot. While he came up short that first try, he and others – including the tireless Arizona Tenth Amendment Center team – worked to get the measure on the ballot a 2nd time.\n\nThe ballot measure was put on the ballot this year after the Arizona state legislature passed Senate Concurrent Resolution 1016 (SCR1016) in 2013. The state Senate passed it by a 16-12 margin, and then in the state House approved it 36-23. Bypassing a likely veto from Gov. Jan Brewer, the measure went to a vote of the people.\n\n“Politicians in Washington are fond of passing far-reaching laws, but more often than not they depend on state and local governments – and state and local taxpayers – to implement them. This means that not only is Congress making life harder for Arizonans, they’re asking us to pay the bill,” according to the Yes on 122 website. “That’s why a bipartisan majority of the Arizona Legislature came together to pass Prop 122.”\n\nFormer Arizona Sen. Chester Crandell, R-Heber, who died in August after being thrown from his horse, was the primary sponsor of the bill as it moved through the Legislature.\n\n“I think we can all agree that the federal government is out of control. Look at Obamacare, excessive EPA regulations and the takeover of our automobile and financial industries,” Crandell wrote in the campaign literature sent out by the state. “The forest service and EPA are driving many of my rancher and farmer constituents out of business. The federal government has their hands in every aspect of our lives.”\n\nPERSONAL DRIVE FOR FREEDOM\n\nBiltis moved to the United States from Montreal, Canada 20 years ago. He says it worries him watching America follow the same path as his native country.\n\n“I’ve seen this movie play out before, and I can’t risk my kids’ futures on it playing out again,” he said. “I’ve seen what an overreaching government can do. We couldn’t run a business. If we answered the phone in English, the language police could shut us down. We paid 70 percent of what we earned in taxes.”\n\nBiltis said the move to nationalize health care in the U.S. particularly frightens him.\n\n“Once the government had control of healthcare in Canada, things got even worse,” he said. “After surgery, my father-in-law couldn’t get a needed medication because it required government authorization, and the government office was already closed. The hospital admitted that he would die that night without the medication, but was not allowed to sell it to us because ‘that wouldn’t be fair to those who couldn’t afford the medication.’ We were eventually able to get the medication through the black market.”\n\nBiltis calls the United States “the world’s last hope.”\n\n“If America goes the way of Canada, there is no other place to escape. After seeing Washington’s takeover of the healthcare, auto, and financial industries, I realized that the government is not operating under any semblance of control,” he said. “Bringing back Federalism is the only way to make the government accountable and keep us free.”\n\nSo Biltis put his money where his mouth is, mortgaging his home and business to the tune of $950,000 to fund the drive to get the initiative on the ballot and passed in Arizona. And, that was just for the first round. Final figures have yet to be reported for what was invested to get Prop 122 passed.\n\n“I have nothing personal to gain from this movement, other than the chance that my kids will grow up in an America as free as the one I knew,” he said.\n\nGAME CHANGER\n\nProp. 122 has the potential to be a real game changer. If supporters follow through and use it as a mechanism to successfully reject participation in major federal programs, it’s likely that more states will follow Arizona’s lead.\n\nWhile not something that will happen in the immediate future, this kind of domino effect is what’s needed to spell doom for the destructive notion of endless federal supremacy. Because the feds rely on state compliance far more than they would like you to realize, these type of measures are incredibly important. They have the potential to create a chain reaction that could shake up the status quo more than anything we’ve seen in generations.\n\nShare this: Facebook\n\nTwitter\n\nReddit\n\nGoogle\n\nTumblr\n\nLinkedIn\n\nEmail\n\n\n\nRelated posts", "article_metadata": {"description": "Approved was Proposition 122, a state constitutional amendment that enshrines the anti-commandeering doctrine in the state constitution. The language amends the", "generator": "Powered by Visual Composer - drag and drop page builder for WordPress.", "og": {"site_name": "Tenth Amendment Center", "description": "Approved was Proposition 122, a state constitutional amendment that enshrines the anti-commandeering doctrine in the state constitution. The language amends the state constitution to give Arizona the ability to \"exercise its sovereign authority to restrict the actions of its personnel and the use of its financial resources to purposes that are consistent with the Constitution.\"", "title": "Arizona Voters Approve Prop 122 to Reject Federal Acts | Tenth Amendment Center", "url": "http://tenthamendmentcenter.com/2014/11/05/arizona-voters-approve-proposition-to-reject-federal-acts/", "image": "http://tenthamendmentcenter.com/wp-content/uploads/2014/11/11042014_election-arizona-122-1024x535.png", "type": "article"}, "twitter": {"image": "http://tenthamendmentcenter.com/wp-content/uploads/2014/11/11042014_election-arizona-122-1024x535.png", "description": "Approved was Proposition 122, a state constitutional amendment that enshrines the anti-commandeering doctrine in the state constitution. The language amends the state constitution to give Arizona the ability to \"exercise its sovereign authority to restrict the actions of its personnel and the use of its financial resources to purposes that are consistent with the Constitution.\"", "card": "summary", "title": "Arizona Voters Approve Prop 122 to Reject Federal Acts | Tenth Amendment Center"}, "fb": {"pages": 143173285763}, "keywords": "prop 122,proposition 122,arizona prop 122,arizona federal overreach,arizona proposition 122,ballot measures,featured,nullification", "article": {"publisher": "https://facebook.com/tenthamendmentcenter", "tag": "nullification", "published_time": "2014-11-05T00:08:20Z", "modified_time": "2014-11-05T00:08:20Z"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=1"}, "_id": "\"57477af36914bd0286fcf9b6\"", "article_summary": "PHOENIX, November 4, 2014 – Today, voters in Arizona approved a ballot measure that follows James Madison’s advice to stop federal overreach.\nThe ballot measure was put on the ballot this year after the Arizona state legislature passed Senate Concurrent Resolution 1016 (SCR1016) in 2013.\n“Basically, it will allow Arizonians to hold a state referendum on federal policy, something I don’t think has ever been done before,” one supporter said.\nAmendment supporters say they will use the new process to forbid state cooperation with any federal rule that shields transparency.\n[emphasis added]The amendment language mirrors the well-established legal doctrine of anti-commandeering."}