{"article_title": "Shooting Threat at Whitman High School; Bethesda Film Fest; Water Main Break Road Repairs", "article_keywords": ["repairs", "school", "main", "whitman", "rockville", "county", "montgomery", "water", "high", "film", "threat", "shooting", "road"], "article_url": "http://www.bethesdamagazine.com/Bethesda-Beat/2015/Shooting-Threat-at-Whitman-High-School-Bethesda-Film-Fest-Water-Main-Break-Road-Repairs/", "article_text": "Shooting Threat at Whitman High School; Bethesda Film Fest; Water Main Break Road Repairs\n\nNews, announcements and other helpful links for Thursday morning\n\nBy Aaron Kraut\n\nRockville Pike water main break lane closures continue until 8 a.m.\n\nWSSC had to do more road repairs on southbound lanes of Rockville Pike than expected following Tuesday's water main break. All southbound lanes should be reopened by 8 a.m. Thursday. [WSSC/Twitter]\n\n‘Anonymous threat’ brings large police presence to Walt Whitman High School\n\nPrincipal Alan Goodwin sent a message to members of the school community saying the large police presence Wednesday morning was because of an anonymous threat made via social media. [Walt Whitman High School]\n\nThe school’s student newspaper reported whoever made the threat talked about a school shooting. The school day went on as usual after administrators and police determined there was no imminent threat. [The Black & White]\n\nCall for Entries for 4th annual Bethesda Film Fest\n\nThe documentary film festival set for March 2016 is looking for films by its Jan. 8, 2016 deadline. [Bethesda Urban Partnership]\n\nBackers of pesticide ban urge County Executive Ike Leggett to sign bill\n\nLeggett has concerns about the bill the County Council passed last week, though it would become a law even without his signature. [Safe Grow Montgomery]\n\nRockville will install solar canopy at city maintenance facility\n\nThe City of Rockville will put a canopy of solar panels over the employee parking lot at its main maintenance facility, providing shade to vehicles and generating about 26 percent of the facility’s electricity needs. [City of Rockville]\n\nRoad closure Sunday in Chevy Chase\n\nPark Police will close a stretch of Beach Drive from East West Highway to the D.C. line Sunday for a running event, limiting access to Meadowbrook Local Park. [Montgomery Parks]\n\nWoman pleads guilty to stealing checks sent to Rockville rehabilitation center\n\nJennifer Xanten, 51, of Frederick pleaded guilty Wednesday to stealing more than 500 checks worth about $426,000 meant as payments to the Rockville rehab facility where she worked. [FBI]\n\n‘Cadillac Tax’ could cost county $22 million by 2022\n\nThe tax set to start in 2018 as part of the Affordable Care Act could cost Montgomery County when it comes to its employee healthcare plans. [Montgomery County Council]\n\nSunny Thursday expected\n\nThe high temperature will reach near 68 degrees. [National Weather Service]\n\nIn case you missed it…\n\nHow 18 local neighborhoods got their names\n\nBethesda’s Barrel and Crow gets some love on list of top area restaurants\n\nPolice blotter", "article_metadata": {"og": {"url": "http://www.bethesdamagazine.com/Bethesda-Beat/2015/Shooting-Threat-at-Whitman-High-School-Bethesda-Film-Fest-Water-Main-Break-Road-Repairs/", "image": "http://www.bethesdamagazine.com/Bethesda-Beat/2015/Shooting-Threat-at-Whitman-High-School-Bethesda-Film-Fest-Water-Main-Break-Road-Repairs/MorningNotes211x141-6b8856a1.jpeg", "type": "article", "description": "News, announcements and other helpful links for Thursday morning", "title": "Shooting Threat at Whitman High School; Bethesda Film Fest; Water Main Break Road Repairs"}, "twitter": {"card": "summary_large_image"}, "description": "News, announcements and other helpful links for Thursday morning", "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0"}, "_id": "\"57477af46914bd0286fd9d69\"", "article_summary": "Shooting Threat at Whitman High School; Bethesda Film Fest; Water Main Break Road RepairsNews, announcements and other helpful links for Thursday morningBy Aaron KrautRockville Pike water main break lane closures continue until 8 a.m.WSSC had to do more road repairs on southbound lanes of Rockville Pike than expected following Tuesday's water main break.\n[Walt Whitman High School]The school’s student newspaper reported whoever made the threat talked about a school shooting.\n[Montgomery County Council]Sunny Thursday expectedThe high temperature will reach near 68 degrees.\n[FBI]‘Cadillac Tax’ could cost county $22 million by 2022The tax set to start in 2018 as part of the Affordable Care Act could cost Montgomery County when it comes to its employee healthcare plans.\nThe school day went on as usual after administrators and police determined there was no imminent threat."}