{"article_title": "2016: Ngày thế giới truyền giáo lần thứ 90 ::", "article_keywords": ["c", "mt", "truyn", "ln", "ca", "l", "ngi", "cc", "s", "th", "v", "gio", "90", "thnh", "2016", "ngy", "gii"], "article_url": "http://www.vietcatholic.net/News/Html/184107.htm", "article_text": "Máy yếu hay Internet chậm xin nhấn vào nút Play bên dưới đây 1. Thắng lợi sơ khởi của các sơ Dòng Tiểu Muội Cho Người Nghèo\n\n\n\nTòa án Tối cao Hoa Kỳ đã từ chối đưa ra phán quyết trong một trường hợp được coi là một thử nghiệm quan trọng đối với việc bắt buộc các chủ nhân phải cung cấp bảo hiểm tránh thai Obamacare.\n\n\n\nTrong một phiên họp ngắn nhưng nhất trí, Tòa án tối cao gửi trả vụ Zubik v. Burwell trở lại cho tòa án cấp dưới, yêu cầu xét tòa án này xác định xem có thể đạt được một thỏa hiệp với các tổ chức Công Giáo đang kiện chính quyền Obama trong việc bắt buộc họ phải đóng bảo hiểm ngừa thai cho nhân viên trong chương trình chăm sóc sức khỏe.\n\n\n\nCác thẩm phán Tòa án Tối cao đã không thể đạt được một phán quyết trong vụ án sau khi họ họ bị giằng co với tỷ số 4-4 sau cái chết của Antonin Scalia, một thẩm phán có khuynh hướng phò sinh.\n\n\n\nTuy tòa án tối cao không đưa ra được một phán quyết cụ thể nào, các nữ tu dòng Tiểu Muội Cho Người Nghèo xem quyết định này như một chiến thắng vì cho đến khi một phán quyết cuối cùng được ban hành, các nguyên đơn sẽ không phải chịu hình phạt vì không tuân theo các quy định của luật Obamacare.\n\n\n\n2. Đức Thượng Phụ Công Giáo nghi lễ Syria kêu gọi Đức Thánh Cha Phanxicô lên án chính sách của Phương Tây tại Syria\n\n\n\nNhà lãnh đạo của Giáo Hội Công Giáo Syria, là một Giáo Hội Công Giáo Đông phương hiệp thông hoàn toàn với Tòa Thánh, đã ca ngợi sự can thiệp của Nga tại Syria và nói rằng Hoa Kỳ và các nước phương Tây khác đang đồng lõa trong tội ác diệt chủng người Syria vì những lợi lộc địa chính trị, lòng mong muốn “xuất khẩu dân chủ” mù quáng, và chính sách hỗ trợ cho các nhóm nổi dậy Syria.\n\n\n\n“Người Nga đã nghiêm chỉnh hơn nhiều trong việc giúp đỡ Syria, đất nước đã bị chia cắt quá lâu và bị tàn phá quá thê thảm,” Đức Thượng Phụ Ignatius Joseph III Yonan nói với thông tấn xã Aleteia. “Những gì người Nga đã làm chỉ trong tháng Chín vừa qua còn có giá trị hơn nhiều so với tất cả mọi thứ mà phương Tây đã thực hiện trong hai năm qua.”\n\n\n\n“Phương Tây đang nuôi dưỡng những bi kịch thảm khốc đang diễn ra trước mắt chúng ta,” ngài nói thêm. “Chúng tôi đã nói nhiều lần rằng kích động bạo lực ở Syria sẽ chỉ dẫn đến sự hỗn loạn; và hỗn loạn sẽ dẫn đến một cuộc nội chiến. Tuy nhiên, sự hỗn loạn cũng là kẻ thù lớn nhất của các nhóm thiểu số, đặc biệt là các nhóm thiểu số Kitô giáo ở cả Syria và Iraq”.\n\n\n\nNgài nhấn mạnh rằng:\n\n\n\n“Chúng tôi xem là kẻ đồng lõa tất cả những ai kích động những nhóm khủng bố được gọi là ‘phiến quân’. Theo luật hình sự, một người kích động một vụ giết người cũng phải bị tố cáo như là một tên tội phạm, và những ai biết nhưng thờ ơ cũng phải chịu sự trừng phạt ...”\n\n\n\n“Nếu quý độc giả thân yêu ở phương Tây thấy rằng các nước nơi họ đang sinh sống là những quốc gia dân chủ, thì họ phải cất cao tiếng nói của mình và nói với chính phủ của họ: Các ông bà đang tham gia vào một cuộc diệt chủng các nhóm thiểu số, trong đó có thiểu số các Kitô hữu. Bởi vì tội diệt chủng không chỉ có nghĩa là tàn sát tất cả các thành viên của một cộng đồng, nhưng còn bao gồm những tác động buộc họ phải chạy trốn khỏi đất nước của họ để ly tán muôn nơi trên thế giới, bứng họ khỏi quê hương của tổ tiên, và phá hủy một nền văn hóa và xã hội cũng như một truyền thống tôn giáo”\n\n\n\n“Đức Giáo Hoàng cần phải nói rằng các chính sách đã được thông qua bởi các chính trị gia phương Tây là hoàn toàn bất công và đi ngược lại với lòng bác ái và công lý. Thực ra, họ có thể giúp cải cách hệ thống chính phủ tại Syria trong hòa bình. Nhưng họ đã chọn không làm như vậy”\n\n\n\n3. Truyền thông liêm chính phải phổ biến các thông tin tích cực về châu Phi\n\n\n\n“Châu Phi thường được mô tả bất công như một lục địa của bóng tối và cái chết, lục địa của những thất bại xã hội vì chủ nghĩa chủng tộc, vì các cuộc xung đột bạo lực và dịch bệnh như AIDS và Ebola”: đó là lời than phiền của cha Chrisantus Ndaga, đặc trách truyền thông của Liên Hội đồng Giám mục Ðông Phi, trong khuôn khổ Hội nghị chuyên đề của các phóng viên Công Giáo tổ chức tại Nairobi, bên Kenya.\n\n\n\nCha Ndaga đã phát biểu nhân danh Ðức cha Charles Palmer-Buckle, Tổng Giám mục Accra, Ghana. Ngài cũng là Giám đốc Thông tấn xã Công Giáo châu Phi CANAA - một cơ quan thông tấn Công Giáo được thành lập theo sáng kiến của Hội nghị chuyên đề của các Hội đồng Giám mục châu Phi và Madagascar.\n\n\n\nPhát biểu với các phóng viên Công Giáo đến từ 10 quốc gia châu Phi bao gồm Kenya, Uganda, Tanzania, Zambia, Zimbabwe, Seychelles, Malawi, Nigeria, Ghana và Nam Sudan, cha Ndaga nhấn mạnh rằng các phương tiện truyền thông liêm chính cần phải phổ biến các thông tin tích cực về những gì đang diễn ra ở châu Phi, và đặc biệt là các sáng kiến do Giáo Hội Công Giáo đề ra.\n\n\n\nCha cho biết: “Có rất nhiều hoạt động tích cực của Giáo Hội tại châu Phi đã không được các phương tiện truyền thông nói đến. Trong những năm qua, đã xuất hiện mong muốn chia sẻ tin tức và thông tin giữa các Giáo Hội châu Phi. Ngoài ra còn có một mong muốn làm sao cho tiếng nói của Giáo Hội châu Phi được lắng nghe tại lục địa này và cả ở bên ngoài biên giới châu Phi nữa”.\n\n\n\nTiếp lời cha Ndaga, cha Onyalla, dòng Don Bosco, là Ðiều phối viên của CANAA, nói rằng “có quá nhiều bối cảnh châu Phi được dùng làm những dẫn chứng tiêu cực, qua các lối diễn tả như “đất nước đau thương vì nghèo đói, chính phủ đầy tham nhũng, hệ thống chính trị ăn rễ sâu nơi đảng phái sắc tộc, xã hội phân hoá vì tôn giáo, bệnh tật hoành hành và mới đây nhất người ta đề cập đến châu phi như là trung tâm của khủng bố. Những kiểu trình bày sự kiện như thế thường do những kẻ ở ngoài châu Phi tường thuật”.\n\n\n\n4. Khai thành dự án “Vườn thương xót” giúp đỡ người tị nạn tại Amman, Jordan:\n\n\n\nMột công ty chuyên về nông nghiệp “phát triển lâu dài” đã tuyển dụng 15 người trong số những người tị nạn Iraq và những người thất nghiệp Jordan: sự kiện này nằm trong một dự án đoàn kết có tên gọi “Vườn thương xót”, được kháh thành hôm thứ Năm 12 tháng Năm tại Trung tâm Ðức Mẹ Hoà bình ở Amman, Jordan, trước sự hiện diện của Ðức Tổng giám mục Fouad Twal, Thượng phụ Jerusalem, và Ðức Tổng giám mục Alberto Ortega Martin, Sứ thần Tòa Thánh tại Jordan và Iraq.\n\n\n\nTheo yêu cầu của Ðức Thánh Cha Phanxicô, sáng kiến này được tài trợ từ khoản tiền quyên góp của các tín hữu thu được tại Gian hàng Toà Thánh ở Expo Milano 2015. Ðây là dấu hiệu cụ thể việc chăm sóc mục vụ của Tòa Thánh và các Giáo Hội địa phương đối với người dân Trung Ðông đang lao đao vì tình hình xung đột trong khu vực và buộc phải di cư.\n\n\n\n“Vườn thương xót - Ðức Sứ thần Toà Thánh nhấn mạnh, trong buổi lễ khánh thành - không chỉ là nơi người tị nạn và người nghèo có thể tìm được việc làm và lương bổng, mà còn trở thành một nơi đối thoại và gặp gỡ giữa nhiều người của các tôn giáo khác nhau, theo như Ðức Thánh Cha Phanxicô đã viết trong Tông sắc Dung mạo Lòng Thương xót”.\n\n\n\nTrang web abouna.org còn cho biết, tại buổi lễ nói trên, ông Wael Suleiman, Giám đốc Caritas Jordan, đã công bố các dự án nhỏ tương tự cũng sớm được thực hiện tại Madaba, Zaqrqa và Fuheis, nhằm tạo thêm công ăn việc làm cho người tị nạn và cho các gia đình Jordan không có thu nhập.\n\n\n\n5. Đức Thánh Cha trả lời phỏng vấn báo La Croix\n\n\n\nTrong số báo ra ngày thứ Ba 17 tháng 5, tờ La Croix đã đăng một cuộc phỏng vấn dài Đức Thánh Cha Phanxicô dành cho báo này về nhiều đề tài khác nhau đối với Giáo Hội tại Pháp, vấn đề người Hồi giáo và di cư, thị trường tự do và căn cội Kitô giáo của xã hội châu Âu.\n\n\n\nBàn về nỗi sợ Hồi Giáo, Đức Thánh Cha nhận xét rằng:\n\n\n\n“Tôi không nghĩ rằng bây giờ có một nỗi sợ hãi chính đạo Hồi, nhưng người ta sợ quân khủng bố Hồi Giáo IS và cuộc chiến tranh chinh phục của nó, được lèo lái một phần là do đạo Hồi”\n\n\n\n“Đối mặt với chủ nghĩa khủng bố Hồi giáo hiện nay, chúng ta nên đặt câu hỏi về cách thức trong đó một mô hình dân chủ quá Tây Phương đã được xuất khẩu sang các nước nơi có một quyền lực mạnh mẽ, chẳng hạn như ở Iraq, hoặc ở Libya, nơi có cấu trúc bộ lạc. Chúng ta không thể cứ sấn tới mà không xem xét nền văn hóa đó.”\n\n\n\nĐức Thánh Cha Phanxicô nói với tờ La Croix rằng ngài khó chịu với các cuộc thảo luận về nguồn gốc Kitô giáo của xã hội châu Âu. “Đôi khi tôi sợ những giai điệu, dường như có vẻ vênh vang hoặc thậm chí hằn học” . Đức Thánh Cha nhấn mạnh rằng Thánh Giáo Hoàng Gioan Phaolô II là người rất mạnh mẽ trong việc bảo vệ căn cội Kitô Giáo tại Âu châu đã đề cập đến vấn đề này “một cách thanh thản.”\n\n\n\nNhắc đến nước Pháp, Đức Thánh Cha Phanxicô ghi nhận rằng nước Pháp là “trưởng nữ của Giáo Hội” nhưng ngày nay cách nào đó nước Pháp lại là vùng “ngoại vi cần được phúc âm hóa”. Ngài cho biết rất mộ mến vị Thánh người Pháp là Thánh Nữ Têrêsa thành Lisieux và đã vinh danh hai nhà văn Pháp là Đức Hồng Y Henri de Lubac và Cha Michel de Certeau, như những “linh mục dòng Tên đầy sáng tạo.”\n\n\n\nNgài xác nhận Tổng thống Pháp François Hollande và Hội đồng giám mục Pháp đã gởi thư chính thức mời ngài thăm nước Pháp. Nhưng về ngày tháng thì chưa xác định, chắc chắn không phải là năm 2017 vì đó là năm bầu cử. Đức Phanxicô có nêu lên thành phố Marseille, một thành phố chưa có giáo hoàng nào đến thăm.\n\n\n\nKhi được hỏi về tình trạng thiếu linh mục ở Pháp, ngài nói:\n\n\n\nHàn Quốc là một ví dụ lịch sử. Đất nước này đã nhận được ánh sáng Tin Mừng từ những nhà truyền giáo từ Trung Quốc. Sau đó, trong hai thế kỷ, Hàn Quốc được phúc âm hóa bởi những người giáo dân. Đó là một vùng đất của các vị thánh và các vị tử đạo ngày hôm nay với một Giáo Hội mạnh mẽ. Các linh mục không phải là điều kiện tiên quyết để rao giảng Tin Mừng.\n\n\n\nMấy tuần gần đây Đức Hồng Y Philippe Barbarin của Lyon, thành phố lớn thứ hai của nước Pháp, đang ở trung tâm bão của một chiến dịch buộc ngài phải từ chức vì cách thức ngài giải quyết vụ linh mục Bernard Preynat bị buộc tội tấn công tình dục 4 cậu bé hướng đạo trong thời gian từ 1986 đến 1991.\n\n\n\nCha Preynat đã bị đặt dưới sự điều tra chính thức vào tháng Giêng, nhưng luật sư của ông lập luận rằng tội ác này đã vượt quá thời hạn hồi tố.\n\n\n\nTháng Ba vừa qua, các công tố viên ở Lyon yêu cầu một cuộc điều tra sơ bộ về những cáo buộc của ba nguyên đơn dân sự theo đó Giáo Phận Lyon đã biết về vụ tai tiếng này từ những năm trước, nhưng không thông báo cho các nhà chức trách.\n\n\n\nTheo tổng giáo phận Lyon, Đức Hồng Y Barbarin chỉ nhận được lời khai của một nạn nhân vào giữa năm 2014, và sau một cuộc điều tra đã buộc cha Preynat ngưng việc mục vụ vào tháng Năm 2015.\n\n\n\nBình luận về vụ này, Đức Thánh Cha nói:\n\n\n\n“Đối với Giáo Hội trong lĩnh vực này, sẽ không có thời hạn hồi tố. Qua các lạm dụng này, một linh mục có ơn gọi là đưa trẻ em đến với Chúa thì linh mục này lại hủy hoại em. Linh mục đó gây ra sự dữ, lòng oán giận, sự đau khổ. Như Đức Bênêđictô thứ 16 đã nói, mức độ khoan dung phải là zero.”\n\n\n\nĐáp lại một câu hỏi về Đức Hồng Y Philippe Barbarin của Lyon, Đức Thánh Cha nói: “Dựa trên những thông tin tôi có, tôi nghĩ rằng, tại Lyon, Đức Hồng Y Barbarin đã đưa ra những biện pháp cần thiết, ngài nắm được tình hình. Ngài là một người dũng cảm, đầy sáng tạo, một nhà truyền giáo.”\n\n\n\nKhi được hỏi liệu Đức Hồng Y Barbarin có nên từ chức không, Đức Thánh Cha nói: “Không, đó sẽ là một điều mâu thuẫn, một sự thiếu thận trọng. Chúng ta sẽ bàn đến sau khi kết thúc phiên tòa. Nhưng bây giờ từ chức thì có khác gì tự xưng là có tội.”\n\n\n\nĐối thoại với các thành viên Huynh Đoàn Thánh Piô X nhưng không có một thỏa thuận nào.\n\n\n\nMột vấn đề khác của Giáo Hội Pháp, đó là các quan hệ với Huynh đoàn Thánh Piô 10. Đức Phanxicô đã biết về Huynh đoàn này từ khi còn ở Buenos Aires. Theo ngài, các thành viên của Huynh Đoàn là “những người Công Giáo đang trên đường đi đến sự hiệp thông trọn vẹn”. Ngài công nhận có những đối thoại, ngài hiểu “Đức Cha Fellay là một người có thể đối thoại”: “Hai bên đi chậm, với nhiều kiên nhẫn”, nhưng cho đến lúc này chưa có một thỏa thuận nào giữa hai bên được nhắm đến.\n\n\n\nNgười di dân: các vấn đề được đặt ra\n\n\n\nVề vấn đề di dân ở Âu Châu, Đức Thánh Cha thừa nhận, “không thể nào mở rộng cửa một cách phi lý. Nhưng vấn đề căn bản được đặt ra là tại sao có quá nhiều người di dân hiện nay.” Theo Đức Thánh Cha, gốc rễ của hiện tượng này là một “hệ thống kinh tế toàn cầu chìm trong việc thờ ngẫu tượng tiền bạc”. Ngài kêu gọi Âu Châu hội nhập những người di dân mới đến, trong khi xét lại thực tế là “Âu Châu đang có vấn đề lớn về chuyện không sinh sản, do thái độ tìm kiếm một sự thoải mái một cách ích kỷ”.\n\n\n\nNgài lấy làm tiếc là nước Pháp đã sa đà quá đáng trong xu hướng thế tục hóa khi “xem các tôn giáo là một loại văn hóa-thứ yếu chứ không phải là một loại văn hóa riêng của mình”. Và ngài nói thêm: “nước Pháp phải đi một bước tới đàng trước về vấn đề này, để chấp nhận rằng, việc cởi mở với những điều siêu việt phải là một quyền của tất cả mọi người”.\n\n\n\n6. Hoa hậu Hồi Giáo đầu tiên của Hoa Kỳ trở thành người Công Giáo\n\n\n\nVào thời điểm giành vương miện hoa hậu Mỹ vào năm 2010, Rima Fakhih tuyên bố: ‘Tôi muốn nói rằng, trước hết tôi là người Mỹ, và tôi còn là người Mỹ gốc Ả Rập, người Mỹ gốc Li Băng và là người Mỹ theo Hồi giáo.’\n\n\n\nCô Fakih theo Hồi giáo thuộc hệ phái Shia, nhưng lại học ở trường Công Giáo.\n\n\n\nAnh Fakih là Kitô hữu và chị cô theo đạo và rửa tội cho hai con trai. Fakih cũng có một người chú đã trở lại Kitô giáo, và bây giờ đang là linh mục.\n\n\n\nRima Fakhih đã trở lại đạo Công Giáo tháng Tư vừa qua, khi chuẩn bị cho lễ hôn phối ở Li Băng với Wassim Salibi, nhà sản xuất âm nhạc nổi tiếng.\n\n\n\nNhững ai theo Hồi Giáo mà trở lại Công Giáo là chấo nhận án tử hình không biết giáng xuống đầu mình lúc nào. Trong một tweet trên Twitter, cô đã trích dẫn thư Thánh Phaolô gởi các tín hữu thành Philípphê “Với Đấng ban sức mạnh cho tôi, tôi chịu được hết.”(Pl 4,3)\n\n\n\n7. Sứ điệp nhân ngày thế giới truyền giáo lần thứ 90\n\n\n\nTrong sứ điệp nhân ngày thế giới truyền giáo lần thứ 90, Đức Thánh Cha đề cao vai trò của phụ nữ và các gia đình trong việc biểu lộ lòng thương xót của Thiên Chúa.\n\n\n\nNgày thế giới truyền giáo năm nay sẽ được cử hành vào Chúa Nhật 23 tháng 10 tới đây với chủ đề “Giáo Hội thừa sai, chứng nhân lòng thương xót”. Trong sứ điệp công bố hôm Chúa Nhật 15-5-2016 để chuẩn bị cho ngày đó, sau khi nói về lòng thương xót của Thiên Chúa, Đức Thánh Cha khẳng định rằng:\n\n\n\n“Khi đón nhận và theo Chúa Giêsu qua Tin Mừng và các bí tích, nhờ tác động của Chúa Thánh Linh, chúng ta có thể trở nên người có lòng thương xót như Cha chúng ta trên trời, học yêu thương như Chúa yêu thương chúng ta và biến cuộc sống chúng ta trở thành một món quà nhưng không, dấu chỉ lòng nhân lành của Ngài” (Misericordiae Vultus 3).”\n\n\n\nĐức Thánh Cha cũng nhận xét rằng “Có bao nhiêu người nam nữ thuộc mọi lứa tuổi và giai tầng xã hội, đã và đang làm chứng về tình yêu thương xót của Chúa, như trong thời kỳ đầu qua kinh nghiệm của Giáo Hội. Dấu chỉ hùng hồn về tình yêu thương từ mẫu của Thiên Chúa là sự hiện diện gia tăng đáng kể của nữ giới trong thế giới truyền giáo, bên cạnh sự hiện diện của nam giới. Các phụ nữ, nữ giáo dân và các người nữ thánh hiến, và ngày nay cũng có nhiều gia đình, đang thực thi ơn gọi truyền giáo của họ dưới nhiều hình thức khác nhau: từ việc trực tiếp rao giảng Tin Mừng cho đến các dịch vụ bác ái.”\n\n\n\n“Bên cạnh hoạt động loan báo Tin Mừng và cử hành các bí tích do các nam thừa sai đảm nhận, cũng có các phụ nữ và các gia đình hiểu biết một cách thích hợp hơn các vấn đề của dân chúng và biết đương đầu với các vấn đề ấy một cách thích hợp, và đôi khi một cách “chưa từng có”: qua sự chăm sóc cuộc sống, đặc biết chú ý đến con người hơn là các cơ cấu, tận dụng mọi tài nguyên nhân bản và tinh thần để xây dựng sự hòa hợp, các quan hệ, hòa bình, liên đới, cộng tác và tình huynh đệ, trong lãnh vực các tương quan giữa con người với nhau, cũng như trong lãnh vực rộng hơn lớn của đời sống xã hội và văn hóa, nhất là việc chăm sóc người nghèo”.\n\n\n\nTrong phần cuối của sứ điệp, Đức Thánh Cha nhắc lại sự kiện trong Năm Thánh này, có dịp kỷ niệm 90 năm thành lập Ngày Thế Giới truyền giáo, do Hội Giáo Hoàng truyền bá đức tin, đề xướng và được Đức Giáo Hoàng Piô 11 phê chuẩn năm 1926.. Đức Thánh Cha cho biết ngài tiếp nối truyền thống của các vị tiền nhiệm, cổ võ cuộc lạc quyên tại các giáo phận, giáo xứ, dòng tu, các hiệp hội và phong trào của Giáo Hội để giúp đỡ các cộng đoàn Kitô túng thiếu và để đẩy mạnh việc loan báo Tin Mừng cho đến tận bờ cõi trái đất” Tòa án Tối cao Hoa Kỳ đã từ chối đưa ra phán quyết trong một trường hợp được coi là một thử nghiệm quan trọng đối với việc bắt buộc các chủ nhân phải cung cấp bảo hiểm tránh thai Obamacare.Trong một phiên họp ngắn nhưng nhất trí, Tòa án tối cao gửi trả vụ Zubik v. Burwell trở lại cho tòa án cấp dưới, yêu cầu xét tòa án này xác định xem có thể đạt được một thỏa hiệp với các tổ chức Công Giáo đang kiện chính quyền Obama trong việc bắt buộc họ phải đóng bảo hiểm ngừa thai cho nhân viên trong chương trình chăm sóc sức khỏe.Các thẩm phán Tòa án Tối cao đã không thể đạt được một phán quyết trong vụ án sau khi họ họ bị giằng co với tỷ số 4-4 sau cái chết của Antonin Scalia, một thẩm phán có khuynh hướng phò sinh.Tuy tòa án tối cao không đưa ra được một phán quyết cụ thể nào, các nữ tu dòng Tiểu Muội Cho Người Nghèo xem quyết định này như một chiến thắng vì cho đến khi một phán quyết cuối cùng được ban hành, các nguyên đơn sẽ không phải chịu hình phạt vì không tuân theo các quy định của luật Obamacare.Nhà lãnh đạo của Giáo Hội Công Giáo Syria, là một Giáo Hội Công Giáo Đông phương hiệp thông hoàn toàn với Tòa Thánh, đã ca ngợi sự can thiệp của Nga tại Syria và nói rằng Hoa Kỳ và các nước phương Tây khác đang đồng lõa trong tội ác diệt chủng người Syria vì những lợi lộc địa chính trị, lòng mong muốn “xuất khẩu dân chủ” mù quáng, và chính sách hỗ trợ cho các nhóm nổi dậy Syria.“Người Nga đã nghiêm chỉnh hơn nhiều trong việc giúp đỡ Syria, đất nước đã bị chia cắt quá lâu và bị tàn phá quá thê thảm,” Đức Thượng Phụ Ignatius Joseph III Yonan nói với thông tấn xã Aleteia. “Những gì người Nga đã làm chỉ trong tháng Chín vừa qua còn có giá trị hơn nhiều so với tất cả mọi thứ mà phương Tây đã thực hiện trong hai năm qua.”“Phương Tây đang nuôi dưỡng những bi kịch thảm khốc đang diễn ra trước mắt chúng ta,” ngài nói thêm. “Chúng tôi đã nói nhiều lần rằng kích động bạo lực ở Syria sẽ chỉ dẫn đến sự hỗn loạn; và hỗn loạn sẽ dẫn đến một cuộc nội chiến. Tuy nhiên, sự hỗn loạn cũng là kẻ thù lớn nhất của các nhóm thiểu số, đặc biệt là các nhóm thiểu số Kitô giáo ở cả Syria và Iraq”.Ngài nhấn mạnh rằng:“Chúng tôi xem là kẻ đồng lõa tất cả những ai kích động những nhóm khủng bố được gọi là ‘phiến quân’. Theo luật hình sự, một người kích động một vụ giết người cũng phải bị tố cáo như là một tên tội phạm, và những ai biết nhưng thờ ơ cũng phải chịu sự trừng phạt ...”“Nếu quý độc giả thân yêu ở phương Tây thấy rằng các nước nơi họ đang sinh sống là những quốc gia dân chủ, thì họ phải cất cao tiếng nói của mình và nói với chính phủ của họ: Các ông bà đang tham gia vào một cuộc diệt chủng các nhóm thiểu số, trong đó có thiểu số các Kitô hữu. Bởi vì tội diệt chủng không chỉ có nghĩa là tàn sát tất cả các thành viên của một cộng đồng, nhưng còn bao gồm những tác động buộc họ phải chạy trốn khỏi đất nước của họ để ly tán muôn nơi trên thế giới, bứng họ khỏi quê hương của tổ tiên, và phá hủy một nền văn hóa và xã hội cũng như một truyền thống tôn giáo”“Đức Giáo Hoàng cần phải nói rằng các chính sách đã được thông qua bởi các chính trị gia phương Tây là hoàn toàn bất công và đi ngược lại với lòng bác ái và công lý. Thực ra, họ có thể giúp cải cách hệ thống chính phủ tại Syria trong hòa bình. Nhưng họ đã chọn không làm như vậy”“Châu Phi thường được mô tả bất công như một lục địa của bóng tối và cái chết, lục địa của những thất bại xã hội vì chủ nghĩa chủng tộc, vì các cuộc xung đột bạo lực và dịch bệnh như AIDS và Ebola”: đó là lời than phiền của cha Chrisantus Ndaga, đặc trách truyền thông của Liên Hội đồng Giám mục Ðông Phi, trong khuôn khổ Hội nghị chuyên đề của các phóng viên Công Giáo tổ chức tại Nairobi, bên Kenya.Cha Ndaga đã phát biểu nhân danh Ðức cha Charles Palmer-Buckle, Tổng Giám mục Accra, Ghana. Ngài cũng là Giám đốc Thông tấn xã Công Giáo châu Phi CANAA - một cơ quan thông tấn Công Giáo được thành lập theo sáng kiến của Hội nghị chuyên đề của các Hội đồng Giám mục châu Phi và Madagascar.Phát biểu với các phóng viên Công Giáo đến từ 10 quốc gia châu Phi bao gồm Kenya, Uganda, Tanzania, Zambia, Zimbabwe, Seychelles, Malawi, Nigeria, Ghana và Nam Sudan, cha Ndaga nhấn mạnh rằng các phương tiện truyền thông liêm chính cần phải phổ biến các thông tin tích cực về những gì đang diễn ra ở châu Phi, và đặc biệt là các sáng kiến do Giáo Hội Công Giáo đề ra.Cha cho biết: “Có rất nhiều hoạt động tích cực của Giáo Hội tại châu Phi đã không được các phương tiện truyền thông nói đến. Trong những năm qua, đã xuất hiện mong muốn chia sẻ tin tức và thông tin giữa các Giáo Hội châu Phi. Ngoài ra còn có một mong muốn làm sao cho tiếng nói của Giáo Hội châu Phi được lắng nghe tại lục địa này và cả ở bên ngoài biên giới châu Phi nữa”.Tiếp lời cha Ndaga, cha Onyalla, dòng Don Bosco, là Ðiều phối viên của CANAA, nói rằng “có quá nhiều bối cảnh châu Phi được dùng làm những dẫn chứng tiêu cực, qua các lối diễn tả như “đất nước đau thương vì nghèo đói, chính phủ đầy tham nhũng, hệ thống chính trị ăn rễ sâu nơi đảng phái sắc tộc, xã hội phân hoá vì tôn giáo, bệnh tật hoành hành và mới đây nhất người ta đề cập đến châu phi như là trung tâm của khủng bố. Những kiểu trình bày sự kiện như thế thường do những kẻ ở ngoài châu Phi tường thuật”.Một công ty chuyên về nông nghiệp “phát triển lâu dài” đã tuyển dụng 15 người trong số những người tị nạn Iraq và những người thất nghiệp Jordan: sự kiện này nằm trong một dự án đoàn kết có tên gọi “Vườn thương xót”, được kháh thành hôm thứ Năm 12 tháng Năm tại Trung tâm Ðức Mẹ Hoà bình ở Amman, Jordan, trước sự hiện diện của Ðức Tổng giám mục Fouad Twal, Thượng phụ Jerusalem, và Ðức Tổng giám mục Alberto Ortega Martin, Sứ thần Tòa Thánh tại Jordan và Iraq.Theo yêu cầu của Ðức Thánh Cha Phanxicô, sáng kiến này được tài trợ từ khoản tiền quyên góp của các tín hữu thu được tại Gian hàng Toà Thánh ở Expo Milano 2015. Ðây là dấu hiệu cụ thể việc chăm sóc mục vụ của Tòa Thánh và các Giáo Hội địa phương đối với người dân Trung Ðông đang lao đao vì tình hình xung đột trong khu vực và buộc phải di cư.“Vườn thương xót - Ðức Sứ thần Toà Thánh nhấn mạnh, trong buổi lễ khánh thành - không chỉ là nơi người tị nạn và người nghèo có thể tìm được việc làm và lương bổng, mà còn trở thành một nơi đối thoại và gặp gỡ giữa nhiều người của các tôn giáo khác nhau, theo như Ðức Thánh Cha Phanxicô đã viết trong Tông sắc Dung mạo Lòng Thương xót”.Trang web abouna.org còn cho biết, tại buổi lễ nói trên, ông Wael Suleiman, Giám đốc Caritas Jordan, đã công bố các dự án nhỏ tương tự cũng sớm được thực hiện tại Madaba, Zaqrqa và Fuheis, nhằm tạo thêm công ăn việc làm cho người tị nạn và cho các gia đình Jordan không có thu nhập.Trong số báo ra ngày thứ Ba 17 tháng 5, tờ La Croix đã đăng một cuộc phỏng vấn dài Đức Thánh Cha Phanxicô dành cho báo này về nhiều đề tài khác nhau đối với Giáo Hội tại Pháp, vấn đề người Hồi giáo và di cư, thị trường tự do và căn cội Kitô giáo của xã hội châu Âu.Bàn về nỗi sợ Hồi Giáo, Đức Thánh Cha nhận xét rằng:“Tôi không nghĩ rằng bây giờ có một nỗi sợ hãi chính đạo Hồi, nhưng người ta sợ quân khủng bố Hồi Giáo IS và cuộc chiến tranh chinh phục của nó, được lèo lái một phần là do đạo Hồi”“Đối mặt với chủ nghĩa khủng bố Hồi giáo hiện nay, chúng ta nên đặt câu hỏi về cách thức trong đó một mô hình dân chủ quá Tây Phương đã được xuất khẩu sang các nước nơi có một quyền lực mạnh mẽ, chẳng hạn như ở Iraq, hoặc ở Libya, nơi có cấu trúc bộ lạc. Chúng ta không thể cứ sấn tới mà không xem xét nền văn hóa đó.”Đức Thánh Cha Phanxicô nói với tờ La Croix rằng ngài khó chịu với các cuộc thảo luận về nguồn gốc Kitô giáo của xã hội châu Âu. “Đôi khi tôi sợ những giai điệu, dường như có vẻ vênh vang hoặc thậm chí hằn học” . Đức Thánh Cha nhấn mạnh rằng Thánh Giáo Hoàng Gioan Phaolô II là người rất mạnh mẽ trong việc bảo vệ căn cội Kitô Giáo tại Âu châu đã đề cập đến vấn đề này “một cách thanh thản.”Nhắc đến nước Pháp, Đức Thánh Cha Phanxicô ghi nhận rằng nước Pháp là “trưởng nữ của Giáo Hội” nhưng ngày nay cách nào đó nước Pháp lại là vùng “ngoại vi cần được phúc âm hóa”. Ngài cho biết rất mộ mến vị Thánh người Pháp là Thánh Nữ Têrêsa thành Lisieux và đã vinh danh hai nhà văn Pháp là Đức Hồng Y Henri de Lubac và Cha Michel de Certeau, như những “linh mục dòng Tên đầy sáng tạo.”Ngài xác nhận Tổng thống Pháp François Hollande và Hội đồng giám mục Pháp đã gởi thư chính thức mời ngài thăm nước Pháp. Nhưng về ngày tháng thì chưa xác định, chắc chắn không phải là năm 2017 vì đó là năm bầu cử. Đức Phanxicô có nêu lên thành phố Marseille, một thành phố chưa có giáo hoàng nào đến thăm.Khi được hỏi về tình trạng thiếu linh mục ở Pháp, ngài nói:Hàn Quốc là một ví dụ lịch sử. Đất nước này đã nhận được ánh sáng Tin Mừng từ những nhà truyền giáo từ Trung Quốc. Sau đó, trong hai thế kỷ, Hàn Quốc được phúc âm hóa bởi những người giáo dân. Đó là một vùng đất của các vị thánh và các vị tử đạo ngày hôm nay với một Giáo Hội mạnh mẽ. Các linh mục không phải là điều kiện tiên quyết để rao giảng Tin Mừng.Mấy tuần gần đây Đức Hồng Y Philippe Barbarin của Lyon, thành phố lớn thứ hai của nước Pháp, đang ở trung tâm bão của một chiến dịch buộc ngài phải từ chức vì cách thức ngài giải quyết vụ linh mục Bernard Preynat bị buộc tội tấn công tình dục 4 cậu bé hướng đạo trong thời gian từ 1986 đến 1991.Cha Preynat đã bị đặt dưới sự điều tra chính thức vào tháng Giêng, nhưng luật sư của ông lập luận rằng tội ác này đã vượt quá thời hạn hồi tố.Tháng Ba vừa qua, các công tố viên ở Lyon yêu cầu một cuộc điều tra sơ bộ về những cáo buộc của ba nguyên đơn dân sự theo đó Giáo Phận Lyon đã biết về vụ tai tiếng này từ những năm trước, nhưng không thông báo cho các nhà chức trách.Theo tổng giáo phận Lyon, Đức Hồng Y Barbarin chỉ nhận được lời khai của một nạn nhân vào giữa năm 2014, và sau một cuộc điều tra đã buộc cha Preynat ngưng việc mục vụ vào tháng Năm 2015.Bình luận về vụ này, Đức Thánh Cha nói:“Đối với Giáo Hội trong lĩnh vực này, sẽ không có thời hạn hồi tố. Qua các lạm dụng này, một linh mục có ơn gọi là đưa trẻ em đến với Chúa thì linh mục này lại hủy hoại em. Linh mục đó gây ra sự dữ, lòng oán giận, sự đau khổ. Như Đức Bênêđictô thứ 16 đã nói, mức độ khoan dung phải là zero.”Đáp lại một câu hỏi về Đức Hồng Y Philippe Barbarin của Lyon, Đức Thánh Cha nói: “Dựa trên những thông tin tôi có, tôi nghĩ rằng, tại Lyon, Đức Hồng Y Barbarin đã đưa ra những biện pháp cần thiết, ngài nắm được tình hình. Ngài là một người dũng cảm, đầy sáng tạo, một nhà truyền giáo.”Khi được hỏi liệu Đức Hồng Y Barbarin có nên từ chức không, Đức Thánh Cha nói: “Không, đó sẽ là một điều mâu thuẫn, một sự thiếu thận trọng. Chúng ta sẽ bàn đến sau khi kết thúc phiên tòa. Nhưng bây giờ từ chức thì có khác gì tự xưng là có tội.”Đối thoại với các thành viên Huynh Đoàn Thánh Piô X nhưng không có một thỏa thuận nào.Một vấn đề khác của Giáo Hội Pháp, đó là các quan hệ với Huynh đoàn Thánh Piô 10. Đức Phanxicô đã biết về Huynh đoàn này từ khi còn ở Buenos Aires. Theo ngài, các thành viên của Huynh Đoàn là “những người Công Giáo đang trên đường đi đến sự hiệp thông trọn vẹn”. Ngài công nhận có những đối thoại, ngài hiểu “Đức Cha Fellay là một người có thể đối thoại”: “Hai bên đi chậm, với nhiều kiên nhẫn”, nhưng cho đến lúc này chưa có một thỏa thuận nào giữa hai bên được nhắm đến.Người di dân: các vấn đề được đặt raVề vấn đề di dân ở Âu Châu, Đức Thánh Cha thừa nhận, “không thể nào mở rộng cửa một cách phi lý. Nhưng vấn đề căn bản được đặt ra là tại sao có quá nhiều người di dân hiện nay.” Theo Đức Thánh Cha, gốc rễ của hiện tượng này là một “hệ thống kinh tế toàn cầu chìm trong việc thờ ngẫu tượng tiền bạc”. Ngài kêu gọi Âu Châu hội nhập những người di dân mới đến, trong khi xét lại thực tế là “Âu Châu đang có vấn đề lớn về chuyện không sinh sản, do thái độ tìm kiếm một sự thoải mái một cách ích kỷ”.Ngài lấy làm tiếc là nước Pháp đã sa đà quá đáng trong xu hướng thế tục hóa khi “xem các tôn giáo là một loại văn hóa-thứ yếu chứ không phải là một loại văn hóa riêng của mình”. Và ngài nói thêm: “nước Pháp phải đi một bước tới đàng trước về vấn đề này, để chấp nhận rằng, việc cởi mở với những điều siêu việt phải là một quyền của tất cả mọi người”.Vào thời điểm giành vương miện hoa hậu Mỹ vào năm 2010, Rima Fakhih tuyên bố: ‘Tôi muốn nói rằng, trước hết tôi là người Mỹ, và tôi còn là người Mỹ gốc Ả Rập, người Mỹ gốc Li Băng và là người Mỹ theo Hồi giáo.’Cô Fakih theo Hồi giáo thuộc hệ phái Shia, nhưng lại học ở trường Công Giáo.Anh Fakih là Kitô hữu và chị cô theo đạo và rửa tội cho hai con trai. Fakih cũng có một người chú đã trở lại Kitô giáo, và bây giờ đang là linh mục.Rima Fakhih đã trở lại đạo Công Giáo tháng Tư vừa qua, khi chuẩn bị cho lễ hôn phối ở Li Băng với Wassim Salibi, nhà sản xuất âm nhạc nổi tiếng.Những ai theo Hồi Giáo mà trở lại Công Giáo là chấo nhận án tử hình không biết giáng xuống đầu mình lúc nào. Trong một tweet trên Twitter, cô đã trích dẫn thư Thánh Phaolô gởi các tín hữu thành Philípphê “Với Đấng ban sức mạnh cho tôi, tôi chịu được hết.”(Pl 4,3)Trong sứ điệp nhân ngày thế giới truyền giáo lần thứ 90, Đức Thánh Cha đề cao vai trò của phụ nữ và các gia đình trong việc biểu lộ lòng thương xót của Thiên Chúa.Ngày thế giới truyền giáo năm nay sẽ được cử hành vào Chúa Nhật 23 tháng 10 tới đây với chủ đề “Giáo Hội thừa sai, chứng nhân lòng thương xót”. Trong sứ điệp công bố hôm Chúa Nhật 15-5-2016 để chuẩn bị cho ngày đó, sau khi nói về lòng thương xót của Thiên Chúa, Đức Thánh Cha khẳng định rằng:“Khi đón nhận và theo Chúa Giêsu qua Tin Mừng và các bí tích, nhờ tác động của Chúa Thánh Linh, chúng ta có thể trở nên người có lòng thương xót như Cha chúng ta trên trời, học yêu thương như Chúa yêu thương chúng ta và biến cuộc sống chúng ta trở thành một món quà nhưng không, dấu chỉ lòng nhân lành của Ngài” (Misericordiae Vultus 3).”Đức Thánh Cha cũng nhận xét rằng “Có bao nhiêu người nam nữ thuộc mọi lứa tuổi và giai tầng xã hội, đã và đang làm chứng về tình yêu thương xót của Chúa, như trong thời kỳ đầu qua kinh nghiệm của Giáo Hội. Dấu chỉ hùng hồn về tình yêu thương từ mẫu của Thiên Chúa là sự hiện diện gia tăng đáng kể của nữ giới trong thế giới truyền giáo, bên cạnh sự hiện diện của nam giới. Các phụ nữ, nữ giáo dân và các người nữ thánh hiến, và ngày nay cũng có nhiều gia đình, đang thực thi ơn gọi truyền giáo của họ dưới nhiều hình thức khác nhau: từ việc trực tiếp rao giảng Tin Mừng cho đến các dịch vụ bác ái.”“Bên cạnh hoạt động loan báo Tin Mừng và cử hành các bí tích do các nam thừa sai đảm nhận, cũng có các phụ nữ và các gia đình hiểu biết một cách thích hợp hơn các vấn đề của dân chúng và biết đương đầu với các vấn đề ấy một cách thích hợp, và đôi khi một cách “chưa từng có”: qua sự chăm sóc cuộc sống, đặc biết chú ý đến con người hơn là các cơ cấu, tận dụng mọi tài nguyên nhân bản và tinh thần để xây dựng sự hòa hợp, các quan hệ, hòa bình, liên đới, cộng tác và tình huynh đệ, trong lãnh vực các tương quan giữa con người với nhau, cũng như trong lãnh vực rộng hơn lớn của đời sống xã hội và văn hóa, nhất là việc chăm sóc người nghèo”.Trong phần cuối của sứ điệp, Đức Thánh Cha nhắc lại sự kiện trong Năm Thánh này, có dịp kỷ niệm 90 năm thành lập Ngày Thế Giới truyền giáo, do Hội Giáo Hoàng truyền bá đức tin, đề xướng và được Đức Giáo Hoàng Piô 11 phê chuẩn năm 1926.. Đức Thánh Cha cho biết ngài tiếp nối truyền thống của các vị tiền nhiệm, cổ võ cuộc lạc quyên tại các giáo phận, giáo xứ, dòng tu, các hiệp hội và phong trào của Giáo Hội để giúp đỡ các cộng đoàn Kitô túng thiếu và để đẩy mạnh việc loan báo Tin Mừng cho đến tận bờ cõi trái đất”", "article_metadata": {"keywords": "VietCatholic, News Agency, Giáo Hội, Công Giáo, Việt Nam, Catholic, Tin Tức, Vietnamese, Church, News", "description": "Thông Tấn Công Giáo Việt Nam - Tin Tức Giáo Hội Hoàn Vũ và Việt Nam - VietCatholic News Agency"}, "article_summary": "Đó là một vùng đất của các vị thánh và các vị tử đạo ngày hôm nay với một Giáo Hội mạnh mẽ.\nNgày thế giới truyền giáo năm nay sẽ được cử hành vào Chúa Nhật 23 tháng 10 tới đây với chủ đề “Giáo Hội thừa sai, chứng nhân lòng thương xót”.\nSứ điệp nhân ngày thế giới truyền giáo lần thứ 90Trong sứ điệp nhân ngày thế giới truyền giáo lần thứ 90, Đức Thánh Cha đề cao vai trò của phụ nữ và các gia đình trong việc biểu lộ lòng thương xót của Thiên Chúa.\nCha cho biết: “Có rất nhiều hoạt động tích cực của Giáo Hội tại châu Phi đã không được các phương tiện truyền thông nói đến.\nĐức Phanxicô có nêu lên thành phố Marseille, một thành phố chưa có giáo hoàng nào đến thăm."}