{"article_title": "Medicaid Eligibility Expands as a Result of New Immigration Policy", "article_keywords": ["doh", "eligibility", "immigrants", "immigration", "according", "states", "state", "program", "medicaid", "result", "policy", "residents", "expands", "york"], "article_url": "http://www.theepochtimes.com/n3/1101803-medicaid-eligibility-expands-as-a-result-of-new-immigration-policy/", "article_text": "NEW YORK—Starting in 2015, as a result of President Obama’s executive action on immigration, New York state’s Medicaid program could add hundreds of thousands of immigrants who are living here illegally.\n\nThe president announced on Thursday that his administration would shield five million immigrants from deportation and give them work permits, a move that would make deferred action recipients in New York “permanently residing under color of law” (PRUCOL).\n\nPRUCOL residents are rarely eligible for state Medicaid programs. New York is an exception. As a result of the state Court of Appeals’ ruling in Aliessa v. Novello in 2001, PRUCOL residents qualify for Medicaid and a few other safety-net programs, according to the Empire Justice Center, a nonprofit law firm.\n\nIn 2010, there were around 625,000 immigrants living without documentation in New York state, according to the Pew Research Center. Upward of 250,000 of these could qualify for the state’s Medicaid program as a result of the president’s recent move on immigration, and the additional cost of insuring them would fall solely on New York state.\n\nNew York had 5.3 million residents enrolled in Medicaid in 2013.\n\nState Burden\n\nThe state is already receiving reimbursements from the federal government for its emergency Medicaid program, where the majority of recipients are immigrants who have entered illegally. In 2011, New York received $528 million for emergency Medicaid that treated 30,000 people, according to NPR.\n\nNew York state’s Department of Health (DOH) has a budget of $17 billion for Medicaid for the 2015 fiscal year. If projected spending is expected to exceed that amount, the DOH will implement a “Medicaid Savings Allocation Plan” with the Division of the Budget to rein in spending, according to the DOH website.\n\nAsked about the potential impact the new immigration policy could have, a DOH spokesperson said that the DOH “is reviewing the president’s executive order.”\n\nAlthough the state government accrued a $5 billion surplus this year, both Gov. Andrew Cuomo and State Assembly Speaker Sheldon Silver have said that the surplus should be spent on one-time projects like infrastructure.\n\nNew York workers who have immigrated illegally are still ineligible for the federal Medicaid program and “Obamacare.” In September, 115,000 people lost their health coverage under Obamacare after they failed to provide proof of citizenship or immigration status.\n\nThe shift in immigration policy is also expected to boost enrollment in Obamacare by residents who were previously eligible, but were deterred that registration would put a family member at risk for deportation.", "article_metadata": {"description": "Starting in 2015, as a result of President Obama’s executive action on immigration, New York state’s Medicaid program could add hundreds of thousands of immigrants who are living here illegally.", "og": {"site_name": "The Epoch Times", "description": "Starting in 2015, as a result of President Obama’s executive action on immigration, New York state’s Medicaid program could add hundreds of thousands of immigrants who are living here illegally.", "title": "Medicaid Eligibility Expands as a Result of New Immigration Policy", "locale": "en_US", "image": "http://www.theepochtimes.com/n3/eet-content/uploads/2014/11/24/185352883-674x449.jpg", "updated_time": "2014-11-24T20:07:41-05:00", "url": "http://www.theepochtimes.com/n3/1101803-medicaid-eligibility-expands-as-a-result-of-new-immigration-policy/", "type": "article"}, "twitter": {"domain": "The Epoch Times", "description": "Starting in 2015, as a result of President Obama’s executive action on immigration, New York state’s Medicaid program could add hundreds of thousands of immigrants who are living here illegally.", "creator": "@zhou___", "image": {"src": "http://www.theepochtimes.com/n3/eet-content/uploads/2014/11/24/185352883.jpg"}, "title": "Medicaid Eligibility Expands as a Result of New Immigration Policy", "site": "@EpochTimes", "card": "summary"}, "robots": "noodp,noydir", "keywords": "immigration law, New York, NY News", "fb": {"admins": 10205921529470972, "pages": 92239399265}, "date": "November 24, 2014 8:07 pm", "article": {"section": "NY News", "tag": "immigration law", "published_time": "2014-11-24T20:06:57-05:00", "modified_time": "2014-11-24T20:07:41-05:00"}}, "article_summary": "NEW YORK—Starting in 2015, as a result of President Obama’s executive action on immigration, New York state’s Medicaid program could add hundreds of thousands of immigrants who are living here illegally.\nIn 2010, there were around 625,000 immigrants living without documentation in New York state, according to the Pew Research Center.\nNew York state’s Department of Health (DOH) has a budget of $17 billion for Medicaid for the 2015 fiscal year.\nPRUCOL residents are rarely eligible for state Medicaid programs.\nUpward of 250,000 of these could qualify for the state’s Medicaid program as a result of the president’s recent move on immigration, and the additional cost of insuring them would fall solely on New York state."}