{"article_title": "Paul Ryan’s sorry invention: The GOP’s self-appointed poverty warrior coins “envy economics”", "article_keywords": ["warrior", "envy", "programs", "ryans", "wealthy", "economics", "tax", "gops", "ryan", "antipoverty", "economic", "invention", "poverty", "selfappointed", "sorry", "trying", "inequality", "paul"], "article_url": "http://www.salon.com/2015/02/03/paul_ryans_sorry_invention_the_gops_self_appointed_poverty_warrior_coins_envy_economics/", "article_text": "Topics: budgets, economic inequality, GOP, Income inequality, Paul Ryan, Poverty, Supply-side economics, Tax cuts, Tax reform, Taxes, The Right, trickle-down economics, War on Poverty, Politics News\n\nFor most of last year, Rep. Paul Ryan was busy revamping his image. He’d spent most of his public life as the tax-cutting budget “wonk” who believed ardently in the power of supply-side economic theory, but after helping Mitt Romney take silver in the 2012 election, Ryan embarked on a political reinvention that would help dispel the GOP’s well-earned reputation as the party of the wealthy. The end result of his efforts was Paul Ryan: The Republican Who Cares About Poor People.\n\nRyan gave the effort his all. He put out a dubiously researched study arguing that federal anti-poverty programs had failed and were doing little beyond breeding dependency on government largess. He also released a new anti-poverty plan that block-grants all federal anti-poverty programs and forces recipients of government aid to sign contracts promising that they’ll be better, more successful Americans (or face “sanctions”).\n\nRyan also sought a change in tone. For years he’d happily divided America into “makers” (successful rich folks who create jobs) and “takers” (low-earners who grow fat on government programs funded by the “makers’” tax revenue). But the New Paul Ryan had learned his lesson and wasn’t going to coarsen the economic inequality debate with insulting language of that sort. He apologized for using the makers-and-takers “shorthand” in a Wall Street Journal Op-Ed last August. “The phrase gave insult where none was intended,” Ryan wrote. “People struggling and striving to get ahead—that’s what our country is all about. On that journey, they’re not ‘takers’; they’re trying to make something of themselves. We shouldn’t disparage that.”\n\nWell, that was then. Ryan is the GOP’s new point man on tax policy and he’s being called upon to push back on President Obama’s plans to finance tax credits for low earners with tax hikes on the wealthy. Ryan did just that in two separate interviews this weekend – with NBC News and the New York Times – and he test drove a new slogan for bashing the president’s proposals: “envy economics.”\n\nHere’s what he said on “Meet the Press”:\n\nRYAN: I think it [closing the “stepped-up basis” loophole] is a bad idea. You’re actually making it really hard for a family to pass on a family business to the next generation. So what I think the President is trying to do here is to, again, exploit envy economics. This top-down redistribution doesn’t work. We have been doing it for six years. Look, it may make for good politics. It doesn’t make for good economic growth.", "article_metadata": {"description": "Ryan apologized for previously calling the less fortunate \"takers.\" Here's what he must have meant instead", "title": "Paul Ryan’s sorry invention: The GOP’s self-appointed poverty warrior coins “envy economics”", "og": {"site_name": "Salon", "description": "Ryan apologized for previously calling the less fortunate \"takers.\" Here's what he must have meant instead", "title": "Paul Ryan’s sorry invention: The GOP’s self-appointed poverty warrior coins “envy economics”", "url": "http://www.salon.com/2015/02/03/paul_ryans_sorry_invention_the_gops_self_appointed_poverty_warrior_coins_envy_economics/", "image": "http://media.salon.com/2014/08/paul_ryan5.jpg", "type": "article"}, "twitter": {"description": "Ryan apologized for previously calling the less fortunate \"takers.\" Here's what he must have meant instead", "title": "Paul Ryan’s sorry invention: The GOP’s self-appointed poverty warrior coins “envy economics”", "image": "http://media.salon.com/2014/08/paul_ryan5.jpg", "creator": "@SimonMaloy", "site": "@salon", "card": "summary_large_image"}, "author": "Simon Maloy", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, budgets, economic inequality, GOP, Income inequality, Paul Ryan, Poverty, Supply-side economics, Tax cuts, Tax reform, Taxes, The Right, trickle-down economics, War on Poverty", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "Topics: budgets, economic inequality, GOP, Income inequality, Paul Ryan, Poverty, Supply-side economics, Tax cuts, Tax reform, Taxes, The Right, trickle-down economics, War on Poverty, Politics NewsFor most of last year, Rep. Paul Ryan was busy revamping his image.\nThe end result of his efforts was Paul Ryan: The Republican Who Cares About Poor People.\nHe put out a dubiously researched study arguing that federal anti-poverty programs had failed and were doing little beyond breeding dependency on government largess.\nBut the New Paul Ryan had learned his lesson and wasn’t going to coarsen the economic inequality debate with insulting language of that sort.\nHe also released a new anti-poverty plan that block-grants all federal anti-poverty programs and forces recipients of government aid to sign contracts promising that they’ll be better, more successful Americans (or face “sanctions”)."}