{"article_title": "Obama, Climate Change and the Arrogance of Power", "article_keywords": ["climate", "power", "justice", "energy", "political", "arrogance", "world", "politics", "president", "think", "change", "obama"], "article_url": "http://www.counterpunch.org/2015/11/20/baked-alaska-obama-climate-change-and-the-arrogance-of-power/", "article_text": "by\n\nRolling Stone reporter Jeff Goodell tagged along on President Obama’s recent climate-change themed trip to Alaska. Goodell’s report included an interview with the President. The interview provides a window into central features of Barack Obama’s politics and policies.\n\nStyle Over Substance\n\nThe thin stuff of the trip was evident from the outset. Sum total of new initiatives announced during the visit: we now get to call Mt. McKinley Denali again (what the indigenous locals always called it, and already the name of the national park over which it towers); construction of a new icebreaker for the Coast Guard (aimed at narrowing the hysterical icebreaker gap with the Russians), and some Native Alaskan villages received the promise of a few million dollars in federal assistance to relocate away from the rising Arctic Ocean.\n\nAs Obama — the first sitting president to visit the Arctic — admitted, the trip was primarily about the symbolism of presidential witness to melting glaciers and warming permafrost. “Part of the reason why I wanted to take this trip was to start making it a little more visceral and to highlight for people that this is not a distant problem that we can keep putting off,” he said. “This is something that we have to tackle right now.”\n\n“Climate change is no longer some far-off problem; it is happening here, it is happening now,” Obama said on the trip’s first day. In “perhaps the starkest language he has ever used in public,” thinks Goodell, Obama warned that without urgent action, “we will condemn our children to a planet beyond their capacity to repair: submerged countries, abandoned cities, fields no longer growing.” “We’re not moving fast enough,” was the president’s mantra (cited four times in a 24-minute speech; an aide told Goodell the repetition was off script).\n\nWho today doesn’t get climate change in their guts, bones and sinews? Doesn’t see it as mere real and present danger but as rapidly emerging catastrophe? Forest fires burning up vast expanses of the West and Alaska, simultaneous droughts and deluges from California to the Southeast, hurricanes and blizzards barreling up and down the Atlantic Seaboard, the strongest storm ever hitting the Mexican Pacific coast. Springs arriving ever earlier, summers growing ever hotter, winters swinging wildly back and forth between historically mild and record-breaking cold and snow. The most timid “I’m not a scientist” politicians, climate skeptics, even deniers understand this, regardless of their public statements. Twenty years ago it was fair to say there’d be no serious action on climate change until the threats moved from remote to people’s doorsteps. Put out the welcome mat.\n\nObama’s crew pointed to an additional reason for the trip: to “build momentum for a meaningful deal at the international climate talks in Paris.” “The president is entirely focused on this goal,” one of his aides told Goodell. “If you think about who has been in the forefront of pushing global climate action forward, nobody is in Obama’s league,” declared John Podesta, former special adviser to the president now chair of Hillary Clinton’s presidential campaign. Goodell quotes another informant as having heard Obama claim recently: “I’m dragging the world behind me to Paris.”\n\nGoodell left Podesta and Obama’s claims unchallenged. There are literally millions of activists around the world far out in front of the president on climate change. While realizing that it’s reckless to burn every last nugget of coal and barrel of oil, the president does not, for example, demand that the world leave 80% of the remaining fossil fuels in the ground. Not a fair comparison? What of prior presidents? It doesn’t take much to best the energy and climate policies of Ronald Reagan, the two George Bushes or Bill Clinton, the other guys in charge during the Age of Climate Change. What of other heads of state? Most Western European executives are bolder than Obama (to say nothing of the leaders of small island states).\n\nThis is not to deny the president some climate credit. He intervened at Copenhagen (bursting into a meeting of BRICS leaders to which he had not been invited) to some (problematic) effect, used the bailout of the automakers to leverage an increase in fuel efficiency, and directed considerable sums — by historical standards — of Recovery Act monies toward clean energy investments. But following the modest start, as admitted by one of his aides, Obama put climate change on the back burner during the rest of his first term to focus on health care reform.\n\nHe came roaring back, we’re told by the aide, in his 2013 inaugural address: “We, the people, still believe that our obligations as Americans are not just to ourselves, but to all posterity. We will respond to the threat of climate change, knowing that the failure to do so would betray our children and future generations.” By June of that year, Obama introduced a decent if unremarkable Climate Action Plan. He took some modest steps on HFCs and methane. With the help of Podesta, the president (finally) launched a series of executive actions in 2014 designed to circumvent the climate deniers and Obama haters in Congress. There’s last year’s unprecedented (if underwhelming and uncertain) deal with China—which addressed the ‘why take action if the Chinese won’t’ question and made progress at the global climate talks in Paris in December more likely. Then there’s the Clean Power Plan — challenged by Red State governors — that relies on the EPA’s authority under the Clean Air Act to reduce power plant C0 2 emissions thirty two percent by 2030 (essentially foreclosing construction of new coal-fired plants).\n\nBut dragging the world to Paris? Obama committed the US to 26-28% reductions in greenhouse gases from 2005 levels by 2025 — with no consideration for how the cuts affect global mean temperature increases, the real measure of seriousness. Compare that to the European Union’s promise for 40% cuts from 1990 levels by 2050 (also surely not enough to prevent further catastrophe).\n\n“The science keeps on telling us,” admits Obama, “we’re just not acting fast enough.” A primary obstacle to acting faster is Obama’s own “all of the above” energy policy. The president opened new areas of the Gulf of Mexico to drilling (after most of the anger and some of the hurt over BP’s blowout disaster subsided). Obama subsidized the fraud that is “clean coal,” leased vast expanses of the West for further coal mining at fire sale prices, and failed to ban mountain top removal mining. He kept the nuclear reactor industry on life support with approval of and massive financial support for a new plant, and left it to “the market” to shutter several old nukes.\n\nHis administration bolstered fracking for oil and gas in shale formations across the country, and in a stunning failure of responsibility overlooked the legal exemptions engineered by Bush and Cheney that make the practice possible. He finally killed the Keystone XL pipeline after TransCanada withdrew its permit application, and Hillary Clinton came out against it. Obama permitted Shell to drill in the frigid depths of the Chukchi Sea seventy-five miles off the Alaskan coast (a decision Al Gore called “insane;” Shell called it quits for now after failing to find much oil). To top it off, the president visited the oil patch when gasoline prices soared in 2012 to boast about the vast increases in fossil fuel production his policies stimulated (an eight year high to that point).\n\nObama in New Mexico, March 21, 2012. Source: Jason Reed/Reuters\n\nReady for Action\n\nGoodell’s interview with the president lays bare what’s fundamentally flawed about the Obama approach to politics, and to his climate change politics in particular. The president wisely does not toot his own horn: “we have made modest progress, but nowhere near what we need to do.” He lamented his early failure to pass cap-and-trade, a system that turns pollution into a commodity, and that has been limited thus far in the US to slowly reducing carbon emissions in a couple of multi-state electricity-generating sectors. The president takes credit for reducing the carbon intensity of the economy (a measure of carbon emissions per unit of economic activity), and for “doubling the production of clean energy” (although in the race for green power, UN climate chief Christiana Figueres says the US “is actually playing catch-up to China”).\n\n“My attitude,” Obama claims, “is that if we get the structure right, then we can turn the dials as there’s additional public education, not just in the United States but across the world, and people feel a greater urgency about it and there’s more political will to act.” This ignores the twenty years of growing public concern in the US, based on increased understanding of the science and politics of climate change, reflected in public opinion polls and other data. See, for example, the work of political psychologist Jon Krosnick (Figure 1). Publics around the world were ready for action already in 2007, prior to Obama’s presidency (see Figure 2). “Greater urgency” and “political will” are generated by social movements not by presidents on junkets hobbled by obstructionists and by lack of imagination and fortitude (about which more below).\n\nFIGURE 1\n\nSource: National survey of American public opinion on global warming via Jon Krosnick, Stanford University. Copied from http://grist.org/\n\nFIGURE 2\n\nSource: Poll Finds Worldwide Agreement That Climate Change is a Threat (2007)\n\nDrill Baby Drill\n\nWhen challenged about his strenuous efforts to boost dirty energy production — indistinguishable from earlier occupants of the White House — the president said:\n\n“This has been an ongoing conversation that I’ve had with the environmental community. One of the things about being president is you’re never starting from scratch, you’ve got all these legacies that you wrestle with. And obviously, the fossil-fuel economy is deeply entrenched in the structure of everybody’s lives around the world. And so from the start, I’ve always talked about a transition that is not going to happen overnight.”\n\nOf course there are “legacies,” and transitions do not “happen overnight.” No one claims otherwise. No one doubts that the fossil fuel economy is “deeply entrenched:” all the more reason to place it on a very strict, steadily shrinking diet as quickly as possible. Increasing dirty energy supplies such that the industry is now looking to overturn crude oil export restrictions and to build liquefied natural gas export terminals — as we’ve seen during the Obama years — only makes the transition longer and more difficult.\n\n“And regardless of how urgent I think the science is, if I howl at the moon without being able to build a political consensus behind me, it’s not going to get done. And in fact, we end up potentially marginalizing supporters or people who recognize there’s a need to act but also have some real interests at stake.”\n\nThe president ‘s fear of failure — lone “howl[ing] at the moon” and “marginalizing supporters” — got in the way of a full bore campaign to confront the urgency of climate change. His fear of failure led to actual failure to mobilize the public.\n\nObama’s belief that he needs “consensus” to succeed (a claim he returns to repeatedly throughout the interview), and the nature of that consensus, is critical on several levels. He sees climate policy through a politics-as-usual lens. The president thinks he can build political consensus for climate action in the way he built a “consensus” for Obamacare: by dropping the optimal approach (Medicare for all) in advance of negotiations, and then buying off the remaining opposition. Avoid directly confronting the major players (the fossil fuel industry in this case). Then give them what they need to sign on (access to coal, oil and gas). On climate, however, there’s nothing to agree to. The oil and gas industry gets what it wants without paying any price whatsoever.\n\nThen there’s political arithmetic. By “political consensus” Obama also means congressional majorities sufficient to overcome opposition to strong action. Obstruction-proof political majorities are relatively rare quantities that don’t build themselves. Decisive majorities only occur amidst powerful social movements (think New Deal coalition or Great Society bloc). They are a fragile legacy of significant sociopolitical change forged by masses in the streets.\n\nHis concern for potential supporters who might be turned off by howling at the moon misses the fact that global consensus already existed in December 2005 over three years prior to Obama’s presidency (see Figure 3). As to the “real interests at stake:” Every living thing on the planet has real interests at stake, not just those who make livings from fossil fuels (about which more below).\n\nFigure 3\n\nSource: 30-Country Poll Finds Worldwide Consensus that Climate Change is a Serious Problem\n\nGoodell too pushed back on the question of consensus: “the warming of the planet is not waiting for consensus building.” Obama responded that to “get our arms around this problem,”\n\n“[W]e are going to have to take into account the fact that the average American right now, even if they’ve gotten past climate denial, is still much more concerned about gas prices, getting back and forth from work, than they are about the climate changing. And if we are not strategic about how we talk about the issue and work with all the various stakeholders on this issue, then what will happen is that this will be demagogued and we will find ourselves in a place where we actually have slower progress rather than faster progress.”\n\nPeople are today not worried about gasoline prices, at their lowest since 2009. They’re back to buying gas-guzzlers. Part of the problem is with surveys of the sort that give Obama this impression. Unless pollsters ask these questions on days with a climate chaos-inspired fire out back or deluge overhead, or ask questions about specific mitigation or resilience actions to take, respondents will have other priorities. Of course people are worried about declining standards of living, about making it to their next paycheck having gone years without raises that keep pace with inflation. How could it be otherwise given corporate and government policies of recent decades?\n\nA more serious part of the problem is with the president’s thinking. There have always been and will always be demagogues trying to derail progress of any kind, climate included. There’s a whole denial industry supporting them. The Merchants of Doubt have been peddling their wares for a long time. Obama is pusillanimous is his “strategic” responses to them. An overabundance of concern for “all the various stakeholders,” stinginess with his political capital, and the president’s spotty climate leadership also stand in the way of faster progress.\n\n“So the science doesn’t change. The urgency doesn’t change. But part of my job is to figure out what’s my fastest way . . . to get to a point where we’ve got a clean-energy economy. And somebody who is not involved in politics may say, “Well, the shortest line between two points is just a straight line; let’s just go straight to it.” Well, unfortunately, in a democracy, I may have to zig and zag occasionally, and take into account very real concerns and interests. I think one of the failures that we had in the cap-and-trade legislation that came up early in my first term . . . was that we hadn’t built enough of the consensus that was required to get that done.”\n\nThe president’s own weak leadership and the arrogance of his counselors increased the need for compromise with “very real concerns and interests,” especially after squandering two years of Democratic majorities in Congress. Obama and his team stepped into the Oval Office in January 2009 thinking they could work with Republicans despite all evidence to the contrary, a strategic blunder of gargantuan proportions.\n\nNo Guts No Glory\n\nGoodell pressed him about the failure of cap-and-trade: “it passed the House, and many people think that with a little more muscle, you could have gotten it through the Senate.”\n\n“Look, I think that our democratic process is painfully slow — even when you’ve got Democratic majorities. And this is an issue that, although overwhelmingly Democrats are on the right side of, it’s not easy for every Democrat, and it’s not uniform. And when you’ve got a filibuster in the Senate, you’ve got challenges. I think the biggest problem we had was folks like John McCain, who had come out in favor of a cap-and-trade system, getting caught up in a feverish opposition to anything I proposed and reversing themselves — which meant that getting the numbers that we needed was going to be too difficult. And we probably should have moved faster to a nonlegislative strategy, but I don’t think that there was some magic recipe whereby we could have gotten cap-and-trade through the Senate without some Republican support. We needed 60 votes. That’s the way the filibuster operates there. This is similar to the discussions I have with progressives sometimes when they say, “Why didn’t you have a trillion-dollar stimulus instead of an $800 billion stimulus?” And you try to explain, well, this was significantly larger than the New Deal; it was the largest stimulus ever, but I had to get the votes of a couple of Republicans in order to get it done. Or folks who want single-payer health care instead of Obamacare. We had political constraints. Now, what this tells us, generally, is that those who, rightly, see this as the issue of our time have to take politics into account and have to be strategic in terms of how we frame the issues, and we have to make sure that we’re bringing the public along with us. There’s been good work done in terms of public education over the last several years. I think surveys show that the American people understand this is an urgent problem. But it isn’t yet at the point where they consider it the most important problem, and it’s not even close.”\n\nObama sounds realistic and reasonable when explaining his failures. What’s missing from the simplistic vote counting is an analysis of what might have been, the accomplishments possible were he a fighter worthy of his opponents. What if Obama had gone all in on an ambitious legislative strategy, some package considerably more comprehensive and far-reaching than cap-and-trade? Had he lost (a distinct possibility), the discussion still would’ve advanced further, better policy options would’ve emerged that could later re-emerge, the movement would’ve been energized.\n\nObama should’ve moved to a non-legislative strategy even before his inauguration, rather than wait until his signature bill unraveled and his wrongheaded attempts to work with Republicans collapsed several years later. (I was party to the writing of several environmental executive orders for Eliot Spitzer in New York in the autumn of 2006 immediately after his election; one became part of his first budget — showing the interaction of legislative and executive strategies — and another was adopted by his successor, David Paterson). Despite admitting single payer was superior to the alternatives, the president never put forward Medicare for All. He couldn’t even be bothered to fight for the frequently promised “public option” in Obamacare. On these issues as on so many others, the administration negotiated with itself based on analyses of “constraints” that precluded in advance proposals worthy of struggle.\n\nThe president had more to say about the “interests at stake:”\n\n“Alaska, I think, is a fascinating example of that. We’ve been having conversations with Alaska Natives who are seeing their way of life impacted adversely because of climate change, but also have a real interest in generating jobs and economic development in depressed areas. And so they’ll talk to me about climate change and in the same breath say, “By the way, we really are looking to use our natural resources in a way that can spur on economic development.” And that’s just a microcosm of what’s true across America and what’s true around the world.”\n\nThere is no single Alaska Native (or any other) voice on “economic development” “across America” or “around the world.” At the same time, people dependent on extractive industries with no alternatives will naturally prefer further resource exploitation to unemployment, hunger, and homelessness. That’s why it’s essential to replace the declining number of jobs in fossil fuels and minerals with well-paying green jobs. The shift was imperative even before the adverse impacts of climate change became evident.\n\n“So my strategy has been to use every lever that we have available to move the clean-energy agenda forward faster, which then reduces the costs of transition for everybody — in fact, in many cases, saves people money and saves businesses money — so that we’re reducing what is perceived as a contradiction between economic development and saving the planet . . .”\n\nLater in the interview he said, “all of this makes me feel that I have to tackle this every way that I can,” and “I do what I can do and as much as I can do.” This is clearly not so. The lack of imagination lurking behind these statements is stunning. Reducing greenhouse gas emissions and preparing for the now unavoidable consequences of carbon pollution ought to have been a component of darned near every policy, pretty much every speech. The list of climate friendly executive actions not taken (both formal and informal) is very long. The president’s failure to see climate policy as unique, unprecedented, all encompassing is one of the greatest tragedies of the Obama era.\n\nThe potentially most powerful lever didn’t even follow him to the White House. His first campaign mobilized hundreds of thousands of eager and excited (if naive) supporters who were dropped after November 2008 as if they had communicable diseases. Obama intentionally failed to keep his campaign running, to use the energy and smarts of young people and other fired up Democratic voters (especially African-Americans and single women) to push a progressive agenda in DC.\n\nObama voters got instead White House Chief of Staff Rahm Emanuel calling progressive activists “fucking retards” and Press Secretary Robert Gibbs’ jab at “the professional left.” They held these attitudes while managing a years-long, astonishingly misguided attempt to work with Republicans in Congress who had sworn an oath to Obama’s political destruction. Republicans like Mitch McConnell whose top priority for the 2010 midterms was to limit Obama to a single term, and like those in the House with its fifty some votes to repeal Obamacare. The president and his men were so arrogant, so confident of their ability to get their way with Congress without a strong movement behind them, that they stumbled from one political defeat to the next during the first term. The proposal for and collapse of a “grand bargain” with John Boehner (for which the 99% should feel deeply grateful) was the ultimate symbol of the president’s failed politics and vision.\n\nThere was no guarantee of course that even with a red hot movement behind him that Obama could’ve moved climate mountains during his first term. But he didn’t even try. The president got bogged down instead trying to placate overblown conservative concerns about deficits in the wake of the Great Recession. “The science keeps telling us we’re just not acting fast enough.” The missed opportunities were monumental. The country got “no drama Obama” when the historical moment demanded a transformational figure.\n\nWhy Movements Matter\n\nThe president’s disingenuous “realism” about the world’s continued dependence on fossil fuels is coupled here to his confusion regarding the need for and nature of political consensus.\n\n“[Since] there’s still going to be some energy production taking place, let’s find those areas that are going to be least likely to disturb precious ecosystems, and let’s raise the standards — meaning making them more costly — but not shut them off completely, and that allows me then to have a conversation not with folks who are climate deniers, and not with folks who are adamant about their right to drill, explore and extract anywhere, anytime, but with those folks who are of two minds about the issue. And I think that process is something that we have to take into account even when something is really important. Even when something threatens us all, we have to bring everybody along. We had the same discussion around something like fracking. The science tells us that if done properly, fracking risks can be minimized. And natural gas is a fossil fuel, but the reason we’re not seeing coal-fired plants being built in the United States is not just because of the clean-power-plant rule — because we just put that in place. The reason is it wasn’t economical because natural gas was so cheap. And we have to make those choices.”\n\nNo one disputes the need for continued use of some fossil fuels. The disputes arise over which fuels to burn, how much to burn, and for how long to burn. Obama slyness about the need for “some energy production” obscures his administration’s generosity towards the dirty energy industry, and his failure to design a transition with strict timetables away from carbon.\n\nContrary to the president’s claim, the science tells us fracking is inherently dangerous to human and ecosystem health. “Those choices” between coal and natural gas are false. Natural gas would be the bridge fuel to further climate destabilization even without the problem of methane leaks. Most fossil fuels reserves, the “science tells us,” must be left in the ground (a fact acknowledged elsewhere by the president). Cheap natural gas (which really isn’t that cheap for residential customers) only postpones the transition to a carbon free future. Where’s the “moon shot” mentality? What happened to the “fierce urgency of now”?\n\nContrary to the president’s other claim, we don’t ever “have to bring everybody along,” especially not when that “something is really important,” when that “something threatens us all.” Obama finally understands he can’t convert climate deniers but he fails to understand he doesn’t need to convert all that many if any “folks who are of two minds about the issue.” The misunderstanding, if that’s what it is (it could instead be an excuse for achievements far short of what’s needed), is incomprehensible for a president who wrote his senior thesis about the Nuclear Freeze movement, and who says elsewhere in the interview: “Historically, politics catch up when the public cares deeply.” The Freeze movement pulled off the largest demonstration in American history in New York’s Central Park in 1982. The Freeze movement and allied movements overseas, whose activists never made up more than a few percent of their populations, changed public opinion, political party programs, political institutions, political culture, and arms control negotiating strategies. They helped bring about the world’s first nuclear disarmament agreement. The women’s movement, the civil rights movement, the environmental movement and a host of others have similar records.\n\nReal change is possible despite the ongoing, powerful opposition of warmongers, misogynists, racists, and planet despoilers. Major reforms require sometimes decades long campaigns by relatively few citizens (with no assurance of success) to move the levers of power. The more the merrier, to be sure. Positive change would come faster. But that’s not the way politics work. Someone should send the president a poster with the Margaret Mead quote for an Oval Office wall. Public opinion is already on the side of those who would rapidly phase out fossil fuels for renewables. Climate justice movements grow rapidly in the US and around the world. Obama need only embrace them, and follow their lead.\n\nPresidents are held responsible for job creation and loss during their tenure. This partly explains their readiness to embrace new ventures like fracking, and to rescue drowning white elephants like nuclear power.\n\n“[W]e approved a nuclear plant down South. And there are some environmentalists who don’t like that either. But while acknowledging the risks that we saw in Fukushima, we also have to acknowledge that if we’re going to solve climate change, energy is going to have to come from somewhere for a lot of these countries.”\n\nIt’s not clear what underwriting a new nuke in Georgia has to do with energy provision “for a lot of these countries.” The new reactors would not be possible without a $6.5 billion loan guarantee from the federal government; Wall Street won’t go near the nuclear power industry on its own. Energy poverty — a serious problem in the Global South — is most acute in those countries with the greatest solar potential. If Obama’s “all of the above” approach is really about creating jobs, those are to be had more abundantly in clean energy sectors than in dirty.\n\n“So there’s always this balance. And I see this even in other issues. When I came into office, I was clear about wanting to end “don’t ask, don’t tell.” A lot of people said, “Well, why not just end it right away?” And I took two years to build a consensus within the Pentagon so that by the time we actually ended it, it was something that had the support of the chairman of the Joint Chiefs of Staff, and that made it a lot easier to get done.”\n\nThe gays-in-the-military analogy is inapt. As important as ending legal anti-gay bigotry in the armed services was, it’s not the same as pushing a strong climate agenda. There was no “consensus” in the Pentagon at the time (most officers and enlisted personnel were against gays serving openly, and likely still are), though of course it helped to have the chairman on board. If there’s any place where authoritarianism is appropriate it’s the military, and yet the president moved cautiously. Obama sees social change as slow and incremental, even when it doesn’t have to be. Indeed, that is the only pace possible when failing to ally with the power of the people. The president’s perspective ignores critical episodes in American (and world) history when change came more quickly.\n\nCapitalism and Contentment\n\nGoodell asked Obama about the pope’s climate change encyclical, and whether “the basic tenets of capitalism . . . require rethinking.”\n\n“If you look at human history, it is indisputable that market-based systems have produced more wealth than any other system in human history by a factor of — you choose the number. And that has been, net, a force for good. In our own lives, you think about the changes in the standard of living that have taken place here in the United States. Then you think about hundreds of millions of people who have been lifted out of poverty in China or in India — and you can’t scoff at that. If a child has enough food to eat, if they have medicine that prevents deadly diseases, if people have a roof over their heads and can afford to send their kids to school, that is part of justice and part of my ethics. And so I think a broadside against the entire market-based system would be a mistake. What I do think is true is that mindless free-market ideologies that ignore the externalities that any capitalist system produces can cause massive problems. And it’s the job of governments and societies to round the edges and to address big system failures. That, by the way, is not controversial among market economists . . . And pollution has always been the classic market failure, where externalities are not captured and the system doesn’t deal with them . . . So our goal here has to be to say that climate change is a major market failure, just like smog in Los Angeles was back in the Sixties and Seventies, just like the problems with polluted waters were in the Cuyahoga River. And just as we were able to use the Clean Air Act and the Clean Water Act to clean up those waters and to clean up that air, just as we were able to solve the acid-rain problem and the growing problem with ozone with some smart regulations, we can do that with climate change. The difference is that those previous pollution problems were more or less localized, and you weren’t seeing the possibility of a global feedback loop that tips us over the edge. So there is a race against time here that we haven’t seen before, but the nature of the problem is not that different. And I think that the way we solve any big market failure is to have a broad-based conversation and to come to a collective agreement that this is something we’re going to take into account in our day-to-day doing business. And when we do that, businesses will find ways to profit from it, jobs will be created. We’re already seeing that when it comes to the solar industry. We’re seeing that when it comes to the wind industry. And we’re seeing that consumers are interested in saving money and using less electricity. So I am optimistic about us being able to solve this problem. But it is going to require that our politics catches [sic] up with the facts. And right now, in this country, our politics is going through a particularly broken period — Congress has trouble passing a transportation bill, much less solving big problems like this. That’s part of the reason why we’re having to do so much action, administratively. And that’s part of the reason why I took this trip.”\n\nObama and Marx (and everyone else) are in agreement about the productive power of capitalism. But the narrow focus on “externalities” obscures some of the most vicious inherent qualities of American corporate capitalism: exploitation, wage slavery, monopolistic pressures, business cycles’ waste of human talent, commodification of everything, and all the rest of the necessary evils.\n\nIt’s a serious mistake to equate tackling climate change with reducing acid rain (the effects of which are still felt) and stabilizing atmospheric ozone (more or less). While there are similarities in the “nature of the problem[s],” the scale and stakes of the greenhouse effect, not just the race against the clock, set it apart from every other threat with the single (still unresolved) problem of nuclear war. Negotiating, ratifying and policing the Montreal Protocol (the ozone treaty) was orders of magnitude easier than implementing and enforcing an adequate climate treaty. The former phased out a handful of chemicals and barely challenged a handful of firms. The latter will affect many countries and most corporations on the planet.\n\n“Round[ing] the edges” of American capitalism never really worked, even in the classic case of the welfare state. Merely greening up business as usual will not cut it for climate change. The Solutions Project models shifts to 100% clean energy systems for the US, its individual states and the world by 2030-2050. The studies focus on the technical aspects of the transition using mostly current technology. They do not address the sociopolitical means necessary to get there. The hope is that apparent technical feasibility can spur sufficient citizen action to generate the political will without which the transition will not happen. Obama’s vision for a climate safe capitalism (profits and jobs), if not a contradiction in terms, is also dependent on political will. With the broken politics he cites, and his inability to connect with climate justice movements, the means to his ends are missing.\n\nClimate Justice in Paris?\n\nGoodell asked the president how he’d define success for the Paris climate talks.\n\n“For us to be able to get the basic architecture in place with aggressive-enough targets from the major emitters that the smaller countries say, “This is serious” — that will be a success. I’m less concerned about the precise number, because let’s stipulate right now, whatever various country targets are, it’s still going to fall short of what the science requires . . . But making sure everybody is making serious efforts and that we are making a joint international commitment that is well-defined and can be measured will create the basis for us each year, then, to evaluate, “How are we doing?” and will allow us, five years from now, to say the science is new, we need to ratchet it up, and by the way, because of the research and development that we’ve put in, we can achieve more ambitious goals. . . . And . . . there will be a momentum that is built, and I’m confident that we will then be in a position to listen more carefully to the science — partly because people, I think, will be not as fearful of the consequences or as cynical about what can be achieved. Hope builds on itself. Success breeds success.”\n\nIt’s a dodge to avoid any quantification of “aggressive enough targets” and “serious efforts.” Also missing in this seemingly reasonable perspective is what the president referred to earlier as “strategic framing.” His perspective lacks the most powerful frame of all: climate justice. It’s not that Obama isn’t aware of the principle, or is ignorant of the related principle of “common but differentiated responsibilities” (he avers to it in a passage below). The latter emerged from the earlier notion of the “common heritage of mankind.” It appeared in the Rio Declaration (1992) and the Framework Convention on Climate Change (1992) from which sprang the Kyoto Protocol (1997).\n\nSource: IICAT Climate Justice Project.\n\nClimate justice as concept has been around since at least 2000 (when the first Climate Justice Summit took place in the Hague), and was born out of environmental justice struggles of the eighties and nineties. Climate justice campaigners rightly assign historical responsibility for climate disruption to the Global North. It follows that early industrializers must make the deepest cuts in emissions. Rich countries must also provide the resources and technology for the Global South to adapt to present and future effects of climate chaos, and to leapfrog dirty energy systems. Climate justice means avoiding false solutions (geo-engineering, carbon offsets, mega-dams, biofuels, etc.). And it demands transparency and real participation for the poorest and most vulnerable.\n\nCentral to climate justice is the need for a just transition. Obama has a partial handle on this but his actions do not follow his understanding.\n\n“I think it’s important for us not to pretend that there are no difficult trade-offs at all. The transition will require some tough choices to be made. There are going to be localized impacts for folks who have more of a legacy system of dirty energy. We can accommodate helping those communities transition, but it requires us to feel like we’re all in this together . . . We’ve got to be in there talking to folks about how do we solve some of the technical problems involved; how do we make sure that everybody is benefiting from this transition; and if there are costs involved in this transition, how do we all pull together to make sure that it’s not just being borne by one group of people. And that’s true internationally as well. I can’t have a conversation with the prime minister of India and ignore the fact that they still have hundreds of millions of people in poverty and not enough electricity. So if I’m going to get him to have an aggressive plan to keep emissions down, then I’ve got to be willing to pony up strategies for power that aren’t polluting. And some of that may require technology transfers or help to modernize their systems to make them more efficient.”\n\nThe president’s all of the above energy policy consciously avoided precisely those “tough choices” and “localized impacts” he tells us are unavoidable. Where was his muscular push — no doubt resisted at every step — for community assistance? “If there are costs involved in this transition”? The International Energy Agency estimated recently that the world must spend $1 trillion annually for the next thirty years to keep the global average temperature increase at two degrees Celsius (see Figure 4). Current spending is nowhere near that level. The leading edge of the climate justice movement now calls for a temperature increase no greater than 1.5 degrees C. Meeting that goal requires spending even more funds over an even shorter time period. The Green Climate Fund — the global vehicle for climate financing — finally authorized its first eight projects in November of this year. Slated to grow to $100 billion per year by 2020, it currently has but $1.5 billion in annual capacity.\n\nFigure 4\n\nThe world needs a low-carbon, climate justice version of Schumpeter’s “gales of creative destruction” (the tendency of capitalism to crush and replace previous economic formations with new ones regardless of the consequences). We need the “disruptive innovation” promised by a green economy not by the growing “gig economy”. We need programs and policies to ensure the most vulnerable among us do not pay disproportionate costs of the transition to a clean energy future. The point is to make the Koch brothers the losers not coal miners or nuclear plant workers.\n\nConclusion\n\nBetter than any of his predecessors, and a relatively strong international voice, Barack Obama has not been close to equal to the challenge of climate change. His years in power were to a significant extent squandered at precisely that point in history when robust action is most urgent, might still make a difference. His failed politics of conciliation and consensus, felt acutely across the full range of issues during his presidency, was especially misguided as temperatures, droughts and storms set new records. The missed opportunity to combine efforts with social movements, the only chance he had to even partially overcome rabid right wing resistance, will haunt the country for years to come.\n\nThe unwillingness and inability to ally with climate justice and other movements (think women’s movement battles over abortion and contraception, immigration, Occupy, efforts for criminal justice reform, Black Lives Matter, peace groups’ struggle against the War on Terror, and all the rest) is the great tragedy of the Obama era. To view the tragedy as unavoidable, to see Obama as simply a prettified spokesperson for the 1% — and there is much to support this perspective — ignores reasonable inquiries into missed opportunities, and surrenders demands for a better president next time. His remaining defenders still claim he did the best he could with a gerrymandered Congress and an ascendant Tea Party. This overlooks the arrogance, the timidity, self-satisfaction, and lack of conviction of the administration. Team Obama’s hubris and lack of courage led to countless offers to split differences with reactionaries out for blood. The failure to mobilize with people at home prevents the president from mobilizing with the world’s people for Paris.\n\nObama is hazily cognizant of the power of the people to move policymakers.\n\n“[T]hat’s why I continually go back to the notion that the American people have to feel the same urgency that I do. And it’s understandable that they don’t, because the science right now feels abstract to people. It will feel less abstract with each successive year.”\n\nHe remains wed, however, to the outdated and partial view that the effects of climate change remain remote for most people. The science felt less abstract each of his eight years in office. Even if he’s right about this, what has the president done to help people feel the same urgency? Precious little. How vigorously has he done battle with Fox News and the rest of the denier industrial complex?\n\nObama passes off his petroleum-supply politics as usual as savvy even-handedness and realism rather than incoherence and conflict avoidance. Seeing climate change as just another issue to manage, albeit against a racing clock, contradicts his understanding of the ever more urgent science. The president betrays a fateful misconception of the politics and essence of growing climate instability. Climate change cannot be compartmentalized from other political problems and possible solutions because of its scale and stakes. These are not normal politics.\n\nThe challenge of climate change is anything but easy. It touches everything, ever more urgently. In this light, President Obama’s efforts have fallen far short of what Americans and the rest of the world needs now. One final example: cuts to the Pentagon budget would help reduce US carbon emissions, save money for climate programs, and shrink the flow of refugees. We get instead growing military spending and an endless War on Terror. The eco-socialists are probably right: capitalism is incapable of sufficient greening to forestall catastrophe. The current system requires replacement not by Bernie Sanders’ anemic version of democratic socialism but by a participatory, just, ecological, system prioritizing people and planet over profits. You’d think presidents who identify as “progressive” might fight harder to prove the eco-socialists wrong.", "article_metadata": {"og": {"site_name": "www.counterpunch.org", "description": "Rolling Stone reporter Jeff Goodell tagged along on President Obama’s recent climate-change themed trip to Alaska. Goodell’s report included an interview with the President. The interview provides …", "title": "Baked Alaska: Obama, Climate Change and the Arrogance of Power", "url": "http://www.counterpunch.org/2015/11/20/baked-alaska-obama-climate-change-and-the-arrogance-of-power/", "image": "http://www.counterpunch.org/wp-content/dropzone/2015/11/breyman91-510x677.jpg", "locale": "en_US", "type": "article"}, "article": {"published_time": "2015-11-20T08:55:55+00:00", "modified_time": "2016-03-30T03:01:19+00:00"}, "description": "Rolling Stone reporter Jeff Goodell tagged along on President Obama’s recent climate-change themed trip to Alaska. Goodell’s report included an intervi", "viewport": "width=device-width, initial-scale=1, maximum-scale=1", "robots": "noodp, noydir"}, "article_summary": "Climate justice as concept has been around since at least 2000 (when the first Climate Justice Summit took place in the Hague), and was born out of environmental justice struggles of the eighties and nineties.\nCapitalism and ContentmentGoodell asked Obama about the pope’s climate change encyclical, and whether “the basic tenets of capitalism .\nSeeing climate change as just another issue to manage, albeit against a racing clock, contradicts his understanding of the ever more urgent science.\nSource: Jason Reed/ReutersReady for ActionGoodell’s interview with the president lays bare what’s fundamentally flawed about the Obama approach to politics, and to his climate change politics in particular.\nTwenty years ago it was fair to say there’d be no serious action on climate change until the threats moved from remote to people’s doorsteps."}