{"article_title": "Obama tees off in Hawaii with Malaysian leader", "article_keywords": ["prime", "short", "golf", "leaders", "oahu", "malaysian", "hawaii", "leader", "minister", "shot", "najib", "typically", "tees", "obama"], "article_url": "http://www.salon.com/2014/12/25/obama_tees_off_in_hawaii_with_malaysian_leader/", "article_text": "Topics: From the Wires, News, Politics News\n\nKANEOHE BAY, Hawaii (AP) — What do two world leaders do when they find themselves on the same Hawaiian island on Christmas Eve? If you’re President Barack Obama and Malaysian Prime Minister Najib Razak, you round up a few aides and make common cause on the golf course.\n\nBoth vacationing this week in Oahu, Obama and Najib teed off Wednesday on a cloudy but balmy afternoon at a Marine Corps base on Oahu, where Obama is renting a home for his two-week stay. The two leaders seemed at ease together, smiling and laughing in casual clothes as they sized up their shots.\n\nAlthough Obama plays golf nearly every day while on vacation, he typically restricts his foursome to a small circle of longtime friends and advisers. But in recent years, his annual trip to Hawaii has allowed Obama to mix in a little diplomacy. Last year, he hit the links with New Zealand Prime Minister John Key, who owns a home in Hawaii.\n\nMedia access to Obama’s golf games is typically restricted, but reporters and photographers were permitted to briefly watch the two leaders Wednesday about halfway through their game. Neither leader was having particularly good luck with their short game.\n\nUp first to finish the hole, Najib came up short with his putt. Obama crouched low to line up his shot, but the ball tilted left and evaded the hole. After another failed attempt, he picked up the ball and called it quits. Najib, too, missed his next shot, but a gracious Obama gave him a pat on the shoulder and praised his golf game just the same.", "article_metadata": {"description": "Obama tees off in Hawaii with Malaysian leader", "title": "Obama tees off in Hawaii with Malaysian leader", "og": {"site_name": "Salon", "description": "Obama tees off in Hawaii with Malaysian leader", "title": "Obama tees off in Hawaii with Malaysian leader", "url": "http://www.salon.com/2014/12/25/obama_tees_off_in_hawaii_with_malaysian_leader/", "image": "http://media.salon.com/2014/12/obama-vacation.jpeg13-1280x960.jpg", "type": "article"}, "twitter": {"description": "Obama tees off in Hawaii with Malaysian leader", "title": "Obama tees off in Hawaii with Malaysian leader", "image": "http://media.salon.com/2014/12/obama-vacation.jpeg13-1280x960.jpg", "creator": "@salon", "site": "@salon", "card": "summary_large_image"}, "author": "Josh Lederman and Cathy Bussewitz", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, From the Wires", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "If you’re President Barack Obama and Malaysian Prime Minister Najib Razak, you round up a few aides and make common cause on the golf course.\nLast year, he hit the links with New Zealand Prime Minister John Key, who owns a home in Hawaii.\nBoth vacationing this week in Oahu, Obama and Najib teed off Wednesday on a cloudy but balmy afternoon at a Marine Corps base on Oahu, where Obama is renting a home for his two-week stay.\nBut in recent years, his annual trip to Hawaii has allowed Obama to mix in a little diplomacy.\nAlthough Obama plays golf nearly every day while on vacation, he typically restricts his foursome to a small circle of longtime friends and advisers."}