{"article_title": "Badgers report", "article_keywords": ["wide", "play", "erickson", "uws", "uw", "stave", "tackles", "game", "yards", "report", "left", "badgers"], "article_url": "http://www.jsonline.com/sports/badgers/uwaward20-b99579488z1-328396111.html", "article_text": "Wisconsin’s Tanner McEvoy streaks down the sideline for a first down in the third quarter Saturday at Camp Randall Stadium. McEvoy also scored a touchdown. Credit: Mark Hoffman\n\nPLAYER OF THE GAME\n\nWe will give game balls to freshman linebacker Chris Orr and redshirt freshman tailback Taiwan Deal.\n\nOrr entered the game with 4 minutes 49 seconds left in the first quarter after starter Leon Jacobs was ejected for targeting after a hit on quarterback Brandon Silvers.\n\nAll Orr did was record a game-high 14 tackles, including 11 solo. He also broke up a pass as UW's defense didn't miss a beat despite the absence of Jacobs.\n\nThe 6-foot, 228-pounder entered the game with a total of six tackles in UW's first two games.\n\n\"I saw him out there having fun,\" senior safety Michael Caputo said. \"I saw him out there playing football, doing what he loves to do. ... He went in and did well.\"\n\nDeal entered the day with 59 rushing yards on 20 carries, an average of 3.0 yards per carry.\n\nHe carried 16 times for 84 yards Saturday, an average of 5.2, with a long run of 13.\n\nDeal appeared more patient behind his blockers and then, when he saw daylight, ran decisively.\n\nMost noteworthy is that Deal gained first downs on seven of his 16 carries. The gains were for 9, 13, 6, 4, 2, 6 and 5.\n\n\"In practice the coaches just said relax and come out confident,\" Deal said. \"Just build on every week. I felt like I got better today. I have to continue to get better. I'm looking forward to build on what I did today.\"\n\nOFFENSIVE PLAY OF THE GAME\n\nUW was in a surprising dogfight and clinging to a 7-3 lead late in the first half when Joel Stave and Alex Erickson combined to jump-start the offense and inject life into the crowd.\n\nThe Badgers had dug out of a first-and-25 hole courtesy of a penalty against left tackle Tyler Marz (hands to the face) when Stave dropped back to pass on first and 10 from the 45.\n\nHe hit Erickson down the left seam at the Troy 31 and Erickson battled for yardage until he was pulled down at the 10.\n\nThree plays later, Stave scrambled to his left and scored on a 4-yard run to cap the 90-yard drive and help push the lead to 14-3 with 39 seconds left in the half.\n\n\"I thought that was big,\" Stave said of the late score set up by the throw to Erickson. \"We really needed that. You didn't want to go into half up, 7-3, giving them the ball to start the second half. I thought we did a good job executing on that drive.\"\n\nDEFENSIVE PLAY OF THE GAME\n\nUW's lead was 14-3 in the third quarter but Troy was threatening to cut the lead to single digits when senior linebacker Joe Schobert stopped the Trojans' advance.\n\nTroy had driven from its 11 to the UW 25 with a mix of passes and runs.\n\nOn first down, quarterback Brandon Silvers dropped back to pass.\n\nSchobert beat Troy's left tackle with speed and closed quickly on Silvers. He reached out and knocked the ball out of Silvers' right hand and safety Michael Caputo recovered at the UW 33 with 10:32 left in the quarter.\n\nUW converted the turnover into a touchdown on a 32-yard run by — drum roll — wide receiver/safety/wildcat quarterback Tanner McEvoy.\n\nThe Trojans relied heavily on three-step drops and quick passes to keep UW's pass rush at bay, but Schobert used his IQ to get to Silvers on the key play.\n\n\"Their offensive line kind of gave us an indicator of run-pass reads all day,\" said Schobert, who has four sacks and 7½ tackles for loss in three games. \"We were expecting pass on that play and it allowed us to get a good jump off the ball.\"\n\nSPECIAL TEAMS PLAY OF THE GAME\n\nRedshirt junior wide receiver Reggie Love entered Saturday with one rush for 6 yards and no receptions.\n\nLove made a huge play early, because he didn't stop running on UW's punt-return unit.\n\nAlex Erickson muffed Ryan Kay's 49-yard punt and the ball bounced insde the UW 20. Love flew past Erickson and a Troy defender on the ground and dived onto the ball at the UW 19 with 9:44 left in the opening quarter.\n\n\"I was just looking for someone to block,\" Love said. \"I was in the right place at the right time.\"\n\nNot only did the Badgers avoid a critical turnover in a scoreless game, the offense then moved 81 yards in six plays for a touchdown, a 17-yard run by Dare Ogunbowale.\n\nINSIDE THE HUDDLE\n\n■ UW had to burn a timeout with 7:32 left in the first half after reserve defensive lineman Jake Keefer sprinted onto the field late but no defender came off. UW used the timeout to avoid being penalized for having 12 defenders on the field.\n\n■ UW changed personnel on its kickoff return unit. Wide receiver Jordan Fredrick and fullback Derek Straus were the two blockers in front of Natrell Jamerson. They replaced wide receiver Alex Erickson and tailback Dare Ogunbowale.\n\n■ UW opened again in its \"peso\" package (2-4-5) on defense. This week, the starting linemen were Arthur Goldberg and Chikwe Obasih. Cornerback Derrick Tindal was used in the slot instead of out wide, as he was at the start of Game 2 against Miami (Ohio).\n\nQUOTE OF THE GAME\n\n“I don’t think anybody agreed with those calls.”\n\nNatrell Jamerson, reserve defensive back, on the two UW ejections for targeting\n\nBY THE NUMBERS\n\n3 Points allowed by UW in last two games\n\n4 Sacks this season by UW's Joe Schobert\n\n22 Combined tackles by UW's Chris Orr (14) and Derrick Tindal (8)\n\n23 Victories as a starter for UW quarterback Joel Stave\n\n199 Rushing yards by UW, a season high\n\nUP NEXT\n\nHawaii (1-1) at UW (2-1), 7 p.m. Saturday\n\nHawaii opened the season with a controversial 28-20 victory over visiting Colorado but suffered a 38-0 loss at Ohio State in Week 2. The Rainbow Warriors hosted UC Davis late Saturday.\n\nJeff Potrykus", "article_metadata": {"title": "Badgers report: UW vs. Troy", "og": {"url": "http://www.jsonline.com/sports/badgers/uwaward20-b99579488z1-328396111.html", "image": {"width": 2048, "identifier": "http://media.jrn.com/images/b99579488z.1_20150919215059_000_g84cl3tt.1-1.jpg", "height": 1283}, "type": "article", "description": "The players and plays of the game, inside the huddle, quote and by the numbers for Wisconsin’s win over Troy", "title": "Badgers report: UW vs. Troy"}, "twitter": {"site": "@journalsentinel", "image": "http://media.jrn.com/images/b99579488z.1_20150919215059_000_g84cl3tt.1-1.jpg", "description": "The players and plays of the game, inside the huddle, quote and by the numbers for Wisconsin’s win over Troy", "card": "summary_large_image", "title": "Badgers report: UW vs. Troy"}, "apple-mobile-web-app-capable": "no", "fb": {"admins": "journal.sentinel.1", "app_id": 227386193957280}, "msapplication-TileImage": "http://media.jrn.com/designimages/logo-mjs-144-icon.png", "viewport": "width=device-width,initial-scale=1,maximum-scale=1"}, "article_summary": "The 6-foot, 228-pounder entered the game with a total of six tackles in UW's first two games.\nNot only did the Badgers avoid a critical turnover in a scoreless game, the offense then moved 81 yards in six plays for a touchdown, a 17-yard run by Dare Ogunbowale.\nDeal entered the day with 59 rushing yards on 20 carries, an average of 3.0 yards per carry.\nHe also broke up a pass as UW's defense didn't miss a beat despite the absence of Jacobs.\nWisconsin’s Tanner McEvoy streaks down the sideline for a first down in the third quarter Saturday at Camp Randall Stadium."}