{"article_title": "Rand Paul on Daily Show: Gov't Shouldn't Tell You What To \"Smoke, Drink, and Eat\"", "article_keywords": ["rand", "needs", "shouldnt", "noah", "rights", "watch", "drink", "political", "daily", "eat", "states", "including", "smoke", "media", "govt", "paul", "tell", "issues"], "article_url": "http://reason.com/blog/2016/01/14/rand-paul-daily-show", "article_text": "Rand Paul may not be in tonight's Republican debate but he did a media blitz of sorts yesterday, including hits on MSNBC, Fox, and CNN and ending with an extended interview on The Daily Show. Watch the two-parter below as the Kentucy senator swill bourbon with host Trevor Noah and says the federal government shouldn't be \"able to tell you what you \"smoke, eat, and drink.\"\n\nStates, says Paul, should decide many such issues, though he also says that \"there are rights that supersede state's rights\" in a discussion of antidiscrimination laws.\n\nNoah starts off by saying that he's going to take a shot every time Paul doesn't answer a question. Paul is pretty straightforward in his responses, including a back-and-forth about foreign policy, in which he emphasizes that the government needs to keep people safe but that it also needs to think through the ramifications of its actions: Is making sand glow and bombing civilivan populations going to create more or fewer terrorists down the road?\n\nWhile Paul ducks a few direct questions (for instance, he never quite stipulates whether he thinks states can ban same-sex marriages), he lays out a vision of seriously limited government without apology. It's a genuinely engaging conversation, and much of the credit goes to Noah, who brings up issues fairly and openly (he introduces Paul by noting that he's had a crush on him since the first GOP debate last year). This is especially the case in the discussion about gun control that closes out part two. More of our political conversations should be along these lines.\n\nIt's a continuing frustration to me (and I'm sure many others) that many if not most of legacy media (a category that now includes basic cable!) rarely hosts longer segments in which guests are forced out of 20- or 30-second bullet points. You go back and watch the old shows hosted by the likes of Mike Douglass, Dinah Shore, and Merv Griffin (not to mention other fare such as Firing Line and The Dick Cavett Show) and you'll see more engaged political conversation than on much of today's cable news channels.\n\nPaul is definitely (re)channeling his libertarianishism in recent outings, which is good to see. Whatever happens in Iowa and beyond, the policies and positions that made him the \"most interesting man\" in the Senate and politics (according to Reason, Time, and others) are well worth injecting into more discussions of politics.\n\nPart 2", "article_metadata": {"og": {"site_name": "Reason.com", "description": "The \"libertarianish\" senator lays out vision of limited government while sipping bourbon with Trevor Noah.", "title": "Rand Paul on Daily Show: Gov't Shouldn't Tell You What To \"Smoke, Drink, and Eat\"", "url": "http://reason.com/blog/2016/01/14/rand-paul-daily-show", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/14527752898830.jpg", "type": "article"}, "twitter": {"description": "The \"libertarianish\" senator lays out vision of limited government while sipping bourbon with Trevor Noah.", "title": "Rand Paul on Daily Show: Gov't Shouldn't Tell You What To \"Smoke, Drink, and Eat\"", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/14527752898830.jpg", "creator": "@nickgillespie", "site": "@reason", "card": "summary_large_image"}, "fb": {"pages": 17548474116}, "article": {"tag": "HomePage", "published_time": "2016-01-14T13:10:00+00:00", "author": "http://reason.com/people/nick-gillespie"}, "msvalidate.01": "212A68A07785B3080038A845C4EE8905", "google-site-verification": "-AmMiilAN-pnjWt369CUWae-VQ-b9wmH4fSGyhbkQxw", "viewport": "width=device-width, initial-scale=1, maximum-scale=2"}, "article_summary": "States, says Paul, should decide many such issues, though he also says that \"there are rights that supersede state's rights\" in a discussion of antidiscrimination laws.\nWatch the two-parter below as the Kentucy senator swill bourbon with host Trevor Noah and says the federal government shouldn't be \"able to tell you what you \"smoke, eat, and drink.\"\nNoah starts off by saying that he's going to take a shot every time Paul doesn't answer a question.\nPaul is definitely (re)channeling his libertarianishism in recent outings, which is good to see.\nRand Paul may not be in tonight's Republican debate but he did a media blitz of sorts yesterday, including hits on MSNBC, Fox, and CNN and ending with an extended interview on The Daily Show."}