{"article_title": "Obamacare Causes 5.6 Million Cancelled Insurance Plans", "article_keywords": ["aca", "million", "wisconsin", "plans", "56", "obamacare", "liberty", "report", "state", "health", "signed", "cancelled", "insurance", "causes"], "article_url": "http://www.maciverinstitute.com/2013/12/obamacare-causes-56-million-cancelled-insurance-plans/", "article_text": "For Every 14 Cancellations, One Person has Signed Up for Obamacare\n\nMacIver News Service | December 16, 2013\n\n[Madison, Wisc...] More than 5.6 million individuals and families across the country have had their health insurance policies cancelled because they are not in compliance with the regulations of the Affordable Care Act (ACA) according to a new report by the Liberty Foundation.\n\nIn a report released on Friday, the Liberty Foundation found that the President's promise, \"If you like your health insurance, you can keep it,\" was false. California and New Jersey residents were hit the hardest, with one million and 800,000 cancellation notices respectively.\n\nAbout 180,000 people purchase insurance on the individual market in Wisconsin. However, state officials are not keeping track of the number of cancellations according to the Wisconsin State Journal. So, it is hard to tell how many people have lost their insurance in the Badger State.\n\nNationally, about 365,000 people have signed up for health insurance on the state and federal exchanges. This is far fewer than the 7 million the Congressional Budget Office said would need to sign up for the ACA to be financially feasible.\n\nIt also means that for every new policy purchased on the exchanges, 14 individuals and families lost their insurance.\n\nPresident Obama announced previously he would grandfather in the cancelled insurance plans for one year, but states and ultimately the insurance companies will decide if they keep the plans. After years of planning to implement the changes required by the ACA, some insurance companies have said they will not delay the implementation for another year.\n\nThe full report from the Liberty Foundation is available here.", "article_metadata": {"og": {"site_name": "MacIver Institute", "description": "MacIver News Service - More than 5.6 million individuals and families across the country have had their health insurance policies cancelled because they are not in compliance with the regulations of the Affordable Care Act (ACA), according to a new report by the Liberty Foundation.", "title": "Obamacare Causes 5.6 Million Cancelled Insurance Plans", "url": "http://www.maciverinstitute.com/2013/12/obamacare-causes-56-million-cancelled-insurance-plans/", "image": "http://static.maciverinstitute.com/Obamcare%20Sign%20Up%20Cancellations-thumb-800xauto-5898.png", "type": "article"}, "article": {"published_time": "2013-12-16"}, "fb": {"app_id": 377075279006686}, "twitter": {"description": "MacIver News Service - More than 5.6 million individuals and families across the country have had their health insurance policies cancelled because they are not in compliance with the regulations of the Affordable Care Act (ACA), according to a new report by the Liberty Foundation.", "creator": "@MacIverWisc", "image": {"src": "http://static.maciverinstitute.com/Obamcare%20Sign%20Up%20Cancellations-thumb-800xauto-5898.png"}, "title": "Obamacare Causes 5.6 Million Cancelled Insurance Plans", "site": "@MacIverWisc", "card": "summary_large_image"}, "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fcfa1c\"", "article_summary": "President Obama announced previously he would grandfather in the cancelled insurance plans for one year, but states and ultimately the insurance companies will decide if they keep the plans.\nHowever, state officials are not keeping track of the number of cancellations according to the Wisconsin State Journal.\nNationally, about 365,000 people have signed up for health insurance on the state and federal exchanges.\nIn a report released on Friday, the Liberty Foundation found that the President's promise, \"If you like your health insurance, you can keep it,\" was false.\nAfter years of planning to implement the changes required by the ACA, some insurance companies have said they will not delay the implementation for another year."}