{"article_title": "Rethinking The Sale Of Tobacco Products", "article_keywords": ["rethinking", "patient", "tobacco", "consumer", "sale", "health", "products", "retailers", "pharmacies", "retail", "integrity", "care"], "article_url": "http://healthaffairs.org/blog/2014/09/03/integrity-in-retail-health-care-rethinking-the-sale-of-tobacco-products/", "article_text": "Troyen Brennan, William Shrank, and Andrew Sussman\n\nSeptember 3, 2014\n\nRetail health care is a relatively new development in American health care. It is true that much of the dispensing of medications has historically occurred through retail pharmacies, which sold a variety of other goods and services, but somehow that was not seen as the provision of health care. Health care institutions, including doctors’ offices, hospitals and clinics, were the places that people went to be diagnosed and treated. And those institutions did little other than health care; they did not, and still do not today, offer any products other than provision of care, including testing and treatment. As such, these institutions demonstrated high integrity, defined as a state of being whole, and synonymous with cohesion and unity of purpose.\n\nNow retail pharmacies, mass merchandisers and grocery stores are adding “health care” as another consumer good to be purchased on a mass scale. Retail health care is in some cases, extending what the pharmacist does in the retail pharmacy: providing more advice about a variety of health care issues, giving vaccines, and working more closely with doctors’ offices. In other cases, it is the opening of small clinic practices, often staffed by nurse practitioners, caring for minor ailments. These kinds of clinics make great sense from the point of view of convenience and cost and have proven to be very popular, particularly given the shortage of convenient primary care that exists in many communities.\n\nThere are signs that the scope of retail health is deepening. Pharmacies are planning to do more laboratory testing, in part to support a broader array of health advice from pharmacists, and in part to allow a wider set of complaints to be addressed in the retail pharmacies. Walgreens has developed accountable care organizations with hospital partners. At CVS Health, we have been very public about our effort to align with integrated delivery systems to help them manage population health by emphasizing joint efforts to improve medication adherence, support the management of complex patients, and create direct electronic medical record connectivity between our 900 retail clinics and the doctors’ offices. Just last month, Walmart announced that their new clinics would be primary care offices, capable of caring for a range of chronic disease.\n\nWe expect these trends to continue, and to appeal to the average consumer. The Affordable Care Act’s expansion of access to care will continue to be a key driver of these kinds of changes in the health care system. Increasingly, providers are being rewarded for better outcomes and greater efficiency, rather than more volume, and opportunities to partner with retail clinics can support the extension of primary care and higher quality at lower cost.\n\nThe Implications Of Retail Health Care Expansion For Tobacco Sales\n\nAs this transformation of health care delivery occurs, though, we should ask, how does it affect health care integrity, again defined as unity of purpose? There are profound sociological and professional reasons why health care institutions offered a single product or service, emphasizing the good of the patient. Retailers sell a variety of other products, and so do not have this same narrow sense of integrity as alignment. Is that a bad thing?\n\nThe answer is probably not, but in some circumstances, it may matter—especially with regard to tobacco. This is likely why the American Pharmacists Association has long opposed the sale of tobacco in retail pharmacies. Many consumer products sold in retail pharmacies, like paper towels or greeting cards, are health “neutral” and so do not violate the goal of improving patient well being, but cigarettes are not in that category. In fact, tobacco is the one consumer product that is unalterably bad for people, killing approximately 480,000 Americans per year and leading to $289 billion annually in excess cost related to health care utilization and lost productivity. These facts, and the growing popularity of retail health, are probably why the American Medical Association House of Delegates recently encouraged doctors to use pharmacies that had foregone sale of tobacco products.\n\nViewed from the level of a patient, the lack of integrity is fairly clear. Consider a patient who is a smoker going into a pharmacy for a flu vaccine. Convenient availability of flu vaccines is boosting rates of vaccination and improving overall public health, so this patient visit is a good thing from the perspective of the health care system. But when that patient walks to the counter, she is confronted with a long row of tobacco products and advertising, just at sight level. She is likely among the 70 percent of smokers trying to quit, and for many of them purchase of tobacco is an impulsive decision — this is why tobacco companies pay relatively significant amounts to retailers, including pharmacy retailers, to get that space behind the counter where the patient pauses to pay.\n\nIn effect, the tobacco company, facilitated by the retailer, is exposing the addicted person to their product. It would seem that from the point of view of “integrity,” as unity of purpose, this makes little sense, and in at least some ways degrades the health care provided in the pharmacy. Sale of tobacco in places that also provide health care certainly undermines the effort to de-normalize tobacco use, and de-normalization is now front and center in efforts to reduce overall rates of smoking.\n\nReducing Tobacco Sales, Or Just Shifting Them?\n\nSome might argue that this is all well and good, but the addicted smoker is just going to buy cigarettes somewhere else. Maybe not. It is possible that, at the margin, that individual does not buy that day, or perhaps even buys a prominently displayed nicotine replacement therapy, or seeks the pharmacist’s or nurse practitioner’s advice about medications that can help with cessation. Research on smoker behavior reveals that reducing the number of tobacco sales outlets reduces smoking among young people. Fundamentally, the relative safety of tobacco products is assumed by the consumer when such products are present in pharmacies.\n\nThe number of exposures to tobacco in retail pharmacies is impressive: at CVS/pharmacy, more than 5 million people a day go through our doors, so even a small percentage of impulse-driven tobacco purchases may combine to great scale. Most successful retailers today aim for the highest possible convenience and thus greatest foot traffic— and the tobacco industry prizes that foot traffic. Perhaps more sobering, nine percent of tobacco products are purchased at retailers that also have pharmacies (more would be added to that total if we included all retailers that have health care clinics on site). We know from research we have done in our stores that a meaningful proportion of patients getting medications for diabetes and heart disease buy cigarettes on the same visit to the pharmacy, certainly detracting from the integrity and alignment of health care objectives. (Krumme AA, Choudhry NK, Shrank WH, Brennan TA, Matlin OS, Brill G, Gagne JJ. Cigarette purchases at pharmacies by patients at high risk of smoking-related illness. JAMA-IM; in press.)\n\nThere is also some evidence developing that removing tobacco products from retailers with pharmacies might lead to substantially lower rates of smoking. Recently, we evaluated the purchase of tobacco products by residents of San Francisco and Boston after those cities enacted policies prohibiting the sale of tobacco in retailers that have pharmacies. The data came from the IRI Consumer Network National Consumer Panel, a continuous longitudinal consumer panel. Households are recruited and received incentives to record all of their retail purchases, using Universal Product Codes (barcodes) and a handheld in-home scanning device. There were 512 households participating in San Francisco, and 377 in Boston.\n\nThe analysis showed a 13.3 percent reduction in the number of households purchasing tobacco products after the bans were implemented; after controlling for baseline rates of smoking over time, we continue to see a 5.5 percent reduction in the number of tobacco users after the ban. The sample sizes are small and our research is preliminary and should be followed by more formal studies, but the effect is statistically significant.\n\nThe implications of a reduction of this magnitude cannot be overlooked. If retailers with pharmacies across the country were to forgo sales of tobacco products, there could be 25,000 to 60,000 fewer tobacco related deaths per year. Just as importantly, it would reiterate the importance of integrity in retail health care.\n\nWe are not suggesting that every product that a retailer sells needs to be scrutinized for its effect on public health. And some might argues that sale of sugary beverages or high-calorie food is also out of alignment. However, tobacco is in a category by itself, where even the most minimal dose is harmful. It is not our place to advocate for tobacco bans such as San Francisco and Boston utilized. But we do think it is important for retailers moving into health care to keep in mind these notions of integrity and to consider the impact on patients of their decisions about product array. In particular, the integrity issue weighs heavily on the sale of tobacco in pharmacies.", "article_metadata": {"og": {"url": "http://healthaffairs.org/blog/2014/09/03/integrity-in-retail-health-care-rethinking-the-sale-of-tobacco-products/", "site_name": "Health Affairs", "image": "http://healthaffairs.org/blog/wp-content/themes/HealthAffairs2015/images/facebook-default.jpg", "type": "article", "title": "Integrity In Retail Health Care: Rethinking The Sale Of Tobacco Products"}, "description": "Integrity In Retail Health Care: Rethinking The Sale Of Tobacco Products | At the intersection of health, health care, and policy.", "viewport": "width=device-width, initial-scale=1"}, "article_summary": "Troyen Brennan, William Shrank, and Andrew SussmanSeptember 3, 2014Retail health care is a relatively new development in American health care.\nFundamentally, the relative safety of tobacco products is assumed by the consumer when such products are present in pharmacies.\nRecently, we evaluated the purchase of tobacco products by residents of San Francisco and Boston after those cities enacted policies prohibiting the sale of tobacco in retailers that have pharmacies.\nThis is likely why the American Pharmacists Association has long opposed the sale of tobacco in retail pharmacies.\nIf retailers with pharmacies across the country were to forgo sales of tobacco products, there could be 25,000 to 60,000 fewer tobacco related deaths per year."}