{"article_title": "Supreme Court’s landmark rulings mark a historic week", "article_keywords": ["week", "supreme", "court", "rulings", "mark", "historic", "health", "ruling", "courts", "landmark", "samesex", "law", "marriage", "care"], "article_url": "http://www.postcrescent.com/story/news/local/2015/06/27/supreme-courts-landmark-rulings-mark-historic-week/29396983/", "article_text": "In this photo from Friday, people gather in Lafayette Park to see the White House illuminated with rainbow colors in commemoration of the Supreme Court's ruling to legalize same-sex marriage in Washington. (Photo: AP) Story Highlights The Supreme Court rulings this week caught the attention of Fox Cities residents.\n\nOne day after the U.S. Supreme Court’s momentous ruling on marriage equality and two days after its ruling on the Affordable Care Act, one thing is certain — this was one historic week.\n\nThe nation’s high court ruled Friday that same-sex marriage is legal nationwide, striking down same-sex marriage bans that were still in place in 14 states.\n\nThe action is one of two landmark decisions the Supreme Court handed down on hotly debated issues. On Thursday, the justices ruled the Affordable Care Act allows the federal government to provide tax subsidies for health insurance, a major blow to those looking to dismantle President Barack Obama’s health care plan.\n\nIt was a monumental week, one that will surely affect the tenor of the national conversation as the nation dives into another presidential campaign.\n\nBut how did the Supreme Court’s back-to-back rulings play on Main Street, or in this case, College Avenue? We caught up with people as they strolled along College Avenue in downtown Appleton at the Saturday morning farmers market.\n\nMost said they paid particular attention to Friday’s marriage equality ruling. If you were connected to social media, you had little choice, they said.\n\nLori Glassco of Little Chute said she first heard about the decision on Facebook and wanted to learn more. She visited the Supreme Court’s website to view the ruling and the judges’ decision.\n\n“Because it was such a close vote (5-4), I just wanted to see how the justices voted and their reasoning,” she said.\n\nTom Vanderleest of Little Chute followed both rulings closely and said the decisions make sense to him. He said he doesn’t think it would be fair for the federal government to provide people with health insurance only to have the Supreme Court “pull the rug out from under them.”\n\nThursday’s 6-3 ruling was the judges’ second on the Affordable Care Act, often called Obamacare. Across the nation, 10.2 million people have signed up for health insurance under the law. Of those, 8.7 million receive an average subsidy of $272 per month toward their insurance premiums.\n\nOn the same-sex marriage ruling that came down a day later, Vanderleest said he watched closely but wasn’t surprised by the outcome. He said he expected every state to eventually legalize same-sex marriage, so Friday’s ruling merely sped up the process.\n\n“Two people, no matter who they are, are not hurting anyone else,” Vanderleest said.\n\nVanderleest is far from alone. Polls show a seismic shift in attitude toward same-sex marriage over the past decade.\n\nPolls show Americans are now more likely than not to support same-sex marriage, with some surveys showing as many as 6 in 10 in favor. Polling by the Pew Research Center found support for same-sex marriage growing from 36 percent in 2005 to 57 percent in a poll conducted in May.\n\nThe conversations over the two rulings continue to reverberate in political circles. Both rulings struck at the heart of the Republican Party platform.\n\nBut the response to Friday’s ruling to give same-sex couples the right to marry was mild in comparison with the outrage that followed the high court’s decision Thursday to uphold Obama’s health care law. Friday’s ruling drew tepid responses from several Republicans who, in many cases, would like that issue to fade away.\n\nThe sharp contrast highlights the political challenges for the Republican Party.\n\nThe Republican presidential class is ready to bet big their opposition to Obama’s health care law will resonate with voters. But facing a big shift in public opinion on gay marriage, several of the party’s most ambitious appear ready to turn the page on a social issue Republicans used for a generation to motivate its most passionate voters to turn out at the polls.\n\nThat doesn’t mean the debate is going away, Supreme Court ruling or not.\n\n“It doesn’t settle anything,” National Organization for Marriage president Brian Brown told the Associated Press before the ruling, comparing the gay marriage decision to the landmark abortion decision Roe v. Wade. “It’s just like Roe. Do you think Roe settled the abortion debate?”\n\nIt’s been a historic week, one that will certainly shift the conversation — or fuel it — whether it’s happening on campaign trails, in government halls or on Main Street.\n\n“We’ve been fighting this law for six years, and we’re going to make sure it stays right on the front burner,” Tim Phillips, president of Americans for Prosperity, said in the wake of the Affordable Care Act ruling.\n\nRead or Share this story: http://post.cr/1NnLR6E", "article_metadata": {"google": "notranslate", "description": "Affordable Care Act, same-sex marriage rulings ignite plenty of conversation in our area.", "og": {"site_name": "Post-Crescent Media", "description": "Affordable Care Act, same-sex marriage rulings ignite plenty of conversation in our area.", "title": "Supreme Court’s landmark rulings mark a historic week", "url": "http://www.postcrescent.com/story/news/local/2015/06/27/supreme-courts-landmark-rulings-mark-historic-week/29396983/", "image": "http://www.gannett-cdn.com/GDContent/applogos/postcrescent.png", "type": "article"}, "twitter": {"description": "Affordable Care Act, same-sex marriage rulings ignite plenty of conversation in our area.", "title": "Supreme Court’s landmark rulings mark a historic week", "image": "http://www.gannett-cdn.com/-mm-/d9ad11f0645a671bc0e8f129e74c0787955f763a/c=713-0-3989-3276&r=x643&c=640x640/local/-/media/2015/06/27/Appleton/B9317886250Z.1_20150627155617_000_GF5B6R8M5.1-0.jpg", "creator": "@postcrescent", "site": "@postcrescent", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=880652726", "fb": {"app_id": 117306038338949}, "article": {"author": "http://www.facebook.com/jen.zettel"}, "Content-Type": "text/html; charset=UTF-8", "viewport": "width=1070"}, "article_summary": "(Photo: AP) Story Highlights The Supreme Court rulings this week caught the attention of Fox Cities residents.\nBut how did the Supreme Court’s back-to-back rulings play on Main Street, or in this case, College Avenue?\nThe action is one of two landmark decisions the Supreme Court handed down on hotly debated issues.\nThe nation’s high court ruled Friday that same-sex marriage is legal nationwide, striking down same-sex marriage bans that were still in place in 14 states.\nThe Republican presidential class is ready to bet big their opposition to Obama’s health care law will resonate with voters."}