{"article_title": "Once the Obamacare model, Massachusetts now the law's disaster", "article_keywords": ["website", "disaster", "exchange", "boston", "work", "obamacare", "connector", "health", "massachusetts", "model", "obama", "care", "laws"], "article_url": "http://dailycaller.com/2014/02/21/once-the-obamacare-model-massachusetts-now-the-laws-disaster/", "article_text": "BOSTON - APRIL 12: U.S. Sen. Edward Kennedy (D-MA) (L) and Massachusetts Governor Mitt Romney shake hands during a ceremony for Romney to sign a new health care reform bill at Faneuil Hall April 12, 2006 in Boston, Massachusetts. The law makes Massachusetts the first state in the country to require that all residents have health insurance. (Photo by Joe Raedle/Getty Images)\n\n4101276\n\nBOSTON — Obamacare is an absolute mess in Massachusetts.\n\nNearly eight years ago, surrounded by legislative leaders and Senator Ted Kennedy, then-Massachusetts Gov. Mitt Romney signed historic health legislation into law.\n\nStarting in 2007 — over a period of three years — Massachusetts spent $3,449,520 developing a first-in-the-nation online health exchange, which allowed the state’s citizens to purchase health coverage. And when President Obama campaigned for the passage of his own federal health law, he leaned on the Massachusetts experiment as a model for the nation.\n\nBut the changes mandated by Obama’s Affordable Care Act, or Obamacare, have actually gutted the effectiveness of Massachusetts’ once-working model.\n\nThanks to Obamacare, in 2012, Massachusetts began a transition to a new federally compliant health exchange, budgeted to cost $69 million. But to date, not one person has purchased health care through that federally funded exchange.\n\nIn addition, Jean Yang, the executive director of the Health Connector Authority, told her board that 50,000 paper applications remain unprocessed — leading the Commonwealth’s leading progressive blog to quip that, “lives are at risk.”\n\nBay Staters elected Scott Brown to the Senate in 2010, who promised he would be the 41st vote against Obamacare. But through parliamentary procedures, Congress passed the Affordable Care Act anyway and President Obama signed it into law.\n\nFast forward to today — Massachusetts now ranks near last in the nation for implementation of its health exchange, according to the Associated Press. So how did that happen?\n\nAfter passage of the Affordable Care Act, Massachusetts opted to run its own exchange. With a $69 million grant from the Centers for Medicare & Medicaid Services, the Massachusetts Health Connector Authority started collecting bids for the work. CGI Federal won that bid, and work began in 2012 on the creation of a new Obamacare compliant health exchange for Massachusetts.\n\nThe Boston Herald has reported that the project was seemingly doomed from the start. Expectations were set sky high, but infighting among stakeholders began almost immediately. An email obtained by the Herald showed that the state wanted, “[the] absolute Rolls Royce of any health exchange.” But that’s far from what they got.\n\nOver the next year, progress on the exchange was slow. The Massachusetts legislature didn’t even vote until June of 2013 to authorize the Connector Authority to change from their original functioning exchange over to the new system. Shortly after that vote, as The Boston Globe reported, officials started warning the Health Connector that the website would not work.\n\nOn October 1, 2013, the Health Connector launched the new version of its health exchange to much fanfare. But the website did not work. The conservative blog Red Mass Group (which this writer owns and operates), collected Facebook posts from December outlining how bad the system was.\n\nOn the day of Game 6 of the World Series, Obama came to Boston to promise a fix of the flailing federal exchange. His ally, Massachusetts Governor Deval Patrick introduced him and said that Obamacare was not about a website, but about values. Patrick would fall back on that refrain over and over again in the following months.\n\nOn stage with Obama and Patrick were members of a community organizing group that received $2,500,000 — including thousands of dollars to go door-to-door — from the Obama Administration to sell Obamacare to the people of Massachusetts.", "article_metadata": {"sailthru.author": "Robert Eno", "description": "'Lives are at risk'", "og": {"site_name": "The Daily Caller", "description": "BOSTON -- Obamacare is an absolute mess in Massachusetts.    Nearly eight years ago, surrounded by legislative leaders and Senator Ted Kennedy, then-Massachusetts Gov. Mitt Romney signed historic heal", "title": "Once the Obamacare model, Massachusetts now the law’s disaster", "url": "http://dailycaller.com/2014/02/21/once-the-obamacare-model-massachusetts-now-the-laws-disaster/", "image": {"width": 1200, "identifier": "http://cdn01.dailycaller.com/wp-content/uploads/2014/02/57327735-e1393017672948.jpg", "height": 516}, "type": "article"}, "twitter": {"description": "'Lives are at risk'", "title": "Once the Obamacare model, Massachusetts now the law’s disaster Via @dailycaller", "url": "http://dailycaller.com/2014/02/21/once-the-obamacare-model-massachusetts-now-the-laws-disaster/", "image": {"src": "http://dailycaller.com/wp-content/uploads/2014/02/57327735-e1393017672948.jpg"}, "site": {"identifier": "@dailycaller", "id": 39308549}, "card": "summary"}, "sailthru.date": "2014-02-21 23:03:53", "sailthru.title": "Once the Obamacare model, Massachusetts now the law's disaster", "HandheldFriendly": "true", "sailthru.tags": "massachusetts,obamacare", "fb": {"app_id": 143489452702, "pages": 182919686769}, "keywords": "massachusetts,obamacare", "sailthru.description": "BOSTON -- Obamacare is an absolute mess in Massachusetts.    Nearly eight years ago, surrounded by legislative leaders and Senator Ted Kennedy, then-Massachusetts Gov. Mitt Romney signed historic heal", "sailthru.image.full": "http://cdn01.dailycaller.com/wp-content/uploads/2014/02/57327735-e1393017672948.jpg", "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no"}, "_id": "\"57477af46914bd0286fd86c8\"", "article_summary": "Thanks to Obamacare, in 2012, Massachusetts began a transition to a new federally compliant health exchange, budgeted to cost $69 million.\nBut the changes mandated by Obama’s Affordable Care Act, or Obamacare, have actually gutted the effectiveness of Massachusetts’ once-working model.\nOn October 1, 2013, the Health Connector launched the new version of its health exchange to much fanfare.\nCGI Federal won that bid, and work began in 2012 on the creation of a new Obamacare compliant health exchange for Massachusetts.\nWith a $69 million grant from the Centers for Medicare & Medicaid Services, the Massachusetts Health Connector Authority started collecting bids for the work."}