{"article_title": "Richmond Times-Dispatch: Lifestyle Coverage For The Richmond Region", "article_keywords": ["body", "sperm", "ivf", "woman", "lifestyle", "timesdispatch", "fertilization", "transfer", "region", "womans", "richmond", "coverage", "art", "egg", "eggs"], "article_url": "http://www.richmond.com/life/article_36be9537-9e5e-591a-96c1-4bfd3e4508a7.html", "article_text": "Assisted reproductive technology (ART) includes all fertility treatments in which both eggs and sperm are handled outside the body. In general, ART procedures involve surgically removing eggs from a woman’s ovaries, combining them with sperm in the laboratory, and returning them to the woman’s body or donating them to another woman. The main types of ART:\n\n• In vitro fertilization (IVF), meaning fertilization outside the body. IVF is the most effective and the most common form of ART.\n\n• Zygote intrafallopian transfer (ZIFT), or tubal embryo transfer. This is similar to IVF. Fertilization occurs in the laboratory. Then the very young embryo is transferred to the fallopian tube instead of the uterus.\n\n• Gamete intrafallopian transfer (GIFT) involves transferring eggs and sperm into the woman's fallopian tube. Fertilization occurs in the woman's body. Few practices offer GIFT as an option.\n\n• Intracytoplasmic sperm injection (ICSI) is often used for couples with male factor infertility. Sometimes it is also used for older couples or for those with failed IVF attempts. In ICSI, a single sperm is injected into a mature egg as opposed to “conventional” fertilization in which the egg and sperm are placed in a petri dish together and the sperm fertilizes an egg on its own.\n\nInfertility: not being able to become pregnant after a year of trying.\n\nIntrauterine insemination (IUI): an infertility treatment that is often called artificial insemination. In the procedure, specially prepared sperm are inserted into the woman’s uterus. Sometimes the woman is also treated with medicines that stimulate ovulation before insemination.\n\nSources: National Library of Medicine at the National Institutes of Health, Centers for Disease Control and Prevention", "article_metadata": {"googlebot": "noarchive", "og": {"site_name": "Richmond Times-Dispatch", "description": "Stephanie Catedral, with the support of her husband, Afrodicio Catedral Jr., and their three children, is carrying a baby that when it is born will be placed into the loving arms of expectant parents Jenn and Brad Nixon.", "title": "Surrogacy offers option to some couples facing fertility issues", "url": "http://www.richmond.com/life/article_36be9537-9e5e-591a-96c1-4bfd3e4508a7.html", "image": {"width": 620, "identifier": "http://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/assets/v3/editorial/2/99/299145b4-5da2-5f8d-bbfe-a99b1dbd28d7/54b0463a9ea17.image.jpg?resize=620%2C340", "height": 340}, "type": "article"}, "twitter": {"site": "@richmonddotcom", "card": "summary", "creator": "@"}, "description": "Stephanie Catedral, with the support of her husband, Afrodicio Catedral Jr., and their three children, is carrying a baby that when it is born will be placed into the loving arms of expectant parents Jenn and Brad Nixon.", "msvalidate.01": "669B03D2B6841AE0EB5AEA39929FB0A8", "p": {"domain_verify": "76099571785251a341c8e146d86d708e"}, "fb": {"admins": 100004381960031, "app_id": 359392482564}, "keywords": "life,family,health,relationships", "google-site-verification": "wXaa1PI0ELEf5pOWVfpls8JG_g2yaFH-vaqES-qmfuk", "news_keywords": "life,family,health,relationships"}, "_id": "\"57477af46914bd0286fda5eb\"", "article_summary": "The main types of ART:• In vitro fertilization (IVF), meaning fertilization outside the body.\nAssisted reproductive technology (ART) includes all fertility treatments in which both eggs and sperm are handled outside the body.\nFertilization occurs in the woman's body.\n• Gamete intrafallopian transfer (GIFT) involves transferring eggs and sperm into the woman's fallopian tube.\nIn general, ART procedures involve surgically removing eggs from a woman’s ovaries, combining them with sperm in the laboratory, and returning them to the woman’s body or donating them to another woman."}