{"article_title": "Religious Freedom Regarding ACA Contraceptive Mandate Still In Limbo", "article_keywords": ["organizations", "aca", "court", "regarding", "federal", "freedom", "parties", "contraceptive", "supreme", "courts", "mandate", "coverage", "cases", "religious", "limbo"], "article_url": "http://www.natlawreview.com/article/religious-freedom-regarding-aca-contraceptive-mandate-still-limbo", "article_text": "Tuesday, May 17, 2016\n\nOn May 16, 2016, the U.S. Supreme Court offered only limited guidance on the challenges to the religious “accommodation” procedure under the Affordable Care Act’s (ACA’s) contraceptive mandate. Numerous faith-based institutions had challenged the mandate and the procedural requirements for seeking an exemption on religious grounds as violations of the Religious Freedom Restoration Act (RFRA) and the First Amendment of the federal Constitution. In an unusual (but not unprecedented) move, the Court relied on confirmations from both sides that an alternative solution may resolve this dispute, and remanded the cases back to the Third, Fifth, Tenth, and D.C. Circuits to allow the parties to work it out. Zubik v. Burwell, 578 U.S. ___ (2016).\n\nReligious Objection Form At Issue\n\nUnder the ACA, organizations providing health insurance to their employees must cover certain FDA-approved contraceptives as part of their health plans. Federal regulations, however, permit organizations to object to providing contraceptives on religious grounds. To avoid recourse for failing to provide mandated contraceptive coverage, such organizations must provide a form, either to their insurer or to the federal government, stating their religious objection.\n\nNumerous faith-based nonprofit organizations, including the Little Sisters of the Poor Home For the Aged in Denver, argue that the ACA’s procedures require them to be complicit in providing services that violate their sincerely held religious beliefs. In various federal courts throughout the country, these religious institutions filed lawsuits challenging the legality of having to submit the religious objection form. After various appellate courts weighed in, the cases were consolidated for the Supreme Court to decide.\n\nCourt Sought Alternate Solutions\n\nIn late March, the Court asked both sides to come up with new proposals on how the female employees of these nonprofit organizations could receive cost-free contraceptive coverage without burdening the organizations’ religious freedoms. After reviewing the parties’ submissions, the Court concluded that both sides confirmed there was a feasible option to provide contraceptive coverage through the organizations’ insurance companies without any objection notice from the religious parties.\n\nIn its per curiam opinion, the Court vacated the judgments and remanded the cases back to the respective appellate courts to allow the parties “an opportunity to arrive at an approach going forward that accommodates petitioners’ religious exercise while at the same time ensuring that women covered by petitioners’ health plans receive full and equal health coverage, including contraceptive coverage.” The Court stated that the parties should be given “sufficient time to resolve any outstanding issues between them.”\n\nThe Court, including the concurrence by Justice Sotomayor joined by Justice Ginsburg, emphasized that it was not ruling on the merits of the case and that the lower courts should not read anything into the Court’s opinion as leaning one way or the other. As it relates to the nonprofits in this case, the Court stated that the government has notice that they object on religious grounds so no further notice is required going forward. It also emphasized that the government should not fine or penalize the nonprofits.\n\nWhat It Means\n\nThe Supreme Court’s failure to decide the legal issues surrounding the ACA’s contraceptive mandate and the religious “accommodation” means that numerous federal appeals courts will individually address whether the parties can come up with a mutually satisfactory resolution of the cases. It is unclear whether any of the courts will have to decide the legal issues (again). In any event, the very real possibility is that one or more cases could end up before the Supreme Court in a later session.", "article_metadata": {"description": "On May 16, 2016, the U.S. Supreme Court offered only limited guidance on the challenges to the religious accommodation procedure under the Affordable Care Act contraceptive mandate.", "generator": "Drupal 7 (http://drupal.org)", "og": {"site_name": "The National Law Review", "description": "On May 16, 2016, the U.S. Supreme Court offered only limited guidance on the challenges to the religious &amp;ldquo;accommodation&amp;rdquo; procedure under the Affordable Care Act&amp;rsquo;s (ACA&amp;rsquo;s) contr", "title": "Religious Freedom Regarding ACA Contraceptive Mandate Still In Limbo", "url": "http://www.natlawreview.com/article/religious-freedom-regarding-aca-contraceptive-mandate-still-limbo", "image": "http://www.natlawreview.com/sites/default/files/styles/thumbnail/public/article/aux/4544/U_S_-Supreme-Court1.jpg?itok=PbuIZBpz", "type": "article"}, "keywords": "US Supreme Court, ACA, Affordable Care Act, Contraceptive Mandate, religious accommodation, Religious Freedom Restoration Act, RFRA, Justice Sotomayor, Justice Ginsburg, Zubik v. Burwell", "msvalidate.01": "5493B547C0AB527FF4CF8C4D0127302A", "google-site-verification": "SAKcOmA6_i0E79oG2TjlPWfOSs9kMM6EWAZNaT0aBtA", "verify-v1": "nSkrvEqyOIUMGKMak3OBIKcpcABac4XWK5NJKMuMtBY=", "y_key": "fe6cd8bd83ff0c09", "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "Legal, Business, Government, Health, Labor, US Supreme Court, ACA, Affordable Care Act, religious accommodation, Contraceptive Mandate, Religious Freedom Restoration Act, RFRA, Justice Sotomayor, Justice Ginsburg, Zubik v. Burwell"}, "article_summary": "In various federal courts throughout the country, these religious institutions filed lawsuits challenging the legality of having to submit the religious objection form.\nTuesday, May 17, 2016On May 16, 2016, the U.S. Supreme Court offered only limited guidance on the challenges to the religious “accommodation” procedure under the Affordable Care Act’s (ACA’s) contraceptive mandate.\nIn any event, the very real possibility is that one or more cases could end up before the Supreme Court in a later session.\nTo avoid recourse for failing to provide mandated contraceptive coverage, such organizations must provide a form, either to their insurer or to the federal government, stating their religious objection.\nAfter various appellate courts weighed in, the cases were consolidated for the Supreme Court to decide."}