{"article_title": "What Hedge Funds Need to Know About the Healthcare “Cadillac Tax”", "article_keywords": ["cadillac", "programs", "funds", "tax", "fund", "cost", "health", "know", "healthcare", "need", "hedge", "firms", "insurance", "plan"], "article_url": "http://www.finalternatives.com/node/30968", "article_text": "Jun 2 2015 | 9:58am ET\n\nBy David Parker\n\nPartner, Assured SKCG\n\nThe Affordable Care Act (ACA) has made dramatic changes to the U.S. healthcare system in the past five years, but the expected implementation of the upcoming “Cadillac Tax” could have the biggest impact on hedge fund firms from both a financial and plan design perspective - and this specific component of the ACA needs your attention. If this provision of the law is enacted I believe that it will prove to be extremely challenging to the hedge fund industry.\n\nEffective January 1, 2018 the Department of Health and Human Services (HHS), the Department of Labor (DOL) and the Internal Revenue Service (IRS) will impose a 40%, non-deductible, excise tax on high-cost health insurance plans. Applicable coverage can include health insurance premiums, Flexible Spending Accounts (FSA - Health), Health Savings Accounts (HSA – pre-tax employer and employee contributions), Health Reimbursement Arrangements (HRA), Archer Medical Savings Accounts (MSA – pre-tax contributions) and specific types of Wellness programs. The tax is intended to fund the costs of the Affordable Care Act, as well as to help overall efforts to control health care costs.\n\nIf the total cost of your health insurance programs exceeds $10,200 (single only - indexed annually) or $27,500 (non-single – indexed annually), the employer is responsible for calculating and reporting the tax and the insurer is responsible for paying the tax/penalty (Fully Insured Programs). For Self-Insured programs the regulations indicate that the plan sponsor (employer) will be responsible for paying the tax. The Cadillac Tax will apply to all plan models - Fully Insured, Self Insured, Professional Employee Organizations (PEO) and Health Consortiums.\n\nFor all hedge fund firms the competition to attract and retain the most talented employees is on the rise. Over many years hedge fund firms have placed a priority on providing robust benefits at little or no cost to their employees. An emphasis on low out of pocket cost, along with high out of network reimbursement within the health plan, has been an integral part of the talent acquisition strategy, and offering comprehensive benefit programs has proven to be effective at helping firms recruit and keep the very best employees. This tax could change the way the hedge fund community designs and implements their healthcare coverage.\n\nEven though there are still 2½ years to go before the “Cadillac Tax” is implemented, employers need to address this matter now to determine what impact this Tax will have on their Health insurance coverage. Many employers’ premiums are already approaching the 2018 limits set forth by the regulators which could increase the likelihood of the Tax impacting their programs. Let’s illustrate an example.\n\nThe calculated tax assumes current healthcare cost and has been indexed for future premium increases. Historically, if plan designs have remained consistent, heath insurance rates have increased every year. Rate increases, along with the “Cadillac Tax”, adds to the burden of providing high quality healthcare to your employees and their families. This could prove to be an unfair advantage to employers that have good experience and still get rate increases due to standard medical trends and the ACA regulations.\n\nEmployers need to start looking at their health care programs and consider what needs to be changed or even eliminated. High deductible health plans, for example, could become more prevalent as a way to lower the overall cost of the program. It will be important to understand what factors drive the cost of your health insurance program, and look for design changes that will help reduce utilization and, in turn, your cost.\n\nKeep in mind that even though the Law has been implemented, final regulations are still pending on the excise tax. As 2018 approaches, additional clarification is expected. However, it is not too early for the hedge fund community to start paying attention to this provision and its expected implications.\n\nDavid Parker is a Partner and the President of Employee Benefits at Assured SKCG, Inc., an insurance advisory firm serving commercial and private clients who require sophisticated advice addressing multiple risk factors. In November of 2011 the firm became a founding platform for AssuredPartners, Inc., the 13th largest insurance brokerage in the United States.", "article_metadata": {"alexaVerifyID": "B1je_06WBmoTRPXjYccZKu57biY"}, "article_summary": "For all hedge fund firms the competition to attract and retain the most talented employees is on the rise.\nHowever, it is not too early for the hedge fund community to start paying attention to this provision and its expected implications.\nIf this provision of the law is enacted I believe that it will prove to be extremely challenging to the hedge fund industry.\nThis tax could change the way the hedge fund community designs and implements their healthcare coverage.\nOver many years hedge fund firms have placed a priority on providing robust benefits at little or no cost to their employees."}