{"article_title": "Paul George suffers serious leg injury in US exhibition – The Denver Post", "article_keywords": ["colangelo", "suffers", "leg", "denver", "george", "players", "game", "right", "exhibition", "nba", "team", "serious", "paul", "injury", "post", "krzyzewski"], "article_url": "http://www.denverpost.com/nuggets/ci_26262370/paul-george-suffers-serious-leg-injury-us-exhibition", "article_text": "LAS VEGAS — Indiana Pacers All-Star Paul George suffered a gruesome right leg injury late in the U.S. national team’s intrasquad scrimmage Friday night.\n\nGeorge leaped to contest a fast-break layup by James Harden with 9:33 left in the fourth quarter and his leg smashed against the bottom of the backboard stanchion and crumpled.\n\nTrainers immediately ran onto the floor and after roughly 10 minutes of stoppage, George was taken out of the arena on a stretcher. With players looking visibly upset, coach Mike Krzyzewski then announced to the crowd that the scrimmage would not be finished out of respect to George and his family.\n\nBLOG: Reactions to Paul George’s injury\n\n“This is a first for us in USA Basketball, to have something like this take place,” USA Basketball chairman Jerry Colangelo said. “It’s a tough situation for our entire organization, the coaches, the players. Very, very emotional. There’s no way the game could have gone on under the circumstances.”\n\nThe White team led George’s Blue team 81-71.\n\n“We got all the players together, Jerry addressed them and then I did. Very emotional setting,” Krzyzewski said. “There’s a brotherhood in the NBA and to me at moments like this family or brotherhood shows its heart, it shows its depth, and that’s what I thought our players showed during that time.”\n\nGeorge was considered a lock to make the final 12-man roster for the World Cup of Basketball that starts later this month in Spain.\n\n“Thanks everybody for the love and support,” he wrote on Twitter. “I’ll be ok and be back better than ever!!! Love y’all!!”\n\nThe Americans planned to reduce the 20-play pool to 14 or 15 players Saturday, but put off those plans after George’s injury.\n\n“Everything’s on hold right and it should be,” Krzyzewski said. “It would be so inappropriate for us to talk about anything else when there’s a serious injury like this.”\n\nThe defending champion U.S. team had already been weakened by player losses. Forwards Kevin Love, Blake Griffin, LaMarcus Aldridge and NBA Finals MVP Kawhi Leonard had all pulled out in recent weeks.\n\nKrzyzewski and Colangelo refused to discuss the roster after the game, saying they didn’t even know when they would make roster reductions.\n\n“As an organization, we’re just going to let a little bit of time go by here before we address anything like rosters, all that stuff,” Colangelo said. “It seems so unimportant in the big scheme of things when you have something like this take place. It puts things in perspective.”\n\nGeorge would have been a candidate to start for the Americans alongside Kevin Durant. The two, along with Harden, spent the week playing in 1-on-1 competitions after practice, pushing one another while building chemistry leading up to Friday night’s game.\n\n“It’s been fun, just getting to know Paul,” Durant said after practice on Thursday. “Of course I know James, but it’s competing against them.”\n\nOnly Colangelo and Krzyzewski spoke after the exhibition.\n\nGeorge led the Pacers to the best record in the Eastern Conference before they were eliminated by Miami in the Eastern Conference finals.\n\n“We are aware of the injury sustained by Paul George in Friday night’s Team USA game in Las Vegas and we are obviously greatly concerned,” Pacers President Larry Bird said in a statement. “At this time our thoughts and prayers are with Paul. We are still gathering details and will have an updated statement Saturday.”\n\nThe Americans have to be down to 12 players before they open the tournament on Aug. 30. They are scheduled to take the next week off before reconvening in Chicago for their next practice on Aug. 14.\n\nPlayers throughout the NBA posted their concerns and wishes on Twitter, and NBA Commissioner Adam Silver issued a statement that read: “It was difficult to watch the injury that Paul George sustained tonight while representing his country. The thoughts and prayers of all of us at the NBA are with Paul and his family.”\n\nSome NBA executives have long been concerned about injuries to players during summer competitions. Pau Gasol, then playing for the Memphis Grizzlies, broke his foot while leading Spain to the 2006 world title, and Manu Ginobili injured his ankle while playing for Argentina in the 2008 Olympics. He is sitting out the World Cup while recovering from a stress fracture in his right leg.\n\n“Anything can happen anywhere, a lot of things happen,” said Krzyzewski, who was coaching Duke against Louisville when the Cardinals’ Kevin Ware broke his leg during the 2013 NCAA tournament.\n\n“Tonight it happened during a basketball game. We need to take care of that. It doesn’t mean it’ll happen again and again and again; it means that it happened right now. And we need to take care of right now appropriately and then move on.”", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "Paul George suffers serious leg injury in US exhibition", "title": "Paul George suffers serious leg injury in US exhibition", "url": "http://www.denverpost.com/2014/08/01/paul-george-suffers-serious-leg-injury-in-us-exhibition/", "image": {"width": 654, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/04/20140801_090951_paul-george.jpg", "height": 390}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/04/20140801_090951_paul-george.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "article": {"published_time": "2014-08-01T21:11:59+00:00", "modified_time": "2016-04-27T10:33:05+00:00"}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "viewport": "width=device-width, initial-scale=1"}, "article_summary": "LAS VEGAS — Indiana Pacers All-Star Paul George suffered a gruesome right leg injury late in the U.S. national team’s intrasquad scrimmage Friday night.\n“We are aware of the injury sustained by Paul George in Friday night’s Team USA game in Las Vegas and we are obviously greatly concerned,” Pacers President Larry Bird said in a statement.\n“Of course I know James, but it’s competing against them.”Only Colangelo and Krzyzewski spoke after the exhibition.\nThere’s no way the game could have gone on under the circumstances.”The White team led George’s Blue team 81-71.\n!”The Americans planned to reduce the 20-play pool to 14 or 15 players Saturday, but put off those plans after George’s injury."}