{"article_title": "Too bad that guy was choked to death by our dumb nanny state cigarette laws", "article_keywords": ["death", "dana", "cigarettes", "eric", "dloesch", "bad", "choke", "cigarette", "state", "dumb", "nanny", "loesch", "guy", "garner", "choked", "law", "laws"], "article_url": "http://www.rawstory.com/2014/12/conservatives-too-bad-that-guy-was-choked-to-death-by-our-dumb-nanny-state-cigarette-laws/", "article_text": "TBogg is Tom Boggioni, a writer based in San Diego, Ca. More specifically in Pacific Beach. Okay, in Crown Point, if you must know. Happy now? He was once known as a \"somewhat popular blogger\" back when blogs were a 'thing'. He is writing the Great American Novel, minus the 'great' part.\n\nLit cigarette (Shutterstock)\n\nAfter the Staten Island grand jury returning a bill of “shit happens, whaddya gonna do,” in the Eric Garner case today, for a fleeting moment in time –practically a synapse — conservatives joined together with people who aren’t soulless freaks — by which I mean ‘the rest of humanity’ –and said “This is wrong. Police should not choke people to death on the sidewalk and walk away scot-free.”\n\nThen they came to their senses because they didn’t want to be accused of being soft on killing innocent black men and blow a shot at a three-book deal with Regnery Press, so they started looking around for the real villain. A police force unchecked by laws about the use of force? A rogue cop who who was unaware that “I can’t breathe” is a safe word in pretty much any situation?\n\nNah, it’s the government and their stoopid laws and rules and shit that make innocent cops into almost-criminals, such as in the case of the now deceased Eric Garner.\n\nIn NYC it is against the law to sell individual cigarettes which is what Garner was accused of doing. Despite the fact this is obviously tyranny and not the Freedom the Founders left to us, guaranteeing us the right to willingly suck burning ash into our lungs — for reasons that quite frankly escape me as a non-smoker — police are being put in the awkward position of having to choke people to death for the crime of dealing one COPD-stick at a time.\n\nSo, really, the reason Eric Garner is dead is because the Nanny State won’t let people sell single butts on the street, forcing police to administer rough cigarette justice: death by strangulation. Seems reasonable.\n\nTo some:\n\nGovernment is simply a word for the things we decide to do together. Like choke men to death over rules governing the sale of cigarettes. — Charles C. W. Cooke (@charlescwcooke) December 3, 2014\n\nEric Garner died cuz he was selling cigs by the single. That’s a crime in NYC. Death is inexcusable. Police behavior sure looked inexcusable — John Nolte (@NolteNC) December 3, 2014\n\nEric Holder: How about a blue ribbon commission on why the govt has to get every last penny in taxes from the sale of cigarettes. — Ann Coulter (@AnnCoulter) December 4, 2014\n\nUnderstanding cause and effect, like passing a law that requires more stringent enforcement of a dumb law, is awesome re #Garner. — Dana Loesch (@DLoesch) December 4, 2014\n\nIf Bloomberg’s stringent cig excise tax law wasn’t a contributing factor in Garner’s death then why, pray tell, were police there? — Dana Loesch (@DLoesch) December 4, 2014\n\nLoesch, not content to piddle out a little dumb when her entire career is based upon being a raging out-of-control firehouse of stupid, added another:\n\nIf suddenly all laws are just, please then stop protesting Obamacare and abortion. — Dana Loesch (@DLoesch) December 4, 2014\n\nSo what she is saying is that the war on Obamacare and abortion — both of which are legal, I might add — is over I guess. I find this to be extremely satisfying.\n\nYou all might want to lie back right now, maybe light up and enjoy the afterglow…", "article_metadata": {"og": {"image": {"width": 800, "identifier": "http://www.rawstory.com/wp-content/uploads/2014/12/shutterstock_126145238-800x430.jpg", "height": 430}, "title": "Conservatives: Too bad that guy was choked to death by our dumb nanny state cigarette laws"}, "fb": {"app_id": 212555972273585}, "viewport": "width=device-width, user-scalable=yes, initial-scale=1.0, minimum-scale=0.1, maximum-scale=10.0"}, "_id": "\"57477af46914bd0286fdf8ba\"", "article_summary": "— Dana Loesch (@DLoesch) December 4, 2014So what she is saying is that the war on Obamacare and abortion — both of which are legal, I might add — is over I guess.\nSo, really, the reason Eric Garner is dead is because the Nanny State won’t let people sell single butts on the street, forcing police to administer rough cigarette justice: death by strangulation.\n— Dana Loesch (@DLoesch) December 4, 2014If Bloomberg’s stringent cig excise tax law wasn’t a contributing factor in Garner’s death then why, pray tell, were police there?\nNah, it’s the government and their stoopid laws and rules and shit that make innocent cops into almost-criminals, such as in the case of the now deceased Eric Garner.\nIn NYC it is against the law to sell individual cigarettes which is what Garner was accused of doing."}