{"article_title": "What 'Too Many Cooks' Tells Us About 2016 and the Resiliency of the Patriarchy (GIFs)", "article_keywords": ["resiliency", "cooks", "takes", "gifs", "hot", "society", "clintons", "internet", "ready", "thing", "2016", "hillary", "tells", "patriarchy"], "article_url": "http://freebeacon.com/blog/what-too-many-cooks-tells-us-about-2016-and-the-resiliency-of-the-patriarchy-gifs/", "article_text": "Some will tell you that the Internet is a wasteland of “hot takes” and that we should all just “chill out” and “have a good time, duder.” For instance, here is The Internet’s Drew Magary with a hot take on hot takes, specifically hot takes about Too Many Cooks.\n\nI must disagree. The idea of merely absorbing a piece of content—just sitting back and enjoying a video, like a lump on a couch—is abhorrent. There is much to be gleaned about society and culture and, yes, ourselves, by examining that which we find amusing or entrancing or infuriating. For instance, there’s a great deal that Too Many Cooks can teach us about the resilient nature of patriarchy and what, exactly, this means for Hillary Clinton’s chances in the 2016 election.\n\nFor those of you who haven’t been paying attention to the latest viral trends, Too Many Cooks is an 11 minute short film that aired during the “Adult Swim” block of programming on the Cartoon Network. It is part parody of 1980s and 1990s sitcoms, part Lynchian nightmare, a kind of melding of our love for nostalgia and our revulsion for the past. You can watch the whole thing here:\n\nIt’s a fascinating document, one that plumbs the depths of our soul: our fear of being killed where we’re most comfortable; our desire for family and community; and the latent horror of cyborg cats lurking just below humanity’s collective subconscious.\n\nBut the most obvious message is right there on the surface. Ours is a society that still privileges the rights of male breadwinners and denigrates the contributions made by working mothers. Joking aside about Hillary Clinton’s “female privilege,” as if such a thing could exist in a society such as ours, it seems clear that the message of Too Many Cooks is that we simply aren’t ready for a female president. The patriarchy is simply too firmly entrenched to just let things go.\n\nConsider this conjoined image, just seconds into Too Many Cooks:\n\nPairing a smiling, laughing Ken hard at work in front of his drawing board with the bemused working mom Tara—who is literally pulling cookies out of an oven—couldn’t be more obvious. “It’s a man’s world!” the short film screams. “We still think a woman’s place is in the kitchen. If she thinks she’s getting out of there, she’s got another thing coming.” Tara is Hillary. Society is Ken.\n\nIn Too Many Cooks‘ most shocking—and honest—moment, we see the predations of the male gaze laid bare. I’m speaking, of course, about the moment in which Will Dove peeps on Victoria Sun:\n\nThis is a not-too-subtle commentary on the horrors of “The Fappening,” the leak of countless nude celebrity photos onto the Internet. This is a sex crime, something all of society should consider rightly horrifying. Instead, it’s played for laughs, something that everyone, even (or perhaps especially) the victim, is expected to just giggle about, just shrug off:\n\nIt’s telling that Ms. Sun appears one more time in the video. It’s a normal, everyday family scene: just a bunch of teens and their parents playing pictionary. But something’s different. Something’s off. See if you can guess what it is:\n\nMs. Sun has been stripped, both literally and figuratively, of her agency. Disrobed for the world to see just moments before, Too Many Cooks suggests we believe she has no reason to ever be covered again. Her body is now the property of the body politic. In an utterly unsurprising turn of events, the sewer of the Internet known as Reddit has failed to see the critique of their anti-social behavior; a quick Google search reveals that there are a number of threads on Reddit devoted to finding more photos of Ms. Sun in various states of undress. Sickening. But not surprising.\n\nLook: You can sit there and close your eyes and tell me that Too Many Cooks tells us nothing about the state of our polity and the ways in which the patriarchy will work against Hillary Clinton’s efforts in 2016. Feel free to blind yourself to the truth. Some of us are ready to go a little deeper, however. Keep taking that blue pill. I’m ready for the red one.", "article_metadata": {"generator": "WordPress 4.5.2", "og": {"site_name": "Washington Free Beacon", "description": "Some will tell you that the Internet is a wasteland of", "title": "What ‘Too Many Cooks’ Tells Us About 2016 and the Resiliency of the Patriarchy (GIFs)", "url": "http://freebeacon.com/blog/what-too-many-cooks-tells-us-about-2016-and-the-resiliency-of-the-patriarchy-gifs/", "image": "http://freebeacon.com/wp-content/uploads/2014/11/Too-Many-Cooks-150x150.png", "type": "article"}, "twitter": {"description": "Some will tell you that the Internet is a wasteland of", "creator": "@SonnyBunch", "image": "http://freebeacon.com/wp-content/uploads/2014/11/Too-Many-Cooks-150x150.png", "title": "What ‘Too Many Cooks’ Tells Us About 2016 and the Resiliency of the Patriarchy (GIFs)", "site": "@freebeacon", "card": "summary"}, "apple-itunes-app": "app-id=1047859882", "fb": {"app_id": "FB_APP_ID", "pages": 282024895179874}, "viewport": "width=device-width, initial-scale=1"}, "article_summary": "For instance, there’s a great deal that Too Many Cooks can teach us about the resilient nature of patriarchy and what, exactly, this means for Hillary Clinton’s chances in the 2016 election.\nLook: You can sit there and close your eyes and tell me that Too Many Cooks tells us nothing about the state of our polity and the ways in which the patriarchy will work against Hillary Clinton’s efforts in 2016.\nSome will tell you that the Internet is a wasteland of “hot takes” and that we should all just “chill out” and “have a good time, duder.” For instance, here is The Internet’s Drew Magary with a hot take on hot takes, specifically hot takes about Too Many Cooks.\nIn Too Many Cooks‘ most shocking—and honest—moment, we see the predations of the male gaze laid bare.\nOurs is a society that still privileges the rights of male breadwinners and denigrates the contributions made by working mothers."}