{"article_title": "Hold the Applause For Obama\u0092s Demarche On Personalized Medicine", "article_keywords": ["hold", "patient", "applause", "doctors", "obamacare", "patients", "treatment", "demarche", "medicine", "personalized", "obamas", "dr", "care", "plans"], "article_url": "http://www.nysun.com/national/hold-the-applause-for-obamas-demarche/89022/", "article_text": "Even Republicans gushed with enthusiasm when, during the State of the Union speech, President Obama announced funding for personalized medicine. \u0093I\u0092m launching a new precision medicine initiative,\u0094 Mr. Obama said, to usher in a \u0093new era of medicine, one that delivers the right treatment at the right time.\u0094 Sounds good, but don\u0092t be fooled. The biggest impediment to these cures is Obamacare, and the loudest critic of personalized medicine is Obamacare\u0092s chief architect, Dr. Ezekiel Emanuel.\n\nScientists already have turned the corner from one-size fits all medicine to fashioning cures based on a patient\u0092s genetic make-up. Not all breast cancers, or lung cancers, or other afflictions are alike. They differ depending on a patient\u0092s genes. Testing patients to see what genetic mutation is causing their sickness and then using a drug that targets it avoids wasting time on drugs that won\u0092t work or will even make a patient sicker.\n\nIt should be the future of medicine, but Obamacare stands in the way. Members of Congress would know that if they had bothered to read the law. Obamacare forces doctors to practice one-size fits all medicine. The law whacks them with financial penalties if they stray from what Washington calls \u0093evidence-based\u0094 treatments.\n\nEvidenced based means the treatment that works best for the majority of patients. Too bad if you\u0092re not the typical patient. As Jeffrey Singer, a surgeon and adjunct fellow at the Cato Institute, says \u0094it is easy to standardize treatment protocols. But it is difficult to standardize patients.\u0094\n\nThen there\u0092s the delay between discovering a new treatment and when it becomes standard practice. That takes 17 years, complains Eric Topol, a cardiologist and geneticist at the Cleveland Clinic. Too long for a patient with cancer or heart disease.\n\nIn a debate with Dr. Topol at the Aspen Institute, Dr. Emanuel objected that tailor-making treatments is extravagant, like wearing a custom-made suit rather than one off the rack. Dr. Emanuel advocates standardizing how doctors treat patients. He says, \u0093we need to be skeptical. . that personalized medicine is going to produce cost savings and be so much better for the system.\u0094\n\nBetter for the system? Maybe that\u0092s what Dr. Emanuel thinks is important. But the goal should be what\u0092s better for the patient, and there\u0092s no question that personalized medicine is better. Yet Obamacare makes it almost impossible to get.\n\nFirst, because Obamacare health plans limit access to cancer hospitals and specialists. The Associated Press showed in 2014 that most Obamacare enrollees weren\u0092t covered to use use Memorial Sloan-Kettering in New York City or MD Anderson in Houston, for example. In 2015, access is just as limited, reports Kaiser Health News.\n\nSecond, these Obamacare plans jack up copays for targeted therapies the president is praising. A new HealthPocket report shows that patients in silver plans will be socked with a $5,569 copay for the cancer drug Gleevec (for chronic myelogenous leukemia). That\u0092s after already spending $5000 or more to meet the plan\u0092s deductible.\n\nThird, seniors are also losing access to personalized medicine because of Obamacare\u0092s Medicare Shared Savings Program. The Obama administration announced on January 26 that Medicare will gradually stop paying doctors for the care they provide to an individual patient, and instead pay a fixed fee to take care of a large group. Doctors and hospitals that spend less than the fixed fee get to keep a portion of the \u0093savings.\u0094 This will encourage them to skimp on care. It\u0092s the old HMO model rewrapped\n\nIn 2010, the Affordable Care Act launched this idea as a pilot program. It didn\u0092t work, yet HHS Secretary Sylvia Burwell announced on Monday that it will be expanded to cover at least 50% of Medicare patients by 2018. Good luck to patients who need expensive targeted gene therapies. Whatever is prescribed for the patient comes out of doctors\u0092 own pockets at the end of the year. It sets up a conflict between you and the doctor you should be able to trust.\n\nSo hold the applause for the president\u0092s seemingly magnanimous offer to fund research on personalized medicine. Research is good, but scientists and investors are already bringing these breakthroughs to market. What\u0092s standing between you and these lifesaving treatments is Obamacare.", "article_metadata": {"keywords": "Hold the Applause For Obama\u0092s Demarche On Personalized Medicine", "og": {"url": "http://www.nysun.com/national/hold-the-applause-for-obamas-demarche/89022/"}, "description": "Even Republicans gushed with enthusiasm when, during the State of the Union speech, President Obama announced funding for personalized medicine. \u0093I\u0092m launching a new precision medicine initiative,\u0094 Mr. Obama said, to usher in a \u0093new era of medicine", "robots": "noarchive"}, "article_summary": "So hold the applause for the president\u0092s seemingly magnanimous offer to fund research on personalized medicine.\nEven Republicans gushed with enthusiasm when, during the State of the Union speech, President Obama announced funding for personalized medicine.\nthat personalized medicine is going to produce cost savings and be so much better for the system.\u0094Better for the system?\nThird, seniors are also losing access to personalized medicine because of Obamacare\u0092s Medicare Shared Savings Program.\nBut the goal should be what\u0092s better for the patient, and there\u0092s no question that personalized medicine is better."}