{"article_title": "&apos;It&apos;s amazing how we are really just passengers&apos; – Zap2It", "article_keywords": ["zap2it", "passengersapos", "manipulation", "zahn", "apositaposs", "edwards", "abcs", "horses", "amazing", "truck", "science", "theres", "think", "really"], "article_url": "http://zap2it.com/2014/03/mind-games-steve-zahn-its-amazing-how-we-are-really-just-passengers/", "article_text": "On ABC’s new On ABC’s new “Mind Games,” airing Tuesdays, Steve Zahn plays Clark Edwards, whose bipolar disorder — and his affair with an undergraduate — upended his career as a university professor teaching about human behavior and psychology.\n\nClark’s brother is brilliant schemer Ross ( Christian Slater ), and together they’ve founded Edwards and Associates, a business that specializes in using science, con artistry and mental manipulation to make clients’ dreams come true.\n\nBut when he’s not filming in Chicago, Zahn drives home to his wife and two children on a farm outside Lexington, Ky.\n\n“It’s weird,” he tells Zap2it , striding through a field on the way to his truck. “You go out, get in the truck and go home, and I become a bus driver and short-order cook and start picking up horse s*** .\n\n“It takes me five hours and 15 minutes. It’s far enough to get away but close enough so you can actually do it and not completely destroy yourself.”\n\nAnd the atmosphere is wildly different.\n\n“Every window out of our house,” he says, “you see horses, whether mine or the neighbors’. It’s great. You hear that rolling thunder, and you look out back, and there’s 20 yearlings running across the field.\n\n“I have just quarter horses. Around here, it’s all Standardbreds and Thoroughbreds, but I’m the one with the ugly horses on the block.”\n\nAs for whether a down-home guy buys his show’s brainy high concept, Zahn says, “It’s somewhat of a stretch but not really. We live with this kind of manipulation daily, whether it be commercials or polls. There’s a lot of science behind all of that.\n\n“It’s amazing how we are really just passengers in our own brains, but we think we’re in control. We think we’re the pilots of the jumbo jet, but we’re really a mouse in the belly of the plane.”", "article_metadata": {"description": "Steve Zahn plays Clark Edwards on &quot;Mind Games,&quot; whose bipolar disorder -- and his affair with an undergraduate -- upended his career as a university professor teaching about human behavior and psychology.", "generator": "WordPress.com", "og": {"site_name": "Zap2It", "description": "Steve Zahn plays Clark Edwards on \"Mind Games,\" whose bipolar disorder — and his affair with an undergraduate — upended his career as a university professor teaching about hum…", "title": "&apos;Mind Games&apos; Steve Zahn: &apos;It&apos;s amazing how we are really just passengers&apos;", "url": "http://zap2it.com/2014/03/mind-games-steve-zahn-its-amazing-how-we-are-really-just-passengers/", "image": "http://tribzap2it.files.wordpress.com/2014/03/steve-zahn-mind-games.jpg", "locale": "en_US", "type": "article"}, "twitter": {"image": "http://tribzap2it.files.wordpress.com/2014/03/steve-zahn-mind-games.jpg?w=240", "site": "@Zap2it", "card": "summary", "creator": "@Zap2it"}, "msapplication-tooltip": "TV Listings, TV Show Guide, Entertainment News, TV Ratings", "msapplication-window": "width=device-width;height=device-height", "viewport": "width=device-width, initial-scale=1", "application-name": "Zap2It", "google-site-verification": "8aJT9s5d7LPYKOeJ8o5_O77mMX6kYRyke1xme-QuJpA", "keywords": "tv,", "article": {"publisher": "https://www.facebook.com/WordPresscom", "published_time": "2014-03-04T20:00:00+00:00", "modified_time": "2014-03-04T20:00:00+00:00"}, "msapplication-task": "name=Subscribe;action-uri=http://zap2it.com/feed/;icon-uri=http://0.gravatar.com/blavatar/ad54ed4403ab81db6bc2547a51bc1fe3?s=16"}, "_id": "\"57477af36914bd0286fcfa58\"", "article_summary": "“It’s amazing how we are really just passengers in our own brains, but we think we’re in control.\nWe think we’re the pilots of the jumbo jet, but we’re really a mouse in the belly of the plane.”\nYou hear that rolling thunder, and you look out back, and there’s 20 yearlings running across the field.\n“You go out, get in the truck and go home, and I become a bus driver and short-order cook and start picking up horse s*** .\n“Every window out of our house,” he says, “you see horses, whether mine or the neighbors’."}