{"article_title": "Pop Rocks: Obamacare in Your Television?", "article_keywords": ["television", "programs", "obamacare", "product", "pop", "rocks", "thats", "know", "covered", "sounds", "believe", "think", "care"], "article_url": "http://www.houstonpress.com/arts/pop-rocks-obamacare-in-your-television-6381326", "article_text": "Imagine you are watching an episode of Grey's Anatomy, and there is a scene in which Dr. McDreamy tells one of his patients that he/she is lucky that their pre-existing condition is now covered due to the Affordable Care Act. Or if the Bravermans on NBC's Parenthood just happen to have a discussion about how great it is that daughter Haddie is covered under her parent's plan until she's 26 years old, and she owes it all to President Obama. Sounds absurd? Well, it may soon become a reality.\n\nThe California Endowment, a non-government foundation whose job is to help promote the new health care law, was recently awarded a $500,000 grant to incentivize television producers to inconspicuously slip information about the health care act into their programs. It's product placement for the government!\n\nIt's no big shocker that people learn from television and daily lives are affected by what is heard coming out of the mouths of their favorite characters. People believe what they see on television to be true (I once read a statistic that said 9 out of 10 people were 100 percent sure that they could revive a dying person if they were given a defibrillator - no medical training necessary.) So why not use our good TV friends to regale us with all of the glorious benefits of Obamacare?\n\nAccording to Martin Kaplan, who works with the Norman Lear Center at the University of Southern California, the entity that received the grant, \"We know from research that when people watch television, even if they know it's fiction, they tend to believe that the factual stuff is factual.\" (I'll have you know that 20 percent of Americans currently believe that witches are real - thanks AHS -Coven!)\n\nBut is pushing a government agenda through the boob tube kosher? In an NBC article on the topic, Arthur Caplan, who heads up the ethics division at New York University's Langone Medical Center, casually tosses out the dreaded \"P\" word: Propaganda. Ouch.\n\nCaplan mentions that if this tactic is to work, and to be ethical, the programs have to detail both sides of the spectrum. This sounds easier said than done. I find it difficult to imagine a plot line that involves Sheldon from The Big Bang Theory getting his panties in bunch over long wait times on the healthcare.gov website. Rather I can see Parks and Rec's Leslie Knope touting how American it is for tampons to now be covered by her insurance (I don't think that's a part of the law, but I'd vote for that).\n\nWe have all played witness to the increasing and blatant product placement of the past few years. NBC's characters' use of Microsoft products is more funny than their actual sitcoms are at this point - no one is buying the Surface - but that's commercialism for you. However, the government getting into the same game just feels different. There is a line there somewhere, and we may have just crossed it.\n\nWhat do you think?", "article_metadata": {"description": "Imagine you are watching an episode of Grey's Anatomy, and there is a scene in which Dr. McDreamy tells one of his patients that he/she is lucky that...", "author": "Abby Koenig", "og": {"site_name": "Houston Press", "description": "Imagine you are watching an episode of Grey's Anatomy, and there is a scene in which Dr. McDreamy tells one of his patients that he/she is lucky that their pre-existing condition is now covered due to the Affordable Care Act. Or if the Bravermans on NBC's Parenthood just happen to...", "title": "Pop Rocks: Obamacare in Your Television?", "url": "http://www.houstonpress.com/arts/pop-rocks-obamacare-in-your-television-6381326", "image": {"width": 350, "identifier": "http://images2.houstonpress.com/imager/u/original/6381325/obamacaretvx.jpg", "height": 225}, "type": "article"}, "twitter": {"image": "http://images2.houstonpress.com/imager/u/original/6381325/obamacaretvx.jpg", "title": "Pop Rocks: Obamacare in Your Television?", "site": "@houstonpress", "card": "summary_large_image", "description": "Imagine you are watching an episode of Grey's Anatomy, and there is a scene in which Dr. McDreamy tells one of his patients that he/she is lucky that their pre-existing condition is now covered due to the Affordable Care Act. Or if the Bravermans on NBC's Parenthood just happen to..."}, "keywords": "Houston news, Texas news, Houston events, Texas events, Houston Press", "fb": {"app_id": 129990850394679}, "viewport": "width=device-width, initial-scale=1", "mobile-web-app-capable": "yes", "article": {"section": "Arts", "published_time": "2013-11-07T08:00:00-06:00", "modified_time": "2016-05-22T17:21:16-05:00"}, "theme-color": "#0053b8"}, "_id": "\"57477af46914bd0286fdece1\"", "article_summary": "So why not use our good TV friends to regale us with all of the glorious benefits of Obamacare?\nIt's no big shocker that people learn from television and daily lives are affected by what is heard coming out of the mouths of their favorite characters.\n(I'll have you know that 20 percent of Americans currently believe that witches are real - thanks AHS -Coven!)\nCaplan mentions that if this tactic is to work, and to be ethical, the programs have to detail both sides of the spectrum.\nWe have all played witness to the increasing and blatant product placement of the past few years."}