{"article_title": "Domestic Violence Rates Drop Among Married Couples Smoking Weed", "article_keywords": ["marriage", "drop", "ipv", "violence", "study", "married", "domestic", "marijuana", "weed", "couples", "likely", "rates", "smoking", "research", "data"], "article_url": "http://www.medicaldaily.com/domestic-violence-rates-drop-among-married-couples-smoking-weed-299910", "article_text": "Domestic violence rates drop when either one or both partners are smoking marijuana on a regular basis, new research shows.\n\nDomestic violence rates drop when either one or both partners are smoking marijuana on a regular basis, new research shows. Reuters\n\nMaybe they’re part of a larger social circle that favors communication and compassion over antagonism and aggression. Or maybe they’re just too stoned to care. Either way, a new University of Buffalo study has found married couples who smoke weed are far less likely to engage in domestic violence.\n\nHere’s a case where intuition may run both ways. On the one hand, it may be obvious that couples who smoke weed fight less, because the drug has depressive effects. But it’s also easy to imagine people who use marijuana are more likely to use harder drugs that aren’t so mellow. In their study, the researchers wanted to clarify this logical stopgap by looking at the data within the first nine years of marriage. Too many studies, they claim, fall into the trap of slicing only a tiny cross-section of time.\n\nThe team collected data on 634 couples. They drew assessments of interpersonal violence (IPV), both before and after marriage, marijuana consumption quantity, marijuana consumption frequency, and each partner’s antisocial tendencies. They compared these over the first nine years of marriage to create a fuller picture of what’s really going on. In typical studies, the sliver of time is merely a snapshot. It makes no claims about the trajectory or tendencies of a particular couple.\n\nAnalyzing their data, the researchers found the more often a couple smoked marijuana the less likely they were to engage in IPV. The relationship went both ways — meaning, husbands who used more marijuana weren’t just less likely to be violent toward their wives; their wives were also less violent toward them.\n\nAccording to lead investigator Dr. Kenneth Leonard, director of the UB Research Institute on Addictions, the study leaves ample room for questions. While part of marijuana’s reputation involves its relaxing effects, a variety of people consume weed for a variety of reasons.\n\n“It is possible, for example, that — similar to a drinking partnership — couples who use marijuana together may share similar values and social circles,” Leonard said in a statement, “and it is this similarity that is responsible for reducing the likelihood of conflict.”\n\nConcerning future research, Leonard and his colleagues hope to see the focus stay on a narrowing path. The data would be more compelling, they argue, if instead of showing the broad strokes of each couple’s tendencies, it could depict the relationship between marijuana consumption and IPV on a consistent, nearly daily basis.\n\n“Although this study supports the perspective that marijuana does not increase, and may decrease, aggressive conflict,” he said, “we would like to see research replicating these findings, and research examining day-to-day marijuana and alcohol use and the likelihood to IPV on the same day before drawing stronger conclusions.”\n\nSource: Smith P, Homish G, Collins R, et al. Couples’ Marijuana Use Is Inversely Related to Their Intimate Partner Violence Over the First 9 Years of Marriage. Psychology of Addictive Behaviors. 2014.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "domestic, violence, rates, drop, among, married, couples, smoking, weed", "og": {"site_name": "Medical Daily", "description": "Domestic violence rates drop when either one or both partners are smoking marijuana on a regular basis, new research shows.", "title": "Married Couples Who Smoke Weed Less Likely To Get Violent", "url": "http://www.medicaldaily.com/domestic-violence-rates-drop-among-married-couples-smoking-weed-299910", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/08/26/weedcouples.jpg", "type": "article"}, "twitter": {"description": "Domestic violence rates drop when either one or both partners are smoking marijuana on a regular basis, new research shows.", "title": "Married Couples Who Smoke Weed Less Likely To Get Violent", "url": "http://www.medicaldaily.com/domestic-violence-rates-drop-among-married-couples-smoking-weed-299910", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/08/26/weedcouples.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/08/26/weedcouples.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Consumer News", "published_time": "2014-08-26T16:47:34-04:00", "modified_time": "2014-08-26T16:47:33-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Domestic violence rates drop when either one or both partners are smoking marijuana on a regular basis, new research shows."}, "_id": "\"57477af36914bd0286fc99e9\"", "article_summary": "Domestic violence rates drop when either one or both partners are smoking marijuana on a regular basis, new research shows.\nEither way, a new University of Buffalo study has found married couples who smoke weed are far less likely to engage in domestic violence.\nThey drew assessments of interpersonal violence (IPV), both before and after marriage, marijuana consumption quantity, marijuana consumption frequency, and each partner’s antisocial tendencies.\nCouples’ Marijuana Use Is Inversely Related to Their Intimate Partner Violence Over the First 9 Years of Marriage.\nOn the one hand, it may be obvious that couples who smoke weed fight less, because the drug has depressive effects."}