{"article_title": "Moderate Republicans Abandon Pat Roberts, Saying He's Abandoned Them", "article_keywords": ["saying", "sebelius", "kansas", "pat", "abandoned", "hes", "started", "tea", "republicans", "roberts", "vote", "state", "letter", "langworthy", "abandon", "moderate"], "article_url": "http://kcur.org/post/moderate-republicans-abandon-pat-roberts-saying-hes-abandoned-them", "article_text": "Former state Sen. Audrey Langworthy received the fundraising letter from Republican incumbent Pat Roberts last November.\n\nAmong other things, Roberts called for the resignation of Kathleen Sebelius, then Health and Human Services Secretary, who was under fire for the botched roll-out of the Obamacare website.\n\nLangworthy, a Republican who lives in Prairie Village, was so angry she started writing notes to Roberts, hand-written in black ink directly onto his letter.\n\n“Pat, this letter makes me sick to my stomach. You have lost your moral compass. You no longer represent me,” her message read.\n\nLangworthy was furious that Roberts would betray a Kansas family who had helped him: Roberts had been an aide to Congressman Keith Sebelius, Kathleen’s father-in-law, and Roberts had won Keith Sebelius' congressional seat after Sebelius retired in 1981.\n\nRoberts also bragged in the letter about helping Sen. Ted Cruz, R-Texas, shut down the government over Obamacare, another topic that incensed Langworthy.\n\n“Enjoy your Tea Party crazy friends,” Langworthy wrote. “You have turned your back on moderate Republicans who have helped elect you year after year.”\n\nLangworthy never sent the letter, but she signed up with Traditional Republicans for Common Sense, a 70-member group of current and former lawmakers who are denouncing both Roberts and Kansas Gov. Sam Brownback. Their motto: “Take back Kansas.”\n\nTo everyone’s surprise, Roberts, a 30-year veteran of Congress, is fighting the toughest political fight of his life, says University of Kansas political science professor Burdett Loomis.\n\n“It may be the biggest single surprise in American politics this year,” Loomis says. “This is a guy who never got under 60 percent of the vote. He was utterly unprepared for a tough race.”\n\nRoberts’ challenger, Independent Greg Orman, is leading in most polls. Orman's effort gained traction after the Democratic candidate, Chad Taylor, dropped out of the race -- but voters are also discontent with Roberts. In a mostly Republican state, 46 percent of voters say they disapprove of the job Roberts is doing.\n\nLoomis blames part of Roberts’ struggle for being out of touch. Roberts, 78, has been working in Washington since the 1960s.\n\nRoberts inadvertently helped fuel his Tea Party challenger Milton Wolf, who garnered 41 percent of the vote in the GOP primary compared with Roberts’ 48 percent. Roberts glibly joked in the New York Times about not having a home here, even though he’s registered to vote in Dodge City.\n\nSince then, Roberts has made a series of gaffes. He suggested on a Senate form that his chief residence is in Virginia. And on the campaign trail, he said the country was heading for “national socialism,” sometimes a reference for Nazism.\n\nAnother issue for moderate Republicans like Langworthy is Roberts' treatment of popular former Kansas Sen. Bob Dole.\n\nIn 2012, Roberts voted against a United Nations treaty on the rights of people with disabilities. It’s a personal project for Dole, but Roberts voted no even as Dole was sitting on the Senate floor in his wheelchair. Still, Dole is campaigning with Roberts this year and taped this ad.\n\n“If you can’t be loyal on certain issues,” Langworthy tells KCUR, “then the electorate has no reason to be loyal to Pat Roberts any longer.”\n\nSeeing a once-safe seat threatened in a year when the GOP has the Senate majority in sight, campaign operatives swooped in from Washington and started issuing press releases questioning Orman’s business dealings.\n\nRoberts also started bringing in reinforcements, including Tea Party favorite Sarah Palin and moderate John McCain, the former GOP presidential candidate, all painting Orman as the Democrat in the race.\n\n“My friends, if it walks like a duck and quacks like a duck, it might be a duck,” McCain said at his event for Roberts. “And that’s a Democrat, which is what he is.”\n\nThis week, Roberts is touring the state with Cruz. While others are speaking for him on the stump, Roberts isn’t talking to many reporters. His campaign didn’t respond to several requests by KCUR for an interview.\n\nRoberts' barrage of ads hasn’t moved the race off a dead heat. So Kathleen Sebelius’s well-known line may be true for Roberts.\n\n\"Democrats, we don't win elections in Kansas,\" Sebelius once said. \"Republicans lose elctions.\"\n\nPeggy Lowe's profile of Roberts challenger Greg Orman can be found here.", "article_metadata": {"category": "Politics/Elections", "description": "Former state Sen. Audrey Langworthy received the fundraising letter from Republican incumbent Pat Roberts last November. Among other things, Roberts called", "Generator": "Drupal 7 (http://drupal.org)", "programs": "none", "og": {"url": "http://kcur.org/post/moderate-republicans-abandon-pat-roberts-saying-hes-abandoned-them", "image": "http://mediad.publicbroadcasting.net/p/kcur/files/styles/medium/public/201410/Roberts2.JPG", "type": "article", "description": "Former state Sen. Audrey Langworthy received the fundraising letter from Republican incumbent Pat Roberts last November. Among other things, Roberts called", "title": "Moderate Republicans Abandon Pat Roberts, Saying He's Abandoned Them"}, "story_id": 354658867, "twitter": {"site": "@kcur", "card": "summary", "creator": "@kcur"}, "author": "Peggy Lowe", "org_id": 0, "dc": {"title": "Moderate Republicans Abandon Pat Roberts, Saying He&#039;s Abandoned Them"}, "nid": 63041, "datePublished": "2014-10-08", "keywords": "Pat Roberts, Greg Orman", "wordCount": 877, "has_audio": 1, "viewport": "width=device-width"}, "article_summary": "Another issue for moderate Republicans like Langworthy is Roberts' treatment of popular former Kansas Sen. Bob Dole.\n\"Democrats, we don't win elections in Kansas,\" Sebelius once said.\nFormer state Sen. Audrey Langworthy received the fundraising letter from Republican incumbent Pat Roberts last November.\nRoberts glibly joked in the New York Times about not having a home here, even though he’s registered to vote in Dodge City.\nRoberts also bragged in the letter about helping Sen. Ted Cruz, R-Texas, shut down the government over Obamacare, another topic that incensed Langworthy."}