{"article_title": "The new war on your birth control: How Big Pharma and Hobby Lobby-types put IUDs out of reach", "article_keywords": ["control", "pharma", "costs", "big", "reach", "iud", "war", "insurance", "cost", "pricing", "birth", "hobby", "lobbytypes", "cheaper", "iuds", "women"], "article_url": "http://www.salon.com/2015/05/11/the_new_war_on_your_birth_control_how_big_pharma_and_hobby_lobby_types_put_iuds_out_of_reach/", "article_text": "Topics: Birth Control, Editor's Picks, Hobby Lobby, iud, Love and Sex, Obamacare, Reproductive Rights, Video, Life News, News\n\n“When you can’t afford a choice it’s not a choice at all.”\n\nThis month, a new IUD became available to American women, and it may be a game changer, not because the design is particularly innovative but because it shatters the monopoly that has put top-tier contraceptives out of reach for many women.\n\nAround the world, intrauterine contraception is one of the most widely used forms of reversible birth control. It is also the method most widely used by OB-GYN doctors, for good reason: an IUD is more than 20 times as effective as the pill. It is also far cheaper in the long run. That is true even without taking into account the saved financial costs of contraceptive failure that produces abortion, pregnancy-caused health problems, or unsought childbearing.\n\nLow Costs, Prohibitive Pricing\n\nWhen I say cheaper, I mean a lot cheaper. A nonhormonal copper IUD costs as little as 40 cents to produce, and according to recent research, keeps working for as long as 20 years. (That’s the production cost of a single box of condoms.) A hormonal IUD, which is preferred by many women because it makes periods lighter and less frequent and has other health benefits, costs a bit more. But the production cost is still remarkably inexpensive once research and development costs are paid back\n\nBut monopoly pricing has put top-tier birth control methods like IUD’s and implants out of reach for many women in the United States. My two daughters got hormonal IUD’s before heading to college, paid for by our “cadillac” medical insurance. The total bill for each of them was close to $1,200, with the IUD itself being about two-thirds of that. Today retail pricing on IUDs in the U.S. ranges from around $650 to $900 without the insertion procedure. By contrast, an IUD in Canada can cost as little as one-tenth as much.\n\nEven at these exorbitant prices, an IUD more than pays for itself over time, which is why monopolists have gotten away with pushing the pricing so high; but the upfront cost can be an insurmountable barrier for women without either excellent insurance or a flush bank account. That has been a tremendous frustration for people who care about fair access to family planning—or about social justice or gender equality, or flourishing families more broadly.\n\nWhen pregnancy comes unsought, dreams and goals can get knocked aside, whether those are big future-oriented dreams like college education or military service, or small every-day ones, like parent time for kids already at home. A women who isn’t in control of her fertility isn’t in control of her life, and when prohibitive pricing forces women to rely on less reliable birth control methods, poor families get hit the hardest.\n\nThe two most popular IUDs on the market in the United States, the copper Paragard and the hormonal Mirena, were developed by the Population Council, a nonprofit with the express mission of serving women across the income spectrum. But once the technology was licensed to pharmaceutical companies, the drive to maximize profits took over and safeguards to ensure broad access failed.\n\nBarriers after Affordable Care Act\n\nThe Affordable Care Act required that insurance plans cover all FDA approved contraceptives without a co-pay, but the high IUD cost has remained a barrier for many women. Some women are not covered because they work for Hobby Lobby types (whose sincerely held religious beliefs about how IUD’s function are, by the way, factually wrong). Other women are undocumented and have to pay all medical care out of pocket.\n\nClinics serving low-income women sometimes ration the best contraceptives to contain costs. Others order an expensive IUD only after a woman comes in asking for one, which requires her to make a second visit. When women need emergency contraception, doctors sometimes offer cheaper pills rather than the more effective copper IUD, and despite the fact that this violates ethical informed consent standards, they may not tell a woman that a much more effective method is available, should she prefer it.\n\nEven for insured women, insurance companies seeking to cut costs may use a “reasonable management” loophole and require a woman to try a series of other methods first before she can get long acting birth control. And many don’t cover an IUD or implant inserted at the time of labor and delivery, even though this is the best way to prevent rapid repeat pregnancies.", "article_metadata": {"description": "A new IUD could shatter the monopoly -- and ignorance -- that keeps top-tier contraceptives out of financial reach  VIDEO", "title": "The new war on your birth control: How Big Pharma and Hobby Lobby-types put IUDs out of reach", "og": {"site_name": "Salon", "description": "A new IUD could shatter the monopoly -- and ignorance -- that keeps top-tier contraceptives out of financial reach  VIDEO", "title": "The new war on your birth control: How Big Pharma and Hobby Lobby-types put IUDs out of reach", "url": "http://www.salon.com/2015/05/11/the_new_war_on_your_birth_control_how_big_pharma_and_hobby_lobby_types_put_iuds_out_of_reach/", "image": "http://media.salon.com/2014/10/woman_iud.jpg", "type": "article"}, "twitter": {"description": "A new IUD could shatter the monopoly -- and ignorance -- that keeps top-tier contraceptives out of financial reach  VIDEO", "title": "The new war on your birth control: How Big Pharma and Hobby Lobby-types put IUDs out of reach", "image": "http://media.salon.com/2014/10/woman_iud.jpg", "creator": "@salon", "site": "@salon", "card": "summary_large_image"}, "author": "Valerie Tarico", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, Birth Control, Editor's Picks, Hobby Lobby, iud, Love and Sex, Obamacare, Reproductive Rights, Video", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "Around the world, intrauterine contraception is one of the most widely used forms of reversible birth control.\nA nonhormonal copper IUD costs as little as 40 cents to produce, and according to recent research, keeps working for as long as 20 years.\nA women who isn’t in control of her fertility isn’t in control of her life, and when prohibitive pricing forces women to rely on less reliable birth control methods, poor families get hit the hardest.\nToday retail pricing on IUDs in the U.S. ranges from around $650 to $900 without the insertion procedure.\nEven for insured women, insurance companies seeking to cut costs may use a “reasonable management” loophole and require a woman to try a series of other methods first before she can get long acting birth control."}