{"article_title": "Carrier plans to lay off 1,400 Indy workers in Mexico move", "article_keywords": ["operations", "plant", "indianapolis", "jobs", "plans", "hvac", "mexico", "workers", "indy", "united", "carrier", "corp", "lay", "manufacturing", "1400"], "article_url": "http://www.ibj.com/articles/57162-carrier-plans-to-lay-off-1400-indy-workers-in-mexico-move", "article_text": "Carrier Corp. plans to relocate manufacturing operations from Indianapolis to Mexico over the next three years, resulting in the loss of about 1,400 local jobs, the company announced Wednesday.\n\n\n\nThe company manufactures heating, ventilating, air conditioning and refrigeration systems at its plant at 7310 W. Morris St. on the west side of Indianapolis. Job losses are scheduled to begin in 2017 and continue through 2019.\n\n\n\nThe jobs are expected to move to Carrier operations in Monterrey, Mexico.\n\n\n\nUnited Technologies Electronic Controls also announced Wednesday that it will move its manufacturing operations in Huntington to a new plant in Mexico, costing the northeast Indiana city 700 jobs by 2018. Those workers make microprocessor-based controls for the HVAC and refrigeration industries.\n\n\n\nCarrier Corp. and UTEC are both units of Hartford, Connecticut-based United Technologies Corp., a Fortune 500 company with $65 billion in revenue.\n\n\n\n\"This was not expected at all,\" said Chris Jones, president of United Steelworkers Local 1999, which represents 1,300 workers at the Indianapolis plant. \"At no time did we think this was a possibility. The plant had been there a long time. It was very profitable, and we had not had a lot of issues.\"\n\nThe plant opened in the early 1950s. The average wage for union members there is about $23 an hour, which is almost four times what many manufacturing jobs in Mexico pay.\n\nChris Nelson, Carrier's president of HVAC systems and services for North America, said in a press release that \"this move is intended to address the challenges we continue to face in a rapidly changing HVAC industry, with the continued migration of the HVAC industry to Mexico, including our suppliers and competitors, and ongoing cost and pricing pressures driven, in part, by new regulatory requirements.\"\n\nHe added: “Relocating our operations to a region where we have existing infrastructure and a strong supplier base will allow us to operate more cost effectively so that we can continue to produce high-quality HVAC products that are competitively positioned while continuing to meet customer needs.\"\n\nJones said the United Steelworkers will attempt to launch talks to reverse the decision, but he was not optimistic.\n\n\"Because of corporate greed, 1,300 of our members and their families have a hell of a price to pay,\" Jones said.\n\nJones said one reason he's surprised by the closing plan is that Carrier had made regular investments in the plant to keep it modern. In 2011, Carrier said it was plowing $36.5 million into upgrades to support a new line of high-efficiency furnaces.\n\n\n\nCarrier’s residential HVAC headquarters and engineering organization will remain in Indianapolis.", "article_metadata": {"description": "Carrier Corp. plans to relocate manufacturing operations from Indianapolis to Mexico over the next three years, resulting in the loss of about 1,400 local jobs, the company announced Wednesday. The company manufactures heating, ventilating, air conditioning and refrigeration systems at its plant at 7310 W. Morris St. on the west side of Indianapolis. Job losses are scheduled to begin in 2017 and continue through 2019. The jobs are expected to move to Carrier operations in Monterrey, Mexico.  \"This was not expected at all,\" said Chris . . .", "csrf-token": "+y4vUqrqHuxnkHoA7Ix5aU7ARlNN1gQr/7UQJ1qY8ac=", "twitter": {"image": "http://www.ibj.com/ext/resources/IBJ-Print/00-2011/071811/carrier-bigpic.jpg?1426311461", "description": "Job losses in Carrier Corp.'s local manufacturing operations are expected to begin in 2017 and continue through 2019, the company announced Wednesday. An affiliated company also plans 700 job cuts in northeast Indiana.", "card": "summary", "title": "UPDATE: Carrier plans to lay off 1,400 Indy workers in Mexico move"}, "csrf-param": "authenticity_token", "og": {"image": "http://www.ibj.com/ext/resources/aa-stock-images/og-logo.jpg", "type": "Article", "description": "Job losses in Carrier Corp.'s local manufacturing operations are expected to begin in 2017 and continue through 2019, the company announced Wednesday. An affiliated company also plans 700 job cuts in northeast Indiana.", "title": "UPDATE: Carrier plans to lay off 1,400 Indy workers in Mexico move"}, "keywords": "Carrier Corp.,Mexico,United Steelworkers Local 1999,United Technologies Corp.,hvac,manufacturing", "google-site-verification": "dEpdCgWEqtwBQ26es3xvj1hiJAdg_f1dGEb3ojELomo", "verify-v1": "g4IS1SbAtb6k021/9HzhkZ2B++kYDaZ8FN48PiruaO8=", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "Carrier Corp. plans to relocate manufacturing operations from Indianapolis to Mexico over the next three years, resulting in the loss of about 1,400 local jobs, the company announced Wednesday.\nCarrier Corp. and UTEC are both units of Hartford, Connecticut-based United Technologies Corp., a Fortune 500 company with $65 billion in revenue.\nThe jobs are expected to move to Carrier operations in Monterrey, Mexico.\nThe average wage for union members there is about $23 an hour, which is almost four times what many manufacturing jobs in Mexico pay.\n\"This was not expected at all,\" said Chris Jones, president of United Steelworkers Local 1999, which represents 1,300 workers at the Indianapolis plant."}