{"article_title": "Democrats hope state conventions can unite Sanders, Clinton supporters", "article_keywords": ["sanders", "clinton", "supporters", "unite", "conventions", "state", "won", "democrats", "convention", "party", "maine", "hope", "trump"], "article_url": "http://www.pbs.org/newshour/rundown/democrats-hope-state-conventions-can-unite-sanders-clinton-supporters/", "article_text": "PORTLAND, Maine — Democrats are hoping to use state conventions to unite supporters of Hillary Clinton and Bernie Sanders as fans of the two candidates engage in sometimes bitter disputes ahead of the presidential election.\n\nThe scenario is playing out Friday in Maine, where Democrats are divided between supporters of the Vermont senator and the former secretary of state.\n\nRELATED LINKS\n\nMost states still have conventions on the horizon, and they are on tap around the country through May and June in places where both candidates have had success. The conventions will happen next week in Illinois, which was won by Clinton, and Alaska, which was won by Sanders.\n\nClinton is far ahead, leading Sanders by more than 300 pledged delegates and some 3 million votes. But Sanders has vowed to stay in the race through the Democratic National Convention in July, and supporters of the two have engaged in spats on social media about whether he should drop out.\n\nParty leaders in Maine will try to unite the two factions at a convention held Friday and Saturday in Portland.\n\n“There’s so much more that unites than divides us,” said Phil Bartlett, chairman of the Maine Democratic Party. “My focus for this weekend is to make sure supporters of both candidates are welcome and are engaged with the party, and making sure everyone is heard.”\n\nSanders won Maine’s caucus on March 6, taking 16 pledged delegates to Clinton’s nine. But Clinton has the support of at least three of the state’s five superdelegates. One of the other superdelegates is Bartlett, who has said he won’t decide whom to support this weekend.\n\nIn Portland, Carlos Maibeth-Mortimer, of Brooklin, said he hopes Sanders keeps running until the national convention. He said Sanders is raising important issues, including boosting the minimum wage and reducing military intervention. But he also said he hopes the party emerges from the state conventions unified.\n\n“The rhetoric from each group has gotten harsher, and I think that’s not constructive,” said Maibeth-Mortimer, 26. “We’re supposed to be the big-tent party.”\n\n\n\nThe drive to unite the Democratic Party is happening as the Republican presidential picture has come into focus. Texas Sen. Ted Cruz and Ohio Gov. John Kasich dropped out of the race after a decisive win by billionaire businessman Donald Trump in Indiana on Tuesday. The Republicans had appeared for weeks to be headed for a contested convention, but Trump is now the presumptive nominee.\n\nLynn Luzzi, of Rockport, said it’s important for the Democrats to put their differences aside and unite against Trump.\n\n“I’m hoping Bernie gets his supporters together and gets the party unified,” said Luzzi, 58. “The prospect of Donald Trump as president should scare the bejesus out of anyone.”\n\nThe Maine Democrats are promoting the unity push with a convention theme of “Together, we are Maine!” Convention participants will also elect the state’s delegation to the national convention in Philadelphia.\n\nSUBSCRIBE: Get the analysis of Mark Shields and David Brooks delivered to your inbox every week.", "article_metadata": {"description": "PORTLAND, Maine — Democrats are hoping to use state conventions to unite supporters of Hillary Clinton and Bernie Sanders as fans of the two candidates engage in sometimes bitter disputes ahead of the presidential election.", "pubdate": 20160506, "og": {"site_name": "PBS NewsHour", "description": "PORTLAND, Maine — Democrats are hoping to use state conventions to unite supporters of Hillary Clinton and Bernie Sanders as fans of the two candidates engage in sometimes bitter disputes ahead of the presidential election.", "title": "Democrats hope state conventions can unite Sanders, Clinton supporters", "locale": "en_US", "image": "http://newshour-tc.pbs.org/newshour/wp-content/uploads/2016/05/RTX29HR2.jpg", "url": "http://www.pbs.org/newshour/rundown/democrats-hope-state-conventions-can-unite-sanders-clinton-supporters/", "type": "article"}, "twitter": {"domain": "PBS NewsHour", "description": "PORTLAND, Maine — Democrats are hoping to use state conventions to unite supporters of Hillary Clinton and Bernie Sanders as fans of the two candidates engage in sometimes bitter disputes ahead of the presidential election.", "title": "Democrats hope state conventions can unite Sanders, Clinton supporters", "image": "http://newshour-tc.pbs.org/newshour/wp-content/uploads/2016/05/RTX29HR2.jpg", "creator": "@newshour", "site": "@newshour", "card": "summary_large_image"}, "robots": "noodp,noydir", "apple-mobile-web-app-capable": "no", "fb": {"app_id": 114150878604116}, "article": {"publisher": "https://www.facebook.com/newshour", "tag": "Vote 2016"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=no", "news_keywords": "Bernie Sanders, Hillary Clinton, Philadelphia, political conventions, Vote 2016"}, "article_summary": "PORTLAND, Maine — Democrats are hoping to use state conventions to unite supporters of Hillary Clinton and Bernie Sanders as fans of the two candidates engage in sometimes bitter disputes ahead of the presidential election.\nThe conventions will happen next week in Illinois, which was won by Clinton, and Alaska, which was won by Sanders.\nThe scenario is playing out Friday in Maine, where Democrats are divided between supporters of the Vermont senator and the former secretary of state.\nLynn Luzzi, of Rockport, said it’s important for the Democrats to put their differences aside and unite against Trump.\nParty leaders in Maine will try to unite the two factions at a convention held Friday and Saturday in Portland."}