{"article_title": "Jerry Warren, former White House press secretary, dies at 84", "article_keywords": ["diego", "san", "faith", "union", "house", "later", "journalism", "jerry", "ut", "editor", "dies", "press", "white", "warren", "nixon", "84", "secretary"], "article_url": "http://www.washingtontimes.com/news/2015/mar/21/jerry-warren-former-white-house-press-secretary-di/", "article_text": "SAN DIEGO — Jerry Warren, the editor of San Diego’s largest newspaper for 20 years and a White House press secretary during the Nixon and Ford administrations, has died. He was 84.\n\nWarren died Friday at a hospital in Arlington, Virginia, after entering hospice care for cancer and pneumonia, U-T San Diego reported (http://bit.ly/19FBBcH ).\n\nWarren was assistant managing editor of The San Diego Union in 1969 when President-elect Richard Nixon hired him as deputy press secretary. He served through Richard Nixon’s resignation and into the presidency of Gerald Ford until 1975.\n\nHe returned to journalism, becoming editor of The San Diego Union and later the merged publication San Diego Union-Tribune until 1995.\n\nWarren’s daughter said he devoted his final years to his faith. He earned a master’s degree in theology and led a four-year ministry education program.\n\n“He was searching for a closer relationship to God, and his faith was increasingly important to him,” his daughter, Euphemia “Mia” Johnson, told U-T San Diego.\n\nWarren was born in Hastings, Nebraska, on Aug. 17, 1930. After graduating with a bachelor’s degree in journalism from the University of Nebraska, he went on to serve four years as a naval aviator. Later, he settled in San Diego, working his way into a career as a reporter and editor.\n\n“He understood copy,” said Peter Kaye, then a Union reporter, told U-T San Diego, “and best of all he got along very well with reporters and people.”\n\nLeaving the paper for Washington, D.C., Warren thrived in the city’s hothouse atmosphere. Euphemia Davis, Warren’s first wife, recalled how a red telephone installed at the family’s home “rang at all hours of the day and night.” He traveled with Nixon to China, attended French President Charles de Gaulle’s funeral in Paris, and flew home from the Soviet Union with genuine Russian vodka.\n\nYet serving during the Nixon administration also took a heavy toll.\n\n“To live through the intense two years of Watergate,” Euphemia Davis said, “he had to maintain an absolute belief that the president did not know, that it had to be his underlings who had done this. If he thought otherwise, he would lose his internal compass.”\n\nIn the end, though, even Warren could not deny the president’s guilt. “To find out that he had been used that way,” Davis said, “it was devastating to him.”\n\nHe returned to journalism in 1975 as editor of the San Diego Union, overseeing the paper through its merger with the Evening Tribune. When he stepped down in 1995, he described his career in journalism as “a great ride.”\n\nWarren moved with his second wife, Viviane Pratt, to Middleburg, Virginia, and devoted much of his time to the Episcopal Church.\n\n“The fact that he worked for two presidents is sort of what makes him known,” Johnson, his daughter, said. “Dad would say that his later life, with his connections to his faith and learning, are what he is most proud of.”", "article_metadata": {"description": "Jerry Warren, the editor of San Diego's largest newspaper for 20 years and a White House press secretary during the Nixon and Ford administrations, has died. He was 84.", "author": "The Washington Times http://www.washingtontimes.com", "og": {"site_name": "The Washingtion Times", "description": "Jerry Warren, the editor of San Diego’s largest newspaper for 20 years and a White House press secretary during the Nixon and Ford administrations, has died. He was 84.", "title": "Jerry Warren, former White House press secretary, dies at 84", "url": "http://www.washingtontimes.com/news/2015/mar/21/jerry-warren-former-white-house-press-secretary-di/", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2014/08/07/cc3fb202d9841d1e5c0f6a706700e3e2.jpg", "type": "article"}, "twitter": {"image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2014/08/07/cc3fb202d9841d1e5c0f6a706700e3e2.jpg", "title": "Jerry Warren, former White House press secretary, dies at 84", "description": "Jerry Warren, the editor of San Diego's largest newspaper for 20 years and a White House press secretary during the Nixon and Ford administrations, has died. He was 84.", "card": "summary", "site": "@washtimes"}, "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web2", "bitly-verification": "d180fd45f70d", "news_keywords": "Entertainment Culture, Jerry Warren, The San Diego Union Tribune, The San Diego Union, San Diego"}, "_id": "\"57477af36914bd0286fcfa96\"", "article_summary": "SAN DIEGO — Jerry Warren, the editor of San Diego’s largest newspaper for 20 years and a White House press secretary during the Nixon and Ford administrations, has died.\nWarren was assistant managing editor of The San Diego Union in 1969 when President-elect Richard Nixon hired him as deputy press secretary.\nHe returned to journalism, becoming editor of The San Diego Union and later the merged publication San Diego Union-Tribune until 1995.\nWarren died Friday at a hospital in Arlington, Virginia, after entering hospice care for cancer and pneumonia, U-T San Diego reported (http://bit.ly/19FBBcH ).\n“He was searching for a closer relationship to God, and his faith was increasingly important to him,” his daughter, Euphemia “Mia” Johnson, told U-T San Diego."}