{"article_title": "What Illinois’ new budget means for the state", "article_keywords": ["necessary", "proposed", "means", "tax", "budget", "illinois", "states", "savings", "state", "economic", "reforms"], "article_url": "http://watchdog.org/202569/illinois-new-budget-means-state/", "article_text": "By Austin Berg | Watchdog Opinion\n\nFor the first time in over a decade, Illinois is on track to pass a genuinely balanced budget – no tax hikes or borrowing necessary. Gov. Bruce Rauner unveiled his fiscal intentions in a Feb. 18 budget address.\n\nThe governor’s message was clear: major reforms are necessary before any talk of higher taxes will be taken seriously. Many were stunned by this declaration; it is rare for an Illinois elected official to offer clear-eyed analysis of the state’s fiscal and economic woes.\n\nTo execute on that analysis, the new administration proposed closing a $6.6 billion budget gap with savings coming from the state’s pension systems ($2.2 billion), Medicaid budget ($1.5 billion), employee health-insurance offerings ($700 million), local-government aid ($600 million) and higher-education funding ($400 million), among other sources. These cuts were prioritized over yet another cut to the pocketbooks of Illinois’ working families through taxation.\n\nRauner’s proposed cuts were neither draconian nor sweeping. They were surgically made and necessary to begin pulling the state back from the brink of financial ruin.\n\nDespite apocalyptic warnings from politicians who would prefer more tax revenue over systemic reform, there are responsible and sustainable ways to balance Illinois’ checkbook. Proposed savings from the state’s pension systems, for instance, were uncovered without reducing the benefits state employees have already earned. Medicaid savings would come largely from reinstating reforms within the Save Medicaid Access and Resources Together Act, a law passed in 2012 with bipartisan support (part of this law was a comprehensive review of the state’s Medicaid rolls, which identified approximately 300,000 enrollees who were ineligible and should not have been receiving benefits – a union lawsuit subsequently derailed the audit). And savings in state-employee health insurance were found on the assumption that these health benefits will be brought closer into line with the health benefits available to the average Illinoisan. Without reform, the health-insurance plans offered to Illinois’ state employees will soon be subject to the Affordable Care Act’s “Cadillac” tax, which is levied only on the most generous employer-sponsored health-insurance plans.\n\nNotably, in a thrifty move that doubles as a pro-growth policy, the administration plans to defund cronyism with $185 million in cuts to the Department of Commerce and Economic Opportunity. Former Gov. Pat Quinn used this department as a campaign tool in the run-up to the November gubernatorial election, giving out tens of millions in tax breaks and grants to favored businesses.\n\nSome critics have framed Rauner’s proposed cuts as extreme. But on the whole, more than one-third of Illinois’ state agencies would see their funding change by less than 5 percent, and spending would actually increase on dozens of line items.\n\nMany have also overlooked an important, complicating detail regarding the governor’s debut budget: the necessary reforms he posed were made exceedingly difficult by the outgoing administration. The Rauner budget overcame intentional underfunding of various state services, such as the state day-care program, wherein service providers were directed to keep spending money as if funding existed when it did not. Addressing these budget “booby traps” is an accomplishment in and of itself, and a victory against many of the political gimmicks that have become standard practice in Illinois. .\n\nEven with these proposed reforms, Illinois faces an uphill battle before mounting its comeback. Illinois families are suffering under theworst recession recovery in the nation. The state’s anemic economic growth has caused poverty, dependency and out-migration crises.\n\nDire problems require equally bold solutions from Rauner. Unraveling the unhealthy spending habits and economic negligence of years past will take time, but supporting a legislative agenda for entrepreneurs, a tax overhaul and pro-growth local reforms are necessary steps in reviving the state’s economy and providing opportunity for all Illinoisans.\n\nReforms are necessary, and many people will be upset by them. The tension and frustration expressed by some regarding Rauner’s sensible budget proposals prove this. But continuing to spend at Quinn’s clip would have driven the state off of a fiscal cliff, left Illinois in economic purgatory and hurt Illinois’ neediest residents. Rauner’s budget keeps intact the potential for transformative reforms to match the state’s severe crises, and that’s reason for optimism in the Land of Lincoln.", "article_metadata": {"og": {"site_name": "Watchdog.org", "description": "For the first time in over a decade, Illinois is on track to pass a genuinely balanced budget – no tax hikes or borrowing necessary.", "title": "What Illinois’ new budget means for the state - Watchdog.org", "locale": "en_US", "image": "http://watchdog.org/wp-content/blogs.dir/1/files/2015/01/budget.jpg", "url": "http://watchdog.org/202569/illinois-new-budget-means-state/", "type": "article"}, "article": {"publisher": "https://www.facebook.com/Watchdogorg", "section": "Opinion", "published_time": "2015-02-26T12:48:53+00:00"}, "twitter": {"domain": "Watchdog.org", "description": "For the first time in over a decade, Illinois is on track to pass a genuinely balanced budget – no tax hikes or borrowing necessary.", "creator": "@watchdogorg", "image": {"src": "http://watchdog.org/wp-content/blogs.dir/1/files/2015/01/budget.jpg"}, "title": "What Illinois’ new budget means for the state - Watchdog.org", "site": "@watchdogorg", "card": "summary_large_image"}, "robots": "noarchive", "description": "For the first time in over a decade, Illinois is on track to pass a genuinely balanced budget – no tax hikes or borrowing necessary."}, "_id": "\"57477af46914bd0286fde427\"", "article_summary": "Even with these proposed reforms, Illinois faces an uphill battle before mounting its comeback.\nBut continuing to spend at Quinn’s clip would have driven the state off of a fiscal cliff, left Illinois in economic purgatory and hurt Illinois’ neediest residents.\nBut on the whole, more than one-third of Illinois’ state agencies would see their funding change by less than 5 percent, and spending would actually increase on dozens of line items.\nProposed savings from the state’s pension systems, for instance, were uncovered without reducing the benefits state employees have already earned.\nMany have also overlooked an important, complicating detail regarding the governor’s debut budget: the necessary reforms he posed were made exceedingly difficult by the outgoing administration."}