{"article_title": "Get Your Date Shake On! Morongo Tribe Revamps Iconic Eatery", "article_keywords": ["tribe", "business", "martin", "far", "indians", "iconic", "hadley", "morongo", "eatery", "fruit", "revamps", "shake", "date", "store", "hadleys"], "article_url": "http://indiancountrytodaymedianetwork.com/2015/08/27/get-your-date-shake-morongo-tribe-revamps-iconic-eatery-161541", "article_text": "Southern California has many iconic places. Disneyland. Hollywood. Pacific Coast Highway. Hadley Fruit Orchards. Come again? While Hadley’s may not be top-of-mind when you are California dreamin’, drivers who travel along Interstate 10 in Cabazon, just west of Palm Springs know it very well, as Hadley’s has been a welcome beacon in the desert for 64 years. It is known far and wide for its date shakes.\n\nRecognizing a gold mine when it saw one, The Morongo Band of Mission Indians acquired this roadside institution that abuts the reservation in 1999. “What appeals to the public is what appeals to Morongo and our high standard of products,” Tribal Chairman Robert Martin explained the tribe’s interest in this landmark business. “When we diversify, we make sure that it’s something we can be proud of and that our members can be proud of. Hadley’s does that. They have high-quality food and service, and that fits hand-in-glove with the tribe’s long-range plans.”\n\nNow, 16 years later, it’s time for an update. The tribe broke ground on August 4 on a new, 12,500-square-foot Hadley’s, very close to the original store and café. The new Hadley’s will continue to sell everything it has become known for—date shakes, dried fruits, nuts, butters and jams—as well as offer a host of new goodies, including pizza, freshly baked bread, and fresh fruit and produce. The new Hadley’s will align more with Chairman Martin’s long-ago vision. “I had originally envisioned selling products that the local community really needs – simple things, like milk and produce, because they have to drive so far to get groceries,” said Martin. “It’s probably 10 or 12 miles to Beaumont where the largest grocery store is.”\n\nThe new-and-improved Hadley Fruit Orchards should open its doors by early 2016. Chairman Martin, whose favorite Hadley treats are the trail mix and date bars, said the reconstructed store and café is one of the first of many more projects planned for that prime land near the Morongo Casino Resort & Spa.\n\n“We are going to continue building more dining options near Hadley’s. About 10 to 12 million people pass through this area every year and we are underserved as far as food choices go,” he said, although they are making some good headway.\n\nIn January 2014, In-N-Out Burger opened on the Morongo reservation, the restaurant’s first-ever location on tribal lands. And earlier this year, a Taco Bell also popped up on Morongo lands, and is majority-owned by the tribe. It is believed to be the first tribally-owned Taco Bell in the country. This fast-food favorite has created jobs for about 45 people in the surrounding communities of Cabazon, Banning and Whitewater.\n\nAccording to a company press release, in the last 10 years, The Morongo Band of Mission Indians has developed a diverse and growing business portfolio with holdings in agriculture, finance, healthcare, manufacturing, hospitality, tourism, recreation and other industries. Morongo’s business enterprises provide nearly 3,000 jobs to the Inland region and generate over $3 billion in regional economic activity.\n\nLynn Armitage is a contributing business writer and an enrolled member of the Oneida Tribe of Indians of Wisconsin.", "article_metadata": {"description": "Southern California definitely has its iconic places. Disneyland. Hollywood. Pacific Coast Highway. Hadley Fruit Orchards. Come again?", "generator": "Drupal 7 (http://drupal.org)", "dcterms.creator": "kpolisse", "og": {"url": "http://indiancountrytodaymedianetwork.com/2015/08/27/get-your-date-shake-morongo-tribe-revamps-iconic-eatery-161541", "type": "article", "image": "http://d1jrw5jterzxwu.cloudfront.net/sites/default/files/article_media/hadleys_rendering_2mb.jpg", "site_name": "Indian Country Today Media Network.com", "title": "Get Your Date Shake On! Morongo Tribe Revamps Iconic Eatery"}, "abstract": "Southern California definitely has its iconic places. Disneyland. Hollywood. Pacific Coast Highway. Hadley Fruit Orchards. Come again?", "dc": {"title": "Get Your Date Shake On! Morongo Tribe Revamps Iconic Eatery"}, "robots": "follow, index", "dcterms.identifier": "http://indiancountrytodaymedianetwork.com/2015/08/27/get-your-date-shake-morongo-tribe-revamps-iconic-eatery-161541", "dcterms.format": "text/html", "fb": {"app_id": 493888563989950}, "dcterms.language": "und", "dcterms.type": "Text", "keywords": "Hadley Fruit Orchards, Robert Martin, Morongo Band of Mission Indians, Economic Development, Tribal Enterprise, Lynn Armitage", "validation_code": "d9d37d7b776cc351c4025ded3df21cad", "sioc": {"num_replies": 0}, "dcterms.date": "2015-08-27T14:00-04:00", "dcterms.title": "Get Your Date Shake On! Morongo Tribe Revamps Iconic Eatery"}, "article_summary": "Hadley Fruit Orchards.\nLynn Armitage is a contributing business writer and an enrolled member of the Oneida Tribe of Indians of Wisconsin.\nAnd earlier this year, a Taco Bell also popped up on Morongo lands, and is majority-owned by the tribe.\n“It’s probably 10 or 12 miles to Beaumont where the largest grocery store is.”The new-and-improved Hadley Fruit Orchards should open its doors by early 2016.\nThe tribe broke ground on August 4 on a new, 12,500-square-foot Hadley’s, very close to the original store and café."}