{"article_title": "The Economy in 2014", "article_keywords": ["united", "recovery", "presidents", "energy", "states", "health", "act", "world", "care", "economy"], "article_url": "https://www.whitehouse.gov/blog/2014/12/16/economy-2014", "article_text": "The U.S. economic recovery took a major step forward in 2014, achieving a number of important milestones. American businesses set a new record for the most consecutive months of job growth: now 57 straight months and counting. By November, the economy had already added more jobs than in any full calendar year since the 1990s. And crucially, the pickup in job growth during 2014 occurred primarily in higher-paying industries, while nearly all of the employment gains have been in full-time positions. At the same time, the unemployment rate fell below 6 percent for the first time since 2008.\n\nDespite this progress, it is still too hard for many families to get ahead. Further reductions in long-term unemployment and faster wage growth are still needed, but the data from 2014 show that trends are clearly moving in the right direction.\n\nThe President’s policies have contributed to this progress in a number of ways, including setting the stage for the recovery in 2009 and taking further steps to accelerate several favorable underlying economic trends. Some critical policies include:\n\nThe Recovery Act and Subsequent Fiscal Measures: The United States has come further in its recovery than most other advanced economies around the world, in part because of the President’s aggressive policy response that included the Recovery Act, the payroll tax cut, and about a dozen additional fiscal measures. Indeed, since 2010 the increase in employment in the United States exceeds that in Europe, Japan, and every other advanced economy combined.\n\nThe United States has come further in its recovery than most other advanced economies around the world, in part because of the President’s aggressive policy response that included the Recovery Act, the payroll tax cut, and about a dozen additional fiscal measures. Indeed, since 2010 the increase in employment in the United States exceeds that in Europe, Japan, and every other advanced economy combined. Response to the Financial Crisis: Even when it was not popular, the President took steps to rescue the auto industry, implement historic consumer protections, recapitalize the financial sector, and institute strict new rules for Wall Street. The President’s policies have also helped millions of families stay in their homes and weather the storm, and today we are seeing rising home prices lift millions back above water on their mortgages.\n\nEven when it was not popular, the President took steps to rescue the auto industry, implement historic consumer protections, recapitalize the financial sector, and institute strict new rules for Wall Street. The President’s policies have also helped millions of families stay in their homes and weather the storm, and today we are seeing rising home prices lift millions back above water on their mortgages. Affordable Care Act: Changes in the health care system, in part due to the Affordable Care Act, are creating major savings for households, businesses, and the Federal government. In 2014, employer health insurance premiums grew at a rate tied for the lowest on record, reflecting in part the lowest health care price inflation in nearly half a century.\n\nChanges in the health care system, in part due to the Affordable Care Act, are creating major savings for households, businesses, and the Federal government. In 2014, employer health insurance premiums grew at a rate tied for the lowest on record, reflecting in part the lowest health care price inflation in nearly half a century. All- of-the-Above Energy Strategy: The United States is leading the world in both oil and natural gas production, contributing to a roughly 40 percent drop in oil prices over the second half of 2014, which means lower gas prices for families. At the same time, solar energy is up tenfold since 2008, while wind energy is up threefold. In addition to this energy boom, the United States has also made great strides in energy efficiency, contributing to a 10 percent reduction in carbon emissions from 2007 to 2013 -- the largest absolute emissions reduction of any country in the world. These developments signal that the President’s All-of-the-Above energy strategy is having a key impact.\n\nThe United States is leading the world in both oil and natural gas production, contributing to a roughly 40 percent drop in oil prices over the second half of 2014, which means lower gas prices for families. At the same time, solar energy is up tenfold since 2008, while wind energy is up threefold. In addition to this energy boom, the United States has also made great strides in energy efficiency, contributing to a 10 percent reduction in carbon emissions from 2007 to 2013 -- the largest absolute emissions reduction of any country in the world. These developments signal that the President’s All-of-the-Above energy strategy is having a key impact. Catalyzing Technological Innovation: The United States is the most innovative economy in the world, and to continue this tradition into the 21 st century, the President signed into law the most sweeping patent reform in decades, made significant investments in research and development, and will nearly double the amount of wireless spectrum available for mobile broadband. Indeed, we are currently seeing the most successful wireless spectrum auction ever, a sign of the tremendous potential that stands to be unleashed as a result of these steps.\n\nThe United States is the most innovative economy in the world, and to continue this tradition into the 21 century, the President signed into law the most sweeping patent reform in decades, made significant investments in research and development, and will nearly double the amount of wireless spectrum available for mobile broadband. Indeed, we are currently seeing the most successful wireless spectrum auction ever, a sign of the tremendous potential that stands to be unleashed as a result of these steps. Reducing the Deficit: The Budget Control Act, the Affordable Care Act, and returning to Clinton-era tax rates for upper-income households will contribute to nearly $4 trillion in deficit reduction over the next decade. Reflecting these policies, the additional revenues associated with an improving economy, and the aforementioned slowdown in health care costs, the deficit in fiscal year 2014 fell to 2.8 percent of GDP, below its average for the past forty years and down by about two-thirds from its peak. A shrinking deficit has boosted national saving and set the stage for more sustainable and balanced growth in the coming years.\n\nTo build on this progress, the President will continue to push for steps that support further growth of middle-class jobs and reward those who work hard and play by the rules, including investments in infrastructure, reforms to the business tax code and immigration system, expanded overseas markets for America’s goods and services, and an increase in the minimum wage.\n\nTake an in-depth look at the progress our economy made in 2014 here.", "article_metadata": {"msapplication-config": "https://www.whitehouse.gov/profiles/forall/themes/custom/fortyfour/browserconfig.xml", "generator": "Drupal 7 (http://drupal.org)", "application-name": "Whitehouse", "msapplication-wide310x150logo": "https://www.whitehouse.gov/profiles/forall/themes/custom/fortyfour/images/fortyfour/favicons/mstile-310x150.png", "twitter": {"creator": "@WhiteHouse", "url": "https://www.whitehouse.gov/blog/2014/12/16/economy-2014", "image": {"src": "https://www.whitehouse.gov/sites/whitehouse.gov/files/images/twitter_cards_blog.jpg", "width": 240, "height": 240}, "title": "The Economy in 2014", "site": "@WhiteHouse", "card": "summary"}, "msapplication-TileColor": "#003C80", "msapplication-square70x70logo": "https://www.whitehouse.gov/profiles/forall/themes/custom/fortyfour/images/fortyfour/favicons/mstile-70x70.png", "HandheldFriendly": "true", "msapplication-square310x310logo": "https://www.whitehouse.gov/profiles/forall/themes/custom/fortyfour/images/fortyfour/favicons/mstile-310x310.png", "og": {"site_name": "whitehouse.gov", "description": "The U.S. economic recovery took a major step forward in 2014, achieving a number of important milestones.", "title": "The Economy in 2014", "url": "https://www.whitehouse.gov/blog/2014/12/16/economy-2014", "image": {"width": 240, "secure_url": "https://www.whitehouse.gov/sites/whitehouse.gov/files/images/twitter_cards_blog.jpg", "type": "image/jpeg", "identifier": "https://www.whitehouse.gov/sites/whitehouse.gov/files/images/twitter_cards_blog.jpg", "height": 240}, "updated_time": "2014-12-16T12:51:04-05:00", "type": "article"}, "MobileOptimized": "width", "msapplication-TileImage": "https://www.whitehouse.gov/profiles/forall/themes/custom/fortyfour/images/fortyfour/favicons/mstile-70x70.png", "article": {"published_time": "2014-12-16T11:45:00-05:00", "modified_time": "2014-12-16T12:51:04-05:00"}, "msapplication-square150x150logo": "https://www.whitehouse.gov/profiles/forall/themes/custom/fortyfour/images/fortyfour/favicons/mstile-150x150.png", "viewport": "width=device-width"}, "article_summary": "Indeed, since 2010 the increase in employment in the United States exceeds that in Europe, Japan, and every other advanced economy combined.\nBy November, the economy had already added more jobs than in any full calendar year since the 1990s.\nAffordable Care Act: Changes in the health care system, in part due to the Affordable Care Act, are creating major savings for households, businesses, and the Federal government.\nTake an in-depth look at the progress our economy made in 2014 here.\nChanges in the health care system, in part due to the Affordable Care Act, are creating major savings for households, businesses, and the Federal government."}