{"article_title": "Bloomberg Business Week plumbs the 'vast right wing conspiracy'", "article_keywords": ["week", "right", "effective", "business", "read", "media", "political", "plumbs", "conservative", "steve", "cover", "conspiracy", "bannon", "bloomberg", "wing", "vast"], "article_url": "http://www.americanthinker.com/blog/2015/10/read_of_the_day_bloomberg_business_week_plumbs_the_vast_right_wing_conspiracy.html", "article_text": "Read of the day: Bloomberg Business Week plumbs the 'vast right wing conspiracy'\n\nIn a cover story this week, Bloomberg Business Week devotes thousands of words to profiling Steve Bannon, executive chairman of Breitbart News, and, the article’s title claims, “the most dangerous political operative in America.” I heartily recommend the article to readers, who might assume that another hit piece is on offer, especially after seeing the subtitle: “Steve Bannon runs the new vast right-wing conspiracy—and he wants to take down both Hillary Clinton and Jeb Bush,” or glancing at the unfaltering photo on the issue’s cover. Bannon is a fascinating and brilliant man, and may be the most effective actor in the conservative media. When Bannon met Andrew Breitbart, it was an important moment in the history of American political media, and without the bonding that took place, Andrew’s death might have led to the demise of his efforts. Instead, under Bannon’s leadership (but with the help of others), an operation so effective that even David Brock is impressed has been built into a powerhouse that influences the media far beyond the conservative echo chamber.\n\nEven though it is written from a skeptical viewpoint, overall it is fair. And very informative. Take a few minutes and read it. Hat tip: Ed Lasky", "article_metadata": {"og": {"url": "http://www.americanthinker.com/blog/2015/10/read_of_the_day_bloomberg_business_week_plumbs_the_vast_right_wing_conspiracy.html", "image": "http://www.americanthinker.com/images/bucket/2015-10/195386_5_.jpg", "title": "Blog: Read of the day:  Bloomberg Business Week plumbs the 'vast right wing conspiracy'"}, "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477afa6914bd0286fe64d3\"", "article_summary": "Bannon is a fascinating and brilliant man, and may be the most effective actor in the conservative media.\nWhen Bannon met Andrew Breitbart, it was an important moment in the history of American political media, and without the bonding that took place, Andrew’s death might have led to the demise of his efforts.\nEven though it is written from a skeptical viewpoint, overall it is fair.\nTake a few minutes and read it.\nInstead, under Bannon’s leadership (but with the help of others), an operation so effective that even David Brock is impressed has been built into a powerhouse that influences the media far beyond the conservative echo chamber."}