{"article_title": "Ted Cruz cutting it close with shout-outs to political friends", "article_keywords": ["million", "shoutouts", "campaign", "state", "senate", "ted", "official", "political", "primary", "cruz", "cutting", "branch", "tea", "paxton", "close", "friends"], "article_url": "http://www.dallasnews.com/news/columnists/gromer-jeffers-jr/20140113-ted-cruz-cutting-it-close-with-shout-outs-to-political-friends.ece", "article_text": "Ted Cruz says he’s not making endorsements in Texas political contests, but his penchant for heaping glowing praise on his allies is making his preferences clear.\n\nOn Saturday, the U.S. senator issued a couple of his non-endorsements on two candidates making high-profile challenges in the March GOP primaries.\n\nAt a rally in Terrell, Cruz had lavish praise for Ken Paxton, the McKinney state senator running in the GOP primary for attorney general against state Rep. Dan Branch of Dallas and Railroad Commissioner Barry Smitherman.\n\nYou judge whether these remarks are tantamount to an official endorsement.\n\n“Ken Paxton is a tireless conservative warrior,” Cruz said. “Ken Paxton stands and fights, whether it’s fighting against Obamacare or fighting to defend our religious liberty, and I’m proud to say Ken Paxton is my friend who fights hard in the state of Texas.”\n\nLater, in Allen, Cruz gave a shout-out to Katrina Pierson, the Garland tea party leader running against U.S. Rep. Pete Sessions, R-Dallas.\n\n“Katrina Pierson is an utterly fearless principled conservative,” Cruz declared, without mentioning her opponent\n\nPierson, waging an underdog campaign against the powerful chairman of the House Rules Committee, was pleased.\n\n“I was proud of his willingness to embrace me and who I am,” she said. “I almost cried.”\n\nCruz’s words give tea party hopefuls credibility. And in Pierson’s case, she now has an endorsement from the senator’s father, Rafael Cruz, and the enduring admiration of the senator himself.\n\nA spokesman for Cruz said his words don’t translate into official support.\n\n“He has not endorsed in this race and remains unlikely to get involved in any incumbent primaries,” Catherine Frazier said Monday.\n\nIt’s clear that Cruz is going right up to the line of official support in praising his friends and allies. While Pierson, Paxton and others liked by Cruz cannot put his name on a list of supporters, they can certainly distribute his words and use them in campaign materials.\n\nTexas primary voters are some of the most conservative in the country, and Cruz, with his stunning 2012 victory over Lt. Gov. David Dewhurst for Senate, is the biggest Republican star in the Lone Star State.\n\n“Senator Cruz’s words speak for themselves, and I’m incredibly honored by his comments and friendship,” Paxton said in a prepared statement. “No one is fighting harder against the federal intrusion than Ted Cruz, and as the next Texas attorney general I look forward to being a partner with him in that fight.”\n\nPaxton, relatively unknown in most of the state, is depending on tea party and other hard-right support to propel him in a primary that could go in any direction. He’s expected to be outspent by Branch, who has more backing from traditional Republicans. Smitherman is the only candidate in the contest who has waged a statewide race.\n\nArmed with Cruz’s support, official or otherwise, Paxton can take better aim at the activists that often dominate the primary process.\n\nCruz’s feelings about Pierson and Paxton are not surprising.\n\nPierson was involved early with Cruz’s campaign for Senate and was one of his most vocal volunteers. She even got into a spat with Dewhurst over some of her more colorful comments during the race.\n\nCruz describes Paxton as a friend. And it’s important to note that Branch was a one-time rival of Cruz. In 2009, when it was thought that Republican Kay Bailey Hutchison would resign her Senate seat, triggering an avalanche of downballot races, Cruz and Branch were angling for a campaign for attorney general.\n\nNone of that happened. Cruz, with his attention-grabbing win over Dewhurst and quick rise to prominence in the Senate, is the Texas tea party’s unstated leader. But politics dictates that Cruz refrain from making official endorsements in a GOP primary because it could cost him heartburn down the line.\n\nIf Cruz has presidential aspirations, it does him no good to burn bridges before gearing up for 2016.\n\nBut tea party activists feel that they are bonded by their beliefs and the notions that it’s them against everybody else, even members of their own party.\n\nSo expect more praise coming from Cruz.\n\nHe probably feels like it’s the least he can do — but also, given the circumstances, the most he can do.\n\nAlameel’s efforts\n\ncould pay off for Davis\n\nIt’s not surprising the Wendy Davis has quickly endorsed the Senate campaign of Democrat businessman David Alameel.\n\nThe Fort Worth senator is trying to become the first Democrat to win a statewide campaign since 1994. She needs a massive voter turnout organization, and Alameel can help.\n\nThough he’s unlikely to beat a Republican, Alameel has promised to spend as much of his fortune as needed. That means he’ll help bring more Democratic voters to the polls, which is good for Davis and the overall ticket.\n\nIt’s reminiscent of 2002, when Laredo businessman Tony Sanchez pumped in over $60 million for his ill-fated campaign for governor against Rick Perry.\n\nSanchez got only 40 percent of the vote, but a lot of consultants and operatives got paid.\n\nCollier wants politics\n\nout of comptroller job\n\nThe Democratic candidate for comptroller, Mike Collier, was in Dallas on Monday for a series of meetings.\n\n“I want to take politics out of the comptroller’s job,” Collier told me. “We fired 11,500 teachers, and we didn’t have to. It’s politics that drove that.”\n\nCollier is referring to the 2011 legislative session, when the Legislature cut more than $5 billion in public education funding.\n\nCollier is unopposed for the Democratic nomination. Four Republicans are battling for their party’s nod.\n\nSmitherman raises\n\n$1.7M for AG race\n\nTexas Railroad Commission Chairman Barry Smitherman will report that he has raised $1.7 million for his attorney general campaign.\n\nSmitherman told The Associated Press that he also has nearly $2.1 million in cash on hand, according to a report based on the last six months of fundraising.\n\nRepublican Attorney General Greg Abbott is running for governor, so Smitherman is vying with state Rep. Dan Branch of Dallas and state Sen. Ken Paxton of McKinney in the March 4 GOP primary to replace him.\n\nLast week, Branch told me that he raised $1.9 million during the last reporting period and has $4.9 million cash in the bank. Paxton hasn’t yet released his fundraising totals, which are due to the Texas Ethics Commission on Wednesday.\n\nFollow Gromer Jeffers Jr. on Twitter at @gromerjeffers.", "article_metadata": {"description": "On Saturday, the U.S. senator issued a couple of his non-endorsements to two candidates making high-profile challenges in the March GOP primaries.", "og": {"description": "On Saturday, the U.S. senator issued a couple of his non-endorsements to two candidates making high-profile challenges in the March GOP primaries.", "title": "Ted Cruz cutting it close with shout-outs to political friends", "url": "http://www.dallasnews.com/news/columnists/gromer-jeffers-jr/20140113-ted-cruz-cutting-it-close-with-shout-outs-to-political-friends.ece", "image": {"width": 345, "identifier": "http://www.dallasnews.com/resrsc/images/facebook-default.jpg", "height": 345}, "keywords": "dallas, dallas fort worth, dallas news, dallas fort worth news, dfw news, dallas local news, dallas fort worth local news, dallas newspaper, dallas morning news, dallas morning news newspaper", "type": "article"}, "LastModifiedDate": "2014-01-14T04:53:41Z", "twitter": {"site": "@dallasnews", "card": "summary", "creator": "@dallasnews"}, "PublishDate": "2014-01-14T04:47:05Z", "parsely-page": "{\"title\": \"Ted Cruz cutting it close with shout-outs to political friends\", \"link\": \"http://www.dallasnews.com/news/columnists/gromer-jeffers-jr/20140113-ted-cruz-cutting-it-close-with-shout-outs-to-political-friends.ece\", \"image_url\": \"http://www.dallasnews.com/resrsc/images/facebook-default.jpg\", \"type\": \"post\", \"post_id\": \"1384122\", \"pub_date\": \"2014-01-14T04:47:05Z\", \"section\": \"Gromer Jeffers Jr.\", \"author\": \"Gromer Jeffers Jr.\", \"tags\": [\"dallas\", \"dallas fort worth\", \"dallas news\", \"dallas fort worth news\", \"dfw news\", \"dallas local news\", \"dallas fort worth local news\", \"dallas newspaper\", \"dallas morning news\", \"dallas morning news newspaper\"]}", "fb": {"admins": 1043783589, "page_id": 20946638799, "app_id": 258290334265148}, "keywords": "dallas, dallas fort worth, dallas news, dallas fort worth news, dfw news, dallas local news, dallas fort worth local news, dallas newspaper, dallas morning news, dallas morning news newspaper", "cXenseParse": {"recs": {"image": "http://www.dallasnews.com/resrsc/images/facebook-default.jpg", "publishtime": "2014-01-14T04:47:05Z"}}, "news_keywords": "dallas, dallas fort worth, dallas news, dallas fort worth news, dfw news, dallas local news, dallas fort worth local news, dallas newspaper, dallas morning news, dallas morning news newspaper"}, "article_summary": "Alameel’s effortscould pay off for DavisIt’s not surprising the Wendy Davis has quickly endorsed the Senate campaign of Democrat businessman David Alameel.\nIt’s clear that Cruz is going right up to the line of official support in praising his friends and allies.\nTed Cruz says he’s not making endorsements in Texas political contests, but his penchant for heaping glowing praise on his allies is making his preferences clear.\nTexas primary voters are some of the most conservative in the country, and Cruz, with his stunning 2012 victory over Lt. Gov.\nAnd in Pierson’s case, she now has an endorsement from the senator’s father, Rafael Cruz, and the enduring admiration of the senator himself."}