{"article_title": "Kevin Kramer and Larry Hujo battle for District 11 race", "article_keywords": ["11", "metro", "district", "kramer", "hujo", "louisville", "race", "including", "board", "council", "battle", "larry", "projects", "11th", "kevin"], "article_url": "http://www.courier-journal.com/story/news/politics/elections/kentucky/2014/10/12/kramer-hujo-battle-district-race/17050785/", "article_text": "Buy Photo District 11 Councilman Kevin Kramer. (Photo: cj )Buy Photo\n\nTwo politically savvy and seasoned candidates, incumbent Republican Kevin Kramer and longtime labor leader Larry Hujo, are battling for the 11th District seat on the Louisville Metro Council.\n\nKramer has fared well in the district that extends from Hikes Point to Jeffersontown and where Democrats hold a slight edge in voter registration. He was elected a charter member of the council in 2002 and re-elected, without opposition, in 2006 and 2010. He also had no 2014 GOP primary opposition.\n\nHowever, Hujo could prove to be his toughest test. Hujo, who is retired after long tenure as a carpenter and as a labor union official, was elected to three terms on the Jefferson County Board of Education, serving from 2000 through 2012. He said he didn't seek a fourth term, because \"I have always preached term limits.\"\n\nHujo noted that much of Metro Council District 11 lies in his school board district, probably helping him Nov. 4 in ballot name recognition. He said area residents tend to vote for the candidate's worth, and not the party.\n\nLarry Hujo, former school board member, is running for Metro Council Dist. 11. (Photo: File)\n\nGiven likely voter familiarity with Hujo, \"I would be foolish to assume this (election) is a done deal,\" Kramer said. \"This is the hardest I have run since 2002.\"\n\nKramer said that on the council he has consistently opposed Democratic-propopsed tax increases – including a library tax, an LG&E franchise fee increase and Mayor Greg Fischer's support for a 1 percent local option sales tax. Still, Kramer believes the city has found a way to get things done, including building some new libraries, while \"living within our means.\"\n\nHujo, in contrast, acknowledged that he voted to raise taxes on the school board several times – but he said only as a last, no-other-choice resort and after extensive cuts were made. On the board, he said he supported tweaking the student-assignment plan to reduce the length of student bus rides and helped get two new schools built in his district.\n\nKramer has served in council leadership positions every year, including being council president in 2006. He is currently chair of the GOP council minority caucus. In his leadership capacity year after year, Kramer said he has been able to help decide many council outcomes on issues. He also said he believes that his leadership abilities are reflected in being the only Kentuckian on the National League of Cities board.\n\nKramer said he has worked as a bipartisan with other jurisdictions and with other council members on many projects. He noted, as just one example, that he and Jeffersontown joined in funding sidewalks along a section of Hurstbourne Parkway.\n\nFor several years the council Republicans – currently nine – have been pooling the $100,000 that each one gets for capital projects. Hujo chided Kramer because some of that money has ended up being spent outside the 11th District.\n\nKramer acknowledged as much, but he said some of those funds, for instance, have gone for projects at Des Pres and Vettiner parks. Although those parks are outside the 11th District, 11th District residents use the parks a lot, Kramer said.\n\nOn other points, Kramer said he believes the city ethics ordinance needs to be strengthened and has supported funding such district projects as a sprayground, speed bumps and repairing a war memorial. Kramer is currently serving on ad hoc council committees dealing with metro animal services issues and another one dealing with annexation attempts by small cities.\n\nIf elected to the council, Hujo said he would work to upgrade District 11's many infrastructure and service needs – more jobs, more sidewalks, more road paving and finding ways to enhance police, fire and EMS service, including improving EMS ambulance response time. Hujo pledged to help nonprofit groups and be accessible to constituents.\n\nHujo chided Fischer's administration for not naming a director of the beleaguered Metro Animal Services Department for well over a year and cited a need for that department to regain the public's faith.\n\nHujo, who has been endorsed by numerous labor-leaning groups, favors raising the local minimum wage. Kramer said he doesn't favor passing an ordinance to raise the minimum wage only in Metro Louisville – and thus creating a wage inequity with surrounding areas.\n\nKramer, who has been endorsed by local Right to Life and the Board of Realtors, said he expects to raise and spend about $40,000 on his campaign by Nov. 4. Hujo said he expects to spend about $20,000.\n\nThe two candidates, both of whom are Catholics and have done extensive community volunteer work, said they have done some major campaigning door to door.\n\nReporter Sheldon S. Shafer can be reached at (502) 582-7089. Follow him on Twitter at @sheldonshafer.\n\n11th District Louisville Metro Council candidates\n\nName: Larry Hujo (Democrat).\n\nAge: 57.\n\nAddress: 3313 Warson Court, Louisville.\n\nPolitical experience: Jefferson County Board of Education, three terms, 2000-2012.\n\nContact: Phone, 303-4460.\n\nEmail: LarryHujo@gmail.com.\n\nPersonal: Married, eight children.\n\nName: Kevin Kramer (Republican, incumbent).\n\nAge: 54.\n\nAddress: 2915 Winterhaven Road, Louisville.\n\nPolitical experience: Louisville Metro Council, District 11, 2003-present.\n\nContact: 376-8130.\n\nCampaign email: Kevin.Kramer@twc.com.\n\nPersonal: Married, two children.\n\nRead or Share this story: http://cjky.it/1w1JzDM", "article_metadata": {"google": "notranslate", "description": "Two veteran elected officials want to represent district from Hikes Point to Jeffersontown", "og": {"site_name": "The Courier-Journal", "description": "Two veteran elected officials want to represent district from Hikes Point to Jeffersontown", "title": "Kramer, Hujo battle for District 11 race", "url": "http://www.courier-journal.com/story/news/politics/elections/kentucky/2014/10/12/kramer-hujo-battle-district-race/17050785/", "image": "http://www.gannett-cdn.com/GDContent/applogos/courier-journal.png", "type": "article"}, "twitter": {"description": "Two veteran elected officials want to represent district from Hikes Point to Jeffersontown", "creator": "@courierjournal", "image": "http://www.gannett-cdn.com/-mm-/9af51e5d4053b3072d29f32037537026ab57014c/c=267-0-1333-1066&r=x643&c=640x640/local/-/media/Louisville/2014/10/12/kevinkramerdist.11.jpg", "title": "Kevin Kramer and Larry Hujo battle for District 11 race", "site": "@courierjournal", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=600030236", "fb": {"app_id": 128534137209813}, "cXenseParse": {"gci-topic": "Persons/Greg Fischer", "gci-asset-type": "story", "gci-categories": "Persons/Greg Fischer", "title": "Kramer, Hujo battle for District 11 race", "author": "Sheldon S. Shafer", "pageclass": "article", "recs": {"category": "news/politics/elections/kentucky", "image-3-4": "http://www.gannett-cdn.com/-mm-/124d91e6b2f4984e31fa419b2b5bbc1b67d838b4/c=260-0-1060-1066/local/-/media/Louisville/2014/10/12/kevinkramerdist.11.jpg", "image-1-1": "http://www.gannett-cdn.com/-mm-/2cdc6704a080b392125b96b37a8ab8ce9652a54d/c=267-0-1333-1066/local/-/media/Louisville/2014/10/12/kevinkramerdist.11.jpg", "contenttype": "story", "image-4-3": "http://www.gannett-cdn.com/-mm-/ddd7e4d515dc91868e5d2a18ccc24e6b1a3c4e59/c=90-0-1511-1066/local/-/media/Louisville/2014/10/12/kevinkramerdist.11.jpg", "image": "http://www.gannett-cdn.com/-mm-/188805f3d8e749518b80014088874820c510efc1/c=0-83-1600-983&r=x633&c=1200x630/local/-/media/Louisville/2014/10/12/kevinkramerdist.11.jpg", "publishtime": "2014-10-12T18:46:00.090000-04:00", "shorthed": "Kramer, Hujo battle for District 11 council race", "articleid": 17050785, "image-16-9": "http://www.gannett-cdn.com/-mm-/4cf68d090fe1199943455befd3ebc013f95e95d4/c=0-83-1600-983/local/-/media/Louisville/2014/10/12/kevinkramerdist.11.jpg", "image-9-16": "http://www.gannett-cdn.com/-mm-/9cfdf10e99f78068be0a7fd96eb72781b1d23c11/c=492-0-1089-1066/local/-/media/Louisville/2014/10/12/kevinkramerdist.11.jpg"}}, "Content-Type": "text/html; charset=UTF-8", "viewport": "width=1070", "news_keywords": "Kevin Kramer,Larry Hujo,District 11,Louisville,Metro,election,race"}, "article_summary": "Although those parks are outside the 11th District, 11th District residents use the parks a lot, Kramer said.\nHujo noted that much of Metro Council District 11 lies in his school board district, probably helping him Nov. 4 in ballot name recognition.\n11th District Louisville Metro Council candidatesName: Larry Hujo (Democrat).\nPolitical experience: Louisville Metro Council, District 11, 2003-present.\n(Photo: cj )Buy PhotoTwo politically savvy and seasoned candidates, incumbent Republican Kevin Kramer and longtime labor leader Larry Hujo, are battling for the 11th District seat on the Louisville Metro Council."}