{"article_title": "Authors: ‘Social climbing is democracy in action’", "article_keywords": ["knowing", "right", "johnson", "democracy", "rules", "money", "wittenborn", "social", "say", "climbers", "authors", "action", "climbing"], "article_url": "http://thehill.com/blogs/in-the-know/in-the-know/223757-authors-social-climbing-is-democracy-in-action", "article_text": "Social self-advancement in Washington is “pretty much just about influence and money,” says author Dirk Wittenborn. He would know — the screenwriter and his niece, Jazz Johnson, just penned The Social Climber’s Bible, a satirical take on the “art” of getting ahead.\n\n“We realized how much the rules have changed and how much things socially really are different,” Johnson says, “There are a certain set of rules that can no longer be found in Emily Post.”\n\nADVERTISEMENT\n\nIn the nation’s capital, the Johnson & Johnson heiress says, a successful social climber has to know all the power players: “Everybody’s already in the game of knowing who’s who, and knowing the lineup, and knowing the big names.”\n\nEating at the right see-and-be-seen restaurants with the right people is also crucial.\n\n“It doesn’t really matter if you have the influence,” Wittenborn explains, “it’s if people think you’re best friends with someone.”\n\nCompared to other cities, such as New York, social climbing can be done on the cheap in D.C., say the co-authors.\n\n“You can have lunch with a congressman or senator for not very much money. It’s a lot easier than getting the head of Goldman Sachs to sit down with you,” Wittenborn, the producer behind the film “Born Rich,” says.\n\nThere are even ways to save money as someone is climbing the ladder: “I’ve heard of one nameless mountaineer that’s so after the bargain that she just buys one ticket, and she has her husband wait in the car, and she goes to the event,” exclaims Wittenborn. “And I thought, my God, I only wish that the rest of our government was so thrifty!”\n\nThe pair of scribes are divulging a few other tips for becoming kings and queens of the social scene: “Honesty is rarely the best policy and is often hurtful;” “One should never appear a gold digger, especially if they are one;” and “Always kiss all four of your host or hostess’ cheeks: Flattery will get you everywhere.”\n\nWittenborn says for Washingtonians and the rest of the country, social climbing is simply in our blood: “We are a country of immigrants, and people came here to escape tyrannical political power or a class system. People have come to America to climb the ladder. So you could say social climbing is democracy in action and part of the democratic process of our republic.”\n\nJohnson, an avid equestrian, adds that she’s hoping readers of her tongue-in-cheek Bible are able to laugh at themselves, “Our intention isn’t to make social climbers more paranoid or worried about others’ judgments. It’s to kind of call it what it is.”\n\n“All great politicians are great social climbers,” Wittenborn declares. Johnson calls it a “requirement of the job,” saying political candidates have a “higher, more perfected level of social ease than the average person.”\n\nBut, she says, “Let’s face it, everyone to a certain extent is a social climber.”", "article_metadata": {"dcterms.description": "Social self-advancement in Washington is “pretty much just about influence and money,” says author Dirk Wittenborn. He would know — the screenwriter and his niece, Jazz Johnson, just penned The Social Climber’s Bible, a satirical take on the “art” of getting ahead.", "description": "Social self-advancement in Washington is “pretty much just about influence and money,” says author Dirk Wittenborn. He would know — the screenwriter and his niece, Jazz Johnson, just penned The Social Climber’s Bible, a satirical take on the “art” of getting ahead.", "generator": "Drupal 7 (http://drupal.org)", "rdfs": {"label skos": {"prefLabel": "In The Know"}}, "og": {"site_name": "TheHill", "description": "Social self-advancement in Washington is “pretty much just about influence and money,” says author Dirk Wittenborn. He would know — the screenwriter and his niece, Jazz Johnson, just penned The Social Climber’s Bible, a satirical take on the “art” of getting ahead.", "title": "Authors: ‘Social climbing is democracy in action’", "url": "http://thehill.com/blogs/in-the-know/in-the-know/223757-authors-social-climbing-is-democracy-in-action", "image": "http://thehill.com/sites/default/files/blogs/itk-cover-image-_0.jpg", "updated_time": "2016-02-04T03:59:59-05:00", "type": "article"}, "Smart_Paging": "on", "dcterms.modified": "2016-02-04T03:59-05:00", "dcterms.identifier": "http://thehill.com/blogs/in-the-know/in-the-know/223757-authors-social-climbing-is-democracy-in-action", "fb": {"admins": 100000299130732, "app_id": 566538590082898, "pages": 7533944086}, "apple-itunes-app": "app-id=396640962", "dcterms.date": "2014-11-12T13:00-05:00", "dcterms.creator": "Judy Kurtz", "author": "Judy Kurtz", "dcterms.type": "Text", "article": {"published_time": "2014-11-12T13:00:04-05:00", "modified_time": "2016-02-04T03:59:59-05:00"}, "keywords": ",,", "dcterms.language": "und", "dcterms.format": "text/html", "twitter": {"url": "http://thehill.com/blogs/in-the-know/in-the-know/223757-authors-social-climbing-is-democracy-in-action", "widgets": {"csp": "on"}, "description": "Social self-advancement in Washington is “pretty much just about influence and money,” says author Dirk Wittenborn. He would know — the screenwriter and his niece, Jazz Johnson, just penned The Social Climber’s Bible, a satirical take on the “art” of getting ahead.", "card": "summary", "title": "Authors: ‘Social climbing is democracy in action’"}, "dcterms.title": "Authors: ‘Social climbing is democracy in action’"}, "_id": "\"57477af46914bd0286fd8260\"", "article_summary": "It’s to kind of call it what it is.”“All great politicians are great social climbers,” Wittenborn declares.\nSo you could say social climbing is democracy in action and part of the democratic process of our republic.”Johnson, an avid equestrian, adds that she’s hoping readers of her tongue-in-cheek Bible are able to laugh at themselves, “Our intention isn’t to make social climbers more paranoid or worried about others’ judgments.\nHe would know — the screenwriter and his niece, Jazz Johnson, just penned The Social Climber’s Bible, a satirical take on the “art” of getting ahead.\nSocial self-advancement in Washington is “pretty much just about influence and money,” says author Dirk Wittenborn.\n“It doesn’t really matter if you have the influence,” Wittenborn explains, “it’s if people think you’re best friends with someone.”Compared to other cities, such as New York, social climbing can be done on the cheap in D.C., say the co-authors."}