{"article_title": "Things to know about Obama's summit with SE Asian leaders", "article_keywords": ["leaders", "southeast", "things", "philippines", "trade", "asean", "summit", "china", "asian", "members", "tpp", "malaysia", "obamas", "se", "know"], "article_url": "http://www.washingtontimes.com/news/2016/feb/13/things-to-know-about-obamas-summit-with-se-asian-l/?utm_source=RSS_Feedutm_medium=RSS", "article_text": "WASHINGTON (AP) - President Barack Obama hosts Southeast Asian leaders at an unprecedented summit in California starting Monday as he looks to deepen ties with the region’s fast-growing economies. But a nation not invited - neighboring power China - will be the proverbial elephant in the room as the leaders grapple with sensitive territorial disputes.\n\nAs part of Obama’s so-called pivot in U.S. foreign policy toward the Asia-Pacific, he has made a point of traveling to the region each fall to meet with the 10-nation Association of Southeast Asian Nations, or ASEAN.\n\nNow, Obama is inviting ASEAN leaders to the U.S., and to the same venue where he hosted China’s President Xi Jinping in 2013. U.S. officials say the two-day summit at the Sunnylands estate is not directed against China, a strategic rival of the U.S. But the military might and economic clout of the rising Asian power is likely to loom over their discussions.\n\nSome things to know about the summit:\n\n___\n\nTOP ISSUE: SOUTH CHINA SEA\n\nThe top security issue on the agenda. China says it has a historical right to virtually all of the South China Sea and has built seven artificial islands, including airstrips, to assert its sovereignty. Taiwan and ASEAN members Brunei, Malaysia, Vietnam and the Philippines also claim land features in these potentially resource-rich waters, an important thoroughfare for world trade. Although not a claimant, the U.S. has spoken out against China’s conduct and the Navy has sailed close to some of the artificial islands, angering Beijing but getting some quiet encouragement from most ASEAN members. The U.S. is looking for ASEAN to take a unified stance by calling for the territorial disputes to be resolved according to international law.\n\n___\n\nTRADE AND TPP\n\nAmerica has longstanding economic interests in Southeast Asia. U.S. companies have invested $226 billion in the region, and two-way trade was $254 billion last year. On Day One at Sunnylands, the leaders will discuss how to expand trade and investment with the help of U.S. entrepreneurship and innovation. Also likely on the agenda: the Trans-Pacific Partnership, or TPP, Obama’s signal achievement on trade, which the administration often characterizes as an opportunity for the U.S., rather than China, to shape the rules of world trade. The four ASEAN members in TPP - Brunei, Malaysia, Singapore and Vietnam - will want to know if it Congress will ratify the pact, which remains in doubt. Other ASEAN members, like Indonesia, the Philippines and Thailand, have expressed interest in joining TPP at a later date.\n\n____\n\nTHREAT FROM ISLAMIC STATE GROUP\n\nThe U.S. wants to deepen counter-terrorism and intelligence cooperation with Southeast Asian nations. Despite the region’s relative success in combating al-Qaida-linked militancy since 9/11, the Islamic State group, or IS, appears to be gaining a foothold. Indonesian authorities said that IS funded a suicide attack that hit a Starbucks in Jakarta last month, the first major terrorist attack in the capital city in six years. Singapore, Malaysia and Indonesia, the world’s most populace Muslim nation, have all reported citizens traveling to fight in Iraq and Syria, and several small militant groups in the Philippines have pledged allegiance to IS.\n\n___\n\nAWKWARD QUESTIONS ABOUT HUMAN RIGHTS\n\nStory Continues →", "article_metadata": {"description": "President Barack Obama hosts Southeast Asian leaders at an unprecedented summit in California starting Monday as he looks to deepen ties with the region's fast-growing economies. But a nation not invited - neighboring power China - will be the proverbial elephant in the room as the leaders grapple with sensitive territorial disputes.", "author": "The Washington Times http://www.washingtontimes.com", "og": {"site_name": "The Washingtion Times", "description": "President Barack Obama hosts Southeast Asian leaders at an unprecedented summit in California starting Monday as he looks to deepen ties with the region’s fast-growing economies. But a nation not invited - neighboring power China - will be the proverbial elephant in the room as the leaders grapple with sensitive territorial disputes.", "title": "Things to know about Obama’s summit with SE Asian leaders", "url": "http://www.washingtontimes.com/news/2016/feb/13/things-to-know-about-obamas-summit-with-se-asian-l/", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2016/02/13/us_southeast_asia.jpeg", "type": "article"}, "twitter": {"site": "@washtimes", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2016/02/13/us_southeast_asia.jpeg", "description": "President Barack Obama hosts Southeast Asian leaders at an unprecedented summit in California starting Monday as he looks to deepen ties with the region's fast-growing economies. But a nation not invi", "card": "summary", "title": "Things to know about Obama’s summit with SE Asian leaders"}, "Author": "MATTHEW PENNINGTON", "bitly-verification": "d180fd45f70d", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web0", "viewport": "width=device-width, initial-scale=1, user-scalable=yes"}, "article_summary": "WASHINGTON (AP) - President Barack Obama hosts Southeast Asian leaders at an unprecedented summit in California starting Monday as he looks to deepen ties with the region’s fast-growing economies.\nNow, Obama is inviting ASEAN leaders to the U.S., and to the same venue where he hosted China’s President Xi Jinping in 2013.\n____THREAT FROM ISLAMIC STATE GROUPThe U.S. wants to deepen counter-terrorism and intelligence cooperation with Southeast Asian nations.\nThe four ASEAN members in TPP - Brunei, Malaysia, Singapore and Vietnam - will want to know if it Congress will ratify the pact, which remains in doubt.\nOther ASEAN members, like Indonesia, the Philippines and Thailand, have expressed interest in joining TPP at a later date."}