{"article_title": "Mourning for 'Brady Bunch' Star Ann B. Davis Show's Pop Culture's Power", "article_keywords": ["impact", "loss", "b", "star", "brady", "power", "character", "influence", "pop", "mourning", "matter", "media", "social", "davis", "cultures", "problems", "bunch", "known", "shows"], "article_url": "http://www.breitbart.com/big-hollywood/2014/06/02/ann-davis-death-shows-pop-culture-power/", "article_text": "SIGN UP FOR OUR NEWSLETTER\n\nSIGN UP FOR OUR NEWSLETTER\n\nAnn B. Davis never changed your sheets, cooked you lunch or straightened up your messy closet.\n\nYet social media is full of tributes today for the actress best known as Alice the housekeeper on The Brady Bunch.\n\nThe sense of loss is palpable. People identified with her stoic but lovable character. It doesn’t matter that Alice existed only on the small screen, or that the show left the air roughly 40 years ago. She came into our living rooms then … and now in reruns … and she made an impression.\n\nIs it any wonder that pop culture matters in 2014 when smart phones and tablets allow us to bring shows like The Brady Bunch everywhere we go?\n\nConsider last year’s passing of James Avery, best known for playing the kindly uncle on The Fresh Prince of Bel Air. Social media lit up with viewers who felt Avery’s loss even if he never was a part of their family.\n\nNow, remember the impact of celebrities singing the praises of Sen. Barack Obama during the runup to the 2008 presidential election, or the fact that sites like Funny or Die dedicated itself to protecting the president’s flailing health care reform.\n\nDid it matter that Obama’s resume was wafer-thin in 2008, or that ObamaCare was so riddled with problems the president has spent as much time delaying its impact as trumpeting its alleged benefits?\n\nPopular culture can bring a smile to our face through a charming sitcom, an avuncular character or a story line that makes our real-world problems fade for 23-plus minutes. The same cultural wave can influence hearts and minds if the entertainment industry rallies behind a particular cause.\n\nJust ask Jesse Tyler Ferguson, who says his show Modern Family helped America accept the notion of same sex marriage. And consider how frequently today’s TV shows disparage conservatives by linking them with villainous characters. What impact might that have on the body politic?\n\nThere’s nothing wrong with mourning the loss of a character actor who brought joy into our lives. It simply should be noted just how much a single character or entertainment meme can influence us.", "article_metadata": {"description": "Mourning for 'Brady Bunch' Star Ann B. Davis Show's Pop Culture's Power", "og": {"site_name": "Breitbart", "description": "Mourning for 'Brady Bunch' Star Ann B. Davis Show's Pop Culture's Power", "title": "Mourning for 'Brady Bunch' Star Ann B. Davis Show's Pop Culture's Power - Breitbart", "locale": "en_US", "image": "http://cdn.breitbart.com/mediaserver/Breitbart/Big-Hollywood/2014/06/02/alice/ann-b-davis.jpg", "url": "http://www.breitbart.com/big-hollywood/2014/06/02/ann-davis-death-shows-pop-culture-power/", "type": "article"}, "twitter": {"description": "Mourning for 'Brady Bunch' Star Ann B. Davis Show's Pop Culture's Power", "title": "Mourning for 'Brady Bunch' Star Ann B. Davis Show's Pop Culture's Power - Breitbart", "image": "http://cdn.breitbart.com/mediaserver/Breitbart/Big-Hollywood/2014/06/02/alice/ann-b-davis.jpg", "creator": "@BreitbartNews", "site": "@BreitbartNews", "card": "summary"}, "robots": "noodp", "fb": {"pages": 95475020353, "use_automatic_ad_placement": "true", "app_id": 1243316582352556}, "msapplication-TileImage": "/t/assets/i/w-logo-orange.png", "keywords": "Ferguson, Funny or Die,Big Hollywood,", "article": {"publisher": "https://www.facebook.com/Breitbart", "section": "Big Hollywood", "tag": "Funny or Die", "published_time": "2014-06-02T11:37:00-07:00", "categories": "Big Hollywood"}, "viewport": "width=device-width,initial-scale=1", "op": {"markup_version": "v1.0"}}, "_id": "\"57477af36914bd0286fcfabf\"", "article_summary": "Yet social media is full of tributes today for the actress best known as Alice the housekeeper on The Brady Bunch.\nSocial media lit up with viewers who felt Avery’s loss even if he never was a part of their family.\nThere’s nothing wrong with mourning the loss of a character actor who brought joy into our lives.\nIs it any wonder that pop culture matters in 2014 when smart phones and tablets allow us to bring shows like The Brady Bunch everywhere we go?\nSIGN UP FOR OUR NEWSLETTERSIGN UP FOR OUR NEWSLETTERAnn B. Davis never changed your sheets, cooked you lunch or straightened up your messy closet."}