{"article_title": "Somerville Aluminum's growth spurs promotions", "article_keywords": ["promotions", "sonia", "outdoor", "aluminum", "vice", "company", "experience", "herbert", "aluminums", "growth", "including", "promoted", "somerville", "spurs"], "article_url": "http://www.mycentraljersey.com/story/news/local/somerset-county/2015/05/07/somerville-aluminums-growth-spurs-promotions/70961400/", "article_text": "In order to keep pace with its growth, Somerville Aluminum has promoted three division managers to vice president.\n\nIn order to keep pace with its growth, Somerville Aluminum has promoted three division managers to vice president: Dolores Sonia, pictured, of Kitchens & Baths; Joe Kalnas, Outdoor Living, and Frank Herbert, Production. (Photo: Courtesy of Somerville Aluminum)\n\nHaving been a staple in Somerset County for 65 years, Somerville Aluminum has grown from its humble beginnings as an aluminum storm window company to one of the largest full-service home remodeling companies in Central Jersey.\n\nAlong the way the company has helped homeowners throughout the state with projects ranging from simple window replacement or a new deck to complete kitchen renovations and additions. As the company has expanded and moved to Branchburg into a 15,000-square-foot facility, including a 5,000-square-foot showroom, to provide a better home remodeling experience for its customers, so have they added and promoted staff to enhance the overall customer experience, the company announced in a news release.\n\nSomerville Aluminum has promoted the following team members to Vice President of their respective divisions:\n\n•Joe Kalnas, Outdoor Living\n\n•Frank Herbert, Production\n\n•Dolores Sonia, Kitchens & Baths.\n\n\"We have been very fortunate as a company to have very professional, knowledgeable and loyal members of the Somerville Aluminum team,\" said Gary Shiman, co-owner and executive vice president of Somerville Aluminum. \"We would not be where we are today without their dedication and hard work. It is truly a pleasure for me to promote Joe Kalnas, Frank Herbert and Dolores Sonia and give them the recognition they deserve.\"\n\nKalmas has been with the company for more than 19 years and adds a wealth of experience, including the installation of windows and exterior doors, sunrooms and decking. Over the course of his time with Somerville Aluminum, he has held various positions including sales; overseeing all functions of the Outdoor Living Department, including additions, sunrooms, decking and commercial and residential retractable awnings, and the expansion of the division. In his new role, Kalmas will continue to oversee the Outdoor Living Department, its project managers and production.\n\nHerbert joined the company in the fall of 2012 as the project manager for windows and doors with 20 years industry experience, mostly in exterior renovations, including the installation of siding and roofing, windows and exterior doors. Somerville Aluminum said Herbert prides himself on learning the proper use and installation of the many available products to ensure customer satisfaction is always the number one priority.\n\nWith more than 25 years in the kitchen and bath industry, Sonia will continue to use her years of design challenges and skills to create beautiful spaces that exceed client's expectations. In the short time she has been with Somerville Aluminum, the company said Sonia has delivered awe-inspiring transformations with her ability to create kitchen and bath spaces that reflect the personalities of customers.\n\nFor more information, visit www.SomervilleAluminum.com.\n\nRead or Share this story: http://mycj.co/1Rhukkk", "article_metadata": {"google": "notranslate", "description": "In order to keep pace with its growth, Somerville Aluminum has promoted three division managers to vice president.", "og": {"site_name": "MY CENTRAL JERSEY", "description": "In order to keep pace with its growth, Somerville Aluminum has promoted three division managers to vice president.", "title": "Somerville Aluminum's growth spurs promotions", "url": "http://www.mycentraljersey.com/story/news/local/somerset-county/2015/05/07/somerville-aluminums-growth-spurs-promotions/70961400/", "image": "http://www.gannett-cdn.com/GDContent/applogos/mycentraljersey.png", "type": "article"}, "twitter": {"description": "In order to keep pace with its growth, Somerville Aluminum has promoted three division managers to vice president.", "title": "Somerville Aluminum's growth spurs promotions", "image": "http://www.gannett-cdn.com/-mm-/6ffd56b1147fcaefd715a1e397d8f0d38a9679b1/c=0-699-3254-3953&r=x643&c=640x640/local/-/media/2015/05/07/Bridgewater/B9317267432Z.1_20150507163429_000_GEQANK0FK.1-0.jpg", "creator": "@MyCentralJersey", "site": "@MyCentralJersey", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=859380356", "fb": {"app_id": 177893718898560}, "article": {"author": "https://www.facebook.com/bob.makin"}, "Content-Type": "text/html; charset=UTF-8", "viewport": "width=1070", "news_keywords": "Somerset County, Somerville Aluminum, Branchburg"}, "article_summary": "In order to keep pace with its growth, Somerville Aluminum has promoted three division managers to vice president.\n\"We have been very fortunate as a company to have very professional, knowledgeable and loyal members of the Somerville Aluminum team,\" said Gary Shiman, co-owner and executive vice president of Somerville Aluminum.\nSomerville Aluminum has promoted the following team members to Vice President of their respective divisions:•Joe Kalnas, Outdoor Living•Frank Herbert, Production•Dolores Sonia, Kitchens & Baths.\nSomerville Aluminum said Herbert prides himself on learning the proper use and installation of the many available products to ensure customer satisfaction is always the number one priority.\nIn order to keep pace with its growth, Somerville Aluminum has promoted three division managers to vice president: Dolores Sonia, pictured, of Kitchens & Baths; Joe Kalnas, Outdoor Living, and Frank Herbert, Production."}