{"article_title": "Leading by example: Patient experience the Cleveland Clinic way", "article_keywords": ["things", "patient", "merlino", "leading", "hospital", "experience", "strategic", "clinic", "way", "cleveland", "organization", "stay", "example"], "article_url": "http://www.fiercehealthcare.com/story/leading-example-patient-experience-cleveland-clinic-way/2014-10-23", "article_text": "Five years ago the world-renowned Cleveland Clinic boasted some of the best clinical outcomes in the country, but also the lowest patient satisfaction scores of all hospitals surveyed by the Centers for Medicare & Medicaid Services.\n\nToday its patient satisfaction scores are among the highest in the nation--an achievement based on the organization's strategic decision to transform its culture and put the patient at the center of its mission and vision.\n\nIn an exclusive interview with FierceHealthcare, James Merlino, M.D., chief experience officer and author of the soon-to-be-released book, \"Service Fanatics: How to Build Superior Patient Experience the Cleveland Clinic Way,\" discussed his own personal story that led to his patient experience philosophy as well as the strategies and methods Cleveland Clinic implemented to become a leader in patient satisfaction.\n\nMerlino, pictured, knew from personal experience that the Cleveland Clinic had tremendous room for improvement based on his father's horrific seven-day inpatient stay at the hospital in 2004. At the time, Merlino was a colorectal fellow at the organization and in his final year of medical training. When his 77-year-old father needed treatment for multiple lesions in his bladder, Merlino insisted he come to his hospital, which had the number two-ranked U.S. urology program.\n\nUnfortunately, his father had what Merlino describes as a \"rocky\" hospital stay that led to complications and his death. Although no one was at fault for the tragic turn of events, Merlino writes that, \"I am certain Dad died believing that the Cleveland Clinic was the worst healthcare institution in the world. I know my family would not disagree.\"\n\nBack then the healthcare industry didn't use the words \"patient experience,\" but he writes that his father's hospital stay is a \"test case for how not to manage a patient's experience.\"\n\nBut if his father was alive today and sought treatment at the Cleveland Clinic, Merlino says his experience would definitely be different. \"We've done a lot to transform the organization,\" he says. \"Back then, patient experience wasn't a discussion topic. Today it is ingrained in the culture of the organization. We've changed the brand of the clinic. Eleven years ago it was a very different place.\"\n\nMerlino credits President and CEO \"Toby\" Cosgrove for leading the initiative, paving the way for the turn-around and convincing 43,000 employees across 23 facilities to think of patients as customers. \"If you don't have the support from the top person in the organization, driving it as a strategic initiative, nothing will change,\" he says.\n\nAnd there is no reason why any organization can't achieve similar success, according to Merlino. Organizational efforts to become patient-centered aren't necessarily expensive, he says.\n\n\"You need to pay attention to the little things, like hiring the right people, recognizing their contributions, developing a collaborative environment of teamwork, and tactics like leadership rounding, where leaders take a couple of hours each month to do rounds in the hospital,\" he says. \"It doesn't need a fancy solution.\"\n\nOther keys to a successful transformation are making sure the idea of a patient-centered environment is a strategic initiative that is on meeting agendas and discussed regularly, defining what patient experience means to the organization and making it clear what everyone's role is in the process, according to Merlino.\n\n\"Everyone needs to remember this is about people and how we take care of people,\" he says. \"Every day across the nation, great things happen in medicine and bad things happen. We have to pay attention to the fact we are talking about how we treat people... The message is the purpose of the organization is to take care of people.\"\n\nTo learn more:\n\n- here's the book\n\nRelated Articles:\n\nCleveland Clinic's chief experience officer: Communication, attention keys to customer satisfaction\n\nThe three Ps of patient experience\n\n4 unlikely sources of patient experience success strategies\n\nHospitals innovate design strategies to improe patient experience", "article_metadata": {"description": "In an exclusive interview, Cleveland Clinic Chief Experience Officer James Merlino, M.D. explains what led to his personal philosophy of patient experience and how the organization implemented strategies to become a leader in patient satisfaction.", "og": {"site_name": "FierceHealthcare", "description": "In an exclusive interview, Cleveland Clinic Chief Experience Officer James Merlino, M.D. explains what led to his personal philosophy of patient experience and how the organization implemented strategies to become a leader in patient satisfaction.", "title": "Leading by example: Patient experience the Cleveland Clinic way", "url": "http://www.fiercehealthcare.com/story/leading-example-patient-experience-cleveland-clinic-way/2014-10-23", "image": "http://assets.fiercemarkets.net/public/opengraphimages/updated/opengraph_fiercehealthcare.jpg", "type": "website"}, "twitter": {"site": "fiercehealth", "card": "summary"}, "parsely-metadata": "{\"mkto\": }", "revisit-after": "1 day", "apple-itunes-app": "app-id=731085312", "keywords": "Care Delivery,Cleveland Clinic,Fierce exclusive,James Merlino,Operations & Business Management,Patient Care & Outcomes,Patient Experience,patient satisfaction", "viewport": "width=device-width", "news_keywords": "Care Delivery,Operations & Business Management,Patient Care & Outcomes"}, "_id": "\"57477af36914bd0286fcfac7\"", "article_summary": "To learn more:- here's the bookRelated Articles:Cleveland Clinic's chief experience officer: Communication, attention keys to customer satisfactionThe three Ps of patient experience4 unlikely sources of patient experience success strategiesHospitals innovate design strategies to improe patient experience\nIn an exclusive interview with FierceHealthcare, James Merlino, M.D., chief experience officer and author of the soon-to-be-released book, \"Service Fanatics: How to Build Superior Patient Experience the Cleveland Clinic Way,\" discussed his own personal story that led to his patient experience philosophy as well as the strategies and methods Cleveland Clinic implemented to become a leader in patient satisfaction.\nBut if his father was alive today and sought treatment at the Cleveland Clinic, Merlino says his experience would definitely be different.\nBack then the healthcare industry didn't use the words \"patient experience,\" but he writes that his father's hospital stay is a \"test case for how not to manage a patient's experience.\"\n\"Back then, patient experience wasn't a discussion topic."}