{"article_title": "How America’s Political Trends Favor Democrats in 2016 and Beyond", "article_keywords": ["women", "million", "republicans", "political", "americas", "favor", "trends", "economic", "democrats", "party", "problem", "2016", "gop", "presidential", "democratic"], "article_url": "https://newrepublic.com/article/132456/americas-political-trends-favor-democrats-2016-beyond", "article_text": "His successes and equanimity have only unhinged an already angry GOP base and elites who are akin to Japanese generals refusing to leave their caves long after the war is over. “He doesn’t love America,” spewed Rudy Giuliani. Other than one New York Times column by David Brooks, none give him any credit for anything.\n\nThe Clinton and Obama presidencies, especially as contrasted with Bush 43, have established a baseline that, this fall, may lead to a semi-realignment irrespective of the names Trump, Cruz, Clinton, or Sanders. It’s now easy to imagine a Democrat winning the popular presidential vote for the sixth time in seven elections; a progressive Supreme Court for the first time in a half-century; a Democratic Senate again; and, after the 2020 Census and reapportionment, even a Democratic House.\n\nThere are at least five reasons leading to a partial realignment:\n\n1. GOP Extremism\n\nThe last real realignment occurred after the 1960s Civil Rights Act chased millions of white Southerners from the D to R column. That backlash in the short term surely helped the GOP win a series of presidential elections and eventually the Congress. But longer term, it has tethered them to a nativist base out of step with a changing America.\n\nSignificant percentages of today’s Republican Party believe that the American president is not an American, that Islam should be outlawed, that we should spend $300 billion to round up and ship 11 million “illegals” out of the country, that Benghazi is worse than Watergate and ‘reverse racism’ worse than racism, that shutting down the federal government and maybe even defaulting on our debt is ok, that global warming is a hoax, that water-boarding—a war crime—is justified, that thousands of eligible voters should be disenfranchised because .00000001 percent of those who vote may have engaged in voter impersonation, and that, for the first time ever, a presidential Supreme Court nomination should not receive any serious Senate consideration.\n\nWhere are the Democratic equivalents of birchers, birthers, white militia, xenophobes, secessionists, Jade Helm conspiratorialists? There aren’t any.\n\nThe result of all these developments? Obama became the first Democrat since FDR to win two national majorities. In the latest Pew numbers, self-identifying Democrats out-number self-identifying Republicans 48-39 percent (counting leaners), which has created a “Blue Wall”, in the phrase of journalist Ron Brownstein, of 242 electoral votes that went for the Democratic nominee in six of the past six elections. The GOP has an overall popularity of minus 21 percentage points—37 percent favorable to 58 percent unfavorable. In 2014 and 2015, self-described conservatives fell from 37 to 33 percent and self-described liberals rose from 23 to 27 percent. For the first time in years, according to a new Democracy Corps poll, Democrats have opened up a six-point lead in the congressional vote.\n\nGiven these numbers, GOP party leaders are like the mayor in Jaws assuring everyone on the beach that there’s no shark ... until swimmers are dragged down by something with a big fin and teeth.\n\nThe core problem is not Donald Trump or Ted Cruz. It’s the talk radio hosts, the Fox News pundits, the party leaders and intellectuals who chose to be accelerants to an already inflamed reactionary base.\n\nThe values of modern liberalism, instead, have been vindicated by America’s peristaltic history of progress. While conservatives are inclined to go back to the 1950s—or even the 1850s—large majorities of Americans are not. They favor Social Security and Medicare, upholding Roe v. Wade, pay equity, a path to citizenship for undocumented immigrants, climate change initiatives, systemic campaign finance reform, marriage equality, diplomacy over war, higher taxes on the most wealthy, reversing Citizens United, universal gun background checks, universal voter registration, and expanded health care.\n\n2. Conservative economic theories have been debunked\n\nOur extreme economic inequality is not inevitable, but results from intentional policies drafted by the American business elite for themselves. The old paradigm that giving more money to the rich helps the middle class, that higher deficits invariably mean higher interest rates, that spending on transfer payments depresses economic growth, have been exposed as little more than “intellectual malfeasance,” according to Paul Krugman. A new school of thought not only rejects the assumed trade-off between growth and equality—starting with Thomas Piketty’s Capital in the Twenty-First Century and more recently Robert Reich’s Saving Capitalism—but also establishes that less inequality produces more jobs and growth. The reason should be self-evident: Companies hire when consumer demand signals there are markets to be supplied, not when a few top executives are plied with more after-tax income.\n\nConservative economists and politicians who continue to cling to theories discredited by both Herbert Hoover and George W. Bush are playing a losing hand. While the GOP is seen as the party of the rich and big business—with its 2012 presidential nominee seemingly sent by central casting for this purpose—63 percent of all Americans, including a majority of Republicans, believe the economic system is rigged, according to the Pew Research Center. Then there’s this devastating comparison: according to my own research, growth and employment rates over the past 54 years—split between Democratic and Republican administrations—were 40 percent greater under the Democrats.\n\nGiven these numbers, it’s hard to imagine that the progressive party in 2016 can lose the economic argument to a party that exists to lower taxes on the rich and privatize Social Security. What have they done for working people? Anything?\n\n3. Demographics\n\nWhat may have otherwise been a routine Census Bureau report from May 17, 2012, heralded the emergence of a different America: For the first time in the country’s history, whites were a minority of the roughly four million babies in the United States born in the period between July 2010 and July 2011.\n\nWhile the white share of the presidential electorate in 1992 was nearly 90 percent, it will likely fall to less than 70 percent in 2016. In only a quarter-century, this fact alone has meant a net shift of about 12 points to Democrats since Bill Clinton won the White House by five points. Donald Trump’s harsh nativist slanders have certainly worsened a problem that already led to Obama beating Mitt Romney 73 to 27 percent among Latinos in 2012. Pat Buchanan’s nightmare that his country would be non-white will arrive about 2043. Then America will look—and vote—like California.\n\nAnd as Alexis de Tocqueville wrote, “Each new generation is a new people.” Millennials, who now number 75.3 million, surpassing the Baby Boomers in 2015, are those new people. Surveys confirm they can’t see why marijuana is illegal, were years ahead of the Supreme Court on marriage equality, think undocumented immigrants should have a pathway to citizenship, and are just barely fonder of capitalism than socialism. Though skeptical of both parties, the bottom line is that they support the Democratic Party by much wider margins—51 to 35 percent—than other generations.\n\n4. All the Single Ladies\n\nIf a young woman is ardently pro-life, she’ll likely vote for a Republican candidate. But every state and region of the country is rife with women who feel threatened by lawmakers who seem to value the health of microscopic potential humans over actual adult women. Nor do they much appreciate being called “murderers” when exercising the constitutional right to choose to end a pregnancy. Single women, with or without children, now number 55 million, and they’re growing by nearly a million a year.\n\nRepublicans even voted against the reauthorization of the Violence Against Women Act. They had not one, but two Senate candidates make such absurd comments about rape that it cost them the Senate in 2012—this in a year that the gender gap favored Obama by 11 percentage points. Either Trump, a blatant misogynist, or Cruz, forcing raped women to term, will only widen that chasm.\n\n5. Losing our Religion\n\nFrom 2007 to 2014, the number of Americans identifying as Christians dropped from 78 to 70 percent, and the number of those who were unaffiliated with religion—the “nones”—rose from 16 percent to nearly 23 percent. More Americans now identify with no religion, surpassing all other affiliations but evangelicals. The problem for Republicans is that while religion in America might be waning, the religious right that helped sweep Ronald Reagan into office still holds sway in Republican politics.\n\n\n\nDemocrats can either extend or slow the new progressive era depending on their reaction to Robert Frost’s classic observation that “a liberal is a man too broadminded to take his own side in a quarrel.”\n\nConfronting a minority party spouting reactionary twistifications (Jefferson’s word), Democrats are oddly often on the defensive. But when Chicken Little Republicans confuse the hyperbolic and apocalyptic for the patriotic, progressives should vividly counterattack. Why are Republicans sacrificing American lives by allowing domestic terrorists to have access to guns, by calling for an end to Obamacare, by opposing a climate accord that could stop our coasts from being submerged?\n\nDemocrats must also expose the oxymoron that you can love your country yet hate its democratically elected government. It’s tragic and ironic that “trust in government”—which is often the instrument of liberal change—has steadily fallen since the illiberal calamities of Vietnam and Watergate. Reagan’s inaugural observation that “government is not the solution to our problem, government is the problem” is one of the most unpatriotic things any president has ever said. That formulation runs counter to two centuries of progress, as democratic government, however imperfectly, battled crime, pollution, racism, an economic depression, dangerous products, infant mortality, tobacco deaths, wildfires, floods, and extreme economic inequality.\n\nIf anti-government slurs go unanswered, they become accepted. That creates a “vicious cycle,” according to the trenchant Barney Frank, in which “people understandably are disappointed that government doesn’t work and then elect candidates who don’t want it to work.” The only way to break this fever is for Democrats to actually fight for government that solves problems—call it “democracy”—and remind voters that the issue isn’t the size of government but whose side it’s on.\n\nIn the face of these tidal trends, the GOP is now relying on undemocratic laws to buy, steal, or rig elections, whether it’s through Citizens United, voter ID laws, or gerrymandering. Or waving the bloody shirt of terrorism. But when these tactics fail to alter the results this fall, the party may have to admit it was done in by a combination of ideological suicide and demographic reality, and finally engage in an overdue reappraisal.\n\nIn the march of history, progressive patriots now clearly have the better case and the broader base.", "article_metadata": {"msapplication-config": "//assets.newrepublic.com/assets/favicons/browserconfig.xml", "viewport": "width=device-width, initial-scale=1.0", "description": "We may be in the midst of a New Progressive Era, with a semi-realignment coming this November.", "og": {"site_name": "New Republic", "description": "We may be in the midst of a New Progressive Era, with a semi-realignment coming this November.", "title": "How America’s\nPolitical Trends Favor Democrats in 2016 and Beyond", "locale": "en_US", "image": "https://images.newrepublic.com/bf33dcbdf224c55c07da63f9f7952b91f1300f5b.jpeg?w=1109&h=577&crop=faces&fit=crop&fm=jpg", "url": "https://newrepublic.com/article/132456/americas-political-trends-favor-democrats-2016-beyond", "type": "article"}, "twitter": {"image": "https://images.newrepublic.com/bf33dcbdf224c55c07da63f9f7952b91f1300f5b.jpeg?w=1024&h=512&crop=faces&fit=crop&fm=jpg", "title": "How America’s\nPolitical Trends Favor Democrats in 2016 and Beyond", "description": "We may be in the midst of a New Progressive Era, with a semi-realignment coming this November.", "card": "summary_large_image", "site": "@newrepublic"}, "msapplication-TileColor": "#ffffff", "parsely-metadata": "{\"thumb_image\":\"http://images.newrepublic.com/bf33dcbdf224c55c07da63f9f7952b91f1300f5b.jpeg\"}", "parsely-page": "{\"title\":\"How America’s\\nPolitical Trends Favor Democrats in 2016 and Beyond      \",\"link\":\"https://newrepublic.com/article/132456/americas-political-trends-favor-democrats-2016-beyond\",\"section\":\"Politics\",\"pub_date\":\"2016-04-07T10:00:00.000Z\",\"post_id\":132456,\"author\":\"Mark Green\",\"type\":\"post\",\"tags\":[\"Politics\",\"Election 2016\",\"Democratic Party\",\"Bill Clinton\",\"Barack Obama\",\"George W. Bush\",\"Hillary Clinton\",\"Donald Trump\",\"-type_article\"]}", "fb": {"admins": 4404589, "pages": 161419311535, "app_id": 1675346479369918}, "msapplication-TileImage": "//assets.newrepublic.com/assets/favicons/mstile-144x144.png", "article": {"publisher": "https://www.facebook.com/thenewrepublic", "tag": "Politics", "published_time": "2016-04-07"}, "theme-color": "#ffffff"}, "article_summary": "Though skeptical of both parties, the bottom line is that they support the Democratic Party by much wider margins—51 to 35 percent—than other generations.\nThat backlash in the short term surely helped the GOP win a series of presidential elections and eventually the Congress.\nGiven these numbers, GOP party leaders are like the mayor in Jaws assuring everyone on the beach that there’s no shark ... until swimmers are dragged down by something with a big fin and teeth.\nDemocrats must also expose the oxymoron that you can love your country yet hate its democratically elected government.\nFor the first time in years, according to a new Democracy Corps poll, Democrats have opened up a six-point lead in the congressional vote."}