{"article_title": "Drudge’s new fixation: Eric Cantor and the right’s frenzied paranoia", "article_keywords": ["saying", "frenzied", "rights", "fixation", "reform", "professor", "drudges", "paranoia", "immigration", "cantor", "house", "drudge", "amnesty", "eric", "brat"], "article_url": "http://www.salon.com/2014/06/10/drudges_new_fixation_eric_cantor_and_the_rights_frenzied_paranoia/", "article_text": "Topics: 2014 elections, amnesty, Ann Coulter, David Brat, Editor's Picks, Eric Cantor, House, Immigration, Immigration Reform, Laura Ingraham, Matt Drudge, Media Criticism, Mickey Kaus, primaries, Virginia, Politics News\n\nAs a hobby, scanning the Drudge Report for signals of what rabbit hole the conservative brain has gone down at any given point has lost some of its novelty over the years. Still, it was hard not to notice this morning that Drudge, in the prime upper-left real estate of his site, had listed a full 14 links regarding immigration and a supposed impending push for “amnesty” among the House Republican leadership. (Personal favorite: “Kids Complaining Burritos They’re Being Fed Making Them Sick…”)\n\nWhat gives on this sleepy Tuesday? We learned last week, after all, that the House won’t hold any immigration-related votes in June. That leaves the leadership a few weeks in July to pass the unicorn-like Secret Amnesty that’s not in its interest to pass. Why is it so vital to whip up the conservative base about immigration reform on today of all days?\n\nHmmm … maybe something about Tuesday … primary season … it’s a Tuesday during primary season … Ohhhhhhhh, we get it: House Majority Leader Eric Cantor’s primary is today!\n\nCantor is facing a challenge from the right in the form of a little-known college economics professor named David Brat. Brat has taken all the easy leadership-sellout hits on Cantor, such as his support for raising the debt ceiling. (If you’re wondering why a college economics professor would criticize someone for raising the debt ceiling, it’s because Brat is what we’d call a “special” economics professor. He’s the director of something called the “BB&T Moral Foundations of Capitalism” at Randolph-Macon College, funded by a rich nutter who doesn’t think the kids are reading enough Ayn Rand these days.)\n\nThe main flashpoint in the race, though, is immigration reform. Brat, like many in the conservative movement, sees Cantor and the House leadership as always one breath away from jamming amnesty and cheap Mexican labor down the throats of God-fearing White American people. Cantor, especially, since he’s a major fundraising conduit for the Republican business community, which wants to see immigration reform get done. Brat is playing off of these fears of What Cantor Might Do. “Eric Cantor doesn’t represent you and he doesn’t represent … the 7th District of Virginia,” Brat has been saying on the trail. “Eric Cantor represents large corporations who want a never-ending supply of cheap, low-wage foreign labor … Eric Cantor saying he opposes amnesty is like Barack Obama saying he opposes Obamacare.”\n\nThe race hasn’t gotten that much national media coverage, but it’s sure grabbed the attention of the prominent right-wingers who devote their entire lives to stopping comprehensive immigration reform. There’s Drudge, of course. And Ann Coulter. And radio/TV personality Laura Ingraham, who recently suggested that the United States should have traded Eric Cantor to the Taliban for Bowe Bergdahl. And the writings and tweets of Mickey Kaus, now of the Daily Caller, have been indistinguishable from those of a Brat staffer in recent months.", "article_metadata": {"description": "Eric Cantor should beat his primary challenger tonight, but the anti-immigration crowd has already made its point", "author": "Jim Newell", "og": {"site_name": "Salon", "description": "Eric Cantor should beat his primary challenger tonight, but the anti-immigration crowd has already made its point", "title": "Drudge’s new fixation: Eric Cantor and the right’s frenzied paranoia", "url": "http://www.salon.com/2014/06/10/drudges_new_fixation_eric_cantor_and_the_rights_frenzied_paranoia/", "image": "http://media.salon.com/2013/08/eric_cantor2.jpg", "type": "article"}, "twitter": {"description": "Eric Cantor should beat his primary challenger tonight, but the anti-immigration crowd has already made its point", "creator": "@salon", "image": "http://media.salon.com/2013/08/eric_cantor2.jpg", "title": "Drudge’s new fixation: Eric Cantor and the right’s frenzied paranoia", "site": "@salon", "card": "summary_large_image"}, "title": "Drudge’s new fixation: Eric Cantor and the right’s frenzied paranoia", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, 2014 elections, amnesty, Ann Coulter, David Brat, Editor's Picks, Eric Cantor, House, Immigration, Immigration Reform, Laura Ingraham, Matt Drudge, Media Criticism, Mickey Kaus, primaries, Virginia", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fcfad6\"", "article_summary": "And radio/TV personality Laura Ingraham, who recently suggested that the United States should have traded Eric Cantor to the Taliban for Bowe Bergdahl.\nWhy is it so vital to whip up the conservative base about immigration reform on today of all days?\n“Eric Cantor doesn’t represent you and he doesn’t represent … the 7th District of Virginia,” Brat has been saying on the trail.\nCantor, especially, since he’s a major fundraising conduit for the Republican business community, which wants to see immigration reform get done.\nThe main flashpoint in the race, though, is immigration reform."}