{"article_title": "A call for action against government overreach", "article_keywords": ["congress", "state", "executive", "constitutional", "immigration", "accountability", "overreach", "action", "security", "obamas", "administrative", "laws"], "article_url": "http://www.aei.org/publication/a-call-for-action-against-government-overreach/", "article_text": "More options: Share, Mark as favorite\n\nThe Obama administration’s ongoing scandals over immigration, health care, the Internal Revenue Service, and national security share a common denominator: the inexorable growth of government. If Americans are ever to restore accountability to Washington, they must fundamentally change their approach to the Constitution and executive power.\n\nThe administrative state reached its apotheosis in Obamacare. The federal government claims authority to take over one-sixth of the American economy rather than allowing markets to match supply with demand. The law vests the critical choices on national health care in the Department of Health and Human Services, rather than Congress. A board of “experts” will set the price for medical procedures. The IRS determines who gets subsidies to buy health care. The Supreme Court implausibly upholds the law’s individual mandate as a constitutional tax and allows President Obama to misread the law to hand out more subsidies for insurance.\n\nThe president’s eagerness to disregard the written laws also bolstered the pillar of his second domestic priority, immigration. In 2012, Obama ordered the Department of Homeland Security not to deport illegal aliens brought to the United States as children, although required by the immigration laws. In 2014, he unilaterally expanded his deferred prosecution program to give quasi-legal status to millions more illegal aliens. While I favor broader immigration reform, the Constitution gives that decision to Congress, not the president.\n\nBut Obama’s failure to uphold his core constitutional responsibility to “take Care that the Laws be faithfully executed” shouldn’t come as a surprise because it has become the only way he can run the metastasizing welfare state.\n\nWatch the event: New Leviathan: The administrative state, self-rule, and sound governance\n\nThe formula for today’s government by fiat is all too familiar: Expand federal powers beyond their constitutional limits. Delegate the Congress’ powers to the agencies. Insulate the bureaucracy so it can wield discretion without accountability. Force the courts to defer to the regulators with little scrutiny.\n\nThe thinking behind this formula dates to the progressive era: Rational management requires the establishment of an administrative state to overcome the inefficiencies of the Constitution’s separation of powers. Modern industrial capitalism demands constant regulation and makes fanciful the framers’ ideal that divided government allows liberty to flourish.\n\nBut bureaucracy lacks deliberation with accountability (the virtue of the Congress) and decision with vigor (the virtues of the president). The welfare state is living up to the very fears that propelled the framers away from a multiple-headed executive selected by the legislature, which had destroyed Pennsylvania politics after the 1776 Revolution.\n\n“A feeble execution is but another phrase for a bad execution,” Alexander Hamilton argued in Federalist 70, “and a government ill executed, whatever may be in theory, must be, in practice, a bad government.” By contrast, “good government” required “energy in the executive” by a vigorous president who is “essential to the protection of the community from foreign attacks” and “the steady administration of the laws.”\n\nCentralizing all executive authority in one head was critical to good government. A single executive would bring “[D]ecision, activity, secrecy, and dispatch,” Hamilton wrote. A plural executive would “conceal faults and destroy responsibility,” allowing blame for failure to be shifted and avoiding accountability of punishment by public opinion. A “cabal” within a council would “enervate the whole system of administration” and produce “habitual feebleness and dilatoriness.” Direct political accountability would foster a successful executive.\n\nObama’s allegiance to the welfare state guaranteed that his presidency would run aground on these very shoals. Its vast operations, sprawling reach, the dispersal of authority, and dilution of responsibility make rational management impossible.\n\nThis disease even infects Obama’s handling of national security affairs, where a president’s virtues of “decision, activity, secrecy, and dispatch” should be at their height. Defending the nation’s security is the president’s paramount duty, yet Obama’s response to the demands of the war on terror is to seek more judicial control over everything from surveillance to drones.\n\nConservatives tried curbing the government’s reach during the Reagan administration but unintentionally exacerbated the problems. Seeking to tame the administrative state, they created a powerful nerve center within the White House, which exercises the power to reject major regulations that do not survive cost-benefit review. They sought to spark economic growth by turning the agencies toward deregulation and persuading the courts to give them a free hand.\n\nConservatives can move beyond the policies of the Reagan Revolution. Rather than make the administrative state more efficient and effective, perhaps the better answer is to disable it.\n\nRather than defer to agency interpretations of their laws, the courts should decide on their own whether regulations satisfy statutory requirements and are efficient. Judges could resuscitate the pre-New Deal non-delegation doctrine, which once placed limits on Congress’ freedom to relinquish its legislative power to the agencies. Justice Clarence Thomas has called upon the courts to make exactly these changes.\n\nConservative thinkers must also create a system of legal principles based on natural rights that judges can meaningfully enforce. Often joined by a stray conservative, such as Justice Anthony M. Kennedy, liberals do not hesitate to conjure new rights out of the due process clause, from Roe v. Wade’s right to abortion to Obergefell’s right to gay marriage.\n\nWhile conservatives are correct to follow the founders’ fear of excessive lawmaking and judicial activism, they also should share their belief in natural rights as the cornerstone of liberty. Now constitutional doctrine must aim at liberty’s nemesis: administrative agencies. Otherwise, our constitutional republic might devolve into something akin to the statist governments of Europe. Obama’s scandals, ironically, may give conservatives the opportunity to begin anew.", "article_metadata": {"description": "The Obama administration's ongoing scandals over immigration, health care, the Internal Revenue Service, and national security share a common denominator: the inexorable growth of government. If Americans are ever to restore accountability to Washington, they must fundamentally change their approach to the Constitution and executive power.", "og": {"site_name": "AEI", "description": "The Obama administration's ongoing scandals over immigration, health care, the Internal Revenue Service, and national security share a common denominator: the inexorable growth of government. If Americans are ever to restore accountability to Washington, they must fundamentally change their approach to the Constitution and executive power.", "title": "A call for action against government overreach - AEI", "locale": "en_US", "image": "http://www.aei.org/wp-content/uploads/2016/02/RTX25N57_obama.jpg", "url": "http://www.aei.org/publication/a-call-for-action-against-government-overreach/", "type": "article"}, "twitter": {"description": "The Obama administration's ongoing scandals over immigration, health care, the Internal Revenue Service, and national security share a common denominator: the inexorable growth of government. If Ameri", "title": "A call for action against government overreach", "image": "http://www.aei.org/wp-content/uploads/2016/02/RTX25N57_obama.jpg", "creator": "@AEI", "site": "@AEI", "card": "summary_large_image"}, "robots": "noodp,noydir", "apple-itunes-app": "app-id=953539392", "article": {"section": "Executive Branch", "tag": "Executive action"}, "viewport": "width=device-width,initial-scale=1,user-scalable=0"}, "article_summary": "Rather than make the administrative state more efficient and effective, perhaps the better answer is to disable it.\nThe administrative state reached its apotheosis in Obamacare.\nThe thinking behind this formula dates to the progressive era: Rational management requires the establishment of an administrative state to overcome the inefficiencies of the Constitution’s separation of powers.\nSeeking to tame the administrative state, they created a powerful nerve center within the White House, which exercises the power to reject major regulations that do not survive cost-benefit review.\nIn 2012, Obama ordered the Department of Homeland Security not to deport illegal aliens brought to the United States as children, although required by the immigration laws."}