{"article_title": "Medicare, Medicaid improper payments top $75B in 2014", "article_keywords": ["billion", "fiscal", "gao", "spending", "improper", "75b", "medicaid", "payments", "report", "medicare", "federal"], "article_url": "http://www.fiercehealthpayer.com/antifraud/story/medicare-medicaid-improper-payments-top-75b-2014/2015-03-06", "article_text": "Medicare and Medicaid accounted for 62 percent of the federal government's estimated $124.7 billion in improper payments in the 2014 fiscal year, according to a Government Accountability Office (GAO) report. The two programs, along with the Earned Income Tax Credit, accounted for the bulk of the $19 billion increase over the 2013 fiscal year.\n\nMedicare alone reported nearly $60 billion in improper payments in fiscal 2014, with more than 75 percent from Parts A and B, according to the report. Medicaid accounted for about nearly $17.5 billion.\n\nBoth programs expect to grow in upcoming years due to an aging population and Medicaid expansion. A recent report from the Mercatus Center at George Mason University suggested that this unmanageable federal spending lends itself to rampant healthcare fraud.\n\nGAO was more cautious in its wording, instead saying the federal government faces \"increased challenges\" in preventing improper payments. The office issued recommendations for each program.\n\nMedicare\n\nWhile noting that the Centers for Medicare & Medicaid Services (CMS) has \"demonstrated strong commitment to reducing improper payments,\" especially through its Center for Program integrity, GAO said Medicare improper payment rates remain \"unacceptably high\"--nearly 10 percent of $603 billion in overall fiscal 2014 spending. GAO issued four specific recommendations for fighting Medicare fraud:\n\nRemove Social Security numbers from Medicare cards.\n\nUse automated edit processes built into claims processing systems.\n\nUpdate contractor post-payment review requirements, following in the footsteps of the March 2014 CMS decision to expand contractors' claims denial authority.\n\nStrengthen provider and supplier enrollment provisions as directed by the Affordable Care Act.\n\nMedicaid\n\nMedicaid's $17.5 billion in improper payments compared to an estimated $304 billion in total spending, GAO said. CMS has formed the Medicaid Integrity Institute to help train state officials, but the GAO had some additional recommendations:\n\nFor more:\n\n- here's the GAO report (.pdf)\n\nRelated Articles:\n\nGAO: Require states to show cost benefits of anti-fraud systems\n\nRampant healthcare fraud result of unmanageable federal spending, report says\n\nGAO: CMS not doing enough to limit Medicaid third party liability\n\nGAO: Medicaid managed care needs better watchdogs\n\n3 Medicare fraud and abuse risk areas to target\n\nCMS expands contractors' claims denial authority", "article_metadata": {"description": "Medicare and Medicaid accounted for 62 percent of the federal government's estimated $124.7 billion in improper payments in the 2014 fiscal year, according to a Government Accountability Office report.", "og": {"site_name": "FierceHealthPayer", "description": "Medicare and Medicaid accounted for 62 percent of the federal government's estimated $124.7 billion in improper payments in the 2014 fiscal year, according to a Government Accountability Office report.", "title": "Medicare, Medicaid improper payments top $75B in 2014", "url": "http://www.fiercehealthpayer.com/antifraud/story/medicare-medicaid-improper-payments-top-75b-2014/2015-03-06", "image": "http://assets.fiercemarkets.net/public/opengraphimages/updated/opengraph_fiercehealthpayer.jpg", "type": "website"}, "twitter": {"site": "healthpayer", "card": "summary"}, "parsely-metadata": "{\"mkto\": }", "revisit-after": "1 day", "keywords": "GAO,improper payments,Medicaid fraud,Medicare and Medicaid,Medicare fraud", "viewport": "width=device-width", "news_keywords": "Medicare and Medicaid"}, "_id": "\"57477af46914bd0286fde46e\"", "article_summary": "MedicaidMedicaid's $17.5 billion in improper payments compared to an estimated $304 billion in total spending, GAO said.\nMedicare and Medicaid accounted for 62 percent of the federal government's estimated $124.7 billion in improper payments in the 2014 fiscal year, according to a Government Accountability Office (GAO) report.\nMedicare alone reported nearly $60 billion in improper payments in fiscal 2014, with more than 75 percent from Parts A and B, according to the report.\nMedicareWhile noting that the Centers for Medicare & Medicaid Services (CMS) has \"demonstrated strong commitment to reducing improper payments,\" especially through its Center for Program integrity, GAO said Medicare improper payment rates remain \"unacceptably high\"--nearly 10 percent of $603 billion in overall fiscal 2014 spending.\nGAO was more cautious in its wording, instead saying the federal government faces \"increased challenges\" in preventing improper payments."}