{"article_title": "Stephen Curry’s 6 3s send US to FIBA basketball worlds quarters – The Denver Post", "article_keywords": ["barcelona", "worlds", "basketball", "mexico", "3s", "ayon", "denver", "quarters", "game", "won", "games", "send", "team", "stephen", "americans", "post", "fiba", "think", "currys", "points"], "article_url": "http://www.denverpost.com/nuggets/ci_26481417/stephen-currys-6-3s-send-us-fiba-basketball", "article_text": "BARCELONA, Spain — They have a gold medal to chase and a golden U.S. basketball legacy to protect, so the Americans knew they had to bring their best to Barcelona.\n\nStephen Curry sure did.\n\nCurry made six 3-pointers and scored 20 points, leading the U.S. national team into the quarterfinals of the Basketball World Cup with an 86-63 victory over Mexico on Saturday.\n\nThe Golden State Warriors All-Star was 7 of 10 from the field and 6 of 9 behind the arc, further evidence that one of the game’s best shooters was moving past his dismal start to the tournament.\n\nHe said his team is improving with every game, just as a similarly young U.S. squad did four years ago in winning gold in Turkey.\n\n“In 2010, we did that,” Curry said. “Every game was fun, it was energetic, just enjoying the ride and I think now we’re here in Barcelona and got our first medal game under our belt, we got the wheels going and excited to get back to work on Tuesday.”\n\nWarriors teammate Klay Thompson added 15 points for the Americans, who next play Slovenia or Dominican Republic. The U.S. beat both easily in exhibition play this summer, then handled the Dominicans again during the group stage in Bilbao.\n\nCurry was just 4 for 17 overall in his first two games, though he shot the ball better over the next three. He saved his best performance for Barcelona, where the Americans are used to them.\n\nHe made consecutive 3s early in the third quarter when the Americans put away the game, the second coming as he was knocked down by a defender who was lucky not to be called for a foul.\n\nGustavo Ayon scored 25 points for Mexico, which won last year’s FIBA Americas tournament to qualify and then advanced as the No. 4 team out of Group D despite a 2-3 record.\n\nThe 6-foot-9 Ayon played for the Atlanta Hawks last season but his season was cut short by right shoulder surgery in February. He is a free agent and showed enough footwork and shooting touch to warrant a look from someone else.\n\n“I’m very happy about my own participation in this game but I know I have to keep working as a team, as a player,” Ayon said through an interpreter.\n\nHe couldn’t prevent what ended up as the usual American romp in Barcelona, where the Dream Team crushed the competition in the 1992 Olympics.\n\nThe Americans averaged 117.3 points and won by 43.8 points a game then at nearby Badalona, but expect things to be a little more difficult at the Palau Sant Jordi, where they would play through the semifinals before advancing to Madrid for the Sept. 14 championship game.\n\n“They won, so we just have to do the same thing,” center Anthony Davis.\n\nDavis scored only four points and power forward Kenneth Faried had eight after they were the Americans’ dominant players in the first round. The U.S. compensated by making 13 3-pointers, with their top three scorers all perimeter players.\n\n“For a few games I think our perimeter guys were just really trying to get Anthony off because we had not looked for him and the pendulum went too far, where we’re looking at that too much,” U.S. coach Mike Krzyzewski said. “And today it’s swinging more into the middle, and if we get that balance then we’ll be a very good — we think we are a good offensive team — but we can be an outstanding offensive team if we get that balance.”\n\nThe U.S., which had some poor starts in previous games, surged to a 13-2 lead. After Mexico answered with seven straight, the Americans pushed the score to 23-13 after one period. It stayed in double digits for nearly the entire second quarter, though Ayon had a 10-point period to keep the Americans from getting too far ahead, and it was 42-27 at halftime.\n\nCurry’s consecutive 3s made it 50-27. He had back-to-back baskets again later in the third, including a layup for his only one inside the arc, before DeMarcus Cousins’ basket made it 57-30.\n\nDespite being bordering countries, the teams hadn’t met since the 2007 Olympic qualifying tournament. They hadn’t played in the World Cup since 1967.\n\nJames Harden finished with 12 points for the U.S. Cousins, praised by Krzyzewski for another strong performance, made all five shots and had 11 points and seven rebounds off the bench. Nuggets forward Kenneth Faried had eight points and eight rebounds.\n\nFormer Lincoln High School stars Francisco Cruz, Jorge Gutierrez and Hector Hernandez started for Mexico. Cruz had six points and four rebounds, Gutierrez had seven points and three assists, and Hernandez finished with four rebounds.\n\nFollow Brian Mahoney on Twitter: http://www.twitter.com/Briancmahoney", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "Stephen Curry’s 6 3s send US to FIBA basketball worlds quarters", "title": "Stephen Curry’s 6 3s send US to FIBA basketball worlds quarters", "url": "http://www.denverpost.com/2014/09/06/stephen-currys-6-3s-send-us-to-fiba-basketball-worlds-quarters/", "image": {"width": 654, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/04/20140906_113318_james-harden.jpg", "height": 525}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/04/20140906_113318_james-harden.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "article": {"published_time": "2014-09-06T11:30:32+00:00", "modified_time": "2016-04-27T08:37:38+00:00"}, "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af36914bd0286fcfade\"", "article_summary": "Gustavo Ayon scored 25 points for Mexico, which won last year’s FIBA Americas tournament to qualify and then advanced as the No.\nCruz had six points and four rebounds, Gutierrez had seven points and three assists, and Hernandez finished with four rebounds.\nHe said his team is improving with every game, just as a similarly young U.S. squad did four years ago in winning gold in Turkey.\nThe U.S. beat both easily in exhibition play this summer, then handled the Dominicans again during the group stage in Bilbao.\nCurry was just 4 for 17 overall in his first two games, though he shot the ball better over the next three."}