{"article_title": "The IHC Group’s Aspira A Más Inks Strategic Alliance with BenaVest,Serving Hispanic Communities in Southern Florida", "article_keywords": ["obamacare", "group", "groups", "benavestserving", "florida", "company", "inks", "southern", "strategic", "hispanic", "health", "products", "ms", "communities", "ihc", "benavest", "aspira", "insurance"], "article_url": "http://www.prweb.com/releases/2015/12/prweb13111701.htm", "article_text": "Aspira A Mas, dedicated to serving the Hispanic community With the new alliance with Aspira A mas, BenaVest can now offer affordable health insurance solutions for family or individuals that bridge the gaps in Obamacare plans.\n\nExpanding into even more Hispanic communities in need of affordable health insurance options, The IHC Group announced today that Aspira A Más, its Hispanic sales and marketing division, and BenaVest have established an innovative distribution agreement that will make available to consumers, a full portfolio of health solutions.\n\nKnown in the region for their tech-savvy, government certified advisors, also known as navigators, BenaVest has been leading the health insurance industry for 12 years through their 15 offices in Southern Florida. BenaVest helps their clients make the right health insurance decision by understanding the ‘who, what, where, and why’ of qualifying consumers for financial assistance through the government tax credit when purchasing a qualified Obamacare plan. Coupled with the new alliance with Aspira A Más, the company can now offer affordable health insurance solutions for family or individuals with products such as:\n\n\n\nMetal Gap, supplemental insurance that bridges the gap in coverage in Obamacare plans\n\nShort Term Medical\n\nCritical Illness\n\nDental\n\nTelemedicine\n\nRx Paycard\n\n“We want to make health insurance a simple and easy process for everyone. And so we continue to think outside of the box and bringing new alliances like Aspira A Más and their products and solutions to best serve our clients,” said Joseph Gannon, President and Founder of BenaVest. “We also have new technology that can enroll clients within five minutes with a licensed agent eliminating the need to go and stand in lengthy lines or be on hold on the telephone. Now, we bring greater value to our customers by saving not just their time but also protecting their resources with supplemental products that help pay for high deductibles and out-of-pocket costs associated with Obamacare plans.”\n\nAspira A Más (“Aspire for More”) launched in June of this year as the Hispanic sales and marketing division of IHC Specialty Benefits, a member of The IHC Group (NYSE:IHC). It is dedicated to serving and creating professional career opportunities for Hispanics along with providing essential major medical and ancillary health insurance products in Latino communities.\n\n\"We are thrilled to be working closely with BenaVest and their expert advisors. It truly validates Aspira A Más’ mission of serving Hispanics in America, widely recognized as one of the most under-insured demographic groups even after Obamacare,\" remarked Javier Tejeda-Vera, Vice President of Sales and Marketing for Aspira A Más. “We are positive that our combined efforts will contribute to protecting the most valuable assets for the Hispanic community, as well as health coverage for their loved ones.”\n\nFor more information on Aspira A Más, please contact Javier Tejeda-Vera at Javier.Tejeda-Vera@ihcgroup.com, visit us at http://www.AspiraAMas.com/press-room and follow on @AspiraAMas on Twitter, Facebook and Instagram for latest updates. Information on BenaVest is available at http://www.ezhealthmart.com or by contacting a licensed advisor at 877-962-8332.\n\n#\n\nAbout The IHC Group\n\nThe IHC Group is an organization of insurance carriers and marketing and administrative affiliates that has been providing life, health, disability, medical stop-loss and specialty insurance solutions to groups and individuals for over 30 years. Members of The IHC Group include Independence Holding Company (NYSE:IHC), American Independence Corp. (NASDAQ: AMIC), Standard Security Life Insurance Company of New York, Madison National Life Insurance Company, Inc. and Independence American Insurance Company. Each insurance carrier in The IHC Group has a financial strength rating of A- (Excellent) from A.M. Best Company, Inc., a widely recognized rating agency that rates insurance companies on their relative financial strength and ability to meet policyholder obligations. (An A++ rating from A.M. Best is its highest rating.) Collectively, the companies in The IHC Group provide insurance coverage to more than one million individuals and groups. For more information about The IHC Group, visit http://www.ihcgroup.com.\n\nAbout IHC Specialty Benefits\n\nIHC Specialty Benefits, dba Health eDeals, is a full-service marketing and distribution company that focuses on small employer, individual and consumer products. Products are marketed through general agents online, telebrokerage, career advisors, private label and directly to consumers.\n\nAbout Aspira A Más:\n\nAspira A Más is a sales and marketing division of Independence Holding Company (NYSE:IHC) that is dedicated to serving the Hispanic community. Aspira A Más is a part of The IHC Group, whose carriers are rated A- (Excellent) by the AM Best Company, Inc. and which provide insurance products to more than 1 million customers. Aspira A Más offers qualified producer candidates with performance-based enthusiasm and commitment the professional support they need to be in business for themselves. Learn more about the Aspira A Más opportunity by visiting http://www.AspiraAMas.com, and come join us!\n\nAbout BenaVest:\n\nHeadquartered at 3043 Johnson St., Hollywood FL 33021, BenaVest is leading the industry with the most advanced Benefit Enrollment Technology Systems, compliance and the broadest range of plan options. With over 1,000 agents to assist our clients signing up for Obamacare, applying for financial assistance, picking the right Plan or Doctor , and more 24 hours a day.", "article_metadata": {"description": "Expanding into even more Hispanic communities in need of affordable health insurance options, The IHC Group announced today that Aspira A M&#225;s, its Hispanic sales and marketing division, and BenaVest have established an innovative distribution agreement that will make available to consumers, a full portfolio of health solutions.", "Generator": "PRWeb html v1", "og": {"site_name": "PRWeb", "description": "Miami, FL (PRWEB) December 04, 2015 -- Expanding into even more Hispanic communities in need of affordable health insurance options, The IHC Group announced today that http://www.AspiraAMas.com [Aspira A Más __title__ Aspira A Mas], its Hispanic sales and marketing division, and http://www.ezHealthMart.com [BenaVest __title__ BenaVest] have established an innovative distribution agreement that will make available to consumers, a full portfolio of health solutions.", "title": "The IHC Group’s Aspira A Más Inks Strategic Alliance with BenaVest,Serving Hispanic Communities in Southern Florida", "url": "http://www.prweb.com/releases/2015/12/prweb13111701.htm", "image": "http://ww1.prweb.com/prfiles/2015/06/09/13111701/gI_60473_Aspira%20Logo_Horizontal.png", "type": "article"}, "twitter": {"description": "Miami, FL (PRWEB) December 04, 2015 \n\n Expanding into even more Hispanic communities in need of affordable health insurance options, The IHC Group announced today that Aspira A Más, its Hispanic sal", "title": "The IHC Group’s Aspira A Más Inks Strategic Alliance with BenaVest,Ser", "url": "http://www.prweb.com/releases/2015/12/prweb13111701.htm", "image": "http://ww1.prweb.com/prfiles/2015/06/09/13111701/gI_60473_Aspira%20Logo_Horizontal.png", "site": {"identifier": "@PRWeb", "id": 14124541}, "card": "Summary"}, "keywords": "PRESS RELEASE", "viewport": "width=device-width, initial-scale=1", "news_keywords": "Advertising  Marketing,Healthcare,Consumer Interest,Insurance,Employment,Insurance,Health  Fitness,General"}, "article_summary": "Members of The IHC Group include Independence Holding Company (NYSE:IHC), American Independence Corp. (NASDAQ: AMIC), Standard Security Life Insurance Company of New York, Madison National Life Insurance Company, Inc. and Independence American Insurance Company.\nIt is dedicated to serving and creating professional career opportunities for Hispanics along with providing essential major medical and ancillary health insurance products in Latino communities.\nCollectively, the companies in The IHC Group provide insurance coverage to more than one million individuals and groups.\nFor more information about The IHC Group, visit http://www.ihcgroup.com.\nKnown in the region for their tech-savvy, government certified advisors, also known as navigators, BenaVest has been leading the health insurance industry for 12 years through their 15 offices in Southern Florida."}