{"article_title": "Stop the Anti-Obamacare Shenanigans", "article_keywords": ["affordable", "court", "district", "credits", "shenanigans", "stop", "states", "federal", "exchanges", "antiobamacare", "columbia", "law", "insurance"], "article_url": "http://www.nytimes.com/2014/09/11/opinion/stop-the-anti-obamacare-shenanigans.html", "article_text": "SO far, opponents of the Affordable Care Act have lost every major battle to repeal or invalidate it. Some of them are now urging the courts to interpret the health reform law in a way that would guarantee its failure. This is a significant threat — potentially as grave as the previous main legal challenge to the law, which the Supreme Court rejected, 5 to 4, in 2012. If the new effort succeeds, it would create total chaos.\n\nHaving failed to undo the individual mandate to buy health insurance, opponents now claim that, under the law, subsidies for low- and moderate-income Americans to buy insurance may be paid only in those states — currently 14 — that have set up their own online insurance exchanges. This would torpedo a central goal of the law: the expansion of coverage.\n\nAt first, those of us who support Obamacare thought these claims were a joke. On July 22, the federal appellate court in Richmond, Va., rejected one such claim, but the same day, astonishingly, the federal appellate court for the District of Columbia Circuit ruled, 2 to 1, in favor of the plaintiff in a similar case, Halbig v. Burwell. Similar challenges are working their way through courts in two other circuits.\n\nLast Thursday, the entire United States Court of Appeals for the District of Columbia Circuit put aside that 2-1 ruling, agreeing to hear the case “en banc” on Dec. 17. But now the opponents of Obamacare are asking the Supreme Court to immediately hear an appeal of the Richmond decision, and to pre-empt the full District of Columbia court from hearing the case.\n\nThe legal challenges say that a provision in the law that references the payment of credits to people who enroll through “an Exchange” that is “established by a State” means that credits are not available in the 36 states that have decided to have the federal government manage their exchanges for them.\n\nAdvertisement Continue reading the main story\n\nWe are economists, not lawyers. But we note that the statute, while vague at points, confirms, when read in its entirety, that tax credits are to be available on all the exchanges, nationwide. The law specifically instructed the secretary of health and human services to create and manage the exchanges for states that chose that option. And when the law was passed, everyone involved in the law’s passage understood that this directive vested federal exchanges with the same mission and authority as state-mandated exchanges.\n\nThe expansion of coverage rests on interlocking elements. The law bars insurers from denying coverage to people with pre-existing medical conditions, dropping coverage when people develop costly illnesses, and charging discriminatory premiums. By themselves, these provisions would encourage people to delay buying insurance until they became ill, causing premiums to skyrocket. So to keep premiums affordable, the law requires nearly everyone to buy insurance, and offers low- and moderate-income people financial help — in the form of refundable tax credits. If both the sick and the healthy buy insurance, premiums can be kept within reason.\n\nLimiting tax credits to the 14 states that manage their own exchanges (along with the District of Columbia) would destroy this careful architecture. Over five million people receive coverage through federal exchanges — two-thirds of all those covered through exchanges and 40 percent of those newly insured by the act. The best estimates suggest that out-of-pocket costs to typical enrollees of the least-expensive plans available in federally facilitated exchanges would soar to 23 percent of household income, from 3 percent — and to 28 percent of income, from 6 percent, for those in the second least-expensive plans. Households would lose about $36 billion in tax credits that help make insurance affordable. Some 6.5 million fewer people would be insured. The federal exchanges could collapse, because they would be left with sick patients, saddled with costly premiums.\n\nThe record is unambiguous: Congress, in 2010, understood and endorsed the links connecting the sale of insurance, the requirement to carry insurance and the financial aid to make it affordable. Opponents who lost in the democratic process are now seeking to vitiate the law through a perverse reading of it.\n\nIf the full District of Columbia Circuit takes up the case, it should reject this sophistry. Meanwhile, the Supreme Court should wait to see what the lower courts do before deciding whether to intervene. Whatever one thinks of the Affordable Care Act, it is absurd to argue that its drafters intended to make insurance unaffordable.", "article_metadata": {"tone": "opinion", "ptime": 20140910200333, "twitter": {"description": "The courts should reject a perverse new challenge to the law’s health insurance subsidies.", "title": "Stop the Anti-Obamacare Shenanigans", "url": "http://www.nytimes.com/2014/09/11/opinion/stop-the-anti-obamacare-shenanigans.html", "app": {"url": {"googleplay": "nytimes://reader/id/100000003106259"}, "name": {"googleplay": "NYTimes"}, "id": {"googleplay": "com.nytimes.android"}}, "site": "@nytimes", "image": "https://static01.nyt.com/images/icons/t_logo_150_black.png", "card": "summary"}, "al": {"ipad": {"url": "nytimes://www.nytimes.com/2014/09/11/opinion/stop-the-anti-obamacare-shenanigans.html", "app_store_id": 357066198, "app_name": "NYTimes"}, "android": {"url": "nytimes://reader/id/100000003106259", "app_name": "NYTimes", "package": "com.nytimes.android"}, "iphone": {"url": "nytimes://www.nytimes.com/2014/09/11/opinion/stop-the-anti-obamacare-shenanigans.html", "app_store_id": 284862083, "app_name": "NYTimes"}}, "dfp-ad-unit-path": "opinion", "hdl_p": "Stop the Anti-Obamacare Shenanigans", "sectionfront_jsonp": "https://static01.nyt.com/services/json/sectionfronts/opinion/index.jsonp", "DISPLAYDATE": "Sept. 10, 2014", "edt": "NewYork", "article": {"section_url": "http://www.nytimes.com/pages/opinion/index.html", "section": "Opinion", "modified": "2014-09-11", "collection": "https://static01.nyt.com/services/json/sectionfronts/opinion/index.jsonp", "tag": "Courts and the Judiciary", "published": "2014-09-10", "section-taxonomy-id": "AD8090D7-4137-4D71-84C8-70DA3BD89778"}, "keywords": "Patient Protection and Affordable Care Act (2010),Health Insurance and Managed Care,Supreme Court (US),United States,Tax Credits  Deductions and Exemptions,Courts and the Judiciary", "applicationName": "article", "PT": "article", "author": "Henry J. Aaron, David M. Cutler and Peter R. Orszag", "sourceApp": "nyt-v5", "byl": "By HENRY J. AARON, DAVID M. CUTLER and PETER ORSZAG", "usageTerms": "http://www.nytimes.com/content/help/rights/sale/terms-of-sale.html", "lp": "The courts should reject a perverse new challenge to the law’s health insurance subsidies.", "tom": "Op-Ed", "dfp-amazon-enabled": "false", "description": "The courts should reject a perverse new challenge to the law’s health insurance subsidies.", "CG": "opinion", "robots": "noarchive", "dat": "Sept. 10, 2014", "fb": {"app_id": 9869919170}, "msapplication-starturl": "http://www.nytimes.com", "genre": "Op-Ed", "org": "Supreme Court (US)", "geo": "United States", "slug": "11aaron", "viewport": "width=device-width, initial-scale=1, maximum-scale=1", "utime": 20140911160505, "og": {"url": "http://www.nytimes.com/2014/09/11/opinion/stop-the-anti-obamacare-shenanigans.html", "image": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "type": "article", "description": "The courts should reject a perverse new challenge to the law’s health insurance subsidies.", "title": "Stop the Anti-Obamacare Shenanigans"}, "pdate": 20140910, "des": "Courts and the Judiciary", "articleid": 100000003106259, "cre": "The New York Times", "hdl": "Stop the Anti-Obamacare Shenanigans", "col": "Op-Ed Contributors", "PST": "Op-Ed"}, "_id": "\"57477af46914bd0286fde477\"", "article_summary": "The federal exchanges could collapse, because they would be left with sick patients, saddled with costly premiums.\nOver five million people receive coverage through federal exchanges — two-thirds of all those covered through exchanges and 40 percent of those newly insured by the act.\nHouseholds would lose about $36 billion in tax credits that help make insurance affordable.\nAnd when the law was passed, everyone involved in the law’s passage understood that this directive vested federal exchanges with the same mission and authority as state-mandated exchanges.\nIf the full District of Columbia Circuit takes up the case, it should reject this sophistry."}