{"article_title": "Krauthammer: WH Was 'Deliberately Deceiving' Public and Congress on Iran", "article_keywords": ["weve", "iran", "deceiving", "congress", "political", "explanation", "months", "administration", "reason", "deal", "wh", "say", "deliberately", "krauthammer", "theyre", "public", "obama"], "article_url": "http://www.breitbart.com/video/2015/04/21/krauthammer-wh-was-deliberately-deceiving-public-and-congress-on-iran/", "article_text": "SIGN UP FOR OUR NEWSLETTER\n\nColumnist Charles Krauthammer stated the “the best explanation” for the Obama administration keeping Iran’s nuclear breakout time a secret is ” they were deliberately deceiving the American people, and the Congress” on Tuesday’s “Special Report” on the Fox News Channel.\n\nSIGN UP FOR OUR NEWSLETTER\n\nKrauthammer said, “the only explanation, the best explanation surely, is they were deliberately deceiving the American people, and the Congress, of course, because they knew that they were only a few months away and pretended otherwise. Why? They were pretending otherwise because in that way, they could portray Bibi Netanyahu, who actually gave an accurate assessment, as an alarmist, trying to stir up war or whatever, and to justify the long, drawn out negotiations that were renewed twice, even though the president had said we’re going to give it six months and then we’re going to heap on them more sanctions. The reason they are telling us now the truth, which they have known, as the Secretary of [Energy] is admitting right now…the reason they’re acknowledging now that it’s short is also to serve their political purposes. They’re on the verge of a deal. They want the deal. they want to say, ‘look what we’ve accomplished. We’ve stretched the breakout from two months to a year,’ and also to generate alarm to say, ‘but we have to do this because the Iranians are so close to acquiring a bomb.’\n\nHe continued, “but this shouldn’t surprise us. With Obamacare, Obama said to everybody, — ‘if you like your plan, you’ll keep your plan.’ They knew that would not be true. They assured Americans, if you liked what you had, you’d be okay and then millions of plans were canceled. This [is an] administration that is determined to get a deal, and will not let the facts stand in the way.”\n\nFellow panelist NPR National Political Correspondent Mara Liasson said that the Obama administration is now “on the same page” as the Israelis regarding the status of Iran’s nuclear program, and are now being “as truthful” as Netanyahu.\n\nFollow Ian Hanchett on Twitter @IanHanchett", "article_metadata": {"description": "Charles Krauthammer accused the Obama administration of \"deliberately deceiving the American people, and the Congress\" on Iran", "og": {"site_name": "Breitbart", "description": "Charles Krauthammer accused the Obama administration of \"deliberately deceiving the American people, and the Congress\" on Iran", "title": "Krauthammer: WH Was 'Deliberately Deceiving' Public and Congress on Iran - Breitbart", "locale": "en_US", "image": {"width": 475, "identifier": "http://media.breitbart.com/media/2015/04/Krauthammer-421-Thumbnail.jpg", "height": 356}, "url": "http://www.breitbart.com/video/2015/04/21/krauthammer-wh-was-deliberately-deceiving-public-and-congress-on-iran/", "type": "article"}, "twitter": {"description": "Charles Krauthammer accused the Obama administration of \"deliberately deceiving the American people, and the Congress\" on Iran", "title": "Krauthammer: WH Was 'Deliberately Deceiving' Public and Congress on Iran - Breitbart", "image": "http://media.breitbart.com/media/2015/04/Krauthammer-421-Thumbnail.jpg", "creator": "@BreitbartNews", "site": "@BreitbartNews", "card": "summary"}, "robots": "noodp", "fb": {"pages": 95475020353, "use_automatic_ad_placement": "true", "app_id": 1243316582352556}, "msapplication-TileImage": "/t/assets/i/w-logo-orange.png", "keywords": "Charles Krauthammer, Iran, mara liasson,Breitbart TV, Middle East, Obama,Krauthammer", "article": {"publisher": "https://www.facebook.com/Breitbart", "section": "Breitbart TV", "tag": "mara liasson", "published_time": "2015-04-21T16:34:42-07:00", "categories": "Breitbart TV,Obama,Middle East"}, "viewport": "width=device-width,initial-scale=1", "op": {"markup_version": "v1.0"}}, "_id": "\"57477af46914bd0286fde476\"", "article_summary": "SIGN UP FOR OUR NEWSLETTERColumnist Charles Krauthammer stated the “the best explanation” for the Obama administration keeping Iran’s nuclear breakout time a secret is ” they were deliberately deceiving the American people, and the Congress” on Tuesday’s “Special Report” on the Fox News Channel.\nSIGN UP FOR OUR NEWSLETTERKrauthammer said, “the only explanation, the best explanation surely, is they were deliberately deceiving the American people, and the Congress, of course, because they knew that they were only a few months away and pretended otherwise.\nThey assured Americans, if you liked what you had, you’d be okay and then millions of plans were canceled.\nWith Obamacare, Obama said to everybody, — ‘if you like your plan, you’ll keep your plan.’ They knew that would not be true.\nThe reason they are telling us now the truth, which they have known, as the Secretary of [Energy] is admitting right now…the reason they’re acknowledging now that it’s short is also to serve their political purposes."}