{"article_title": "US Takes 9th Place, But Falls Short When It Comes To Health And Income", "article_keywords": ["index", "short", "takes", "ranked", "countries", "country", "older", "falls", "rate", "united", "health", "best", "9th", "income", "report", "place", "comes", "care"], "article_url": "http://www.medicaldaily.com/best-countries-older-people-live-us-takes-9th-place-falls-short-when-it-comes-health-351638", "article_text": "For seniors looking to live the longest after 60, Japan may be the best country to live in, but it isn't the best overall.\n\nFor seniors looking to live the longest after 60, Japan may be the best country to live in, but it isn't the best overall. Mr Hicks46, CC BY-SA 2.0\n\nOut of all the places in the world, people residing in Switzerland may be able to make the best of their golden years — that’s the verdict handed down by this year’s Global AgeWatch Index , a joint project by HelpAge International and the University of Southhampton to definitively rank how well countries secure the wellbeing of their older citizens.\n\nEvaluating 96 countries on dimensions of health care access, income security, and life expectancy, among others, the project’s authors concluded that Switzerland ranked first overall, followed by Norway, Sweden, Germany, and Canada respectively. The United States dropped to 9th overall, from 8th place in 2014, with the United Kingdom cracking the ten top for the first time since the Index was first published in 2013. Meanwhile, Afghanistan ranked dead last for the third straight year.\n\n\"This Index is vital in representing the lives of older people in countries around the world as it enables us to compare not just their pension income and health but also the age friendly environments in which they live,” said Professor Asghar Zaidi of the Centre for Research on Ageing at the University of Southampton in a statement. “The Index has also shown that a number of countries still lack vital statistics of older people and we would like to see them feature in the report in the future.” Zaidi has coordinated the development of the Index since its inception.\n\nAmong other interesting tidbits from the large report include the finding that Japan was the only non-Western European or North American country to break the top ten; African countries ranked particularly poor when it came to income security and health care; and no part of the world was completely successful at ensuring their older citizens’ livelihood, with at least one country from each region of the world represented in the bottom quarter of the Index. Japan was also the country with the largest life expectancy after 60, with its citizens living, on average, an additional 26 years longer.\n\nWhen it comes to the United States, the report found that the country was best at finding its older citizens employment, with an annual unemployment rate of 4.3 percent for those aged 55 to 64, a steady drop from 7.1 percent in 2010. It ranked 4th in that category.\n\nBut though our citizens are always always guaranteed financial help once they reach retirement age, the Index found that this often only provided “modest benefits,” thanks in part to the sliding payment scale of our Social Security program. As a result, the US just ranked 29th in income security, with a poverty rate (18 percent) that is particularly high compared to other advanced countries. Iceland’s older citizens only face a 1.6 percent poverty rate, for example, whereas South Korea’s 48.5 percent rate was the highest seen.\n\nBy contrast, though Switzerland has a similar poverty rate of 16 percent, the country has been able to create programs tailored to promote the physical and mental well being of its older residents, aided no doubt by its universal health care access. Subsequently, the country has the highest proportion of older people with “high physical functioning” at 79 percent.\n\nWhile Switzerland ranked 2nd in health status, the United States ranked only 25th, with the report singling out the inability of many older adults to “obtain insurance coverage for long-term care services,” while noting that “many people with long-term care needs face barriers to obtaining affordable, good quality long-term care services that meet their needs and preferences.”\n\nThe Index’s designers are hopeful their report can galvanize the world’s governments into developing programs explicitly designed to help the growing elderly population, in particular by utilizing the Sustainable Development Goals formally agreed upon by the United Nations’ member states this past August.\n\n“The new post-2015 UN Sustainable Development Goals offer us a great opportunity to start building a better future for all ages by framing agendas and public policies over the next 15 years,” said Zaidi. “If older people are to be truly represented in these goals, we need to see more data broken down by age and gender — to help us more effectively understand and address needs specific to this age group.\"", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "senior citizens, global age index, life satisification", "og": {"site_name": "Medical Daily", "description": "A new report ranks the best countries to live out your retirement years — and the United States is only 9th.", "title": "The Best Countries In The World For Seniors To Live In", "url": "http://www.medicaldaily.com/best-countries-older-people-live-us-takes-9th-place-falls-short-when-it-comes-health-351638", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/09/08/japanese-women.jpg", "type": "article"}, "twitter": {"description": "A new report ranks the best countries to live out your retirement years — and the United States is only 9th.", "title": "The Best Countries In The World For Seniors To Live In", "url": "http://www.medicaldaily.com/best-countries-older-people-live-us-takes-9th-place-falls-short-when-it-comes-health-351638", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/09/08/japanese-women.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/09/08/japanese-women.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "The Grapevine", "published_time": "2015-09-09T00:00:15-04:00", "modified_time": "2015-09-09T00:01:05-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "A new report ranks the best countries to live out your retirement years — and the United States is only 9th."}, "article_summary": "For seniors looking to live the longest after 60, Japan may be the best country to live in, but it isn't the best overall.\nIceland’s older citizens only face a 1.6 percent poverty rate, for example, whereas South Korea’s 48.5 percent rate was the highest seen.\nAs a result, the US just ranked 29th in income security, with a poverty rate (18 percent) that is particularly high compared to other advanced countries.\nEvaluating 96 countries on dimensions of health care access, income security, and life expectancy, among others, the project’s authors concluded that Switzerland ranked first overall, followed by Norway, Sweden, Germany, and Canada respectively.\nSubsequently, the country has the highest proportion of older people with “high physical functioning” at 79 percent."}