{"article_title": "Russian Newspaper Tries Reporting Only Good News", "article_keywords": ["think", "good", "know", "reporting", "landrieu", "mary", "newspaper", "tries", "shes", "npr", "russian", "republican", "louisiana", "bill", "cassidy"], "article_url": "http://www.npr.org/2014/12/05/368640519/russian-newspaper-tries-reporting-only-good-news", "article_text": "Russian Newspaper Tries Reporting Only Good News\n\nWhen the City Reporter was full of cheer, readership on its website suffered. So they're back to reporting regular news.\n\nSTEVE INSKEEP, HOST:\n\nIn this country, we know who will control the United States Senate next year, but we do not know the full list of who will be in it. Louisiana's election is undecided - going to a runoff this weekend. Democrat Mary Landrieu wants another term. She faces a strong challenge from Republican Congressman Bill Cassidy. NPR's Debbie Elliott reports.\n\nDEBBIE ELLIOTT, BYLINE: Mary Landrieu has been on a whirlwind tour of Louisiana this week - stopping in towns off the beaten path like Minden, New Roads, Vidalia. She's trying to show what's done for her state during her 18 years in the U.S. Senate from federal disaster relief to wastewater grants.\n\n(SOUNDBITE OF ARCHIVED RECORDING)\n\nSENATOR MARY LANDRIEU: Whichever party was in control, I've been able to deliver time and time again.\n\nELLIOTT: Melvin Toomer is a city councilman in Ponchatoula, Louisiana. He says little towns like his need Landrieu in Washington.\n\nMELVIN TOOMER: She's important. She's brought home the bacon for the state, you know? And it's just the bottom line.\n\nELLIOTT: Toomer came to support Landrieu at the stop in Hammond just across Lake Pontchartrain from New Orleans. The Republican mayor here, Mason Foster, hosted the event because he says Landrieu is in a tough battle.\n\nMAYOR MASON FOSTER: I think that it's going to be very, very, very close, and that's why I think that it's important to people like myself to get out and let the people know what she has done for our area, not just that she's a Democrat, not just, you know, the 97 percent thing.\n\nELLIOTT: The 97 percent thing is Republican Bill Cassidy's battle cry.\n\n(SOUNDBITE OF ARCHIVED RECORDING)\n\nREPRESENTATIVE BILL CASSIDY: Senator Landrieu supports Barack Obama 97 percent of the time.\n\nELLIOTT: That was in a debate Monday night, Cassidy's only public appearance this final week before Saturday's runoff. And it could be that in this political climate, Cassidy needs to do little more than link Landrieu to the unpopular president. Cassidy, a doctor from Baton Rouge, has pledged to repeal Obamacare. Outside groups supporting him had been running ads like this one linking Landrieu to the health care law.\n\n(SOUNDBITE OF POLITICAL AD)\n\nUNIDENTIFIED MAN #1: Mary Landrieu was the deciding vote to pass Obamacare.\n\nELLIOTT: With the midterm elections settled elsewhere, and control of Capitol Hill solidified for the GOP, Mary Landrieu has been left largely to fend for herself. National Democratic groups have pulled spending for the Louisiana runoff. Landrieu, meantime, has gone on the attack on the airwaves this week, after allegations surfaced about Cassidy's income.\n\n(SOUNDBITE OF POLITICAL AD)\n\nUNIDENTIFIED MAN #2: On the very same days, Congressman Bill Cassidy was in Washington casting votes and sitting in congressional committee meetings, evil twin Dr. Bill Cassidy was in Baton Rouge, submitting timesheets for teaching at LSU.\n\nELLIOTT: But at a Republican rally outside Baton Rouge, voters shrugged off the complaints. Brenda Clabaugh from Watson, Louisiana, is more concerned with ousting Senator Landrieu.\n\nBRENDA CLABAUGH: I knew when she voted - when she pushed for Obamacare, I think that people in Louisiana were just waiting for her to come up for reelection.\n\nELLIOTT: Landrieu has been a very close races before, but even she acknowledges this time is different.\n\nLANDRIEU: I think it's unfortunate for the whole country that partisanship has become, you know, the trump card as opposed to leadership that people vote party and not person. I think that's a real problem.\n\nELLIOTT: If partisanship trumps in Louisiana on Saturday, as it did in much of the rest of the country in November, the Deep South will lose its lone Democratic senator. And Republicans can boast a clean sweep of all the governors, senators and legislatures in the region. Debbie Elliott, NPR News, New Orleans.\n\nCopyright © 2014 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\n\nNPR transcripts are created on a rush deadline by Verb8tm, Inc., an NPR contractor, and produced using a proprietary transcription process developed with NPR. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.", "article_metadata": {"Rating": "General", "medium": "audio", "description": "When the City Reporter was full of cheer, readership on its website suffered. So they're back to reporting regular news.", "og": {"site_name": "NPR.org", "description": "When the City Reporter was full of cheer, readership on its website suffered. So they're back to reporting regular news.", "title": "Russian Newspaper Tries Reporting Only Good News", "url": "http://www.npr.org/2014/12/05/368640519/russian-newspaper-tries-reporting-only-good-news", "image": "https://media.npr.org/include/images/facebook-default.jpg?s=1400", "type": "article"}, "twitter": {"domain": "npr.org", "site": "@NPR", "card": "summary"}, "robots": "noarchive,index,follow", "fb": {"app_id": 138837436154588, "pages": 10643211755}, "date": "2014-12-05", "viewport": "width=device-width, initial-scale=1, minimum-scale=1, maximum-scale=1, user-scalable=no, shrink-to-fit=no"}, "_id": "\"57477af46914bd0286fde486\"", "article_summary": "Russian Newspaper Tries Reporting Only Good NewsWhen the City Reporter was full of cheer, readership on its website suffered.\n(SOUNDBITE OF ARCHIVED RECORDING)SENATOR MARY LANDRIEU: Whichever party was in control, I've been able to deliver time and time again.\n(SOUNDBITE OF POLITICAL AD)UNIDENTIFIED MAN #2: On the very same days, Congressman Bill Cassidy was in Washington casting votes and sitting in congressional committee meetings, evil twin Dr. Bill Cassidy was in Baton Rouge, submitting timesheets for teaching at LSU.\n(SOUNDBITE OF POLITICAL AD)UNIDENTIFIED MAN #1: Mary Landrieu was the deciding vote to pass Obamacare.\nDemocrat Mary Landrieu wants another term."}