{"article_title": "Holiday books: The best nonfiction", "article_keywords": ["little", "read", "collection", "pages", "secret", "books", "nonfiction", "chast", "press", "world", "holiday", "book", "best"], "article_url": "http://www.startribune.com/holiday-books-the-best-nonfiction/284014911/", "article_text": "'Pioneer Girl: The Annotated Autobiography of Laura Ingalls Wilder'\n\nEdited by Pamela Smith Hill (South Dakota Historical Society Press, 381 pages, $39.95)\n\nLife on the prairie was much more brutal than Laura Ingalls Wilder ever revealed in her \"Little House\" books. Pa sneaked the family out of town to avoid paying rent; he and Ma had a son who died as a baby. \"Pioneer Girl\" is Wilder's memoir and the genesis of her Little House books as well as novels by her daughter. Here, enhanced with photos and annotations, it becomes a wonderful work of scholarship.\n\n\"Can't We Talk About Something More Pleasant?\" By Roz Chast (Bloomsbury, 228 pages, $28)\n\nRoz Chast's comic-book memoir is fueled by powerful emotions: aggravation, frustration, fear, duty and love. Her parents are a mess of phobias and superstitions, and as they grow old and frail, they rely heavily on Chast, yet push her away, while Chast leaps to their aid and tries to avoid them. Funny, sad, poignant and oh-so-true.\n\n\"When Paris Went Dark: The City of Light Under German Occupation\" By Ronald C. Rosbottom (Little, Brown, 447 pages, $28)\n\nRonald C. Rosbottom's book about Paris under Nazi occupation is an elegantly written account of a terrible time. Some Parisians profited, some died, some acquiesced, some quietly plotted sabotage. Rich with details culled from letters, interviews and diaries.\n\n\"The World of Post Secret\" By Frank Warren (William Morrow, 288 pages, $30)\n\nAre they true, these secrets that strangers write on postcards and send in, anonymously, as part of the \"Post Secret\" project? In 10 years Frank Warren has received 1 million of them, from all over the world. This collection is seductive, compelling, disturbing and irresistible, packed with confessions that include sexual deviancy, secret passions, crimes, phobias, suicidal thoughts and religious doubts. True or not, they are glimpses inside the complex world of the human psyche.\n\n\"The Roosevelts: An Intimate History\" By Geoffrey C. Ward and Ken Burns (Alfred A. Knopf, 498 pages, $60)\n\nThis book — a companion to the PBS series — is loaded with anecdotes, photos and engaging details. The stories of Teddy, Franklin and Eleanor — the Panama Canal, the assassination attempt, the terrible Amazonian expedition, the polio, the romances and all — are told here in clear, simple prose.\n\n\"The Andy Warhol Diaries\" Edited by Pat Hackett (Twelve, 841 pages, illustrated with 32 pages of black and white photographs, $34)\n\nAndy Warhol was a prodigious observer of his own life and of the world around him. Every day for 20 years he dictated a diary entry, dishing about Bianca and Jackie and Liza, fussing about his health and compulsively noting the cost of cab fare.\n\n\"Limber\" By Angela Pelster (Sarabande, 154 pages, $15.95)\n\nAngela Pelster's tender and beautiful essays are hard to categorize — more like poetry, sometimes, than prose. In \"Limber,\" she traces her Canadian world through trees — figs and oaks, cinnabars and maples. Along the way, she works in tree frogs, Tim Hortons doughnuts, a dying chickadee, the moon.\n\n\"The Empathy Exams\" By Leslie Jamison (Graywolf Press, 226 pages, $15)\n\nEmpathy, Leslie Jamison writes, is not something that happens by accident; it's a choice we make. In this collection of essays — winner of the Graywolf Nonfiction Award — she takes us to a mine in Bolivia, to gang turf in L.A., inside the world of people who suffer from a bizarre malady.\n\n\"How to Read a Book\" By Mortimer J. Adler and Charles Van Doren (Touchstone, 424 pages, $30)\n\nThis \"classic guide to intelligent reading\" tackles the basics of understanding books of all kinds — histories and novels, plays and philosophy.\n\n\"How to Be a Victorian\" By Ruth Goodman (Liveright, 458 pages, $29.95)\n\nA cold splash of reality for Anglophiles who imagine themselves riding in their coach-and-four through Victorian London. Ruth Goodman tells about the rib-crushing corsets, the soot toothpaste, the child labor, the rats and filth, the early death.\n\n\"In the Kingdom of Ice\" By Hampton Sides (Doubleday, 454 pages, $28.95)\n\nThe doomed crew of the USS Jeannette headed to the North Pole in 1879, determined to discover the balmy paradise at the top of the world. Instead, they were trapped, marooned, nearly frozen to death.\n\n\"Leningrad: Siege and Symphony\" By Brian Moynahan (Atlantic Monthly Press, 542 pages, $30)\n\nThree hundred days into the siege of Leningrad, Dmitri Shostakovich smuggled in the score of his Seventh Symphony. His ode to his city was performed by an orchestra of starving musicians with \"stick-insect limbs\" and a conductor nearly too weak to stand.\n\n\"The Secret History of Wonder Woman\" By Jill Lepore (Alfred A. Knopf, 410 pages, $29.95)\n\nWonder Woman strode onto the comic book scene in 1941, created by William Marston to fight for \"peace, justice and women's rights.\" Jill Lepore has brought her love of scholarship and research, as well as her engaging voice, to this readable book.\n\n\"By the Book\" Edited by Pamela Paul (Henry Holt, 314 pages, $28)\n\nWhat's the last great book that Dave Eggers read? If Isabel Allende could meet any writer, dead or alive, who would it be? This collection of 65 author interviews is a very fun read. (Walter Mosley, by the way, likes to read in the tub.)\n\n\"Mark Twain's America\" By Harry L. Katz and the Library of Congress (Little, Brown, 236 pages, $40)\n\nThis book traces the years between Mark Twain's birth in 1835 and death in 1910. Illustrated with paintings, photographs, book jackets, newspaper clippings and other ephemera, it puts him squarely in the context of his time.\n\nLaurie Hertzel is the Star Tribune senior editor for books.", "article_metadata": {"og": {"site_name": "Star Tribune", "description": "'Pioneer Girl: The Annotated Autobiography of Laura Ingalls Wilder'.", "title": "Holiday books: The best nonfiction", "url": "http://www.startribune.com/holiday-books-the-best-nonfiction/284014911/", "image": {"url": "http://stmedia.stimg.co/ows_141703940991948.jpg?h=630&w=1200&fit=crop&bg=999&crop=faces", "width": 1200, "identifier": "http://stmedia.stimg.co/ows_141703940991948.jpg?h=630&w=1200&fit=crop&bg=999&crop=faces", "height": 630}, "type": "article"}, "google-site-verification": "bLXTXkzm4dJ8hcJy1LXawtxXxGP3JhInARj69uCiMiM", "twitter": {"description": "'Pioneer Girl: The Annotated Autobiography of Laura Ingalls Wilder'.", "title": "Holiday books: The best nonfiction", "url": "http://www.startribune.com/holiday-books-the-best-nonfiction/284014911/", "image": {"src": "http://stmedia.stimg.co/ows_141703940991948.jpg?h=560&w=750&fit=crop&bg=999&crop=faces", "identifier": "http://stmedia.stimg.co/ows_141703940991948.jpg?h=560&w=750&fit=crop&bg=999&crop=faces"}, "site": "@StarTribune", "card": "summary"}, "description": "'Pioneer Girl: The Annotated Autobiography of Laura Ingalls Wilder'."}, "_id": "\"57477af46914bd0286fd6a40\"", "article_summary": "\"Pioneer Girl\" is Wilder's memoir and the genesis of her Little House books as well as novels by her daughter.\nBy Roz Chast (Bloomsbury, 228 pages, $28)Roz Chast's comic-book memoir is fueled by powerful emotions: aggravation, frustration, fear, duty and love.\n\"By the Book\" Edited by Pamela Paul (Henry Holt, 314 pages, $28)What's the last great book that Dave Eggers read?\nIllustrated with paintings, photographs, book jackets, newspaper clippings and other ephemera, it puts him squarely in the context of his time.\nLaurie Hertzel is the Star Tribune senior editor for books."}