{"article_title": "Cherokee Nation Honors Korean War Veteran Brothers", "article_keywords": ["training", "war", "army", "cherokee", "herman", "veteran", "kennicutt", "tahlequah", "nation", "enlisted", "served", "korean", "veterans", "honors", "brothers"], "article_url": "http://indiancountrytodaymedianetwork.com/2015/04/03/cherokee-nation-honors-korean-war-veteran-brothers-159877", "article_text": "The Cherokee Nation honored two brothers who served in the U.S. Armed Forces during the Korean War with the Cherokee Medal of Patriotism during the March Tribal Council meeting.\n\nJames Darrel Kennicutt, 83, and Herman Diviuns Kennicutt, 80, both of Tahlequah, received a medal and plaque from Deputy Chief S. Joe Crittenden acknowledging their service to the country.\n\nPfc. James Kennicutt was born on February 2, 1932, in Tahlequah, Oklahoma to C.H. and Onie Kennicutt. He enlisted in the U.S. Army National Guard in August 1950 and attended basic training at Fort Polk, Louisiana. After being assigned to the machine gun platoon, he was deployed to Hokkaido, Japan, for eight months of advanced training. In December 1951, his division was deployed to Korea in an area known as the “Iron Triangle.” James served as a .30 caliber machine gunner. He was honorably discharged from the Army National Guard in June 1952. He later enlisted into the U.S. Air Force in February 1954. He trained as an electronic turrets mechanic and was stationed at Loring Air Force Base in Maine until he was honorably discharged in October 1957.\n\n“I do want to thank the Cherokee Nation for the things they do for veterans, especially this new veterans center that sits down here,” said Herman Kennicutt. “It’s been a real boom for a lot of people, a lot of veterans who didn’t have anywhere else to go or anyplace to go for help. The late Rogan Noble, many of you knew him, gave me a lot of help in getting me disability through the veterans administration. So, to Rogan and all of the Cherokee Nation, thank you very much.”\n\nSgt. 1st Class Herman Kennicutt was born on October 15, 1934, in Tahlequah to C.H. and Onie Kennicutt. He enlisted with the U.S. Navy in June 1953 and attended basic training in San Diego. He served aboard the USS Hollister as a torpedo man in Japan and Korea before being assigned to the USS Ozbourn. He was honorably discharged from the Navy in June 1957. Herman enlisted in the Army in 1958 and was deployed to Korea for a year. He was stationed in multiple bases in the U.S. and Germany before spending 1966-67 in Vietnam during that conflict. He retired from the Army in August 1974 with more than 20 years of military service.\n\nEach month the Cherokee Nation recognizes Cherokee service men and women for their sacrifices and as a way to demonstrate the high regard in which all veterans are held by the tribe. Native Americans, including Cherokees, are thought to have more citizens serving per capita than any other ethnic group, according to the U.S. Department of Defense. To nominate a veteran who is a Cherokee Nation citizen, please call (918) 772-4166.", "article_metadata": {"description": "The Cherokee Nation honored two brothers who served in the U.S. Armed Forces during the Korean War with the Cherokee Medal of Patriotism.", "generator": "Drupal 7 (http://drupal.org)", "dcterms.format": "text/html", "og": {"url": "http://indiancountrytodaymedianetwork.com/2015/04/03/cherokee-nation-honors-korean-war-veteran-brothers-159877", "site_name": "Indian Country Today Media Network.com", "image": "http://d1jrw5jterzxwu.cloudfront.net/sites/default/files/article_media/cherokee_nation_march_veterans_-_courtesy_cherokee_nation.jpg", "type": "article", "title": "Cherokee Nation Honors Korean War Veteran Brothers"}, "abstract": "The Cherokee Nation honored two brothers who served in the U.S. Armed Forces during the Korean War with the Cherokee Medal of Patriotism.", "dc": {"title": "Cherokee Nation Honors Korean War Veteran Brothers"}, "robots": "follow, index", "dcterms.identifier": "http://indiancountrytodaymedianetwork.com/2015/04/03/cherokee-nation-honors-korean-war-veteran-brothers-159877", "dcterms.creator": "kpolisse", "fb": {"app_id": 493888563989950}, "dcterms.language": "und", "dcterms.type": "Text", "keywords": "James Darrel Kennicutt, Herman Diviuns Kennicutt, Korean War, U.S. Military, Native American Veterans, Tribal Veterans, American Indian Veterans, Chief S. Joe Crittenden, Cherokee Medal of Patriotism", "validation_code": "d9d37d7b776cc351c4025ded3df21cad", "sioc": {"num_replies": 0}, "dcterms.date": "2015-04-03T10:10-04:00", "dcterms.title": "Cherokee Nation Honors Korean War Veteran Brothers"}, "_id": "\"57477af46914bd0286fd6a97\"", "article_summary": "The Cherokee Nation honored two brothers who served in the U.S. Armed Forces during the Korean War with the Cherokee Medal of Patriotism during the March Tribal Council meeting.\nTo nominate a veteran who is a Cherokee Nation citizen, please call (918) 772-4166.\nSo, to Rogan and all of the Cherokee Nation, thank you very much.”Sgt.\nEach month the Cherokee Nation recognizes Cherokee service men and women for their sacrifices and as a way to demonstrate the high regard in which all veterans are held by the tribe.\n“I do want to thank the Cherokee Nation for the things they do for veterans, especially this new veterans center that sits down here,” said Herman Kennicutt."}