{"article_title": "Lessons from Obama's tax return", "article_keywords": ["lessons", "account", "return", "mortgage", "bonds", "treasury", "tax", "taxes", "interest", "income", "financial", "president", "obamas"], "article_url": "http://www.usatoday.com/story/money/personalfinance/2014/06/15/adviceiq-obamas-tax-return-lessons/10498581/", "article_text": "1040 tax form and pencil (Photo: Comstock Images Getty Images/Comstock Images)\n\nRecently the White House released President Obama's 2013 tax return. What financial planning lessons can we all learn from the return of the most powerful couple on the planet?\n\nFirst, the president received a large tax refund this year. The Obamas' overall tax liability last year was slightly more than $98,000. In addition to just over $100,000 withheld from his regular salary of $400,000, the president paid estimated taxes of nearly $17,000.\n\nHe got back those estimated taxes and then some. I think the estimated tax payments were protective payments to ensure that his income as an author created no tax penalty. With a bit more planning during the year, though, the president might see that he clearly overpaid his taxes and so provided the U.S. government with an interest-free loan.\n\nSecond, the president's salary is apparently based on reported wages of $394,796. The difference in salary and reported wages may be a health insurance deduction; I need to see his W-2 wage and tax statement. He did not contribute to a voluntary retirement plan.\n\nAll federal employees qualify for the Thrift Savings Plan, a 401(k)-type of retirement account for them. The president had a chance to defer $23,000 last year (the plan's $17,500 regular deferral plus his $5,500 catch-up for those 50 and older.) This constituted a great tax deduction for the Obamas; I am unaware of any reason barring the president from contributing.\n\nThird, Obama realized more than $100,000 of self-employed income from royalties off his books. For this income, he did contribute to a simplified employee pension plan (SEP).\n\nDid he consider a Solo 401(k) to shelter even more of this income and get a larger tax deduction? He can shelter an additional $23,000 of self-employed income if he uses a Solo 401(k) instead of a SEP.\n\nThe president also saw $3 of dividend income. Basically, he owns no equities in his non-retirement investment portfolio but only, from what I gather, U.S. Treasury obligations taxable at ordinary income tax rates.\n\nOne recommendation: The president can use tax-free municipal bonds in the non-retirement portion of his portfolio instead of U.S. Treasury bonds. This reduces his taxable interest from the Treasuries' obligations.\n\n(Again, do certain limitations restrict him from owning municipals? Or does he recall that his own program pushes for a 28% exemption cap on munis for the wealthiest investors?)\n\nObama does appear to own equities through a Vanguard 500 Index fund (VFINX) in a retirement account from previous employment. From an asset location standpoint, it's better that he owns tax-efficient equity funds, such as an index fund in a non-retirement account, and uses the retirement account for assets that are less tax-efficient (the taxable bonds he owns in his non-retirement account work).\n\nThe president does not seem diversified in his asset allocation. Owning just the Standard & Poor's 500 and a few U.S. Treasury obligations leaves out quite a bit. What about small-capitalization stocks, international equities or real estate investment trusts?\n\nNext, Obama reported home mortgage interest of more than $42,000 for 2013. His 2012 financial disclosure statement indicates that his mortgage is between $500,000 and $1 million and his interest rate at that time 5.625%.\n\nMy first thought: Why doesn't he refinance this mortgage? Last year, 30-year mortgage rates were below 4%. Even with a jumbo loan, he can beat 5.625%. Also, with Treasury rates below 3% for 10-year bonds, can he simply cash in some bonds and pay off the mortgage?\n\nYes, he gets a nice deduction for paying that interest; he also pays tax on his bonds' interest. Assuming the mortgage is at least $750,000, a 3% pick-up (the difference between interest paid on a mortgage and interest earned on Treasuries) is $22,500 a year. Maybe no big deal to a statesman who stands to earn millions giving speeches the rest of his life but still money the Obamas can contribute to many charities important to them.\n\nFinally, we see that, yes, the president paid Obamacare taxes. His return doesn't note if he complained about it.\n\nMORE: Rick Kahler on getting a millionaire mindset\n\nMORE: Larry Frank Sr. on figuring how long you'll live\n\nMORE: Lewis J. Walker on going to pot financially\n\nKen Weingarten, CFP, is the president of financial planning services at Weingarten Associates in Lawrenceville, N.J., and is a member of the AdviceIQ Financial Advisors Network, which is a USA TODAY content partner offering financial news and commentary. Its content is produced independently of USA TODAY.\n\nRead or Share this story: http://usat.ly/1hWGtfT", "article_metadata": {"google": "notranslate", "description": "Recently the White House released President Barack Obama's 2013 tax return. What financial planning lessons can we all learn from the return of the most powerful couple on the planet? First, the president", "og": {"site_name": "USA TODAY", "description": "Recently the White House released President Barack Obama's 2013 tax return. What financial planning lessons can we all learn from the return of the most powerful couple on the planet? First, the president", "title": "AdviceIQ: Lessons from Obama's tax return", "url": "http://www.usatoday.com/story/money/personalfinance/2014/06/15/adviceiq-obamas-tax-return-lessons/10498581/", "image": "http://www.gannett-cdn.com/GDContent/applogos/usatoday.png", "type": "article"}, "twitter": {"description": "Recently the White House released President Barack Obama's 2013 tax return. What financial planning lessons can we all learn from the return of the most powerful couple on the planet? First, the president", "creator": "@usatoday", "image": "http://www.gannett-cdn.com/-mm-/ea6327b19d1bf7fd14e30be8c9a2c57f61d640d2/c=650-0-3219-2569&r=x643&c=640x640/local/-/media/USATODAY/promo/2014/04/17//1397762299000-A03-USA-NOW-29.jpg", "title": "AdviceIQ: Lessons from Obama's tax return", "site": "@usatoday", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "fb": {"app_id": 215046668549694}, "cXenseParse": {"gci-topic": "Organizations/U.S. government", "gci-asset-type": "story", "gci-categories": "Organizations/U.S. government", "title": "AdviceIQ: Lessons from Obama's tax return", "author": "Ken Weingarten", "pageclass": "article", "recs": {"category": "money/personalfinance", "image-3-4": "http://www.gannett-cdn.com/-mm-/73b1c5716db5e5715f8299253f85e461aa40dcce/c=1014-0-2940-2569/local/-/media/USATODAY/promo/2014/04/17//1397762299000-A03-USA-NOW-29.jpg", "image-1-1": "http://www.gannett-cdn.com/-mm-/02f0c890259e10acee4595d1ab1601446dd0863e/c=650-0-3219-2569/local/-/media/USATODAY/promo/2014/04/17//1397762299000-A03-USA-NOW-29.jpg", "contenttype": "story", "image-4-3": "http://www.gannett-cdn.com/-mm-/5404b089b831af5bc83e7ac4a64d38a848b8a246/c=224-0-3645-2569/local/-/media/USATODAY/promo/2014/04/17//1397762299000-A03-USA-NOW-29.jpg", "image": "http://www.gannett-cdn.com/-mm-/c1efdd5e6d65156f5116184ebdd66f6fca9b6ea7/c=0-193-3869-2376&r=x1683&c=3200x1680/local/-/media/USATODAY/promo/2014/04/17//1397762299000-A03-USA-NOW-29.jpg", "publishtime": "2014-06-15T06:48:01.723000-04:00", "shorthed": "AdviceIQ: Lessons from Obama's tax return", "articleid": 10498581, "image-16-9": "http://www.gannett-cdn.com/-mm-/6684ab955d5433e52305905658b795bbae69f876/c=0-193-3869-2376/local/-/media/USATODAY/promo/2014/04/17//1397762299000-A03-USA-NOW-29.jpg", "image-9-16": "http://www.gannett-cdn.com/-mm-/1581ad1c159321cc20e5b5ef24fac9ce199ba848/c=936-0-2376-2569/local/-/media/USATODAY/promo/2014/04/17//1397762299000-A03-USA-NOW-29.jpg"}}, "Content-Type": "text/html; charset=UTF-8", "viewport": "width=1070", "news_keywords": "President Obama, Tax Returns, 401(k), Thrift Savings Plan, AdviceIQ, White House, Simplified Employee Pension Plan"}, "_id": "\"57477af46914bd0286fd86e2\"", "article_summary": "1040 tax form and pencil (Photo: Comstock Images Getty Images/Comstock Images)Recently the White House released President Obama's 2013 tax return.\nYes, he gets a nice deduction for paying that interest; he also pays tax on his bonds' interest.\nI think the estimated tax payments were protective payments to ensure that his income as an author created no tax penalty.\nThis constituted a great tax deduction for the Obamas; I am unaware of any reason barring the president from contributing.\nWhat financial planning lessons can we all learn from the return of the most powerful couple on the planet?"}