{"article_title": "Anti-vaxxer Spokane official says ‘tinfoil hat-wearing folks’ deserve representation, too", "article_keywords": ["tinfoil", "city", "bill", "spokane", "antivaxxer", "views", "deserve", "official", "valid", "councilman", "council", "folks", "representation", "fagan", "antivaccination", "hatwearing", "board"], "article_url": "http://www.rawstory.com/2015/02/anti-vaxxer-spokane-official-says-tinfoil-hat-wearing-folks-deserve-representation-too/", "article_text": "Spokane City Councilman Mike Fagan (Facebook)\n\nA Spokane City Councilman, already under fire for his anti-vaccination views, rallied supporters who are opposed to a state bill that would eliminate the personal reasons exemption for childhood vaccinations, telling the group, “This is a war,” reports KREM.\n\nOn Saturday, Councilman Mike Fagan decried HB 2009, a bill under consideration by the Washington legislature that would eliminate a parent’s right to exempt their child from vaccinations for personal reasons. Under the proposed change to Washington’s laws, the bill would still allow for medical and religious reasons.\n\nSpeaking at a town hall, Fagan said, “Can you imagine a world where we would have to show our shot records to get on an airplane? That’s coming next!”\n\nFagan is already facing pressure from the Spokane City Council, which wants him to step down from his position on the Spokane Regional Board of Health over his anti-vaccination views. He has made his opinion on the topic well-known on his Facebook page.\n\n“I don’t think he would have been appointed to the board of health by this city council had we known that he had anti-vaccination and anti-science views on this issue,” said Ben Stuckart, the Spokane City Council President.\n\nSpeaking on Saturday, Fagan said he would not resign, while stating he would remain on the board to represent families who are opposed to forced childhood vaccinations.\n\n“Every time this particular subject comes up, people are talking about the tinfoil hat-wearing folks, etcetera and so forth,” he explained. “But these people have a valid concern. I have a valid concern, and these people are not represented on the Board of Health.”\n\nFagan, who hosts the ‘Right Spokane Perspective‘, radio show on the American Christian Network in Spokane, also opposes the Affordable Care Act, with his Facebook page littered with anti-Obamacare photos.\n\nThe Councilman invited attendees at Saturday’s town hall to attend the Spokane City Council meeting on Monday to voice concerns over HB 2009, which has passed out of committee and it could be considered for a vote by the full House in the coming weeks.", "article_metadata": {"og": {"image": {"width": 800, "identifier": "http://www.rawstory.com/wp-content/uploads/2015/02/fagan_facebook-800x430.jpg", "height": 430}, "title": "Anti-vaxxer Spokane official says ‘tinfoil hat-wearing folks’ deserve representation, too"}, "fb": {"app_id": 212555972273585}, "viewport": "width=device-width, user-scalable=yes, initial-scale=1.0, minimum-scale=0.1, maximum-scale=10.0"}, "_id": "\"57477af46914bd0286fde495\"", "article_summary": "That’s coming next!”Fagan is already facing pressure from the Spokane City Council, which wants him to step down from his position on the Spokane Regional Board of Health over his anti-vaccination views.\n“Every time this particular subject comes up, people are talking about the tinfoil hat-wearing folks, etcetera and so forth,” he explained.\nSpokane City Councilman Mike Fagan (Facebook)A Spokane City Councilman, already under fire for his anti-vaccination views, rallied supporters who are opposed to a state bill that would eliminate the personal reasons exemption for childhood vaccinations, telling the group, “This is a war,” reports KREM.\n“I don’t think he would have been appointed to the board of health by this city council had we known that he had anti-vaccination and anti-science views on this issue,” said Ben Stuckart, the Spokane City Council President.\nUnder the proposed change to Washington’s laws, the bill would still allow for medical and religious reasons."}