{"article_title": "Can You Hack a Police Drone? This Guy Says He Can.", "article_keywords": ["week", "protect", "privacy", "wifi", "drones", "rodday", "wrong", "drone", "wired", "hack", "guy", "security"], "article_url": "http://reason.com/blog/2016/03/05/can-you-hack-a-police-drone-this-guy-say", "article_text": "When lawmakers and privacy advocates talk about drone use by police, the conversation usually centers around what kind of policy will protect the privacy of citizens but also allow law enforcement officers to protect people. But security researcher Nils Rodday may have discovered a problem with police drones that hasn't gotten much play: They're easily hackable.\n\nAs Rodday explained recently to Wired, \"you can send a command to the camera, to turn it to the wrong side so they don’t receive the desired information…or you can steal the drone, all the equipment attached to it, and its information.\"\n\nIt's as easy as exploiting the drone's wifi connection or radio protocol, says Rodday. He presented his findings at the RSA Security Conference in San Francisco this week. (Here are his presentation slides.)\n\nFor more on civilian drone use, click below to watch \"Drone Boom: Why Drones Aren't Just for Dropping Bombs Anymore.\"", "article_metadata": {"og": {"site_name": "Reason.com", "description": "For fun or to cause harm...", "title": "Can You Hack a Police Drone? This Guy Says He Can.", "url": "http://reason.com/blog/2016/03/05/can-you-hack-a-police-drone-this-guy-say", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/14570418484479.jpg", "type": "article"}, "twitter": {"description": "For fun or to cause harm...", "title": "Can You Hack a Police Drone? This Guy Says He Can.", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/14570418484479.jpg", "creator": "@PaulDetrick", "site": "@reason", "card": "summary_large_image"}, "fb": {"pages": 17548474116}, "article": {"tag": "Technology", "published_time": "2016-03-05T15:30:00+00:00", "author": "http://reason.com/people/paul-detrick"}, "msvalidate.01": "212A68A07785B3080038A845C4EE8905", "google-site-verification": "-AmMiilAN-pnjWt369CUWae-VQ-b9wmH4fSGyhbkQxw", "viewport": "width=device-width, initial-scale=1, maximum-scale=2"}, "article_summary": "For more on civilian drone use, click below to watch \"Drone Boom: Why Drones Aren't Just for Dropping Bombs Anymore.\"\nIt's as easy as exploiting the drone's wifi connection or radio protocol, says Rodday.\nBut security researcher Nils Rodday may have discovered a problem with police drones that hasn't gotten much play: They're easily hackable.\nWhen lawmakers and privacy advocates talk about drone use by police, the conversation usually centers around what kind of policy will protect the privacy of citizens but also allow law enforcement officers to protect people.\nHe presented his findings at the RSA Security Conference in San Francisco this week."}