{"article_title": "Pierre Lemieux on Why We Don’t Really Need More Jobs", "article_keywords": ["jobs", "dont", "writes", "work", "lemieux", "pierre", "hand", "job", "need", "useful", "labor", "economist", "university", "market", "really"], "article_url": "http://reason.com/blog/2014/08/09/pierre-lemieux-on-why-we-dont-really-nee", "article_text": "Most people, if offered the alternative between their current job on one hand and, on the other hand, the same salary but no job would choose the latter. Many do make this sort of choice. Casey Mulligan, a University of Chicago economist, calculates that half the depression of the labor market during the recent recession lies in the incentives created by the expansion of the safety net. And anybody who gets bored without a job or needs the feeling of being useful can do charity work. So why do most of us want to work at paid jobs?\n\nThe answer is simple. What people are really after is not jobs, but the incomes that come with them. The goal of public policy should not be to create jobs, but to allow people to earn as much as possible, which amounts to increasing general economic efficiency.\n\nWhat is needed, then, writes economist Pierre Lemieux, are not jobs per se, but jobs that are efficient—that produce goods and services that consumers want. If governments were only to stop destroying efficient jobs through labor market regulations, most of the job-cum-income problem would be solved.\n\nView this article.", "article_metadata": {"og": {"site_name": "Reason.com", "description": "Most people, if offered the alternative between their current job on one hand and, on the other hand, the same salary but no job would choose the latter.", "title": "Pierre Lemieux on Why We Don’t Really Need More Jobs", "url": "http://reason.com/blog/2014/08/09/pierre-lemieux-on-why-we-dont-really-nee", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/mc/_external/2014_08/construction.jpg", "type": "article"}, "twitter": {"image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/mc/_external/2014_08/construction.jpg", "title": "Pierre Lemieux on Why We Don’t Really Need More Jobs", "description": "Most people, if offered the alternative between\ntheir current job on one hand and, on the other hand, the same\nsalary but no job would choose the latter. Many do make this sort\nof choice. Casey Mulligan, a University of Chicago economist,\ncalculates that half the depression of the labor market during the\nrecent recession lies in the incentives created by the expansion of\nthe safety net. And anybody who gets bored without a job or needs\nthe feeling of being useful can do charity work. So why do most of\nus want to work at paid jobs", "card": "summary_large_image", "site": "@reason"}, "fb": {"pages": 17548474116}, "google-site-verification": "-AmMiilAN-pnjWt369CUWae-VQ-b9wmH4fSGyhbkQxw", "msvalidate.01": "212A68A07785B3080038A845C4EE8905", "article": {"published_time": "2014-08-09T14:30:00+00:00"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=2"}, "_id": "\"57477af46914bd0286fdf8e4\"", "article_summary": "What is needed, then, writes economist Pierre Lemieux, are not jobs per se, but jobs that are efficient—that produce goods and services that consumers want.\nIf governments were only to stop destroying efficient jobs through labor market regulations, most of the job-cum-income problem would be solved.\nWhat people are really after is not jobs, but the incomes that come with them.\nAnd anybody who gets bored without a job or needs the feeling of being useful can do charity work.\nSo why do most of us want to work at paid jobs?"}