{"article_title": "Fox News’ “Outnumbered” thinks domestic violence is hilarious and charming", "article_keywords": ["things", "charles", "domestic", "violence", "fox", "charming", "payne", "say", "horrible", "man", "hilarious", "cufflinks", "women", "thinks", "outnumbered"], "article_url": "http://www.salon.com/2014/07/11/fox_news_outnumbered_thinks_domestic_violence_is_hilarious_and_charming/", "article_text": "Topics: abuse, domestic violence, Fox News, Gender, intimiate partner violence, Misogyny, outnumbered, Video, Violence, Violence Against Women, Media News, Life News, Politics News\n\nFox News’ “Outnumbered” is a show that — as far as I can tell — spends a lot of time talking about how sexual assault against men and boys is not that big of a deal. The general premise seems to be to invite one man on to say horrible things, and then the female hosts respond by also saying horrible things or gently chastising the man without actually taking issue with any of the horrible things he has said. This week, the man invited on to say horrible things was Fox News business contributor Charles Payne, and the women there to also say horrible things or gently chastise him were Sandra Smith, Harris Faulkner, Kirsten Powers and Jedediah Bila.\n\nTo mark the occasion of being surrounded by women, Payne wore a pair of cufflinks emblazoned with a scene of domestic violence. He thought this was pretty funny and charming, and the women of “Outnumbered” seemed to agree. There was a lot of laughter all around.\n\n“Hey, by the way Charles, we forgot to point out something. I just caught the bling on your cufflinks! What are the cufflinks, by the way?” said Smith.\n\n“This is a caveman dragging a woman with one club in one hand an the woman in the other hand,” Payne replied with a laugh.\n\n“What are you trying to say, Charles?” went the response, again with a laugh.\n\n“All I’m trying to say is I am intimidated by you guys, and I had to overcompensate,” he said.", "article_metadata": {"description": "Guest host Charles Payne wore cufflinks emblazoned with a violent scene. His female co-hosts loved it!  VIDEO", "author": "Katie McDonough", "og": {"site_name": "Salon", "description": "Guest host Charles Payne wore cufflinks emblazoned with a violent scene. His female co-hosts loved it!  VIDEO", "title": "Fox News’ “Outnumbered” thinks domestic violence is hilarious and charming", "url": "http://www.salon.com/2014/07/11/fox_news_outnumbered_thinks_domestic_violence_is_hilarious_and_charming/", "image": "http://media.salon.com/2014/07/Screen-Shot-2014-07-11-at-2.29.16-PM-1280x900.png", "type": "article"}, "twitter": {"description": "Guest host Charles Payne wore cufflinks emblazoned with a violent scene. His female co-hosts loved it!  VIDEO", "creator": "@kmcdonovgh", "image": "http://media.salon.com/2014/07/Screen-Shot-2014-07-11-at-2.29.16-PM-1280x900.png", "title": "Fox News’ “Outnumbered” thinks domestic violence is hilarious and charming", "site": "@salon", "card": "summary_large_image"}, "title": "Fox News’ “Outnumbered” thinks domestic violence is hilarious and charming", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, abuse, domestic violence, Fox News, Gender, intimiate partner violence, Misogyny, outnumbered, Video, Violence, Violence Against Women", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fcfb23\"", "article_summary": "Topics: abuse, domestic violence, Fox News, Gender, intimiate partner violence, Misogyny, outnumbered, Video, Violence, Violence Against Women, Media News, Life News, Politics NewsFox News’ “Outnumbered” is a show that — as far as I can tell — spends a lot of time talking about how sexual assault against men and boys is not that big of a deal.\nTo mark the occasion of being surrounded by women, Payne wore a pair of cufflinks emblazoned with a scene of domestic violence.\n“What are you trying to say, Charles?” went the response, again with a laugh.\nThe general premise seems to be to invite one man on to say horrible things, and then the female hosts respond by also saying horrible things or gently chastising the man without actually taking issue with any of the horrible things he has said.\nHe thought this was pretty funny and charming, and the women of “Outnumbered” seemed to agree."}