{"article_title": "Inmate still on loose after escaping PACC work detail", "article_keywords": ["boy", "loose", "escaping", "rios", "work", "inmate", "google", "truck", "massachusetts", "words", "pacc", "baby", "maryland", "left"], "article_url": "http://www.tucsonnewsnow.com/story/28115266/inmate-escapes-work-detail-a-pacc", "article_text": "When a couple of suspects in masks and hoodies held up a Maryland video game store, a 7-year-old boy did his best to stop them.\n\nWhen a couple of suspects in masks and hoodies held up a Maryland video game store, a 7-year-old boy did his best to stop them.\n\nAs the Scripps National Spelling Bee comes to a close, Google has released a unique list of the most misspelled words. Google mined its search trends to find the top troublesome words for each state. Here are some of the highlights, or lowlights, depending on how you look at it. Cancelled showed up four times -- Maryland, Pennsylvania, Rhode Island and Virginia. The word that stumped the most people in Massachusetts was ... Massachusetts. For Arizona and New Hampshire, the w...\n\nAs the Scripps National Spelling Bee comes to a close, Google has released a unique list of the most misspelled words. Google mined its search trends to find the top troublesome words for each state. Here are some of the highlights, or lowlights, depending on how you look at it. Cancelled showed up four times -- Maryland, Pennsylvania, Rhode Island and Virginia. The word that stumped the most people in Massachusetts was ... Massachusetts. For Arizona and New Hampshire, the w...\n\nThe young boy hit and killed by a truck on Tucson’s southeast side has been identified as 3-year-old Denver Greenberg.\n\nThe young boy hit and killed by a truck on Tucson’s southeast side has been identified as 3-year-old Denver Greenberg.\n\nThe mother of an 8-month-old boy found dead in her vehicle realized she had left her baby there all day after returning to a daycare center to pick him up.\n\nThe mother of an 8-month-old boy found dead in her vehicle realized she had left her baby there all day after returning to a daycare center to pick him up.\n\n911 call: 'We have a baby that was left in the car and is unresponsive'\n\n911 call: 'We have a baby that was left in the car and is unresponsive'\n\nAn inmate who walked away from her cleaning crew at Pima Animal Care Center on Feb. 15 still has not been fund and law enforcement officials are asking for the public's help to locate her.\n\nLaura Rios was gone before anyone could find her, according to Deputy Tracy Suitt with the Pima County Sheriff's Department. He said Rios was serving a few months in the county jail annex for probation violations relating to trafficking and stolen property.\n\nPCSD and Tucson Police searched the immediate area before turning over the case to the department's Fugitive Investigative Strike Team.\n\nDavid Wagner, who pulled up to PACC in his pickup truck, said the situation concerned him as a parent.\n\n\"We bring our kids here,\" he said. \"I thought that they would be a little more supervised.\"\n\nNick Teufel, who tagged along with his 18-year-old daughter for an afternoon visit, said he was glad to be around her when they learned what had happened.\n\n\"I would hate to think that an inmate, as the size that I saw in there, could potentially accost her to get herself away from the facility,\" he said.\n\nHis daughter Alex said she didn't know about the inmate work program that the Sheriff's Department started at PACC in November. She and her father agreed that they would like to see the situation remedied without it affecting the adoption process.\n\n\"Hopefully they'll deal with it now to prevent that in the future,\" Teufel said. \"We're animal lovers and we're here to adopt some of the dogs and I felt really bad for them and I hope that they don't suffer for it.\"\n\nSuitt said an inmate on a work crew, like Rios, is a low-level threat to the public. Each one is assessed before being allowed to join. It is the first time a 'walk off' has happened with the three-month-old program, which has been a success so far.\n\n\"This program has been working very well for the inmates,\" Suitt said. \"They've been coming here, helping out and cleaning up the pens and everything else.\"\n\nAnyone with information about Rios is asked to contact the Pima County Sheriff's Department or send an anonymous tip to 88-CRIME.\n\nCopyright 2015 Tucson News Now. All rights reserved.", "article_metadata": {"wn-build": "XSLT-7.1-17", "Description": "Officials are looking for an inmate who walked away from her cleaning crew at Pima Animal Care Center on Feb. 15.", "author": "Kevin Adger", "og": {"url": "http://www.tucsonnewsnow.com/story/28115266/inmate-escapes-work-detail-a-pacc", "image": "http://kold.images.worldnow.com/images/6733729_G.jpg", "type": "article", "description": "Officials are looking for an inmate who walked away from her cleaning crew at Pima Animal Care Center on Feb. 15.", "title": "Inmate still on loose after escaping PACC work detail"}, "twitter": {"account_id": 17641427, "title": "Inmate still on loose after escaping PACC work detail", "image": "http://kold.images.worldnow.com/images/6733729_G.jpg", "creator": "@TucsonNewsNow", "site": "@TucsonNewsNow", "card": "summary", "description": "Officials are looking for an inmate who walked away from her cleaning crew at Pima Animal Care Center on Feb. 15."}, "wnreadableurl": "inmate-escapes-work-detail-a-pacc", "ROBOTS": "Index,Follow,NoArchive", "owner": "KOLD", "fb": {"admins": 644426401, "app_id": 215936215202939}, "article": {"publisher": "http://www.facebook.com/TucsonNewsNow"}, "date": "2015/02/15", "google-site-verification": "wum6pK5VyCXxNIhQSMSz7se_UVLjlDGJFKTm4EWnWUY", "KEYWORDS": "Tucson News Now,KOLD News 13,FOX 11,KOLD,KMSB,Tucson,Southern Arizona,Arizona", "wn-version": "ContainerE-Story", "wn-base": "IIS24", "news_keywords": "Tucson News Now,KOLD News 13,FOX 11,KOLD,KMSB,Tucson,Southern Arizona,Arizona"}, "article_summary": "His daughter Alex said she didn't know about the inmate work program that the Sheriff's Department started at PACC in November.\nSuitt said an inmate on a work crew, like Rios, is a low-level threat to the public.\nDavid Wagner, who pulled up to PACC in his pickup truck, said the situation concerned him as a parent.\nThe word that stumped the most people in Massachusetts was ... Massachusetts.\nAs the Scripps National Spelling Bee comes to a close, Google has released a unique list of the most misspelled words."}