{"article_title": "Taking on Entitlements, Chris Christie Throws a Bold Hail Mary Pass", "article_keywords": ["bold", "tanner", "taking", "mr", "christie", "hail", "throws", "chris", "future", "medicare", "deficit", "pass", "entitlements", "security", "cuts", "mary", "social"], "article_url": "http://observer.com/2015/04/taking-on-entitlements-chris-christie-throws-a-bold-hail-mary-pass/", "article_text": "New Jersey Gov. Chris Christie’s recent calls for reforms to entitlements struck some political observers as straight out of left field. True, Social Security and Medicare are not as top-of-mind right now next to ISIS, immigration reform, Iran, Obamacare, or even tax policy.\n\nHowever, Mr. Christie is talking about an issue that seems likely to come back to the fore in relatively short order. Moreover, he is the only presidential candidate really focusing on the issue—something for which he deserves credit, as he is exposing himself to significant risk by touching the so-called “third rail” of policy.\n\nLet’s be clear: The forces aligned against change with regard to entitlement programs hate what Mr. Christie has proposed already. His plan is actually rather moderate by many standards; it would raise the eligibility age for both programs by a couple of years, make changes to calculations used to set cost-of-living increases and restrict the benefits that wealthier seniors get. The latter reform would, according to Mr. Christie, impact a whopping 2 percent of retirees—a figure that hints at the modest nature of what he’s advocating.\n\nBut judging by opponents, you would think these reforms are much more sinister, radical and far-reaching. According to the LA Times, the union-backed Alliance for Retired Americans called the plan “a way to get one’s toe under the tent in order to destroy Social Security piece by piece.” The powerful AARP has previously opposed suggested increases in the eligibility age for entitlements, with a lobbyist telling the Washington Post in 2012, when focus on reining in the deficit was much sharper than it is now, “We want to ensure that Social Security is not part of this deficit discussion.”\n\nAccording to Michael Tanner, a policy expert at the libertarian think-tank CATO, in addition to entitlements constituting 46 percent of current federal spending and that percentage set to grow, Social Security “is facing future shortfalls worth almost $25 trillion.”\n\nFor many Americans, it will be hard to see blocking Bill Gates—or David Koch—from taking money out of entitlements as a move destined to leave American seniors destitute and living in homeless shelters. But according to a December 2012 Pew poll, 46 percent of those surveyed did not approve of reducing Medicare or Social Security benefits for higher-income seniors as a way of financing deficit reduction. That is not an insubstantial number, and it speaks to the controversy that can attach to even milder proposals like those Mr. Christie is making.\n\nProposed or actual cuts to Medicare have been used to hammer both parties in recent years, showing the political trickiness of calling for reforms to a program that needs change in order for it to deliver much of anything meaningful into the future. In 2008, then-candidate Barack Obama ran an ad targeting Sen. John McCain, the Republican nominee for President, for allegedly proposing Medicare cuts. Mr. Obama also hit Mr. McCain on Medicare on the campaign trail. After Obamacare passed, including the portions of it that would entail Medicare cuts, Republicans went after Democrats for supporting the bill and passing those cuts into law. Those attacks may well have hurt Democrats in the 2010 midterm elections, just as Mr. Obama’s attacks on Mr. McCain may also have hurt the Republican.\n\nDespite the obvious political risks in proposing any tweaks to entitlements, and Medicare most especially, the discussion about reform needs to be had. The fact is, entitlements are the major driver of our national debt and neither Social Security nor Medicare is in good financial shape—even if our current focus as an electorate is on things other than our nation’s fiscal health.\n\nAccording to Michael Tanner, a policy expert at the libertarian think-tank CATO, in addition to entitlements constituting 46 percent of current federal spending and that percentage set to grow, Social Security “is facing future shortfalls worth almost $25 trillion.”\n\nMoreover, per Mr. Tanner, “under the most optimistic scenarios, Medicare’s future shortfall will approach $48 trillion,” potentially more if health care cost inflation doesn’t stay at the lower levels presently seen. Take a minute and process that number fully. It’s very, very large and should cause anyone with even a basic understanding of mathematics to think that some changes to reduce costs beyond mere tinkering will need to be made, sooner or later.\n\nRight now, there’s minimal discussion about all this because the deficit has shrunk; America’s fiscal circumstances look far less dire than they did a few years ago when you had a toxic cocktail of high and growing national debt, a big deficit, and big and projected-to-increase entitlement spending and funding gaps. Our present crisis, to many Americans, looks more to do with events in the Middle East than our parents and grandparents’ expenses threatening our collective finances.\n\nHowever, two thirds of that toxic cocktail still exists. And the deficit is expected to rise again—potentially within the duration of the 2016 presidential campaign.\n\nIf and when it does, concerns about the country’s finances and our ability to cover entitlement outgoings—especially those via Medicare—will come back to life.\n\nIf that occurs during primary season, or indeed the gap when the Republican nominee starts searching for a would-be Vice President, expect Mr. Christie to come off looking smart, forward-thinking and ahead-of-the-curve—as well as ballsy—to a lot of conservatives who may have previously dismissed him.", "article_metadata": {"sailthru.byline_name": "Liz Mair", "sailthru.author": "Liz Mair", "application-name": "Observer", "twitter": {"image": {"src": "https://nyoobserver.files.wordpress.com/2015/04/187050497.jpg?quality=80&w=640"}, "site": "@observer", "card": "summary_large_image", "creator": "@Observer"}, "sailthru.article.image.header": "https://nyoobserver.files.wordpress.com/2015/04/187050497.jpg?quality=80&w=728&h=418&crop=1", "sailthru.tags": "AARP, Chris Christie, democrats, Medicare, meeting, New Jersey, politics, Seniors, Social Security, unions", "sailthru.image.thumb": "https://nyoobserver.files.wordpress.com/2015/04/187050497.jpg?quality=80&w=50", "keywords": "aarp, chris christie, democrats, medicare, meeting, new jersey, politics, seniors, social security, unions", "sailthru.article.image.grid": "https://nyoobserver.files.wordpress.com/2015/04/187050497.jpg?quality=80&w=300&h=225&crop=1", "msapplication-task": "name=Subscribe;action-uri=http://observer.com/feed/;icon-uri=http://1.gravatar.com/blavatar/dac0f3722a48a53be75eb06c0c4f5119?s=16", "description": "New Jersey Gov. Chris Christie’s recent calls for reforms to entitlements struck some political observers as straight out of left field", "generator": "WordPress.com", "msapplication-TileColor": "#2b5797", "sailthru.title": "Taking on Entitlements, Chris Christie Throws a Bold Hail Mary Pass", "msapplication-window": "width=device-width;height=device-height", "theme-color": "#ffffff", "sailthru.byline_slug": "liz-mair", "sailthru.section": "Opinion", "news_keywords": "%tags%", "sailthru.byline_avatar_url": "https://nyoobserver.files.wordpress.com/2015/04/unnamed.jpg?quality=80&w=110", "msapplication-tooltip": "News, Politics, Culture, Art, Style, Real Estate, Movie Reviews, TV recaps", "fb": {"app_id": 132947390197809}, "msapplication-TileImage": "//s0.wp.com/wp-content/themes/vip/newyorkobserver-2014/images/favicons/mstile-144x144.png", "msvalidate.01": "F8C89E25D5233224541B1BB9B10BF573", "article": {"publisher": "https://www.facebook.com/newyorkobserver", "published_time": "2015-04-23T20:32:49+00:00", "modified_time": "2016-02-26T18:02:31+00:00", "author": "http://observer.com/author/liz-mair"}, "sailthru.description": "New Jersey Gov. Chris Christie’s recent calls for reforms to entitlements struck some political observers as straight out of left field.", "viewport": "width=device-width, initial-scale=1", "og": {"site_name": "Observer", "description": "New Jersey Gov. Chris Christie’s recent calls for reforms to entitlements struck some political observers as straight out of left field.", "title": "Taking on Entitlements, Chris Christie Throws a Bold Hail Mary Pass", "url": "http://observer.com/2015/04/taking-on-entitlements-chris-christie-throws-a-bold-hail-mary-pass/", "image": {"width": 1200, "identifier": "https://nyoobserver.files.wordpress.com/2015/04/187050497.jpg?quality=80&w=1200", "height": 800}, "locale": "en_US", "type": "article"}, "p": {"domain_verify": "146b7f62998343012fae89709f3a8167"}, "sailthru.byline_bio": "Liz Mair is the founder and President of Mair Strategies LLC, an online communications consulting firm. She has handled online communications strategy for the RNC, ex-Hewlett Packard CEO Carly Fiorina, former Gov. Rick Perry, Gov. Scott Walker, Sen. Rand Paul and a variety of Fortune 500, FTSE 100 and major trade association clients. follow her on twitter: @LizMair", "sailthru.date": "2015-04-23 16:32:49", "sailthru.image.full": "https://nyoobserver.files.wordpress.com/2015/04/187050497.jpg?quality=80"}, "_id": "\"57477af36914bd0286fcfb32\"", "article_summary": "However, Mr. Christie is talking about an issue that seems likely to come back to the fore in relatively short order.\nLet’s be clear: The forces aligned against change with regard to entitlement programs hate what Mr. Christie has proposed already.\nThe latter reform would, according to Mr. Christie, impact a whopping 2 percent of retirees—a figure that hints at the modest nature of what he’s advocating.\nTrue, Social Security and Medicare are not as top-of-mind right now next to ISIS, immigration reform, Iran, Obamacare, or even tax policy.\nThat is not an insubstantial number, and it speaks to the controversy that can attach to even milder proposals like those Mr. Christie is making."}