{"article_title": "Stanford University School of Medicine", "article_keywords": ["care", "school", "fetus", "pregnant", "university", "stanford", "prenatal", "ultrasound", "patients", "medicine", "fetal", "scans", "pregnancy", "women"], "article_url": "http://sm.stanford.edu/archive/stanmed/2013fall/article1.html", "article_text": "As I type this sentence, someone small is kicking me. We haven’t been formally introduced, but I know him better than anyone else does. He likes human voices, chocolate and iced tea; startles when his big brother drops something on the floor; and can make his displeasure known if I try to rest my laptop on my growing belly.\n\nThis individual hasn’t been born yet. I’m 34 weeks pregnant.\n\nMy knowledge about my family’s impending arrival — which includes his gender and key facts about his health — goes far beyond what any prior generation of pregnant women could have expected.\n\nThe morning I was born, my mom had to count my fingers and toes to make sure there were 10 of each. In contrast, I’ve already counted the four chambers of my son’s heart. Pregnancy is a black box no longer.\n\nThe gestational process is yielding its secrets thanks to a revolution in prenatal care. Starting in the early 20th century, obstetricians honed a low-tech routine for prenata l visits that averts many common problems of pregnancy: They provided nutrition counseling, tracked the size of the mother’s abdomen, measured blood pressure and performed simple urine tests, for instance. Since the 1970s, that foundation has been bolstered by a series of technologic innovations that continue today, giving expectant couples and their physicians a wide array of ways to see inside the womb, detect fetal abnormalities and pregnancy complications, and act on these findings to care for both mom and baby.\n\n“What is most dramatically changing is that we have an increasing view of the fetus as a patient,” says Yasser El-Sayed, MD, director of maternal-fetal medicine and obstetrics at Stanford University, obstetrician-in-chief at Lucile Packard Children’s Hospital, and co-director of the Johnson Center for Pregnancy and Newborn Services at Packard.\n\nObstetricians have always wanted the ability to diagnose and treat the fetus, but in the past they lacked the necessary tools, says El-Sayed, also a professor of obstetrics and gynecology at the School of Medicine, and an obstetrician for nearly 20 years. Today, he helps lead a world-class, multidisciplinary team at Stanford and Packard Children’s that is greatly expanding the power of prenatal and maternal-fetal care.\n\nThe change has benefited both expectant mothers like me whose prenatal care turns up no warning signs and the smaller number who find out they have an extreme need for medical help.\n\nWe’ve now learned how a variety of fetal problems typically develop, says Richard Barth, MD, radiologist-in-chief at Packard Children’s and a professor of radiology at the School of Medicine. Barth’s team often uses MRI scans to provide families with detailed information about fetal abnormalities initially diagnosed by ultrasound. “We can counsel the parents about the likely outcomes and management options,” he says. “Families can be much better informed prior to delivery.”\n\nGood prenatal care has societal benefits as well, says Maurice Druzin, MD, professor of obstetrics and gynecology at the School of Medicine, and the director of the residency program. Druzin serves on the State of California’s Pregnancy-Associated Mortality Review, which reviews deaths among pregnant women or those who have recently delivered in California. Such deaths, though fortunately rare, represent the tip of the iceberg of medical complications in pregnancy, the panel has found. And fragmented or absent prenatal care is, sadly, a common contributor both to such complications and to potentially preventable maternal deaths.\n\n“Women with low socioeconomic status and limited resources suffer the most,” Druzin says. “They may not have access to prenatal care because they lack insurance. They come in with complications of pregnancy that were preventable or avoidable.”\n\nAs of 2009, about 6 percent of pregnant women in the United States received either late prenatal care — starting after week 28 of the 40-week gestational period — or none at all. Very young mothers are least likely to be cared for during pregnancy: In 2010, 22 percent of expectant mothers under age 15 had late or no prenatal care, a figure that dropped to 10 percent for 15- to 19-year-olds and to 4 percent for women in their 30s.\n\nThe Healthy People 2020 initiative aims to lower these figures, at least in part by helping women find the prenatal care they’re entitled to receive. Low-income U.S. women can obtain prenatal care through Medicaid, which pays for 40 percent of births in the United States. It provides care during pregnancy and delivery, and for 60 days postpartum. In many states, women qualify if their families’ earnings are below 185 percent of the federal poverty line, though the threshold varies; the California cutoff is 200 percent. Once the Affordable Care Act takes effect next year, women with incomes below 400 percent of the poverty line will be eligible for financial assistance in purchasing insurance on state-run exchanges, and insurers will no longer be able to classify pregnancy as a pre-existing condition to deny coverage to pregnant women.\n\nIn California, women can receive publicly financed prenatal care even if they lack legal immigration status; one study of this practice from UC-Irvine, published in 2000, calculated that every dollar spent on prenatal care for California’s undocumented immigrants saved $3.33 in postnatal care for newborns and $4.64 in long-term costs.\n\n“It’s a huge burden on society to have a child born with a preventable complication, when you consider that we could have done something about it and had a productive citizen who would have required less health care,” says Druzin.\n\nFortunately, most U.S. women — more than 70 percent — seek prenatal care in the early weeks of pregnancy. Almost immediately, these patients have the opportunity to start learning about the fetus, getting a window into the womb that can give clues to the health of the fetus and the well-being of the pregnancy.\n\nThe first obstetric check-up for my current pregnancy was a combination of sublimely exciting (hearing the fetal heartbeat for the first time) and dully routine (filling out forms about my medical history). Like most expectant women, my basic prenatal care began with doctor visits and screening tests geared toward problems that affect large swaths of the pregnant population. At the early prenatal visits, following a decades-old pattern, obstetricians assess their patients for everything from anemia to substance abuse to infectious diseases. They collect baseline information on weight, blood pressure and other vital signs; give advice on prenatal vitamins; and evaluate the safety of medications the pregnant woman is using. If red flags turn up — a patient wants help quitting smoking, has an HIV infection or needs a flu shot, for instance — her doctor can act quickly to minimize risks for the mother and baby.\n\nObstetricians have always wanted the ability to diagnose and treat the fetus, but in the past they lacked the necessary tools.\n\nIn the first and second trimesters, which encompass the first 27 weeks, a series of newer tests also help expectant parents learn about the fetus’ health. For instance, parents can be screened for genes that cause such disorders as cystic fibrosis and sickle cell disease; if both are carriers, genetic counselors can help them decide what to do next. Depending on the circumstances, a woman might use the knowledge to prepare for the child’s treatment and care, or she might decide to end her pregnancy.\n\nAnother form of testing, called “integrated screening,” combines results from two maternal blood tests that measure proteins made by the placenta with findings from an early ultrasound scan to provide a noninvasive estimate of the risk of genetic defects such as Down syndrome. The noninvasive tests lack the miscarriage risk associated with older, invasive methods such as amniocentesis and chorionic villus sampling, which require physicians to remove fluid or tissue directly from the uterus. (The trade-off is that the integrated screening results are less accurate.) “We used to offer routine amniocenteses on all moms over age 35, but those days are gone,” says El-Sayed. Instead, women now use their integrated screening results to decide if they want a definitive — but invasive — genetic test.\n\nThe latest development in fetal genetic screening represents an even bigger advance: Stanford scientists have figured out how to use fetal DNA floating through the maternal bloodstream to find certain kinds of genetic defects. These noninvasive “cell-free” fetal DNA tests are just beginning to be offered in the clinic. [See \"Inside Information\"]\n\nAnother possible addition to standard prenatal care is now under investigation: prenatal treatment for cytomegalovirus, which can cause permanent hearing damage, vision loss and mental disabilities among infants infected in utero. CMV is a virus that is transmitted in body fluids such as saliva and urine, often making the rounds of preschools and day care centers. It is generally harmless in children and adults, but the 1 to 4 percent of pregnant women who first contract the virus during pregnancy can pass it to their fetuses. A small fraction of these congenitally infected babies — about 5,000 infants per year in the United States — suffer lasting disability or die as a result. Routine CMV screening has never been included in prenatal care because there hasn’t been an effective treatment. But that may be changing. Stanford is one of 14 research sites now recruiting 800 women to evaluate a new treatment method in a clinical trial sponsored by the National Institutes of Health. Women in the randomized, controlled trial who become infected with CMV during pregnancy will receive intravenous doses of an antibody that researchers hope will stop the virus from passing to the fetus. The trial runs until 2018.\n\n“If it proves to be effective, that will be a major, populationwide change,” El-Sayed says. “We would screen all pregnant women for CMV. It would have a large public health impact.”\n\nAs the second and third trimesters progress, obstetricians check fetal well-being — listening to the fetal heart rate and measuring mom’s expanding belly, for instance — and test their patients’ blood, urine and vital signs for evidence of common obstetric complications, such as gestational diabetes and pre-eclampsia. This screening, though low-tech, can be lifesaving. In the early 1900s in the United States, 10 to 30 percent of women who developed eclampsia, characterized by high blood pressure and seizures, died of the condition. Today, in the industrialized world most cases are found before the condition becomes life-threatening, says Druzin.\n\nAnd, of course, there’s the prenatal visit that expectant parents anticipate most eagerly: the anatomic ultrasound near the halfway point of pregnancy. The detail provided by these scans — which show every part of the baby’s body, from brain to toes — would have been unimaginable not long ago.\n\n“When I started as a resident, we had static ultrasound; it was like an X-ray, not a moving image,” Druzin says. Then, in 1975, during Druzin’s residency, a senior obstetrician at Denver’s Rose Hospital called him in to watch one of the first real-time prenatal ultrasound scans conducted in the United States. “The image was this fuzzy, grainy thing, but we could see the heart beating and the baby moving,” Druzin says. “It was a revelation.”\n\nReal-time ultrasound, which has been standard since the early 1980s, solved many diagnostic challenges. For the first time, if a woman had first-trimester bleeding, doctors could easily look for the fetal heartbeat and determine if the patient had miscarried. Diagnosing ectopic pregnancy, in which the embryo implants in a fallopian tube instead of the uterus, also became much simpler. “Ruptured ectopics, in which the fallopian tube bursts, used to be one of the leading causes of death in pregnancy; the patient could quickly bleed to death,” Druzin says. Early diagnoses not only saved women’s lives but also their fertility; obstetricians could give drugs to end the ectopic pregnancy without damaging the fallopian tube.\n\nTwins could also be diagnosed consistently. Before real-time ultrasound, 25 to 50 percent of twin pregnancies were thought to be singletons until delivery. (Hearing this during my interview with Druzin, I screech in alarm. In my gigantically pregnant state, I can’t fathom the idea of getting this particular news in the delivery room.) “We would deliver the baby and then, suddenly, there was another hand or foot,” Druzin says, chuckling a little at my reaction. When I later ask radiologist Barth, who also remembers the days before real-time ultrasound, about undiagnosed twins, he says drily, “Some parents want to be surprised about the gender, but nobody wants to be surprised about the number.”\n\nToday, the view into the womb is clearer than ever before. Two-dimensional, real-time ultrasounds are standard and powerful: On each of my two sons’ 20-week anatomic scans, my husband and I could look at the wrinkles in their developing brains, count the chambers in their hearts, see their bones and eyeballs and fingers and toes. During one scan, the technician gleefully pointed out that we could watch the baby peeing. Another time, after our car was rear-ended with me in the front passenger seat, a physician used ultrasound to show me a reassuring close-up of my placenta, still fully attached to my uterus. And at a routine checkup a few weeks ago, when my obstetrician had trouble determining the baby’s position with a manual exam, an ultrasound instantly solved the mystery — the little acrobat had folded his feet in front of his face.\n\nMany centers, including Packard Children’s, also offer some patients three-dimensional ultrasounds, which were developed about 10 years ago. “3D scans are really helpful at showing anatomic relationships, especially for facial abnormalities,” Barth says. “For things like clefts of the lip and palate, it gives parents a much better understanding of what the abnormality looks like than 2D grayscale.”\n\nWhen ultrasounds turn up fetal abnormalities, magnetic resonance imaging scans of the fetus can offer a different, and helpful, view of the problem.\n\n“An MRI is like having a picture of an entire room, whereas with ultrasound, you have a flashlight,” says Diego Jaramillo, MD, who is radiologist-in-chief at The Children’s Hospital of Philadelphia and professor of radiology at the University of Pennsylvania. “With ultrasound, you can reconstruct the picture of, well, this is a couch — and you can get behind it or look underneath, getting angles you couldn’t get with an MRI — but you always have a limited view. You don’t get an overall picture of the fetus, the uterus and the placenta in a single image.” A comprehensive image is especially helpful for evaluating large structural defects, such as sacrococcogeal teratoma, a large tumor that can grow from the base of the fetal spine, Jaramillo says.\n\nMRIs also show soft tissue contrast in much finer detail than ultrasound scans. If ultrasound detects too much fluid in the brain, an MRI can show whether brain development is on track. MRI is good for looking at lesions of the lung or diaphragm, and abnormalities of the kidneys, liver or genitourinary system. A few years ago, Barth’s team used MRI to determine that a fetus with an apparent bowel obstruction actually had a genetic disease affecting fluid absorption from the intestine; this prenatal diagnosis allowed the medical team to start taking care of the disease right after delivery and prevented weeks or months of uncertainty that often precede identifying this rare condition after birth.\n\nA physician used ultrasound to show me a reassuring close-up of my placenta, still fully attached to my uterus.\n\nThe next step in fetal MRI, performing scans with stronger magnets, holds the promise of even greater discoveries. For instance, mapping the brain’s fiber tracts, a mainstream procedure for child and adult patients, will also become an option for the fetus, leading to the tantalizing possibility that certain psychiatric and brain disorders could be predicted before birth. “It’s potentially very exciting,” Barth says.\n\nJaramillo’s team is now leading U.S. efforts to bring the stronger magnets on board. The higher-strength scans, which use a magnetic field strength of 3 Tesla instead of 1.5 Tesla, are already standard for children and adults. The stronger magnetic field allows for faster scans and better spatial resolution, but safety concerns and technical challenges — such as the fact that amniotic fluid creates more anomalies on higher-field scans — have slowed the use of the technology for fetal patients. But newer, safer magnets and technical innovations to reduce artifacts are eliminating these obstacles, Jaramillo says. And, because MRI does not require radiation, it is inherently safer than imaging methods such as CT scanning, which is avoided in pregnancy due to the relatively high radiation dose used.\n\n“We’ll see some major diagnostic improvement with 3T magnets,” says Barth, adding that Packard Children’s will begin 3T fetal scans within the next year. “We’ll be able to get into functional imaging, where, for example, you could stimulate the fetus with an external stimulus such as an auditory pulse and image the fetal brain to see if there’s a normal auditory response.”\n\nThe abilities to screen for common obstetric complications and get detailed views of the fetus have led to big improvements in the well-being of pregnant women and their babies. Yet for maternal-fetal medicine experts like El-Sayed, the ultimate goal is to treat the most challenging maternal and prenatal diagnoses by giving the right medical care both before and after birth.\n\nOne effort in that direction was Packard Children’s 2009 opening of its Center for Fetal and Maternal Health. The center has now treated more than 1,100 expectant mothers, uniting all the specialists relevant to each patient’s pregnancy, delivery and the baby’s care to make joint decisions for her case. “We have a single point of entry and we can make sure that all of the pieces of the complex puzzle are put together for families and babies,” says Packard Children’s neonatologist Susan Hintz, MD, the center’s medical director. The doctors and other team members work to develop medical plans that include everything from deciding when and where delivery should be planned, to which caregivers should be in the delivery room, to anticipating what types of follow-up care the baby will need throughout infancy and childhood. For infants with severe congenital defects to their hearts, respiratory systems or other essential organs, this includes planning lifesaving surgeries for the first hours or days after birth.\n\nOften, says Hintz, who is also professor of pediatrics at the School of Medicine, close interaction between the different specialists brings to light that a case is much more complicated than any one sub-group of people might have realized. “We’ve really come to a recognition that for the patients and families, the whole team is much more important together than the sum of the individual parts,” she says.\n\nThe next frontier is minimally invasive surgery on the fetus to correct certain anomalies before birth. Minimally invasive techniques, already known to speed healing, reduce infections and minimize pain for pediatric and adult patients, offer even bigger safety advantages for surgeries performed in utero. In open fetal surgeries, the large incision made in the uterus to access the fetus often triggers labor. “That’s the Achilles heel of open procedures,” El-Sayed says. “You may have done a surgery that benefits the fetus, but the benefit may be profoundly diluted by prematurity.” In contrast, he says, in minimally invasive procedures, which are performed through small incisions, “you carefully avoid any mass disruption of the fetal environment.”\n\nMinimally invasive approaches also protect pregnant women from surgical complications and large uterine scars, which could endanger their future fertility. “You have to remember that there’s no such thing as fetal surgery; it’s maternal-fetal surgery,” Druzin says. “You’re always putting two people at risk.”\n\nEven with the potential benefits of minimally invasive fetal interventions, medical teams will still need a compelling reason to treat the fetus instead of treating the infant after birth. Those may include cases of twin-twin transfusion — in which twins in utero share a placenta and one fetus pumps blood across the placenta to the other ­— the unequal strain on the two circulatory systems can kill both twins before birth. Amniotic band syndrome, in which fibrous amniotic bands become tightly entwined around a fetal limb or digit, can cause the affected body part to self-amputate if the problem is not corrected in the womb. And in-utero repairs for spina bifida, or incomplete closure of the spinal cord, can prevent lifelong disabilities that would occur if the medical team waited until birth to act.\n\nFor my own little fetus, I’m grateful that my modern, thorough prenatal care hasn’t turned up any signs of obvious problems. In addition to seeing on ultrasounds that the baby’s brain, heart, lungs and other organs seem to be developing normally, I’ve learned that I don’t carry a gene for cystic fibrosis, and I don’t have conditions such as anemia or gestational diabetes that could cause problems for the little guy’s growth before he’s born. But I’ll be even more relieved when I get to hold him for the first time and can see for myself that he’s as strong and healthy as the increasingly urgent kicks in my midsection seem to indicate.\n\nI want to do the things that new moms have always done: hear him cry, feed him, see whose chin he inherited. Who knows? I’ll probably even count his toes.\n\nE-mail Erin Digitale", "article_metadata": {}, "_id": "\"57477af46914bd0286fde4c0\"", "article_summary": "And fragmented or absent prenatal care is, sadly, a common contributor both to such complications and to potentially preventable maternal deaths.\n“Families can be much better informed prior to delivery.”Good prenatal care has societal benefits as well, says Maurice Druzin, MD, professor of obstetrics and gynecology at the School of Medicine, and the director of the residency program.\nDruzin serves on the State of California’s Pregnancy-Associated Mortality Review, which reviews deaths among pregnant women or those who have recently delivered in California.\nRoutine CMV screening has never been included in prenatal care because there hasn’t been an effective treatment.\nThe gestational process is yielding its secrets thanks to a revolution in prenatal care."}