{"article_title": "Race Celebrates Penobscot River, People, History, Post-Veazie Dam", "article_keywords": ["penobscot", "stretches", "indian", "dam", "historic", "removal", "project", "veazie", "race", "postveazie", "river", "celebrates", "history"], "article_url": "http://indiancountrytodaymedianetwork.com/2014/07/28/race-celebrates-penobscot-river-people-history-post-veazie-dam-156081", "article_text": "Just a year after the Penobscot River was liberated from a major obstacle—the Veazie Dam—the beautiful river and its people will be honored and celebrated with a canoe and kayak race.\n\nThe Penobscot Indian Nation, in collaboration with the American Canoe Association’s New England Paddle America Club, will host the first Annual Bashabez Run on August 3. The canoe and kayak race will mark recent milestones in the collaborative efforts to restore the free-flowing nature of the lower river from Indian Island to Penobscot Bay and the open Atlantic Ocean. The event also shares and honors the history and culture of the Penobscot Nation.\n\nThe $62 million Penobscot River Restoration Project will ultimately allow endangered Atlantic salmon, American shad, alewife and eight other species of sea-run fish to return home to 1,000 miles of habitat on the river and its tributaries and provide access to 100 percent of historic habitat to endangered shortnose sturgeon, striped bass, tomcod and rainbow smelt.\n\nThe project included the removal of the Great Works Dam in 2012 and the Veazie Dam in 2013 by the Penobscot River Restoration Trust—an unprecedented private-public partnership between the Penobscot Indian Nation, seven conservation groups, hydropower companies, state and federal agencies, and a huge number of individual supporters who worked on the restoration project for more than a decade. The removal of the Veazie Dam was the key component of the project that organizers said is among the largest river restorations efforts in the country’s history, and it is of crucial importance in restoring cultural and traditional wholeness to the Penobscot Nation.\n\nRelated: Ceremony—and Eagles—Mark Beginning of Veazie Dam Removal\n\nDam Removal Launches Penobscot River Restoration\n\n”This river is simply who we are,” said Penobscot Chief Kirk Francis at the Veazie Dam removal ceremony in July 2013. “It’s the very core of our identity as a people and it’s simply the most important [element] in the Penobscot Nation’s life…. The Veazie Dam has been the biggest obstruction…. We’re just beside ourselves that we’ve reached this kind of care and we’re bringing this river back to its health and vitality and its natural state. We’re excited for the day when we can have salmon again in our ceremonies and get people eating them and focusing on the traditional practice that sustained us for so many years.”\n\nThe removal of the 830-foot long, 30-foot-high, buttress-style Veazie Dam, which held back almost four miles of water behind it, fully revealed stretches of white water that had been submerged for nearly 200 years, said James E. Francis, the Penobscot Nation’s director of cultural and historic preservation, in a statement. Now, the lower river offers a myriad of diverse paddling opportunities, from slow-moving stretches to Class III rapids, depending on flow conditions. The Penobscot People referred to various stretches of white water with descriptive names, such as nələmsαkəhəkan, \"falls where the river forms a channel,\" at Basin Mills, and wαpanopəntek, \"white waterfall cascade\" for the site where the Veazie Dam once stood, Francis said.\n\n“This area was quite a resource for my ancestors,” Francis told the Press Herald. “Falls are places you go in order to find sustenance (and fish). This section of river, you can see now that it’s opened up, was probably very, very important for those activities. When the dams were built, that pretty much buried the falls.”\n\nFrancis said the area has the potential of becoming a recreational corridor.\n\n“I’ve been an avid canoeist my whole life and I’ve never done this stretch of river until recently,” he said.\n\nThe race course runs from Indian Island to Brewer, retracing the route of Chief Bashabez, the first Penobscot leader documented by Europeans around 1568. A historic meeting took place in 1604, when Samuel de Champlain followed the Penobscot River north and as far inland as Kenduskeag (now Bangor, Maine), where Chief Bashabez and 30 Penobscots aboard six canoes arrived a few days later from a northern village, and the local Penobscots sang and danced in greeting.\n\nThe Bashabez Run, billed “for the more serious paddler,” will start at 9 a.m. It has a challenging course through four significant, historic rapids and long stretches of shallow, fast moving current. Race times are expected to be 2 to 2.5 hours and will coincide with an outgoing/low tide at the finish. The race details and schedule are available on the Penobscot Indian Nation website.", "article_metadata": {"description": "Just a year after the Penobscot River was liberated from a major obstacle—the Veazie Dam—the beautiful river and its people will be honored and celebrated with a can", "generator": "Drupal 7 (http://drupal.org)", "dcterms.format": "text/html", "og": {"url": "http://indiancountrytodaymedianetwork.com/2014/07/28/race-celebrates-penobscot-river-people-history-post-veazie-dam-156081", "site_name": "Indian Country Today Media Network.com", "image": "http://d1jrw5jterzxwu.cloudfront.net/sites/default/files/article_media/penobscot_indian_nation_race-courtesy_tribe.jpg", "type": "article", "title": "Race Celebrates Penobscot River, People, History, Post-Veazie Dam"}, "robots": "follow, index", "dcterms.identifier": "http://indiancountrytodaymedianetwork.com/2014/07/28/race-celebrates-penobscot-river-people-history-post-veazie-dam-156081", "dc": {"title": "Race Celebrates Penobscot River, People, History, Post-Veazie Dam"}, "fb": {"app_id": 493888563989950}, "dcterms.creator": "theresa", "dcterms.date": "2014-07-28T09:30-04:00", "dcterms.language": "und", "dcterms.type": "Text", "validation_code": "d9d37d7b776cc351c4025ded3df21cad", "sioc": {"num_replies": 0}, "dcterms.title": "Race Celebrates Penobscot River, People, History, Post-Veazie Dam"}, "_id": "\"57477af46914bd0286fde4bd\"", "article_summary": "Related: Ceremony—and Eagles—Mark Beginning of Veazie Dam RemovalDam Removal Launches Penobscot River Restoration”This river is simply who we are,” said Penobscot Chief Kirk Francis at the Veazie Dam removal ceremony in July 2013.\nJust a year after the Penobscot River was liberated from a major obstacle—the Veazie Dam—the beautiful river and its people will be honored and celebrated with a canoe and kayak race.\nThe Penobscot Indian Nation, in collaboration with the American Canoe Association’s New England Paddle America Club, will host the first Annual Bashabez Run on August 3.\nThe race details and schedule are available on the Penobscot Indian Nation website.\nThe Veazie Dam has been the biggest obstruction…."}