{"article_title": "Ted Cruz attracts hundreds to Bloomingdale rally - Story", "article_keywords": ["town", "talked", "rights", "things", "attracts", "ted", "hundreds", "cruz", "sen", "small", "rally", "america", "mullins", "bloomingdale"], "article_url": "http://www.wjcl.com/politics/ted-cruz-attracts-hundreds-to-bloomingdale-rally/113807304/story", "article_text": "BLOOMINGDALE, Ga. (WJCL)- Republican presidential hopeful Sen. Ted Cruz attracted hundreds of people to Bloomingdale's Ottawa Farms Saturday morning.\n\nFormer Congressman Jack Kingston and Congressman Buddy Carter introduced Senator Cruz before he took the stage.\n\nCruz started his speech by taking a jab at the democratic candidates saying \"now the democratic field consists of a wild-eyed socialist with ideas that are dangerous for America and the world...and Bernie Sanders.\"\n\nSen. Cruz aimed to align his political views with those of Bloomingdale- a town of less than three-thousand people.\n\n\"This is a small town, Bloomingdale, and we're real excited that he's here,\" said Cheryl Mullins, attendee.\n\nSen. Cruz talked about individual rights, repealing the Affordable Care Act and doing away with the IRS- Cruz plans to switch over to a flat tax. Sen. Cruz also talked about his belief that America is now \"less safe.\"\n\n\"This is not a typical time in politics,\" said Sen. Cruz. \"We are bankrupting our kids and grandkids. Our constitutional rights are under assault each and every day and America has receded from leadership and now has made the world a much more dangerous place.\"\n\nClose to 500 people cheered him on as he hit key points such a Second Amendment rights and help for small businesses.\n\n\"Our current administration has put so many administration has put so many restrictions on the ability for a small business to thrive: taxes that we have to pay keeps us from hiring people,\" said Bill Byler, a small business owner in the audience.\n\n\"Ted Cruz delivered a message today that one of the first things that he will do- his first day in office-he will remove some of the things that have been levied on small businesses across America,\" said Byler.\n\nOther people at the rally said they just \"got a good feeling\" from Sen. Cruz.\n\n\"Well, I just learned that he's a man that really stands up for what he believes and he will follow through,\" said Mullins.", "article_metadata": {"description": "Republican presidential hopeful Sen. Ted Cruz attracted hundreds of people to Bloomingdale's Ottawa Farms Saturday morning.", "author": "Meghan Schiller", "og": {"site_name": "WJCL", "description": "Republican presidential hopeful Sen. Ted Cruz attracted hundreds of people to Bloomingdale's Ottawa Farms Saturday morning.", "title": "Ted Cruz attracts hundreds to Bloomingdale rally", "url": "http://www.wjcl.com/politics/ted-cruz-attracts-hundreds-to-bloomingdale-rally/113807304/story", "image": {"width": 640, "identifier": "http://s3.amazonaws.com/wjcl/photo/2015/12/19/poster_8e73c6e773ac483cb3a0d55759aba2ea_32997_ver1.0_640_360.jpg", "height": 360}, "locale": "en_US", "type": "article"}, "fb": {"app_id": 806031192812427}, "keywords": "Politics,News,Local,Georgia News,National", "article": {"section": "Politics", "published_time": "2015-12-20T01:56:24+0000", "modified_time": "2015-12-20T01:56:24+0000"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no"}, "article_summary": "BLOOMINGDALE, Ga. (WJCL)- Republican presidential hopeful Sen. Ted Cruz attracted hundreds of people to Bloomingdale's Ottawa Farms Saturday morning.\nOther people at the rally said they just \"got a good feeling\" from Sen. Cruz.\nSen. Cruz aimed to align his political views with those of Bloomingdale- a town of less than three-thousand people.\nSen. Cruz talked about individual rights, repealing the Affordable Care Act and doing away with the IRS- Cruz plans to switch over to a flat tax.\n\"This is a small town, Bloomingdale, and we're real excited that he's here,\" said Cheryl Mullins, attendee."}