{"article_title": "Higher Premiums, Higher Deductibles, Worse Healthcare", "article_keywords": ["affordable", "worse", "pay", "plans", "deductibles", "high", "premiums", "health", "healthcare", "deductible", "insurance", "care", "higher"], "article_url": "http://www.valuewalk.com/2015/11/affordable-care-aca/", "article_text": "\n\nAffordable Care\n\n“Affordable Care”: Higher Premiums, Higher Deductibles, Worse Healthcare by Michael F. Cannon, Foundation For Economic Education\n\nThe New York Times and Boston Globe unload on Obamacare\n\nAside from one necessary clarification (see far below), it would be difficult to improve on what the New York Times, the Boston Globe, and the enrollees they interview have to say about ObamaCare.\n\nFirst, from yesterday’s New York Times article, “Many Say High Deductibles Make Their Health Law Insurance All but Useless”:\n\nFor many consumers, the sticker shock is coming not on the front end, when they purchase the plans, but on the back end when they get sick: sky-high deductibles that are leaving some newly insured feeling nearly as vulnerable as they were before they had coverage.\n\n“The deductible, $3,000 a year, makes it impossible to actually go to the doctor,” said David R. Reines, 60, of Jefferson Township, N.J., a former hardware salesman with chronic knee pain. “We have insurance, but can’t afford to use it.” …\n\n“We could not afford the deductible,” said Kevin Fanning, 59, who lives in North Texas, near Wichita Falls. “Basically I was paying for insurance I could not afford to use.”\n\nHe dropped his policy. …\n\n“Our deductible is so high, we practically pay for all of our medical expenses out of pocket,” said Wendy Kaplan, 50, of Evanston, Ill. “So our policy is really there for emergencies only, and basic wellness appointments.”\n\nHer family of four pays premiums of $1,200 a month for coverage with an annual deductible of $12,700. …\n\nAlexis C. Phillips, 29, of Houston, is the kind of consumer federal officials would like to enroll this fall. But after reviewing the available plans, she said, she concluded: “The deductibles are ridiculously high. I will never be able to go over the deductible unless something catastrophic happened to me. I’m better off not purchasing that insurance and saving the money in case something bad happens.”\n\n“While my premiums are affordable, the out-of-pocket expenses required to meet the deductible are not,” said [Karin] Rosner, who makes about $30,000 a year. …\n\n“When they said affordable, I thought they really meant affordable,” [Anne Cornwell of Chattanooga, Tenn.,] said.\n\nAnd from today’s Boston Globe article, “High-Deductible Health Plans Make Affordable Care Act ‘Unaffordable,’ Critics Say”:\n\n“We can’t afford the Affordable Care Act, quite honestly,” said Cassaundra Anderson, whose family canvassed for Obama in their neighborhood, a Republican stronghold outside Cincinnati. “The intention is great, but there is so much wrong. . . . I’m mad.” …\n\nThe Andersons’ experience echoes that of hundreds of thousands of newly insured Americans facing sticker shock over out-of-pocket costs. …\n\n“This will be an issue at least one more time in the 2016 election. It could absolutely still hurt Democrats,” said Robert Blendon, a professor of health policy and political analysis at the Harvard School of Public Health. “Polls about the Affordable Care Act have a considerable amount of middle-income people who say either the program has done nothing for them or actually hurt them.” …\n\n“Unfortunately, what we are headed toward now is universal crappy health insurance,” said Dr. Budd Shenkin, a California pediatrician. … “It’s just not a good deal for people,” he said.\n\n“We’re in the process of looking at going without insurance,” [Cassaundra Anderson] said, calculating that the family will be better off financially just paying the $2,000 tax penalty for not abiding by the law’s mandate. “What am I even paying these insurance people for? Why should we reenroll?” …\n\n“I cannot get anything with this insurance. Nothing,” said [Laura] Torres, who avoids seeking treatment for her thyroid condition and high blood pressure because of cost. “I just pay my monthly payments, try to take care of myself, go to work, and hope something serious doesn’t happen to me.” …\n\nAmete Kahsay, 53, works as a temporary warehouse packer in Columbus. The Affordable Care marketplace is her only option for health insurance. She and her husband, an airport shuttle driver, pay $275 a month for a “bronze” plan with a $13,200 deductible.\n\nShortly after they signed up for insurance last year, her husband rushed her to the emergency room when she experienced dizziness. The visit, which included a CT scan of her brain, cost $1,700. She paid the charge from her savings, then returned to her native Ethiopia, where care is cheaper, to consult a neurologist and seek follow-up care.\n\n“I support Obamacare. Without it, I wouldn’t have any type of insurance. But I’m not sure it’s worth the money,” said Kahsay, a US citizen who is registered as an independent voter. “Now, unless I get very, very sick, like only if it’s life-threatening, I won’t go to the doctor. I just lay down and take a rest.”\n\nThe necessary clarification is that these people are not complaining about high-deductibles in a market system. In a market system, consumers who choose high deductibles save money on their premiums and therefore have more resources to help them pay their out-of-pocket expenses.\n\nObamaCare, on the other hand, manages to pair high deductibles with higher premiums, stripping many people of this benefit of high-deductible plans and leaving them unable to pay their medical bills.\n\nCross-posted from Cato.org.", "article_metadata": {"description": "Polls about the Affordable Care Act have a considerable amount of middle-income people who say either the program has done nothing for them", "generator": "WPZOOM Framework 1.6.0", "og": {"site_name": "ValueWalk", "description": "Polls about the Affordable Care Act have a considerable amount of middle-income people who say either the program has done nothing for them", "title": "Affordable Care: Higher Premiums, Higher Deductibles, Worse Healthcare", "locale": "en_US", "image": {"width": 620, "identifier": "http://www.valuewalk.com/wp-content/uploads/2015/02/Affordable-Care-Act.jpg", "height": 349}, "updated_time": "2015-11-19T16:14:37+00:00", "url": "http://www.valuewalk.com/2015/11/affordable-care-aca/", "type": "article"}, "twitter": {"description": "Affordable Care “Affordable Care”: Higher Premiums, Higher Deductibles, Worse Healthcare by Michael F. Cannon, Foundation For Economic Education The New York Times and Boston Globe [...]", "title": "“Affordable Care”: Higher Premiums, Higher Deductibles, Worse Healthcare", "url": "http://www.valuewalk.com/2015/11/affordable-care-aca/", "image": "http://www.valuewalk.com/wp-content/uploads/2015/02/Affordable-Care-Act.jpg", "creator": "@valuewalk", "site": "@valuewalk", "card": "photo"}, "robots": "noodp", "fb": {"app_id": 294013504001864, "pages": 144640855575863}, "msapplication-TileImage": "http://www.valuewalk.com/wp-content/uploads/2016/02/cropped-ValueWalk-site-icon-270x270.png", "article": {"publisher": "https://www.facebook.com/valuewalk", "published_time": "2015-11-19T21:14:11+00:00", "author": "https://www.facebook.com/valuewalk", "section": "Politics", "modified_time": "2015-11-19T16:14:37+00:00", "tag": "Obamacare"}, "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "In a market system, consumers who choose high deductibles save money on their premiums and therefore have more resources to help them pay their out-of-pocket expenses.\nObamaCare, on the other hand, manages to pair high deductibles with higher premiums, stripping many people of this benefit of high-deductible plans and leaving them unable to pay their medical bills.\nThe Affordable Care marketplace is her only option for health insurance.\nBut after reviewing the available plans, she said, she concluded: “The deductibles are ridiculously high.\nAnd from today’s Boston Globe article, “High-Deductible Health Plans Make Affordable Care Act ‘Unaffordable,’ Critics Say”:“We can’t afford the Affordable Care Act, quite honestly,” said Cassaundra Anderson, whose family canvassed for Obama in their neighborhood, a Republican stronghold outside Cincinnati."}