{"article_title": "The Broader Vicious Circle Behind the Ferguson Crisis", "article_keywords": ["poor", "wealth", "racial", "rights", "whites", "problem", "white", "vicious", "minorities", "americans", "ferguson", "broader", "socioeconomic", "circle", "crisis"], "article_url": "http://www.huffingtonpost.com/mugambi-jouet/beyond-ferguson-discrimin_b_5720838.html", "article_text": "Jupiterimages via Getty Images\n\nIn the wake of events like the police shooting of Michael Brown in Ferguson, Missouri, Americans are often called upon to reflect on racial discrimination. But debate over the issue usually focuses narrowly on how racism spurs injustices while overlooking how it is also a major source of division. Yet, these two issues are inextricably intertwined. The profound division of American society along racial lines is part of a vicious circle exacerbating a host of social problems, from excessive use of force by the police to mass incarceration and wealth inequality.\n\nThe misconception that crime is fundamentally a \"black problem\" or \"minority problem\" does not merely help explain the racial profiling that often drives excessive use of force by the police, as may have been the case in Michael Brown's death, which remains under investigation. This misconception has also profoundly undermined criminal justice reform by persuading certain citizens that harsh punishments are solely a problem faced by minorities. From that angle, the solution to mass incarceration can seem for minorities to \"go fix their communities\" instead of reforming the penal system by making sentencing laws more humane.\n\nWhile the stereotypical criminal is portrayed as African-American or Hispanic, people commonly overlook the fact that around 34 percent of state and federal prisoners are white. That is not a trivial proportion. The prison population provides only part of the picture since discrimination occurs at each stage of the legal process. Even though blacks are disproportionately perpetrators and victims of crime, they are more likely than whites to be arrested, charged, convicted, and harshly sentenced for the same offenses.\n\nAmerica has the highest incarceration rate worldwide due to the routine infliction of draconian punishments. Over 2.2 million people live behind bars in \"the land of the free.\" America is also the sole Western democracy to retain the death penalty. Racism is undoubtedly among the driving factors behind the exceptional harshness of the U.S. penal system, yet less attention has been devoted to how racial and ethnic divisions have hindered reform.\n\nWhile draconian punishments have had a devastating toll on minority communities, the predicament of white prisoners is sometimes eclipsed. This makes it difficult for certain Americans to empathize with prisoners, who are \"otherized\" as minorities only. In particular, psychological research suggests that the more white citizens perceive prisoners as racial minorities, the more they consciously or unconsciously support harsh punishments.\n\nBy the same token, racial divisions have played a key role in undermining socio-economic solidarity in the United States. Numerous pundits and politicians have notably equated the Affordable Care Act with a program for minorities even though scores of its beneficiaries are white. This misrepresentation was exemplified by Congressman Mo Brooks' recent tirade that President Obama's agenda amounts to \"a war on whites.\" Rick Santorum has similarly conflated African-Americans with welfare cheats by stressing \"I don't want to make black people's lives better by giving them somebody else's money.\" In reality, people \"on welfare\" have never exceeded 5 percent of the U.S. population and they now comprise around 2 percent. Besides, blacks constitute a minority of welfare recipients.\n\nDespite the tendency of some Americans to equate public assistance as a whole with assistance to minorities, its recipients include millions of poor and middle-class whites. For instance, around 42 percent of low-income families are white. Minorities receive disproportional government assistance and must face additional challenges due to racial discrimination, yet many whites face economic hardship too.\n\nThe most striking wealth gap in America nowadays is not between whites and minorities or even between the rich and poor. Rather, it is between the richest of the rich and all other Americans. Over the past three decades the bulk of all national income growth has gone to the richest 10 percent citizens, especially the top 1 percent. Meanwhile, the inflation-adjusted income of middle-class and poor Americans has decreased or stagnated.\n\nBut for racial and ethnic divisions, Americans would be more inclined to embrace a broad range of egalitarian reforms, from reducing wealth inequality to instituting universal health care or abandoning mass incarceration. For instance, statistical research indicates a strong correlation between racial homogeneity and support for wealth redistribution in both American states and European countries.\n\nThe United States have historically had a far more diverse population than other Western nations, which is among the reasons behind the limited socio-economic solidarity in American society. A longstanding theme in U.S. history, from the days of slavery to modern times, has been how poor blacks have commonly been pitted against poor whites, which has hindered socio-economic solidarity. This division remains, although it also increasingly exists along middle-class lines as African-Americans and other minorities have gradually attained a higher economic status.\n\nPerhaps one of the solutions to the problem is framing the challenge to racial discrimination as part of the broader need for social equality and human rights for all people. That was the message of Martin Luther King, under whose leadership the civil rights movement evolved into a movement calling for economic rights for poor Americans of all backgrounds, whether white, black, Hispanic, Asian or Native-American. This led King to fall in disfavor with some of his supporters, who felt he went too far by calling for socio-economic equality and human rights for all. Nearly half a century following King's assassination, the nation still confronts stark injustices and divisions. Michael Brown's tragic death and the subsequent unrest in Ferguson, Missouri, are symptoms of a vicious circle with far-reaching effects.\n\nCopyright Truthout.org. Reprinted with permission.\n\nFollow Mugambi Jouet on Twitter: www.twitter.com/MugambiJouet", "article_metadata": {"description": "In the wake of events like the police shooting of Michael Brown in Ferguson, Missouri, Americans are often called upon to reflect on racial discriminatio...", "sailthru.expire_date": "2014-08-29 11:31:39 -0400", "og": {"site_name": "The Huffington Post", "description": "In the wake of events like the police shooting of Michael Brown in Ferguson, Missouri, Americans are often called upon to reflect on racial discriminatio...", "url": "http://www.huffingtonpost.com/mugambi-jouet/beyond-ferguson-discrimin_b_5720838.html", "image": "http://i.huffpost.com/gen/1999472/images/o-PRISON-facebook.jpg", "locale": "en_US", "type": "article"}, "twitter": {"image": {"width": 2000, "identifier": "http://i.huffpost.com/gen/1999472/images/o-PRISON-facebook.jpg", "height": 1000}, "description": "In the wake of events like the police shooting of Michael Brown in Ferguson, Missouri, Americans are often called upon to reflect on racial discriminatio...", "site": "@HuffPostPol", "card": "summary_large_image", "creator": "MugambiJouet"}, "sailthru.date": "2014-08-28 11:31:39 -0400", "al": {"ios": {"url": "huffpostnews:///?editionID=us&entryID=5720838", "app_store_id": 306621789, "app_name": "The Huffington Post"}}, "taboola.category": "politics", "fb": {"app_id": 46744042133}, "keywords": "Michael Brown,Michael Brown shooting,ferguson,ferguson protests,Income Inequality,racism,racial discrimination,discrimination,criminal justice,police brutality", "article": {"section": "Politics", "tag": "Michael Brown,Michael Brown shooting,ferguson,ferguson protests,Income Inequality,racism,racial discrimination,discrimination,criminal justice,police brutality", "published_time": "2014-08-28 11:31:39 -0400", "modified_time": "2014-10-28 05:59:01 -0400"}, "viewport": "width=1000"}, "_id": "\"57477af46914bd0286fdfdba\"", "article_summary": "Michael Brown's tragic death and the subsequent unrest in Ferguson, Missouri, are symptoms of a vicious circle with far-reaching effects.\nMeanwhile, the inflation-adjusted income of middle-class and poor Americans has decreased or stagnated.\nIn particular, psychological research suggests that the more white citizens perceive prisoners as racial minorities, the more they consciously or unconsciously support harsh punishments.\nThe most striking wealth gap in America nowadays is not between whites and minorities or even between the rich and poor.\nThis misconception has also profoundly undermined criminal justice reform by persuading certain citizens that harsh punishments are solely a problem faced by minorities."}