{"article_title": "What Tesla’s Home Battery Means for Your Electric Bill", "article_keywords": ["duvall", "electric", "power", "means", "battery", "energy", "bill", "system", "tesla", "teslas", "cost", "solar", "electricity", "utility"], "article_url": "http://www.thefiscaltimes.com/2015/05/07/What-Tesla-s-Home-Battery-Means-Your-Electric-Bill", "article_text": "There's no doubt that Elon Musk's announcement that Tesla Motors will enter the energy-storage market last week excited Tesla fanboys and a good bit of the stock market. But are the economics compelling enough that consumers should get excited, too?\n\nThat's a less compelling proposition. In the same way that payback periods for hybrid cars and rooftop solar slowed early adoption, Tesla's bold utility-market move will take some time to prove its worth when it comes to your electricity bill.\n\nAlready enthusiasm for the product has been keen. Yesterday Musk announced that there had been 38,000 reservations for the power unit in California, a sellout into next year, but he also conceded that the system currently makes little economic sense for most utility customers in the U.S.\n\nTesla's $3,000 to $3,500 Powerwall system for homeowners (the price depends on the size of the system, either the 7-kWh or 10-kWh version) may actually cost as much as $9,000—including installation and ancillary electronics—for the consumer, said Dean Frankel, an analyst at Lux Research in New York.\n\nRelated: Tesla Promises a Battery-Powered Home. Really.\n\n\"You'll likely see a price to the consumer of $7,000 to $9,000,\" Frankel said. \"It depends on how cheaply Tesla's [installation] partners can get the power electronics.\"\n\nIn places like California, where there are generous incentives for installing renewable power, a homeowner could save about $2 a day, meaning the system pays for itself in four to six years, said Mark Duvall, director of energy utilization at the Electric Power Research Institute, who's based in the northern California town of Half Moon Bay. In most of the rest of the country, the payoff would be longer because government incentives to go solar are smaller.\n\nTesla's system, which will become available this summer, is still about 50 percent cheaper than power-storage systems that have been on the market before, Duvall said. And for people who want the storage system as a way to provide emergency backup power—which is expected to be a small part of the demand—Tesla's units are cost-competitive, with backup generators that run on gasoline or natural gas.\n\nBut for most people, energy storage will have to get still cheaper, and there will need to be new mechanisms and business models to help spread out the cost before it makes both short-term and long-term financial sense.\n\nHere's how to think about it.\n\nRelated: Tesla’s New Battery Can Be a Game Changer for Global Energy\n\nMusk's virtuous energy circle\n\nCurrently, the business model works great for Musk and his holdings.\n\nMusk is also the founder of SolarCity, so a home energy-storage system can be linked to a rootfop solar array. It also plays a part in Musk's bold plan to create a battery manufacturing gigafactory in the U.S.—the Powerwall is based on Tesla's existing battery production method. At the same time, SolarCity is planning to build a solar panel manufacturing plant, a break from its roots in solar installation and financing alone. In all, it's a virtuous renewable-energy capitalism circle for Musk companies. (Powerwall is separate from Tesla's existing home-charging options for its cars, which can also be linked to SolarCity home solar installations.)\n\nMeanwhile, the system makes little sense on straight economics for most consumers right now, though changing utility rates will make the economics work better.\n\nRelated: Tesla Tries to Kick-Start an Energy Revolution\n\nThe rising trend in utility rates is to charge more for electricity use at peak hours, or based on an individual's own peak consumption, Duvall said. At-home electricity storage makes the most sense for consumers who live in states that have high peak-use rates, the experts say.\n\nKarl Rábago, an energy consultant who has worked in the past for both municipal utilities and utility corporations said that there are increasing arbitrage opportunities being offered by almost every utility in the country—some form of a dynamic pricing model. \"It's swept across the country,\" he said. He said consumers interested in the Tesla Powerwall and researching the potential benefits need to first explore a local utility's dynamic pricing model.\n\nThe idea is simple: Use solar panels to create power and store it when it is in less demand, then sell it to the local utility or use it to offset your own consumption when demand and prices are both at their highest, Frankel said.\n\nDuvall said more utilities are offering optional rates, where the customer can elect to pay more for electricity use at peak hours—typically mid-afternoon to mid-evening—or based on an individual's own peak consumption, in exchange for less-expensive electricity at night and on weekends.\n\nRelated: Tesla Stock Races Ahead on Visions of Electric Future\n\n\"If you can shift 7 kWh of electricity use from peak to nonpeak, you can save $2 a day,\" Duvall said. \"If you don't have a time-of-day rate, you value [Tesla's system] based on its use as backup power, and there's not a lot of demand for that.''\n\nThe average home uses between 1,000 and 1,200 kWh of juice per month, he said.\n\nThe systems will get cheaper—not a lot—but cheaper.\n\nDuvall said a system like Tesla's will probably get as much as 50 percent cheaper in the next 10 years. Part of that is the difference new technical innovations will make, but more of the price reduction will come simply from economies of scale as more people adopt at-home storage, using it in place of power from the utility grid or, more often, working in tandem with the grid. Another key factor will be how rapidly contractors learn how to install systems more efficiently, which has already helped drive down prices of residential solar-power systems.\n\nRelated: Tesla CEO Musk says market value could rival Apple by 2025\n\n\"It's a lot more expensive now because of how small the market is,\" Lux's Frankel said. That's especially true of the electronics, which are less advanced commercially than the batteries themselves, he added.\n\nFinally, emerging business models will help consumers manage the cost more easily.\n\nFor years solar power stagnated, because it cost too much upfront to install, until SolarCity and others came along with plans to finance and install the panels, letting consumers recoup the investment by electricity savings each month that typically exceed the payments. That model has helped SolarCity, where Tesla CEO Elon Musk is chairman and his cousin chief executive Lyndon Rive, become a huge hit, with shares rising sevenfold since a late-2012 initial public offering.\n\nSolarCity, or someone like it, will soon offer plans to finance the battery-storage systems, Frank and Duvall said. After 195,000 installations in 2014, nearly 645,000 U.S. homes and businesses now have solar arrays, according to the Solar Energy Industries Association.\n\nUtilities may also offer some assistance, because having more power available from battery owners may let them avoid the capital cost to build as many new plants, usually burning natural gas, to generate peak-load power. One of the earliest plans is a Sacramento Municipal Utility District pilot study on how to integrate at-home solar and storage systems into a smart grid.\n\n\"There's a lot of room for incentives, and there are certain to be a lot of options,'' Duvall said.\n\nRelated: Will Cheaper Oil Burn Tesla?\n\n\"Powerwall looks like it will do OK in high-cost places with high-cost photovoltaic solar systems—Hawaii especially, and California,\" said Richard Sedano, of the Regulatory Assistance Project, a nonprofit focused on the power sector. He said reforms in New York will help, too, but broad success is uncertain and will depend largely on how pricing evolves.\n\nRábago said the Powerwall system isn't, strictly speaking, necessary to keep the electric grid from breaking down. But, the energy consultant added, \"I think there is an opportunity for it to be successful.\" For one, he said it hits the antisolar argument from some utilities—that you can only use solar when the sun shines—on the head. The Tesla bet is that there is a reasonable, affordable way to solve the utility problem with at-home energy storage.\n\nRábago also said that early adopters wouldn't necessarily be motivated, or discouraged, by cost savings. He recalled an interview he was present at a decade ago in Colorado with a guy who had a 9-kWh solar system and was asked if it was cost-effective. \"He said, 'You're sitting on a $9,000 couch. Do I look like a price-sensitive consumer?'\"\n\n\"People who will want to do it first are those who desire energy self-sufficiency and autonomy. They will think it's worth it,\" Rábago said. \"And the more of them we get, the cheaper the next version will be for the rest of us.\"\n\nThis article originally appeared on CNBC.\n\nRead more from CNBC:\n\nAs more rent, the wealth gap widens\n\n$1 Million home sales surge, prices stall\n\nHouse Flippers seeing record returns", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "There's no doubt that Elon Musk's announcement that", "title": "What Tesla’s Home Battery Means for Your Electric Bill", "url": "http://www.thefiscaltimes.com/2015/05/07/What-Tesla-s-Home-Battery-Means-Your-Electric-Bill", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/autoshow-tesla-musk_1.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2015/05/07/What-Tesla-s-Home-Battery-Means-Your-Electric-Bill", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/autoshow-tesla-musk_1.jpg", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "There's no doubt that Elon Musk's announcement that", "generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "After 195,000 installations in 2014, nearly 645,000 U.S. homes and businesses now have solar arrays, according to the Solar Energy Industries Association.\nTesla's system, which will become available this summer, is still about 50 percent cheaper than power-storage systems that have been on the market before, Duvall said.\nIt also plays a part in Musk's bold plan to create a battery manufacturing gigafactory in the U.S.—the Powerwall is based on Tesla's existing battery production method.\nDuvall said a system like Tesla's will probably get as much as 50 percent cheaper in the next 10 years.\n\"If you don't have a time-of-day rate, you value [Tesla's system] based on its use as backup power, and there's not a lot of demand for that.''"}