{"article_title": "Rep. Garcia tackles top issues in Hudson appearance", "article_keywords": ["town", "help", "rep", "hudson", "appearance", "tackles", "garcia", "state", "salem", "piece", "local", "issues", "care"], "article_url": "http://www.unionleader.com/article/20140320/NEWS06/140329950/-1/sports21", "article_text": "\n\nSalem State Rep. Marilinda Garcia, Republican candidate for 2nd District Congress, chatted with locals and answered their questions during a town hall meeting at Gilchrist Metal Fabricating Co. in Hudson Wednesday evening. (April Guilmet Photo)\n\nRep. Garcia tackles top issues in Hudson appearance\n\n\n\n— Health care, energy and industry were among the topics tackled by congressional hopeful Marilinda Garcia during an appearance in Hudson on Wednesday.\n\n\n\nThe Salem resident, who has been serving as a state representative for the communities of Salem and Windham since 2006, addressed an audience of several dozen gathered for a town hall-style meeting inside the machine room at Gilchrist Metal Fabricating.\n\n..\n\nThe Hudson Republican Committee sponsored the event. Local committee Chairman Bryan Donovan said the plan is to bring other candidates to town in the coming months, including a planned appearance by Garcia's rival, Gary Lambert, on April 16.\n\n..\n\nIt was an eventful day for Garcia, who flew to the Big Apple early Wednesday for a television appearance on Fox News and a radio interview with host Laura Ingraham followed by an afternoon working in Concord.\n\n..\n\nCompany owner Jack Gilchrist, a member of the local party, said he was happy to do his part in educating local voters.\n\n\n\n\"It's a privilege,\" he said.\n\n\n\nDuring her 40-minute presentation, Garcia told her audience that she's been politically active since her 18th birthday when she registered to vote, and at the age of 23, fresh out of college, she'd initially intended to help out with someone else's campaign before making the decision to run for state representative.\n\n..\n\n\"My way of serving has always been through politics,\" she said. \"I don't consider it a career path, but rather something one should aspire to help our country remain what it is today.\"\n\n\n\nThe Harvard and Tufts-educated daughter of an Italian-American mother and Spanish-American father, Garcia serves on the House Finance Committee and previously served on the committees of Finance, Children and Family Law, Election Law and Legislative Administration, was a co-chairman of a House Caucus and a majority whip.\n\n..\n\nIf elected to Congress, Garcia vowed to support business around the state, with emphasis on the high-tech and healthcare sectors.\n\n\n\nOne challenge facing new business owners is the lack of regulatory reform, she said, noting that fledgling businesses' experiences are often fraught with legal obstacles. She said she witnessed those obstacles firsthand when her father, a former aeronautics engineer, decided to start his own company, along with several colleagues, after 9/11.\n\n..\n\n\"The number of laws and regulations is pretty overwhelming,\" Garcia said. \"It's a sad fact that so many Americans at a certain point are in violation of laws they didn't even know existed.\"\n\n\n\nOn the topic of health care, Garcia didn't mince words in her criticism of the Affordable Care Act.\n\n..\n\n\"One of the reasons I decided to run for Congress was due to my own frustration at what's happening at a federal level,\" she said. \"In New Hampshire, I have people come up to me all the time. They're concerned that their doctors and hospitals are now out of the network. I've had people tell me their health care premiums have gone up so high they can no longer afford them.\"\n\n..\n\nShe said, \"my goal, if elected, would be to help dismantle the ACA piece by piece and help work towards a system that is more affordable and more responsive.\"\n\n\n\nAsked about her thoughts about legislation requiring businesses to expand their usage of renewable energy sources by 2025, Garcia said that while its important to explore all energy options, having such laws in place ultimately hurts American businesses.\n\n..\n\n\"In my view, there are a lot of green initiatives that haven't actually been tested in the active market,\" she said, relating a conversation she recently had with a Granite State farmer who'd been told his tractor no longer met federal emissions guidelines.\n\n..\n\n\"Basically he was being forced to purchase a subpar piece of equipment that he hadn't budgeted for,\" Garcia said. \"Agriculture is so important for New Hampshire, and it's so important for us to take the right position.\"\n\n..\n\nLater, when asked if she believed in climate change, her response incited much laughter and applause.\n\n\n\n\"The climate has been changing for millions of years,\" Garcia said. \"I expect it will continue.\"\n\n\n\naguilmet@newstote.com\n\n..", "article_metadata": {"description": "Health care, energy and industry were among the topics tackled by congressional hopeful Marilinda Garcia during an appearance in Hudson on Wednesday.", "title": "Rep. Garcia tackles top issues in Hudson appearance | New Hampshire", "og": {"site_name": "UnionLeader.com", "description": "Health care, energy and industry were among the topics tackled by congressional hopeful Marilinda Garcia during an appearance in Hudson on Wednesday.", "title": "Rep. Garcia tackles top issues in Hudson appearance | New Hampshire", "url": "http://www.unionleader.com/apps/pbcs.dll/article?AID=/20140320/NEWS06/140329950/-1/sports21", "image": {"width": 600, "identifier": "http://www.unionleader.com/storyimage/UL/20140320/NEWS06/140329950/AR/0/AR-140329950.jpg?q=70?ExactW=600&ExactH=314&imageversion=MainHighlight&q=80", "height": 314}, "type": "article"}, "section": "Politics", "robots": "NOARCHIVE, NOODP, NOYDIR", "date": "2014-03-20 00:00:00", "fb": {"app_id": 665237656918292}, "keywords": "Federal, Hudson, Salem,", "twitter": {"description": "Health care, energy and industry were among the topics tackled by congressional hopeful Marilinda Garcia during an appearance in Hudson on Wednesday.", "title": "Rep. Garcia tackles top issues in Hudson appearance | New Hampshire", "url": "http://www.unionleader.com/apps/pbcs.dll/article?AID=/20140320/NEWS06/140329950/-1/sports21", "image": "/storyimage/UL/20140320/NEWS06/140329950/AR/0/AR-140329950.jpg?q=70", "site": "@UnionLeader", "card": "summary$t"}, "viewport": "width=device-width, initial-scale=1"}, "article_summary": "(April Guilmet Photo)Rep. Garcia tackles top issues in Hudson appearance— Health care, energy and industry were among the topics tackled by congressional hopeful Marilinda Garcia during an appearance in Hudson on Wednesday.\nOn the topic of health care, Garcia didn't mince words in her criticism of the Affordable Care Act.\nSalem State Rep. Marilinda Garcia, Republican candidate for 2nd District Congress, chatted with locals and answered their questions during a town hall meeting at Gilchrist Metal Fabricating Co. in Hudson Wednesday evening.\nIf elected to Congress, Garcia vowed to support business around the state, with emphasis on the high-tech and healthcare sectors.\n..\"Basically he was being forced to purchase a subpar piece of equipment that he hadn't budgeted for,\" Garcia said."}