{"article_title": "‘Bachelor’ Stars Chris Soules, Whitney Bischoff Talk ‘DWTS,’ Public Relationship And Big Future Plans", "article_keywords": ["witney", "plans", "relationship", "hes", "bachelor", "soules", "chris", "bischoff", "future", "whitney", "stars", "dwts", "fans", "theyre", "public", "talk"], "article_url": "http://www.inquisitr.com/1932212/bachelor-stars-chris-soules-whitney-bischoff-talk-dwts-public-relationship-and-big-future-plans/", "article_text": "Chris Soules and Whitney Bischoff got engaged in The Bachelor 2015 finale and now they’re together in Los Angeles as he tackles a run on Dancing With the Stars. It’s been a whirlwind month for Chris and Whitney, but it sounds like they’re very much in love and making serious strides toward building a future together. What’s the latest from them?\n\nSoules actually impressed a lot of fans with his DWTS debut Monday night with Witney Carson. Chris’ parents were in the audience, and he shared with Glamour that they are big fans. Whitney naturally was there too, and host Chris Harrison shared a shot showing how excited they were for Chris and Witney to take the stage. Soules says that his mom wasn’t about to miss watching him dance in person.\n\nChris has been putting in the hours rehearsing with Witney and he says that so far his fiancee Whitney hasn’t visited the studio. He notes that’s because he’s focusing on learning all of the steps, and he wants Bischoff to wait to visit until he doesn’t feel as if he’ll look foolish. Whitney adds that she doesn’t want to make him feel nervous by having her there as he rehearses with Carson.\n\nWhile some are trying to stir up drama over Chris and Witney’s dance partnership, he makes it clear via his Glamour chat that he sees himself as something of an uncle to Carson, nothing more. He says he’s been giving her dating advice and that he’ll have to meet and approve of any guy she considers. Witney and former partner Alfonso Ribiero had a fun relationship and it seems that her partnership with Soules is following along the same lines.\n\nAs for what comes after life in Los Angeles, Chris and Whitney say that they’re on the same page regarding their future. After the Bachelor finale aired, the two talked about how they plan to move forward.\n\nAs Reality TV World shares, Bischoff says that she won’t be quitting her job and she has no plans to lose herself in a guy. She has changed her job, though, and her new position will allow her to work from anywhere and she won’t have to be in Chicago to maintain her career.\n\nWhitney adds that she is anxious to learn about farming since it’s something Chris is passionate about. Both Chris and Whitney talk about how they’re looking at ways that she can get more involved in the family farm business in the future and Soules says his fiancee has several attributes that could definitely compliment his weaknesses in maintaining the business.\n\nWhitney and Chris have both talked quite a bit about wanting children, and both seem to be on the same page about Whitney focusing on motherhood once they do head down that path. While there are Bachelor fans who doubt this relationship will last, Soules says that it’s been a smooth transition so far. Chris adds that she’s exactly who he’s always wanted and has been looking for, while fans have already seen that Whitney is definitely “all-in.”\n\nHow will Chris fare with partner Witney Carson this season on Dancing With the Stars? Will Chris Soules and Whitney Bischoff make it down the aisle and eventually have a big family on their Arlington, Iowa farm? Bachelor fans are hoping for the best for Chris and Whitney and can’t wait to see what comes next for them.\n\n[Image via Chris Soules’ Instagram]", "article_metadata": {"description": "Chris Soules and Whitney Bischoff got engaged in The Bachelor 2015 finale and now they're together in Los Angeles as he tackles a run on Dancing With the Stars.", "og": {"site_name": "The Inquisitr News", "description": "Chris Soules and Whitney Bischoff got engaged in The Bachelor 2015 finale and now they’re together in Los Angeles as he tackles a run on Dancing With the Stars.", "title": "‘Bachelor’ Stars Chris Soules, Whitney Bischoff Talk ‘DWTS,’ Public Relationship And Big Future Plans", "url": "http://www.inquisitr.com/1932212/bachelor-stars-chris-soules-whitney-bischoff-talk-dwts-public-relationship-and-big-future-plans/", "image": "http://cdn.inquisitr.com/wp-content/uploads/2015/03/Whitney-Bischoff-and-Chris-Soules-of-The-Bachelor-2015-season.jpg", "article": {"published_time": "2015-03-17T14:22:35+00:00", "modified_time": "2015-03-17T15:19:23+00:00"}, "type": "article"}, "image": "http://cdn.inquisitr.com/wp-content/uploads/2015/03/Whitney-Bischoff-and-Chris-Soules-of-The-Bachelor-2015-season.jpg", "msapplication-TileColor": "#ed1c24", "datePublished": "2015-03-17T14:22:35+00:00", "fb": {"app_id": 164157850314499, "pages": 71179904752}, "msapplication-TileImage": "http://cdn.inquisitr.com/assets/0cec37/dist/images/logos/inq-win.png", "keywords": "celebrity news,chris soules,dancing with the stars,dwts,entertainment,famous relationships,reality tv,the bachelor,tv,whitney bischoff", "HandheldFriendly": "True", "y_key": "f282393706a5fd85", "twitter": {"image": {"src": "http://cdn.inquisitr.com/wp-content/uploads/2015/03/Whitney-Bischoff-and-Chris-Soules-of-The-Bachelor-2015-season.jpg", "width": 670, "height": 409}, "site": "@theinquisitr", "card": "summary_large_image", "description": "Chris Soules and Whitney Bischoff got engaged in The Bachelor 2015 finale and now they’re together in Los Angeles as he tackles a run on Dancing With the Stars."}, "viewport": "width=980"}, "_id": "\"57477af46914bd0286fd6dbf\"", "article_summary": "Will Chris Soules and Whitney Bischoff make it down the aisle and eventually have a big family on their Arlington, Iowa farm?\nBachelor fans are hoping for the best for Chris and Whitney and can’t wait to see what comes next for them.\nChris Soules and Whitney Bischoff got engaged in The Bachelor 2015 finale and now they’re together in Los Angeles as he tackles a run on Dancing With the Stars.\nWhile there are Bachelor fans who doubt this relationship will last, Soules says that it’s been a smooth transition so far.\n[Image via Chris Soules’ Instagram]"}