{"article_title": "Connecticut Teen With Epidermolysis Bullosa, A Rare Skin Condition, Gets His Chance To Play Train Conductor", "article_keywords": ["teen", "play", "jonathans", "rare", "thank", "conductor", "given", "little", "eb", "connecticut", "train", "skin", "jonathan", "epidermolysis", "gets", "gionfriddo", "condition", "really"], "article_url": "http://www.medicaldaily.com/pulse/connecticut-teen-epidermolysis-bullosa-rare-skin-condition-gets-his-chance-play-train-364148", "article_text": "A 16-year-old Connecticut teenager whose rare skin condition makes it difficult to navigate the outside world finally got to run things on his own schedule, with a little help from his doctors and the Valley Railroad Company in Essex, Conn.\n\nAs reported by WTNH, Jonathan Gionfriddo has lived with a condition called Epidermolysis Bullosa (EB) nearly all his life. Though EB can dramatically vary in its severity and presentation (sometimes even being fatal days after birth), the usually hereditary disease most often leaves its sufferer with skin susceptible to blisters and slow-healing wounds from the simplest of scratches. In Jonathan's case, the weakness in his connective tissue even translates to the surfaces that coat the inside of his body. \"So if he gets bumped or itches or any kind of trauma he will either blister or the skin will tear. It's internal and external,\" Brenda Gionfriddo, Jonathan's mother, explained to WTNH.\n\nEB is believed to affect as little as 200 children in the U.S. every year, according to the Dystrophic Epidermolysis Bullosa Research Association of America (DebRA).\n\nDespite the obvious excruciating pain and countless surgeries that has come saddled with Jonathan's EB, he has managed to hold onto the same sort of dreams many a child would grow up — in his case, becoming a train engineer. \"It was probably between one or two years old that he saw Thomas the Tank Engine and that just started his love for trains,\" Brenda told WTNH.\n\nAnd so, as seen above, Jonathan was given the opportunity to man the controls of an authentic steam-powered train, and even given the customary conductor's pocket watch afterwards. \"I really thank everybody. I really thank everybody for what they're doing for me and this should be a good year,\" said Jonathan after reflecting on his one-of-a-kind train ride.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "connecticut, teen, epidermolysis, bullosa, rare, skin, condition, gets, his, chance, play, train", "og": {"site_name": "Medical Daily", "description": "Sixteen-year-old Jonathan Gionfriddo lived out his dream to conduct a steam train for a day.", "title": "Teen With Rare Skin Condition Gets His Chance To Play Train Conductor", "url": "http://www.medicaldaily.com/pulse/connecticut-teen-epidermolysis-bullosa-rare-skin-condition-gets-his-chance-play-train-364148", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/styles/pulse_featured_video/public/2015/12/06/connecticut-teen-epidermolysis-bullosa-butterfly-skin-condtion-gets-live-out-his.jpg", "type": "article"}, "twitter": {"description": "Sixteen-year-old Jonathan Gionfriddo lived out his dream to conduct a steam train for a day.", "title": "Teen With Rare Skin Condition Gets His Chance To Play Train Conductor", "url": "http://www.medicaldaily.com/pulse/connecticut-teen-epidermolysis-bullosa-rare-skin-condition-gets-his-chance-play-train-364148", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/styles/pulse_featured_video/public/2015/12/06/connecticut-teen-epidermolysis-bullosa-butterfly-skin-condtion-gets-live-out-his.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/12/06/connecticut-teen-epidermolysis-bullosa-butterfly-skin-condtion-gets-live-out-his.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "The Grapevine", "published_time": "2015-12-06T17:10:00-05:00", "modified_time": "2015-12-06T21:38:18-05:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Sixteen-year-old Jonathan Gionfriddo lived out his dream to conduct a steam train for a day."}, "article_summary": "\"I really thank everybody.\nIt's internal and external,\" Brenda Gionfriddo, Jonathan's mother, explained to WTNH.\nI really thank everybody for what they're doing for me and this should be a good year,\" said Jonathan after reflecting on his one-of-a-kind train ride.\n\"So if he gets bumped or itches or any kind of trauma he will either blister or the skin will tear.\nIn Jonathan's case, the weakness in his connective tissue even translates to the surfaces that coat the inside of his body."}