{"article_title": "SFX Founder Robert Sillerman Proposes Take-Private Deal", "article_keywords": ["takeprivate", "sillerman", "founder", "sfx", "festival", "robert", "million", "cash", "deal", "business", "proposes", "music", "shares", "company", "subfacility"], "article_url": "http://www.themiddlemarket.com/news/tech_telecom/sfx-owner-robert-sillerman-proposes-take-private-deal-254940-1.html", "article_text": "SFX Founder Robert Sillerman Proposes Take-Private Deal\n\nThe music festival producer has made a string of acquisitions, including Monumental Productions, Flavorus, React Presents and Beatport\n\nMusic festival producer and serial acquirer SFX Entertainment Inc. (Nasdaq: SFXE) has received a proposal from its founder, Robert Sillerman, to go private.\n\nSillerman is offering to buy the shares he doesn't already own at $4.75 per share in cash. He currently owns 39.8 percent of the business. SFX's board of directors established a special committee to consider and negotiate the offer. The day after the offer became public, SFX's shares opened at $4.76.\n\nThe company has been making acquisitions and trying to capitalize on the popularity of electronic dance music. In September, it made a deal for Amsterdam-based Monumental Productions BV, which produces techno music events under the brand name Awakenings. Before that, the company bought Flavorus, a ticketing technology company. Last April SFX closed a deal for React Presents, a Chicago-based business that produces the Spring Awakening Music Festival and the Summer Set Music & Camping Festival.\n\nNew York-based SFX also owns Beatport, a website that offers music downloads, mixes and live DJ performances. SFX paid $50M for Beatport in 2013. For more on the company, see SFX Spree Spotlights Fast-Growing Genre.\n\nSFX has experienced net losses and negative cash flow since the business started in 2011, according to a filing with the U.S. Securities and Exchange Commission. As of Sept. 30, the business had an accumulated deficit of $221.6 million and $83.6 million of cash on hand.\n\nIn February 2014, SFX issued $220 million in notes in a public offering to pay off debt. The company issued $65 million more in notes and a $10 million private placement. SFX also has a $30 million revolving credit facility with Barclays Bank plc, a $10 million subfacility for loans in non-U.S. dollars and a $7.5 million subfacility for letters of credit.\n\nFor more information on related topics, visit the following:", "article_metadata": {"og": {"url": "http://www.themiddlemarket.com/news/tech_telecom/sfx-owner-robert-sillerman-proposes-take-private-deal-254940-1.html", "image": "http://cdn.themiddlemarket.com/media/newspics/SFX_buyside3.jpg", "site_name": "Mergers & Acquisitions, Latest News", "title": "SFX Founder Robert Sillerman Proposes Take-Private Deal"}}, "_id": "\"57477af46914bd0286fde4f9\"", "article_summary": "SFX Founder Robert Sillerman Proposes Take-Private DealThe music festival producer has made a string of acquisitions, including Monumental Productions, Flavorus, React Presents and BeatportMusic festival producer and serial acquirer SFX Entertainment Inc. (Nasdaq: SFXE) has received a proposal from its founder, Robert Sillerman, to go private.\nSFX also has a $30 million revolving credit facility with Barclays Bank plc, a $10 million subfacility for loans in non-U.S. dollars and a $7.5 million subfacility for letters of credit.\nLast April SFX closed a deal for React Presents, a Chicago-based business that produces the Spring Awakening Music Festival and the Summer Set Music & Camping Festival.\nSillerman is offering to buy the shares he doesn't already own at $4.75 per share in cash.\nAs of Sept. 30, the business had an accumulated deficit of $221.6 million and $83.6 million of cash on hand."}