{"article_title": "Fighter Pilot Was Tasked With Taking Out United 93 By Crashing Into It", "article_keywords": ["thought", "united", "fighter", "target", "penney", "taking", "air", "weapons", "tasked", "willing", "way", "93", "pilot", "crashing"], "article_url": "http://townhall.com/tipsheet/mattvespa/2014/09/12/fighter-pilot-was-tasked-with-taking-out-united-93-by-crashing-into-it-n1891166", "article_text": "On September 11, 2001, Lt. Heather “Lucky” Penney had one harrowing mission: bring down United 93. She took off from Andrews Air Force Base, but without weapons. No missiles, machine guns, etc.; she would have to ram into the commercial airliner to save American lives.\n\n“I would essentially be a kamikaze pilot,” she said. The 13th anniversary of the 9/11 terrorist attacks has come and gone; we will always remember those who have died. But this story of a fighter pilot who was willing to sacrifice herself to save others is surely worth the read. For years, she never gave her account of what happened; she later escorted Air Force One back to D.C. Now, she’s a mother of two daughters and the head of the F-35 program at Lockheed Martin (via Washington Post):\n\n“We wouldn’t be shooting it down. We’d be ramming the aircraft,” Penney recalls of her charge that day. “I would essentially be a kamikaze pilot.”\n\n…\n\nBut 10 years later, she is reflecting on one of the lesser-told tales of that endlessly examined morning: how the first counterpunch the U.S. military prepared to throw at the attackers was effectively a suicide mission.\n\n“We had to protect the airspace any way we could,” she said last week in her office at Lockheed Martin, where she is a director in the F-35 program.\n\n…\n\nShe was a rookie in the autumn of 2001, the first female F-16 pilot they’d ever had at the 121st Fighter Squadron of the D.C. Air National Guard. She had grown up smelling jet fuel. Her father flew jets in Vietnam and still races them. Penney got her pilot’s licence when she was a literature major at Purdue. She planned to be a teacher. But during a graduate program in American studies, Congress opened up combat aviation to women and Penney was nearly first in line.\n\n…\n\nA third plane hit the Pentagon, and almost at once came word that a fourth plane could be on the way, maybe more. The jets would be armed within an hour, but somebody had to fly now, weapons or no weapons.\n\n“Lucky, you’re coming with me,” barked Col. Marc Sasseville.\n\n…\n\n“We don’t train to bring down airliners,” said Sasseville, now stationed at the Pentagon. “If you just hit the engine, it could still glide and you could guide it to a target. My thought was the cockpit or the wing.”\n\nHe also thought about his ejection seat. Would there be an instant just before impact?\n\n“I was hoping to do both at the same time,” he says. “It probably wasn’t going to work, but that’s what I was hoping.”\n\nPenney worried about missing the target if she tried to bail out.\n\n…\n\nIt would be hours before Penney and Sasseville learned that United 93 had already gone down in Pennsylvania, an insurrection by hostages willing to do just what the two Guard pilots had been willing to do: Anything. And everything.\n\n“The real heroes are the passengers on Flight 93 who were willing to sacrifice themselves,” Penney says. “I was just an accidental witness to history.”", "article_metadata": {"description": "Wow..05/26/2016 1:07:54AM EST.", "author": "Matt Vespa", "msapplication-wide310x150logo": "http://media.townhall.com/thm/favicon/widetile.png", "twitter": {"description": "Wow.", "title": "- Fighter Pilot Was Tasked With Taking Out United 93 By Crashing Into It", "url": "http://townhall.com/tipsheet/mattvespa/2014/09/12/fighter-pilot-was-tasked-with-taking-out-united-93-by-crashing-into-it-n1891166", "image": "http://media.townhall.com/townhall/reu/ha/2010/118/2010-04-28T153054Z_01_ANK09_RTRIDSP_0_TURKEY.jpg", "site": "@townhallcom", "card": "summary_large_image"}, "msapplication-square70x70logo": "http://media.townhall.com/thm/favicon/smalltile.png", "robots": "index, follow", "msapplication-square310x310logo": "http://media.townhall.com/thm/favicon/largetile.png", "og": {"site_name": "Townhall", "description": "Wow.", "title": "- Fighter Pilot Was Tasked With Taking Out United 93 By Crashing Into It", "url": "http://townhall.com/tipsheet/mattvespa/2014/09/12/fighter-pilot-was-tasked-with-taking-out-united-93-by-crashing-into-it-n1891166", "image": "http://media.townhall.com/townhall/reu/ha/2010/118/2010-04-28T153054Z_01_ANK09_RTRIDSP_0_TURKEY.jpg", "type": "Article"}, "fb": {"app_id": 143685698988231, "pages": 41632789656}, "keywords": "Fighter Pilot Was Tasked With Taking Out United 93 By Crashing Into It, Matt Vespa, Conservative News, Conservative opinion, Political, Latest news, Politics, GOP, Republican, Human Events, Newsmax, Breaking news, Conservative Commentary, Articles, Columns, Conservatism, Party, Townhall, Right Wing", "msapplication-square150x150logo": "http://media.townhall.com/thm/favicon/mediumtile.png"}, "_id": "\"57477af36914bd0286fd3d2a\"", "article_summary": "On September 11, 2001, Lt. Heather “Lucky” Penney had one harrowing mission: bring down United 93.\nBut this story of a fighter pilot who was willing to sacrifice herself to save others is surely worth the read.\n“The real heroes are the passengers on Flight 93 who were willing to sacrifice themselves,” Penney says.\nThe jets would be armed within an hour, but somebody had to fly now, weapons or no weapons.\nThe 13th anniversary of the 9/11 terrorist attacks has come and gone; we will always remember those who have died."}