{"article_title": "5 Obamacare Tax Changes Latino Small Business Owners Should Know", "article_keywords": ["information", "owners", "business", "offer", "obamacare", "employees", "tax", "starting", "employers", "premiums", "know", "coverage", "small", "latino", "changes"], "article_url": "http://www.huffingtonpost.com/2013/11/27/latino-small-business-owners-_n_4351492.html", "article_text": "shutterstock\n\nAfter a shaky rollout of the Affordable Care Act website, small businesses are now thinking ahead, as changes are quickly coming up starting on January 2014. Changes in the way healthcare is accessed, coverage, premiums and new tax credits and fees are just some of the key elements small business owners and their employees are facing.\n\nIn the United States, 90 percent of small businesses employ fewer than 20 people. Over 3 million are Latino-owned enterprises. The Obamacare law benefits and protections are mostly important to Latinos, who are the largest group of uninsured or underinsured in the nation. About nine million Latinos will be eligible for coverage, either individually or through small businesses.\n\nAlthough those with less than 50 employees are not required by the law to offer coverage, many small business owners are choosing to buy insurance for themselves, their families and their employees. Those who are eligible can grab benefits in tax credits.\n\nThe rollout is still developing, and changes are occurring on a daily basis so small business owners need to keep abreast of the updates. Here is some general information about tax credits and eligibility, new taxes and fees, and overall requirements and penalties.\n\nFive Obamacare tax changes\n\n1. Tax credits (starting in 2014)\n\nAccording to the IRS, between 2010 and 2013, small business owners with less than 25 full-time employees or equivalent received a maximum tax credit of 35 percent of premiums -25 percent for tax-exempt charities. Starting in 2014, the maximum tax credit will increase to 50 percent of premiums paid -35 percent for small tax-exempt charities if eligible. Tax credits are available for two consecutive years and can be carried back or forward to other tax years. Premiums in excess of the tax credit can still be claimed as a business expense deduction, if eligible.\n\n2. Employers’ eligibility for tax credits (starting 2014)\n\nEligible employers are only those who offer coverage through the Small Business Health Options Program (SHOP) Exchange with less than 25 full-time employees or full-time equivalent (FTE), averaging wages of less than $50,000 a year. Two half-time employees (FTEs) count as one full-time worker. Employers must cover at least 50 percent of the cost of each full-time employee –family or dependents not included- to receive the ACA tax credit.\n\nThe tax credit follows a sliding scale in which smaller businesses and charities receive higher rates of tax credit. You can use Form 8941 to calculate your tax credit.\n\n3. Reporting of coverage (2015 and beyond, 2014 optional)\n\nStarting in 2015 –but optional in 2014-, the IRS requires two new reporting requirements for small businesses of 50 or more employees offering group health coverage. If employers offer self-insurance to their employees, then they need to file a return with complete information of those employees who were offered coverage, including dates of coverage.\n\nIf coverage is offered through an insurance company, the return must be filed by the insurer, including the amount of premium required to be paid by the employer –if any.\n\nFor those employers required to offer free choice vouchers , the IRS requires to file a return stating whether the employees were offered to enroll, and the employer’s contribution to such coverage. In all cases, the same information needs to be provided to employees.\n\n4. New fees (2014 and beyond)\n\nThese fees impact premiums and rates, and small business owners and insurers need to be in compliance with these fees on certain dates. Some are and some are not disclosed in premiums, according to information gathered by the UnitedHealthcare website.\n\nPCORI fee (Patient-Centered Outcomes Research Institute): This fee that began in 2012 and will end in 2019 is destined to help advance the quality and relevance of more cost effective and efficient patient outcomes. Due on July 31 of each calendar year. Value:1per member in the first year and2 per member in the second year, indexed according to medical inflation thereafter. Insurer fee: Also called the Health Insurance Provider’s Fee, paid by health insurance issuers and does not affect self-insured employers. It will be used to help fund the federal and state health insurance exchanges. Due on September 30 each year. Value: Estimated to increase approximately 2.5 percent of premiums. Transitional reinsurance fee: Starting in 2014 and effective till 2016, to stabilize non-grandfathered individual market plans assessed on a per capita basis for both fully insured and self-insured employers. Due on January 15 of the following benefit year. Value: Per member per month estimated at approximately $5, will vary by state. Risk adjustment fee: The Risk Adjustment Program lowers the risk for insurers by redistributing premiums from low -risk populations’ plans to high-risk populations’ plans. Due: June 2015 for 2014 benefit year. Value: estimated about1 per member per year.\n\n5. Mandate requirements and penalties (starting in 2015)\n\nEmployees with more than 50 full-time employees or FTEs will be subject to penalties if they do not offer affordable essential coverage that meets minimum value requirements (60 percent or Bronze level). However, companies with fewer than 50 employees –or about 97 percent of U.S. businesses- are not required to offer coverage and are exempt from penalties.\n\nOverall, the information is slowly but surely coming out in federal and state government websites, and healthcare providers. Remember that the definition of “small business” might be tricky: it can include “mom and pop” stores but also venture capital and hedge funds –a different story when it comes the time to make decisions about Obamacare.\n\nNote: This article is a summary of information found in the credited websites, intended solely to provide general information. It does not offer advisory services to the general public. For additional information, please consult a tax professional.\n\nAlso on HuffPost: Census: Latinos By The Numbers Census: Latinos By The Numbers\n\n1 of 21 53 Million The Hispanic population of the United States as of July 1, 2012, making people of Hispanic origin the nation's largest ethnic or racial minority. Hispanics constituted 17 percent of the nation's total population. Source: 2012 Population Estimates Share this slide:\n\n", "article_metadata": {"description": "After a shaky rollout of the Affordable Care Act website, small businesses are now thinking ahead, as changes are quickly coming up starting on January 2...", "sailthru.expire_date": "2013-11-28 15:03:18 -0500", "og": {"site_name": "The Huffington Post", "description": "After a shaky rollout of the Affordable Care Act website, small businesses are now thinking ahead, as changes are quickly coming up starting on January 2...", "title": "5 Obamacare Tax Changes Latino Small Business Owners Should Know", "url": "http://www.huffingtonpost.com/2013/11/27/latino-small-business-owners-_n_4351492.html", "image": "http://i.huffpost.com/gen/1486818/images/o-SMALL-BUSINESS-OWNERS-facebook.jpg", "locale": "en_US", "type": "article"}, "twitter": {"image": {"width": 2000, "identifier": "http://i.huffpost.com/gen/1486818/images/o-SMALL-BUSINESS-OWNERS-facebook.jpg", "height": 1000}, "title": "5 Obamacare Tax Changes Latino Small Business Owners Should Know", "description": "After a shaky rollout of the Affordable Care Act website, small businesses are now thinking ahead, as changes are quickly coming up starting on January 2...", "card": "summary_large_image", "site": "@LatinoVoices"}, "sailthru.date": "2013-11-27 15:03:18 -0500", "al": {"ios": {"url": "huffpostnews:///?editionID=us&entryID=4351492", "app_store_id": 306621789, "app_name": "The Huffington Post"}}, "taboola.category": "latino-voices", "fb": {"app_id": 46744042133}, "keywords": "obamacare small business tax changes,obamacare taxes,Latino business owners,obamacare small business,obamacare small business taxes,latino small businesses,obamacare tax changes,latino small business owners", "article": {"section": "Latino Voices", "tag": "obamacare small business tax changes,obamacare taxes,Latino business owners,obamacare small business,obamacare small business taxes,latino small businesses,obamacare tax changes,latino small business owners", "published_time": "2013-11-27 15:03:18 -0500", "modified_time": "2013-11-27 15:03:18 -0500"}, "viewport": "width=1000"}, "_id": "\"57477af46914bd0286fd6aaf\"", "article_summary": "The rollout is still developing, and changes are occurring on a daily basis so small business owners need to keep abreast of the updates.\nChanges in the way healthcare is accessed, coverage, premiums and new tax credits and fees are just some of the key elements small business owners and their employees are facing.\nAlthough those with less than 50 employees are not required by the law to offer coverage, many small business owners are choosing to buy insurance for themselves, their families and their employees.\nNew fees (2014 and beyond)These fees impact premiums and rates, and small business owners and insurers need to be in compliance with these fees on certain dates.\nHere is some general information about tax credits and eligibility, new taxes and fees, and overall requirements and penalties."}