{"article_title": "35 Percent of Americans Want Pension Reform to be “Top Priority” for Govt", "article_keywords": ["reform", "prioritize", "pensions", "35", "priority", "employee", "say", "americans", "pension", "govt", "poll", "public"], "article_url": "http://reason.com/poll/2015/02/11/35-percent-of-americans-want-pension-re2", "article_text": "The latest Reason-Rupe poll found that 72 percent of Americans are concerned about their state and local government’s ability to fund public employee pensions as currently promised. However, only 39 percent say they are “very” concerned while another 33 percent are only “somewhat concerned.”\n\nThis is reflected in how Americans prioritize dealing with public employee pension reform. Thirty-five percent say public pension reform ought to be a “top priority” for government while another 41 percent say it should be “an important but lower priority” reform. In other words, Americans are moderately concerned about public employee pensions, but have not yet been persuaded it’s a crisis.\n\nPart of the reason is that few Americans are aware public employee pensions are estimated to be underfunded up to $4 trillion dollars. (See here and here). To put this in perspective, this estimate exceeds the total amount of money the United States federal government spent in 2014—$3.5 trillion dollars.\n\nNot surprisingly, older Americans, and are thus thinking more about retirement, and fiscal conservatives are more likely to say pension reform should be a priority.\n\nFor instance, 32 percent of private sector employees think pension reform ought to be a top priority, compared to 44 percent of retirees. Prioritization steadily increases with age, for instance, 27 percent of college-aged Americans want government to prioritize pension reform, compared to 34 percent among those 30 to 44 years old, up to 44 percent among those over 65.\n\nTea partiers are also 10 points more likely to prioritize pension reform—and this cannot be explained by age. Indeed, even younger tea partiers prioritize pension reform. Forty-three percent of tea party supporters want pension reform to be a top priority compared to 33 percent of non-supporters. Find more discussion of what the public thinks about public pension reform here.\n\nThe Reason-Rupe national telephone poll, executed by Princeton Survey Research Associates International, conducted live interviews with 1003 adults on cell phones (501) and landlines (502) January 29-February 2, 2015. The poll’s margin of error is +/-3.8%. Full poll results and methodology can be found here, including poll toplines (pdf) and crosstabs (xls).", "article_metadata": {"og": {"site_name": "Reason.com", "description": "While 72 Percent of Americans Are Concerned About Funding Public Employee Pensions, Only a Third Think Reform Should be a Top Priority", "title": "35 Percent of Americans Want Pension Reform to be “Top Priority” for Govt", "url": "http://reason.com/poll/2015/02/11/35-percent-of-americans-want-pension-re2", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/14236835664001.jpg", "type": "article"}, "twitter": {"description": "While 72 Percent of Americans Are Concerned About Funding Public Employee Pensions, Only a Third Think Reform Should be a Top Priority", "creator": "@emilyekins", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/14236835664001.jpg", "title": "35 Percent of Americans Want Pension Reform to be “Top Priority” for Govt", "site": "@reason", "card": "summary_large_image"}, "fb": {"pages": 17548474116}, "google-site-verification": "-AmMiilAN-pnjWt369CUWae-VQ-b9wmH4fSGyhbkQxw", "msvalidate.01": "212A68A07785B3080038A845C4EE8905", "article": {"tag": "Economics", "published_time": "2015-02-11T19:39:00+00:00", "author": "http://reason.com/people/emily-ekins"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=2"}, "_id": "\"57477af36914bd0286fcfb7a\"", "article_summary": "Thirty-five percent say public pension reform ought to be a “top priority” for government while another 41 percent say it should be “an important but lower priority” reform.\nFind more discussion of what the public thinks about public pension reform here.\nNot surprisingly, older Americans, and are thus thinking more about retirement, and fiscal conservatives are more likely to say pension reform should be a priority.\nForty-three percent of tea party supporters want pension reform to be a top priority compared to 33 percent of non-supporters.\nIndeed, even younger tea partiers prioritize pension reform."}