{"article_title": "Where in the World Is Vladimir Putin?", "article_keywords": ["putin", "vladimir", "putins", "days", "public", "health", "peskov", "president", "russian", "world", "meeting", "kremlin"], "article_url": "http://www.thefiscaltimes.com/2015/03/12/Where-World-Vladimir-Putin", "article_text": "Russian President Vladimir Putin hasn’t been seen in public for a full week, and that’s more than enough time to rev up the rumor mill.\n\nThe Kremlin was busy swatting down rumors about Putin’s whereabouts on Thursday after Putin again failed to make any public appearance. The president’s spokesman Dmitry Peskov, said that the president was in good health and was continuing with his daily routine, though he had cancelled a scheduled foreign trip the day before.\n\nThe result has been widespread speculation in Russia, where Twitter hashtags translating to #WhereIsPutin and #PutinIsDead were both trending on Thursday.\n\nThe 62-year-old Putin’s last public appearance was a meeting with Italian Prime Minister Matteo Renzi on March 5.\n\nRelated: Putin and Kim Jong-un Declare Themselves Besties\n\nMuddying the question of Putin’s whereabouts, an unnamed public official in Khazakhstan told reporters that Putin’s scheduled trip to Russia’s southern neighbor was cancelled because Putin had “taken ill.”\n\nThe Kremlin hasn’t done much to convince the conspiracy-minded that all is well at the Kremlin. A photograph of Putin meeting with another foreign leader that was supposed to be evidence of the president’s good health turned out to have been taken several days previously. Spokesman Peskov admitted that Putin was also skipping a meeting of the Russian security service on Thursday, which he typically attends. He insisted, however, that Putin is in perfect health. Peskov even joked about the strength of Putin’s handshake and his pre-occupation with “documents” — comments that Kremlin predecessors often used to deflect questions about former President Boris Yeltsin’s absences.\n\nPutin has been the object of rumors of ill-health in the past, though he is known to be physically fit and quite health conscious. The Russian people, however, have long been subject to obfuscation about the condition of their leaders. Yeltsin, an alcoholic with a bad heart, would disappear frequently for days at a time. And during the waning days of the Cold War, several Russian leaders died on the job, something the people only learned long after they disappeared from public view.\n\nNote: If you’ve seen a bald man riding topless through your neighborhood, send us a note or a photo to info@thefiscaltimes.com.\n\n\n\nTop Reads from The Fiscal Times:", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "Russian President Vladimir Putin hasn’t been seen in public for a full week, and that’", "title": "Where in the World Is Vladimir Putin?", "url": "http://www.thefiscaltimes.com/2015/03/12/Where-World-Vladimir-Putin", "image": "http://cdn.thefiscaltimes.com/sites/default/files/slideshows/04272012_Putin_19_slideshow.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2015/03/12/Where-World-Vladimir-Putin", "image": "http://cdn.thefiscaltimes.com/sites/default/files/slideshows/04272012_Putin_19_slideshow.jpg", "creator": "@rrgarver", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "Russian President Vladimir Putin hasn’t been seen in public for a full week, and that’", "generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "Russian President Vladimir Putin hasn’t been seen in public for a full week, and that’s more than enough time to rev up the rumor mill.\nThe Kremlin was busy swatting down rumors about Putin’s whereabouts on Thursday after Putin again failed to make any public appearance.\nSpokesman Peskov admitted that Putin was also skipping a meeting of the Russian security service on Thursday, which he typically attends.\nA photograph of Putin meeting with another foreign leader that was supposed to be evidence of the president’s good health turned out to have been taken several days previously.\nPutin has been the object of rumors of ill-health in the past, though he is known to be physically fit and quite health conscious."}