{"article_title": "Heavy metal worries in two eastern Ohio towns", "article_keywords": ["heavy", "marietta", "weve", "lead", "eastern", "study", "metal", "manganese", "sh", "liverpool", "levels", "know", "worries", "ohio", "towns", "east"], "article_url": "http://wksu.org/news/story/41079", "article_text": "We’ve long known the poisoning hazards with mercury, lead, cadmium and the like. But, even though we do need small amounts of it for good health, manganese can be a problem, too -- especially in concentrations found in one northeast Ohio community.\n\n\n\nProfessor Erin Haynes of the University of Cincinnati Medical College Department of Environmental Health confirms the levels of manganese \"were exceedingly high in East Liverpool. In fact, they were the highest in the nation. So, that brought cause for concern from the community. And as a manganese researcher, I was amazed at the airborne levels in the town.” Study of children\n\nHaynes is leading the study to see if children exposed to dust from a manganese smelter in Marietta and a raw manganese storage and shipping operation in East Liverpool have suffered ill effects.\n\n\n\n“We had worked with the community looking at the levels of manganese in the air and then the levels in the children. In their blood, in their hair, anywhere that we could measure it. And then -- brain function -- because we know in occupational studies the workers exposed to manganese develop negative brain effects, a syndrome similar to Parkinsonism” Manganese is a metal long used in industry in the production of steel and aluminum, batteries, fertilizers and even as a replacement for lead as an anti-knock ingredient in gasoline. Unrecognized dangers\n\nThe seriousness of its potential health effects began to fully emerge in the late 1990s. It wasn’t until 2010 that air quality data gathered by the U.S. EPA confirmed elevated levels of manganese in Marietta, and high levels in East Liverpool. No drastic action was called for in Marietta. But, when the S.H. Bell Company’s bulk manganese supply complex just up river from the center of East Liverpool was identified as the source of the contamination there, there were changes -- both immediate and long-term. Kent State professor Roxanne Burns, a collaborator on the children’s study, says, \"S.H. Bell did takesteps to remediate. And they brought that level down considerably. They have been very good citizens. Even at the time this occurred, they were following all of the EPA protocols they had been given. It was more a case of the protocols were not sufficient. And when it became apparent that they weren’t, they took steps to take care of the problem.” In the community\n\nMany locals are OK with the company’s efforts — including its rebuilding of large parts of its facility underground. And, they are OK, too, with continuing to live in the area.\n\n\n\nAmanda Kiger is among them, even though she has friends and family living near S.H. Bell who are in the contamination study.\n\n\n\n\"My nephews were tested. Of course we haven’t gotten the results back. We do know it stays longer in the hair follicles. That’s what preliminary findings are coming out.\"\n\n\n\nWhy stay?\n\nKiger, who is a now a local environmental activists, says she grew up in East Liverpool, and though she lived away for years for career reasons, she returned “on purpose.”\n\n\n\n\"This is home. And I’ve been (told), 'We’ve got to get you out of East Liverpool.’ And I’m like, ‘I’d rather stay and just fight gor East Liverpool.’\n\n\n\n\"It’s not so much. Most of us, you know, we’ve been saturated — with the pollutants that are here. It’s for our kids and grandkids. We figure we want to make a better life and keep our values. We’ve got some good values still left here.” Next for the study of East Liverpool and Marietta children exposed to manganese contamination is completion of lab work on all of the environmental and biological samples gathered last the summer.\n\n\n\nHarbingers and balance\n\nProfessor Erin Hanes says that appears to now be down to finishing blood analysis, something a research center in New York is working on. Meanwhile, Professor Roxanne Burns says, it’s time to move forward on learning more.\n\n\n\n“We are hoping to get more funding to do additional testing. For instance, we didn’t have enough to do balance testing, which is another one of the harbingers for nervous system damage.” Lead researcher Haynes says enough information from lab and other analysis in the current study is now processed so that preliminary reports to the families involved came out in the second week of November. She says the complete, public report should be published early in 2015.", "article_metadata": {"keywords": "Manganese; heavy metal; Erin Haynes; Roxanne Burns; University of Cincinnati; Kent State East Liverpool; Marietta College; East Liverpool; Marietta; eastern Ohio; poisoning; research; childredn; neurological damage; Parkinson's disease; testing; S.H. Bell;Amanda Kiger;", "og": {"site_name": "WKSU", "description": "Researchers are concluding a study of long-term health effects", "title": "WKSU News: Heavy metal worries in two eastern Ohio towns", "url": "http://www.wksu.org/news/story/41079", "image": "http://www.wksu.org/images/logos/logo_339x66.jpg", "type": "article"}, "fb": {"app_id": 152451574808147}, "description": "Is heavy metal pollution affecting the brains of children in two eastern Ohio communities? A study guided...", "title": "WKSU News: Heavy metal worries in two eastern Ohio towns"}, "_id": "\"57477af36914bd0286fcfb8c\"", "article_summary": "Most of us, you know, we’ve been saturated — with the pollutants that are here.\nIt wasn’t until 2010 that air quality data gathered by the U.S. EPA confirmed elevated levels of manganese in Marietta, and high levels in East Liverpool.\nProfessor Erin Haynes of the University of Cincinnati Medical College Department of Environmental Health confirms the levels of manganese \"were exceedingly high in East Liverpool.\n“We had worked with the community looking at the levels of manganese in the air and then the levels in the children.\nKiger, who is a now a local environmental activists, says she grew up in East Liverpool, and though she lived away for years for career reasons, she returned “on purpose.”\"This is home."}