{"article_title": "Seniors Say They're Slammed By Skyrocketing LTCi Premiums", "article_keywords": ["seniors", "term", "benefits", "companies", "florida", "premiums", "long", "theyre", "increase", "say", "ltci", "insurance", "policies", "slammed", "skyrocketing", "care"], "article_url": "http://insurancenewsnet.com/oarticle/seniors-say-skyrocketing-premiums-slam-them-on-long-term-care", "article_text": "May 12--A premium increase of close to 50 percent for long term care insurance leaves no doubt for Bernaud Haut of Boynton Beach: This is a crisis.\n\n\"They are forcing people who probably can't afford this increase to give it up when they now need it more than ever,\" said Haut, 81, a Korean War veteran. He calls the premium hike \"outrageous.\"\n\nThe insurance pays for services for people who need help with bathing, dressing, eating, housework and other aid, at home or in a place like an assisted-living facility. Such services are not comprehensively covered under Medicare, and more than 10 million people have purchased policies from the private market.\n\nBut many insurance companies say costs have rocketed well past original projections as more people live longer in stages of life where they might need this kind of help.\n\nSince 2010, cumulative rate increases for long term care insurance in Florida have included 53 percent for John Hancock, 39 percent for Prudential and 35 percent for Genworth, according to state regulators. The industry average increase granted by Florida regulators among about two dozen companies in that span was 20.6 percent, though companies often asked for much more -- as much as 148 percent.\n\nThose are averages. Increases for individuals can be higher.\n\nThis spring, Florida officials have discussed what to do about spiraling costs. One option is encouraging alternative financial products that allow, for example, certain life insurance benefits to be used for long term care.\n\n\"It would certainly appear business models of old are not working,\" Florida Chief Financial Officer Jeff Atwater said at an April Cabinet meeting. \"Costs are running away.\"\n\nOutgoing Florida Insurance Commissioner Kevin McCarty said Florida is working with other states in a products innovation group.\n\nMany of the original policies were developed in the 1990s and \"the expectations and assumptions about life expectancy and utilization were grossly underestimated,\" McCarty said. One of the things officials are looking at is a hybrid life insurance and long term care product, he said.\n\nThe state's Office of Insurance Regulation is \"working with industry and other state regulators to determine if there are any legislative or regulatory barriers to bringing innovative solutions to the long-term care insurance market,\" spokeswoman Amy Bogner said.\n\nIt has hardly proved to be a simple problem to solve. Federal officials initially hoped to address long term care under the Affordable Care Act but eventually concluded they could not come up with a workable plan.\n\nAmid all this, many seniors feel stuck. After all, they say they and their families have tried to be responsible for their own future care by paying long term care insurance premiums for years, only to get hit with staggering bills as they reach the time in life when they might need it.\n\n\"It's not just me,\" Haut said. \"It's millions of seniors.\"\n\nMore than 10 million Americans have purchased long term care insurance policies, according to a trade group, the American Association for Long Term Care Insurance.\n\nLong term care insurance companies paid $8.15 billion in claim benefits to 260,000 people in 2015, the organization says. That's up from claims of $7.85 billion paid to about 250,000 people in 2014, according to the group.\n\n\"Americans are living longer and often the result is a need for long term care,\" said Jesse Slome, the group's director.\n\nWithout insurance to pay the cost, Slome said the caregiving responsibility often falls on elderly spouses or adult children.\n\nHaut said he formerly lived in New York, where he bought his policy. He has been paying premiums for long term care insurance since age 64, he said.\n\nBut now that he's been paying all this time, MetLife wants him to fork over 48 percent more in annual premiums, he said.\n\nHaut said he is concerned politicians are not doing more about it because insurance companies are big political contributors.\n\nSenior citizens and veterans who are on fixed incomes are getting \"crushed,\" he said.\n\nInsurance was the largest single industry contributor to state political party committees in 2015 and has given more than $69 million since 1998 to candidates and committees in Florida, ranking in the five most generous industries, according to the National Institute on Money in State Politics.\n\nSpecific companies offering long term care policies in Florida contributed at least $719,000 to candidates and committees since 1998, the institute's records show.\n\nBut insurers say it's simply a matter of how they are to make ends meet as people live longer and costs of care rise.\n\nMetLife officials say a whole industry is grappling with the costs, not just one or two companies.\n\n\"The long-term care insurance industry as a whole is facing challenges as a result of evolving actuarial assumptions on pricing, and MetLife is no exception,\" said MetLife spokeswoman Judi Mahaney.\n\nFollowing an extensive review of its long-term care insurance business, MetLife determined that a rate change on certain policies was necessary, she said.\n\nMetLife offers ways to \"mitigate\" the impact of rate increases through options that can include reducing benefits, she said. For customers who cancel because of an increase, policyholders can get reduced benefits up to an amount they have already paid in premiums, Mahaney said.\n\nIt's a similar story around the country. In October, Genworth Financial Inc. raised premiums 60 percent in New York and has sought approval for hikes up to 130 percent in Pennsylvania, Kaiser Health News reported.\n\nThe company's CEO has claimed it lost $2 billion on its long term care policies overall and continues to lose between $100 million and $150 million annually.\n\nAfter trying to plan ahead and be prudent, many seniors and their families now are not sure what to do.\n\nSlome says his trade group is finding when policyholders have faced significant rate increases recently, about 83 percent chose to accept the full rate increase. Another 12 percent paid less than the full increase and accepted reduced benefits. That leaves 5 percent who drop their coverage but even then, they will get benefits equal to premiums paid, he said.\n\nBut other research by Boston College's Center for Retirement Research found about a third of people with long term care insurance at age 65 eventually let policies lapse -- in some cases because they believe it is no longer affordable, the study found.\n\n\"How are people going to afford this?\" Haut said. \"Many seniors are barely getting by.\"\n\n___\n\n(c)2016 The Palm Beach Post (West Palm Beach, Fla.)\n\nVisit The Palm Beach Post (West Palm Beach, Fla.) at www.palmbeachpost.com\n\nDistributed by Tribune Content Agency, LLC.", "article_metadata": {"description": "Since 2010, cumulative rate increases for long term care insurance in Florida have included 53 percent for John Hancock, 39 percent for Prudential and 35 percent for Genworth, according to state regulators. The industry average increase granted by Florida regulators among about two dozen companies in that span was 20.6 percent, though companies often asked...", "og": {"site_name": "InsuranceNewsNet", "description": "Since 2010, cumulative rate increases for long term care insurance in Florida have included 53 percent for John Hancock, 39 percent for Prudential and 35 percent for Genworth, according to state regulators. The industry average increase granted by Florida regulators among about two dozen companies in that span was 20.6 percent, though companies often asked...", "title": "Seniors Say They're Slammed By Skyrocketing LTCi Premiums - InsuranceNewsNet", "url": "http://insurancenewsnet.com/oarticle/seniors-say-skyrocketing-premiums-slam-them-on-long-term-care", "updated_time": "2016-05-13T09:04:11+00:00", "locale": "en_US", "type": "article"}, "twitter": {"site": "@insnewsnet", "description": "Since 2010, cumulative rate increases for long term care insurance in Florida have included 53 percent for John Hancock, 39 percent for Prudential and 35 percent for Genworth, according to state regulators. The industry average increase granted by Florida regulators among about two dozen companies in that span was 20.6 percent, though companies often asked...", "card": "summary", "title": "Seniors Say They're Slammed By Skyrocketing LTCi Premiums - InsuranceNewsNet"}, "robots": "noodp", "DC.date.issued": "2016-05-12T18:57:28-04:00", "viewport": "width=device-width, initial-scale=1.0", "article": {"publisher": "https://www.facebook.com/insnewsnet", "published_time": "2016-05-12T18:57:28+00:00", "author": "http://insurancenewsnet.com/author/user", "section": "Health Insurance Newsletter", "modified_time": "2016-05-13T09:04:11+00:00", "tag": "newswires"}, "keywords": "insurance news, life and health, annuity news, financial news, health insurance newsletter, health/employee benefits, inn daily newsletter hot off the wires, newswires", "google-site-verification": "tjN7Q5WvF9Qfl-Gnlk5Dtbk78wjlFGdQX6Ab6EbzPFw", "'yandex-verification'": "'4b822c768d77b153'", "yandex-verification": "4b822c768d77b153"}, "article_summary": "More than 10 million Americans have purchased long term care insurance policies, according to a trade group, the American Association for Long Term Care Insurance.\n\"Americans are living longer and often the result is a need for long term care,\" said Jesse Slome, the group's director.\nHe has been paying premiums for long term care insurance since age 64, he said.\nOutgoing Florida Insurance Commissioner Kevin McCarty said Florida is working with other states in a products innovation group.\nLong term care insurance companies paid $8.15 billion in claim benefits to 260,000 people in 2015, the organization says."}