{"article_title": "Affordable Care Act Creating Lots of Jobs", "article_keywords": ["affordable", "aca", "jobs", "creating", "lots", "industry", "healthcare", "doctors", "spending", "patients", "act", "collins", "drugs", "insurance", "care"], "article_url": "http://www.healthline.com/health-news/healthcare-among-fastest-growing-industries", "article_text": "The healthcare industry is growing and experts point to President Obama’s healthcare reform as the reason why.\n\nIn the most recent Bureau of Labor statistics on the U.S. economy, the healthcare industry is near the top of the list of those sectors adding the most jobs.\n\nThe other industries getting a shout-out in the most recent statistics were retail and construction, which mainly reflect economic growth.\n\nWith a half million more jobs in healthcare since April 2015, the employment numbers suggest the industry is changing.\n\nAccording to Sara Collins, the vice president for healthcare coverage and access at The Commonwealth Fund, the growth in jobs is a result of more people gaining health insurance and seeking healthcare.\n\n“What we’re seeing among newly insured groups is an increase in demand for services,” she said.\n\nRead More: Scoring Obamacare After Two Years »\n\nMore People, More Workers\n\nCritics predicted that the 20 million people who have gained insurance as a result of the Affordable Care Act (ACA) would jam doctors’ and dentists’ offices.\n\nBut what has happened instead is that offices hired more doctors, dentists, nurses, and medical assistants.\n\nMost newly insured patients are able to schedule appointments quickly, a Commonwealth Fund poll showed.\n\nMost of the jobs added were for outpatient care providers. That suggests that the ACA is working as planned, driving more patients to see their doctors when they’re not yet so sick that they need to be hospitalized.\n\nHowever, one segment of the job growth in healthcare is not related to the ACA, Collins noted. Home health aides generally help older people whose insurance is handled by Medicare.\n\n“Home healthcare also reflects the aging of the population,” she said.\n\nMedicare was untouched by the ACA. The law did expand access to Medicaid, which provides coverage for low-income Americans.\n\nThe ACA expanded the eligibility standards for Medicaid and provided premium assistance for working-class Americans who buy private insurance through state or federal marketplaces.\n\nRead More: Why Some Drugs Cost so Much and Others Don’t »\n\nSpending up but Not Costs\n\nAs the industry has expanded its ranks, some have questioned whether that means patients will be bilked for healthcare. Not necessarily, Collins said.\n\nHealthcare spending is up mostly because there are more patients, not because each patient is spending more.\n\nThe main exception there, Collins said, is in prescription drugs. The blame falls to people like the so-called “Pharma Bro,” Martin Shkreli, and to newer high-cost drugs like those that treat hepatitis C.\n\nOn the flip side, the hospital industry has seen a wave of consolidation. The effect on patient care remains to be seen.\n\nOn the whole, then, the uptick in healthcare jobs appears to be good news for healthcare consumers. But it might still be strange when healthcare becomes a bigger business in the United States than retail, which Politico says it will do by 2019 if the current trend continues.\n\nRead More: FDA Speeds Up Drug Approval Process to Help Avoid Price Gouging »", "article_metadata": {"standout": "http://www.healthline.com/health-news/healthcare-among-fastest-growing-industries", "news_keywords": "healthcare jobs, healthcare hiring, lots of new jobs in health industry, new jobs in healthcare industry, lots of new jobs in medical industry, Obamacare helps create new jobs", "og": {"site_name": "Healthline", "description": "The ACA has spurred a boom in healthcare hiring. On the whole, that’s a good thing for patients.", "title": "Healthcare Among the Fastest Growing Industries", "url": "http://www.healthline.com/health-news/healthcare-among-fastest-growing-industries", "image": "http://www.healthline.com/hlcmsresource/images/News/general-health/040816_medicaljobs_THUMB.jpg", "type": "article"}, "twitter": {"image": "http://www.healthline.com/hlcmsresource/images/News/general-health/040816_medicaljobs_THUMB.jpg", "description": "The ACA has spurred a boom in healthcare hiring. On the whole, that’s a good thing for patients.", "card": "summary", "title": "Healthcare Among the Fastest Growing Industries"}, "ROBOTS": "NOODP", "DC.date.issued": "2016-04-08", "fb": {"app_id": 239371929577489}, "viewport": "width=device-width, initial-scale=1, maximum-scale=1", "description": "The ACA has spurred a boom in healthcare hiring. On the whole, that’s a good thing for patients."}, "article_summary": "On the whole, then, the uptick in healthcare jobs appears to be good news for healthcare consumers.\nThe healthcare industry is growing and experts point to President Obama’s healthcare reform as the reason why.\nWith a half million more jobs in healthcare since April 2015, the employment numbers suggest the industry is changing.\nHealthcare spending is up mostly because there are more patients, not because each patient is spending more.\nHowever, one segment of the job growth in healthcare is not related to the ACA, Collins noted."}