{"article_title": "Ethanol as a Supplement, Not a Staple", "article_keywords": ["land", "corn", "energy", "gasoline", "price", "isnt", "supplement", "ethanol", "prices", "gallon", "staple", "best"], "article_url": "http://blog.heartland.org/2015/09/ethanol-as-a-supplement-not-a-staple/", "article_text": "The corn ethanol mandate isn’t working, and it’s time we all acknowledged this fact.\n\nIt’s common for people to misunderstand or misconstrue the difference between acknowledging the failure of the ethanol mandate to deliver on its promises of materially increasing energy independence or lowering prices for consumers, and being “anti-ethanol.” It’s entirely possible to see advantages of using ethanol without believing it should be mandated, just as it is possible to see the advantages of having a health insurance policy without supporting Obamacare. All mandates have unintended consequences.\n\nEthanol is valuable as an oxygenate because it is the most cost-effective way to reduce the amount of carbon monoxide and unburned fuel in cars, which reduces the amount of smog generated, meaning gasoline producers will blend a certain amount of ethanol to reduce air pollution regardless of whether the government mandates it. However, as an energy source, ethanol just isn’t our best option, which is why we must phase out the mandate.\n\nA gallon of ethanol contains about 33 percent less energy than a gallon of pure gasoline, meaning a gallon of ethanol gets about 33 percent fewer miles per gallon than a gallon of gasoline. This is why comparing the price of a gallon of ethanol and the price of a gallon of gas isn’t an apples-to-apples comparison. In order to drive the same distance, a driver would have to use 1.3 to 1.5 gallons of ethanol instead of one gallon of gasoline.\n\nIf gasoline costs $1.90 a gallon and ethanol costs $1.57, the latter sounds like a bargain, but consumers have to spend $2.09 per gallon [$1.57x.333= $.52 ($.52+ $1.57 = $2.09)] to drive the same number of miles because of ethanol’s lower energy content. E10 reduces the fuel economy of a car by up to 3.3 percent. Consumers have less in their pocketbooks because of ethanol.\n\nSpeaking of pocketbooks, corn prices are below the cost of production, at $4.30/bushel, partly because the corn ethanol mandate created an artificially high market for corn. As a result, corn prices increased dramatically. The problem is the cost of growing corn has increased even more.\n\nThe price of inputs, such as land, seed, and farm machinery, has skyrocketed in the past 10 years in response to years of corn being $6 or $7 per bushel. In 2005, the average cost of land rent in central Illinois was $147 per acre, but within seven years that price nearly doubled to $270 per acre, making it harder for smaller family farmers and young, would-be farmers to buy land.\n\nWhen my grandfather passed away over the past summer, the farmland was placed into a trust held by my father and his siblings. Because land prices are artificially high, Dad, at 62 years old, can’t justify taking out a loan to buy it, and like many young people who are interested in farming, I can’t justify taking on that kind of debt on overvalued land either. As a result, the last crop planted on my grandfather’s farmland that’s been in our family for generations will probably be a subdivision.\n\nRural America would be best served by having an honest discussion of the advantages and drawbacks of ethanol production, because there are both. Despite Mr. Kruse’s assertion that ethanol would not be blended with gasoline if it “were a nickel a gallon and cured cancer,” this simply isn’t borne out by the facts, and his description of the price of ethanol relative to gasoline is at best incomplete and at worst intellectually dishonest.\n\nThere’s a place for corn ethanol in the nation’s economy, but it’s best served as a supplement, not a staple. Congress should phase out the corn ethanol mandate.\n\n[Originally published at The Gazette]", "article_metadata": {"og": {"url": "http://blog.heartland.org/2015/09/ethanol-as-a-supplement-not-a-staple/", "type": "activity", "image": "http://blog.heartland.org/wp-content/uploads/2013/06/ethanol.jpg", "site_name": "Somewhat Reasonable", "title": "Ethanol as a Supplement, Not a Staple"}, "robots": "noodp,noydir", "viewport": "width=device-width"}, "article_summary": "There’s a place for corn ethanol in the nation’s economy, but it’s best served as a supplement, not a staple.\nSpeaking of pocketbooks, corn prices are below the cost of production, at $4.30/bushel, partly because the corn ethanol mandate created an artificially high market for corn.\nThe corn ethanol mandate isn’t working, and it’s time we all acknowledged this fact.\nCongress should phase out the corn ethanol mandate.\nA gallon of ethanol contains about 33 percent less energy than a gallon of pure gasoline, meaning a gallon of ethanol gets about 33 percent fewer miles per gallon than a gallon of gasoline."}