{"article_title": "NY court revives suit over Nazi stolen art at Oklahoma Univ.", "article_keywords": ["saying", "school", "stolen", "court", "nazi", "oklahoma", "father", "painting", "ny", "lawsuit", "revives", "suit", "art", "meyer", "univ", "university", "york"], "article_url": "http://www.washingtontimes.com/news/2015/mar/14/ny-court-reviews-lawsuit-of-nazi-stolen-art-displa/", "article_text": "NEW YORK (AP) - A federal appeals court has given new life to a Holocaust survivor’s claim that the University of Oklahoma is unjustly harboring a Camille Pissarro painting that the Nazis stole from her father during World War II.\n\nThe 2nd U.S. Circuit Court of Appeals in Manhattan has directed a lower-court judge to consider whether the lawsuit she threw out should be transferred to Oklahoma, saying she has authority to do so.\n\nThe court’s order Thursday came as the school found itself amid a racial controversy after video of fraternity students engaged in a racist chant spread across the Internet. University President David Boren ordered a fraternity house closed and expelled two of its members after reviewing clips of the chant that referenced lynching and said blacks would never be allowed in the fraternity.\n\nThe school and Boren are defendants in the lawsuit brought in 2013 by 75-year-old Holocaust survivor Leone Meyer, who lives in Paris. She maintained she is entitled to Pissarro’s 1886 “Shepherdess Bringing in Sheep” because it belonged to her father when it was taken by the Nazis as Germany moved across France. Her father, Raoul Mayer, died in 1970.\n\nSwiss records show Meyer’s father in Paris had owned the painting. But a Swiss court ruled that the painting’s post-war owners had properly established ownership and rejected her claim.\n\nBequeathed to OU by Clara Weitzenhoffer, the wife of oil tycoon Aaron Weitzenhoffer, the school displayed it publicly for over a decade. The Weitzenhoffers bought the painting from a New York gallery in 1956. When she died in 2000, she donated more than 30 works worth about $50 million to the University of Oklahoma.\n\nIn an emailed statement Saturday, Oklahoma University spokeswoman Catherine F. Bishop said: “The University is continuing its efforts to work with the plaintiffs to determine all the facts in this matter, some of which may still be unknown, and to seek a mutually agreeable resolution.”\n\nLast year, Boren defended Oklahoma University’s ownership, saying the school does not want to keep any items it does not legitimately own but also wants to avoid a bad precedent by automatically giving away gifts it receives to anyone who claims them.\n\nBoren and the school have opposed the lawsuit on largely procedural grounds, saying the school has sovereign immunity and that Meyer was not diligent in pursuing her claim and had sued in New York rather than Oklahoma as a “forum shopping strategy” to avoid Oklahoma’s more restrictive statute of limitations.\n\nSeveral Oklahoma lawmakers who authored a resolution in the state Legislature seeking to force the school to turn the painting over have spoken out against the university’s position.\n\nIn a letter to the people of Oklahoma, Meyer has said her quest “has nothing to do with money. It is about justice and a duty to remember.”\n\nPierre Ciric, a lawyer for Meyer, said Saturday he welcomed “any progress toward the resolution of our client’s claim.”\n\n“It appears that everyone involved with this case agrees that ‘La Bergere’ was the property of my client’s father prior to the Nazi occupation of France, which we have asserted since the complaint was filed,” he said.", "article_metadata": {"description": "A federal appeals court has given new life to a Holocaust survivor's claim that the University of Oklahoma is unjustly harboring a Camille Pissarro painting that the Nazis stole from her father during World War II.", "author": "The Washington Times http://www.washingtontimes.com", "og": {"site_name": "The Washingtion Times", "description": "A federal appeals court has given new life to a Holocaust survivor’s claim that the University of Oklahoma is unjustly harboring a Camille Pissarro painting that the Nazis stole from her father during World War II.", "title": "NY court revives suit over Nazi stolen art at Oklahoma Univ.", "url": "http://www.washingtontimes.com/news/2015/mar/14/ny-court-reviews-lawsuit-of-nazi-stolen-art-displa/", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2015/03/14/b60faac6c3aec30b700f6a70670057cf.jpg", "type": "article"}, "twitter": {"site": "@washtimes", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2015/03/14/b60faac6c3aec30b700f6a70670057cf.jpg", "description": "A federal appeals court has given new life to a Holocaust survivor's claim that the University of Oklahoma is unjustly harboring a Camille Pissarro painting that the Nazis stole from her father during", "card": "summary", "title": "NY court revives suit over Nazi stolen art at Oklahoma Univ."}, "Author": "LARRY NEUMEISTER", "bitly-verification": "d180fd45f70d", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web0", "viewport": "width=device-width, initial-scale=1, user-scalable=yes"}, "article_summary": "In a letter to the people of Oklahoma, Meyer has said her quest “has nothing to do with money.\nWhen she died in 2000, she donated more than 30 works worth about $50 million to the University of Oklahoma.\nCircuit Court of Appeals in Manhattan has directed a lower-court judge to consider whether the lawsuit she threw out should be transferred to Oklahoma, saying she has authority to do so.\nBut a Swiss court ruled that the painting’s post-war owners had properly established ownership and rejected her claim.\nThe school and Boren are defendants in the lawsuit brought in 2013 by 75-year-old Holocaust survivor Leone Meyer, who lives in Paris."}