{"article_title": "Bill to end partial government shutdown, avoid default passes US Senate", "article_keywords": ["passes", "republican", "republicans", "end", "senate", "house", "avoid", "bill", "obamacare", "agreement", "spending", "debt", "default", "shutdown", "partial", "federal"], "article_url": "http://pix11.com/2013/10/16/bill-to-end-partial-government-shutdown-avoid-default-passes-us-senate/", "article_text": "WASHINGTON (CNN) — An agreement to end the partial government shutdown and avoid a possible U.S. default easily passed the U.S. Senate and headed to the House for a vote expected later Wednesday.\n\nIf approved by the Republican-led House, the legislation would go to President Barack Obama to be signed into law by the end of Thursday — the deadline for increasing the federal borrowing limit or risk the first default in American history.\n\nSuch quick congressional action on a measure announced earlier in the day was in stark contrast to the protracted brinksmanship of recent weeks that led to the shutdown now in its 16th day and brought the threat of default.\n\nThe measure represented a victory for Obama and Democrats over conservative Republicans who tried to use the shutdown and debt ceiling deadline to wring concessions on spending cuts and dismantling the Obama’s signature health care reforms.\n\nHowever, the final agreement worked out by Senate leaders after House Speaker John Boehner was unable to get his own Republican caucus to support a House GOP version lacked any substantive measures sought by political right beyond extending current spending levels until January 15.\n\nIt also extended the federal debt ceiling until February 7 and set up budget negotiations between the House and Senate intended to come up with a broader spending plan for the rest of fiscal year 2014, which ends on September 30.\n\nAnother provision requiring the government to confirm the eligibility of people receiving federal subsidies under Obamacare was labeled by Democrats and the White House as minor.\n\n“We fought the good fight; we just didn’t win,” Boehner told a radio station in his home state of Ohio.\n\nThe Democratic-led Senate passed the agreement on a ??-?? vote, with ?? Republicans joining the 54-member Democratic caucus in supporting it. (needs to be checked)\n\nBoth chambers had to take special steps to get the legislation passed that quickly, raising concerns that tea party conservatives led by Sen. Ted Cruz of Texas would block or delay it in a final effort to include provisions intended to harm Obama’s signature health care reforms.\n\nHowever, Cruz told reporters that he wouldn’t mount a filibuster or employ other procedural moves against the agreement.\n\nAt the same time, he criticized his Senate colleagues for what he called their failure to listen to the American people and said the fight against Obamacare would continue.\n\nDemocratic Sen. Chuck Schumer of New York blasted Cruz and the rest of the tea party wing in Congress for what he called the “reckless, irresponsible politics of brinksmanship over the last few weeks.”\n\n“It was not America’s finest moment,” Schumer said.\n\nNational polls conducted since the start of the shutdown on October 1 indicate that while all sides are feeling the public’s anger over the partisan political impasse, Republicans are getting blamed more than Democrats or Obama.\n\nBoehner and other House Republican leaders told their caucus they would vote for the agreement at an afternoon meeting that participants said ended with a standing ovation for the embattled Speaker.\n\n“Blocking the bipartisan agreement reached today by the members of the Senate will not be a tactic for us,” Boehner said in a statement. “Our drive to stop the train wreck that is the president’s health care law will continue.”\n\nNews of the deal brought some relief to Wall Street as well as Washington, with pressure to resolve the impasse building with the approach of the Thursday deadline to raise the debt ceiling or face default.\n\nMarkets soar on agreement\n\nU.S. stocks rose on the news of an agreement, with the benchmark Dow Jones Industrial Average jumping more than 200 points on the day.\n\nSenate Majority Leader Harry Reid hailed the agreement he worked out with his GOP counterpart Mitch McConnell as “historic,” saying that “in the end, political adversaries put aside their differences.”\n\nObama praised Senate leaders for reaching a compromise, and urged Congress to act quickly, White House spokesman Jay Carney said.\n\nIn an expected gesture to hundreds of thousands of federal workers furloughed by the shutdown, the measure provides back pay for wages withheld.\n\nMcConnell fired an opening salvo for the budget talks expected to begin soon and continue until December when he said any ensuing spending deal should adhere to caps set in a 2011 law that included forced cuts known as sequestration.\n\n“Preserving this law is critically important to the future of our country,” McConnell said of the Budget Control Act, which resulted from the previous debt ceiling crisis in Washington.\n\nThe focus on an agreement shifted to the Senate after House Republicans failed on Tuesday to come up with a plan their majority could support, stymied again by demands from tea party conservatives for outcomes unacceptable to Obama and Senate Democrats, as well as some fellow Republicans.\n\nCruz, despite being in the Senate, is credited with spearheading the House Republican effort to attach amendments that would dismantle or defund the health care reforms known as Obamacare to previous proposals intended to end the shutdown.\n\nAll were rejected by the Democratic-led Senate, and Obama also pledged to veto them, meaning there was no chance they ever would have succeeded.\n\nRepublican Sen. Kelly Ayotte of New Hampshire called the House GOP tactic of tying Obamacare to the shutdown legislation “an ill-conceived strategy from the beginning, not a winning strategy.”\n\nHowever, Republican Rep. Steve King of Iowa advocated continued brinksmanship to try to change Obamacare, which conservatives detest as a big-government overreach.\n\n“If we’re not willing to take a stand now, then when will we take this stand?” he told CNN’s “New Day,” adding that if “the conservative Republican plan had been implemented five years ago, say at the inception of what is now the Obama presidency, we would have far less debt and deficit.”\n\nThursday marks the day the Treasury Department will run out of special accounting maneuvers to keep the nation under the legal borrowing limit. From that point on, it would have to pay the country’s incoming bills and other legal obligations with an estimated $30 billion in cash, plus whatever daily revenue comes in unless Congress acted.\n\nCarney clarified that borrowing authority would continue through Thursday.\n\nAccording to the best outside estimates, the first day the government would run short of cash without more borrowing authority was between October 22 and November 1.\n\nThe prospect of the U.S. government running out of money to pay its bills and, eventually, finding it difficult to make payments on the debt itself, had economists around the world talking about dire consequences. Mutual funds, which are not allowed to hold defaulted securities, might have to dump masses of U.S. treasuries.\n\nRatings agency Fitch fired a warning shot Tuesday that it may downgrade the country’s AAA credit rating to AA+ over the political brinksmanship and bickering in Washington that have brought the government to this point.\n\nThat could help raise interest rates on U.S. debt, putting the country deeper into the red.\n\nDisarray among House Republicans caused confusion on Tuesday, with Boehner having to pull a proposed agreement from the floor because conservatives found it too weak.\n\nThe House proposal dropped some provisions on Obamacare but prohibited federal subsidies to the President and his administration officials as well as federal lawmakers and their staff receiving health insurance through the Affordable Care Act programs.\n\nIt also would have forbidden the Treasury from taking what it calls extraordinary measures to prevent the federal government from defaulting as cash runs low, in effect requiring hard deadlines to extend the federal debt ceiling.\n\nHouse Democrats opposed the GOP proposal, which meant it couldn’t pass without support from the 40 or so tea party conservatives, who wanted more spending cuts.\n\n“It just kicks the can down the road another six weeks or two months,” said Rep. Joe Barton, R-Texas.\n\nHouse Majority Leader Eric Cantor referred to the GOP infighting at Wednesday’s caucus meeting, telling his Republican colleagues to stop beating up on each other, according to participants. Describing Cantor as impassioned, they said he implored the caucus to avoid characterizing each other as good or bad Republicans.", "article_metadata": {"description": "WASHINGTON (CNN) -- An agreement to end the partial government shutdown and avoid a possible U.S. default easily passed the U.S. Senate and headed to the House for a vote expected later Wednesday.", "generator": "WordPress.com", "og": {"site_name": "New York's PIX11 / WPIX-TV", "description": "WASHINGTON (CNN) — An agreement to end the partial government shutdown and avoid a possible U.S. default easily passed the U.S. Senate and headed to the House for a vote expected later Wednes…", "title": "Bill to end partial government shutdown, avoid default passes US Senate", "url": "http://pix11.com/2013/10/16/bill-to-end-partial-government-shutdown-avoid-default-passes-us-senate/", "image": "http://tribwpix.files.wordpress.com/2013/10/senate.jpg", "locale": "en_US", "type": "article"}, "twitter": {"image": "http://tribwpix.files.wordpress.com/2013/10/senate.jpg?w=240", "site": "@PIX11News", "card": "summary", "creator": "@PIX11News"}, "msapplication-tooltip": "New York News, Weather, Entertainment, Transit and More", "apple-itunes-app": "app-id=587593522", "fb": {"pages": 76073377041}, "msapplication-window": "width=device-width;height=device-height", "viewport": "width=device-width, initial-scale=1, user-scalable=no", "application-name": "New York's PIX11 / WPIX-TV", "google-site-verification": "NwkxplaUCiSUM7fwyF8LprcUZJryQRaTVtXjbjzon-4", "keywords": "news,", "article": {"publisher": "http://www.facebook.com/pix11news", "published_time": "2013-10-17T00:18:42+00:00", "modified_time": "2013-10-17T00:20:27+00:00", "author": "http://www.facebook.com/pix11news"}, "msapplication-task": "name=Subscribe;action-uri=http://pix11.com/feed/;icon-uri=http://1.gravatar.com/blavatar/1ed18cbab7a076bdb92e6a7ec0bae5ab?s=16"}, "_id": "\"57477af36914bd0286fcfbbb\"", "article_summary": "WASHINGTON (CNN) — An agreement to end the partial government shutdown and avoid a possible U.S. default easily passed the U.S. Senate and headed to the House for a vote expected later Wednesday.\nDisarray among House Republicans caused confusion on Tuesday, with Boehner having to pull a proposed agreement from the floor because conservatives found it too weak.\nDescribing Cantor as impassioned, they said he implored the caucus to avoid characterizing each other as good or bad Republicans.\nIt also would have forbidden the Treasury from taking what it calls extraordinary measures to prevent the federal government from defaulting as cash runs low, in effect requiring hard deadlines to extend the federal debt ceiling.\n“We fought the good fight; we just didn’t win,” Boehner told a radio station in his home state of Ohio."}