{"article_title": "South Carolina: Bill would punish state judges who hear gay marriage cases", "article_keywords": ["judges", "stake", "gay", "justice", "punish", "bill", "legal", "state", "hear", "employee", "marriage", "cases", "violates", "south", "carolina"], "article_url": "http://sdgln.com/news/2014/12/19/south-carolina-bill-would-punish-judges-who-hear-gay-marriage-cases", "article_text": "COLUMBIA, South Carolina -- A bill filed in the South Carolina legislature would punish any state judge who hears a gay marriage case, a move that is already being criticized by a legal watchdog group.\n\nHB 3022 was filed in the House on Dec. 11 by Rep. William M. \"Bill\" Chumley, a Republican from Woodruff representing District 35.\n\nThe bill proposes to amend state law of the 1976 Code by adding this language:\n\n\"Section 20-1-235. (A) No state or local taxpayer funds or governmental salaries may be paid for an activity that includes the licensing or support of same-sex marriage. (B) No state or local governmental employee officially shall recognize, grant, or enforce a same-sex marriage license. If an employee violates this subsection, the employee must not continue to receive a salary, pension, or other employee benefit at the expense of the taxpayers of this State. (C) No taxes or public funds may be utilized to enforce a court order requiring the issuance or recognition of a same-sex marriage license. (D) A court of this State shall dismiss a legal action challenging a provision of this section and shall award costs and attorney's fees to a person or entity named as a defendant in the legal action. (E) No person employed by this State or a local governmental entity who violates or interferes with the implementation of this section may continue to receive a salary, pension, or other employee benefit. (F) The State is not subject to suit in law or equity pursuant to the eleventh amendment of the United States Constitution for complying with the provisions of this section, regardless of a contrary federal court ruling. (G) If a judicial officer violates this section, that judicial officer is disqualified from office pursuant to Section 19, Article V of the South Carolina Constitution, 1895.\"\n\nLegal watchdog group Justice at Stake blasted HB 3022.\n\n“This is a brazen political attack on the independence of the judicial branch, of the ‘end run’ variety,\" said Debra Erenberg, Justice at Stake's Director of State Affairs.\n\n\"Judges can’t do their jobs when legislators threaten their livelihood for ruling on properly-presented legal cases. The legislative branch needs to respect the unique role of courts in protecting everyone’s rights, regardless of whether it’s politically popular or expedient to do so.”\n\nRep. Bill Chumley is a deacon at Poplar Springs Baptist Church, a member of the Sons of Confederate Veterans, and a landscaping/farmer. His committee assignments include Agriculture, National Resources & Environmental Affairs, and Regulations and Administrative Procedures. He faced allegations of ethics violations at Christmastime 2013, according the news reports. The allegations involved illegally using a state plane to bring a witness to South Carolina to testify as part of conservative efforts to prevent the state from implementing Obamacare. But the House Ethics Committee cleared him on the charges.\n\nA review of Chumley's political record via the Vote Smart project show that he is a far-right politician who is favored by the Tea Party, the NRA, the Club for Growth and anti-gay groups such as the Palmetto Family Alliance.\n\nChumley can be reached by email HERE, by writing him at 304A Blatt Bldg., Columbia SC 29201, or by calling 803-212-6894.\n\nHB 3022 has been referred to the House Committee on Judiciary, where it will be reviewed during the 2015 session.\n\nAbout Justice at Stake\n\nJustice at Stake is a nonpartisan, nonprofit organization working to keep America's courts fair and impartial. Justice at Stake and its 50-plus state and national partners educate the public, and work for reforms to keep politics and special interests out of the courtroom - so judges can protect our Constitution, our rights and the rule of law. For more about Justice at Stake, go to HERE and HERE.", "article_metadata": {"rating": "general", "description": "A bill filed in the South Carolina legislature would punish any state judge who hears a gay marriage case and is already getting criticized by a legal watchdog group.", "rights": "Copyright Hale Media, Inc.", "og": {"url": "http://sdgln.com/news/2014/12/19/south-carolina-bill-would-punish-judges-who-hear-gay-marriage-cases", "site_name": "San Diego Gay and Lesbian News", "type": "article", "description": "A bill filed in the South Carolina legislature would punish any state judge who hears a gay marriage case and is already getting criticized by a legal watchdog group.", "title": "South Carolina: Bill would punish state judges who hear gay marriage cases"}, "abstract": "A bill filed in the South Carolina legislature would punish any state judge who hears a gay marriage case and is already getting criticized by a legal watchdog group.", "robots": "follow, index", "keywords": "gay, lesbian, news, articles, blog, posts, free, online, videos, features, transgender, bisexual, lgbt, marriage equality, DADT, gender politics, HIV, HIV/AIDS, hate crimes, homophobic, homophobia, homosexual, watch, topics, travel, information, comment, breaking, polls, interviews, discuss, forum, politics", "article": {"published_time": "2014-12-19T09:32:12-08:00"}, "viewport": "width=device-width,initial-scale=1,shrink-to-fit=no"}, "_id": "\"57477af36914bd0286fcfbcc\"", "article_summary": "COLUMBIA, South Carolina -- A bill filed in the South Carolina legislature would punish any state judge who hears a gay marriage case, a move that is already being criticized by a legal watchdog group.\nThe allegations involved illegally using a state plane to bring a witness to South Carolina to testify as part of conservative efforts to prevent the state from implementing Obamacare.\n(G) If a judicial officer violates this section, that judicial officer is disqualified from office pursuant to Section 19, Article V of the South Carolina Constitution, 1895.\"\n(B) No state or local governmental employee officially shall recognize, grant, or enforce a same-sex marriage license.\nIf an employee violates this subsection, the employee must not continue to receive a salary, pension, or other employee benefit at the expense of the taxpayers of this State."}