{"article_title": "Sorry, we can’t help you: States undercut Obamacare", "article_keywords": ["navigators", "undercut", "crisp", "help", "federal", "obamacare", "state", "states", "cant", "tennessee", "health", "sorry", "insurance", "care"], "article_url": "http://www.msnbc.com/msnbc/tennessee-tries-weaken-obamacare", "article_text": "For the past three decades, Reverend Jerry Crisp has preached the gospel in Whiteville, Tenn., a faded factory town with a 36% poverty rate and the health challenges of a developing country. When Crisp heard that Tennessee was getting a federally run health care exchange—an online marketplace where uninsured people can shop for affordable coverage—he knew it was big news for his community. He also knew that a lot of his neighbors would need help tapping opportunities fostered by the nation’s new health-care law (aka Obamacare). Many of them lacked computers or computer skills, let alone any knowledge of health insurance. So Crisp hatched a plan. When the Tennessee marketplace opened on Oct. 1, his church would open its small computer lab to people looking for health coverage—and volunteers from the congregation would offer assistance to anyone asking for it.\n\nThere was just one problem. Under rules devised by hostile Tennessee officials, only state-certified agents could help people enroll in Tennessee’s new health care exchange. If a friend, neighbor or community volunteer wanted to share information or insight, that person had to be vetted, fingerprinted and registered with the state insurance department. Under emergency rules the state imposed in mid-September, any unlicensed person caught “facilitating enrollment” in a health care exchange could be fined $1,000 for each offense. “We were fearful about the penalties that could be levied against us,” Crisp says, “so we held off on opening our doors to the community.”\n\nOther states are using similar restrictions to blunt access to the health care exchanges that opened around the country last week. And if Tennessee’s experience is any indication, few of them would survive a minute of close legal scrutiny. On Tuesday, a federal district court issued a temporary restraining order against the state, saying its restrictions appear to violate both the federal Affordable Care Act and the First Amendment of the U.S. Constitution. The federal suit—brought by the Service Employees International Union on behalf of librarians, nurses and social workers—could still go to trial if Tennessee decided to fight it, but the state has effectively folded its hand. Just hours before the district court ruling came down, state officials settled a separate legal challenge brought by Crisp and other volunteer educators. Rather than try to defend its restrictions, the state promised publicly not to enforce them.\n\nEducation and outreach are central to the success of health care reform. Recognizing that many uninsured people lack the skills and tools to shop for coverage online, the three-year-old Affordable Care Act authorizes several classes of laypeople to help others through the process. The feds have awarded $67 million to professional and nonprofit organizations to train and employ so-called navigators, who “maintain expertise in eligibility, enrollment, and program specifications” and “help qualified individuals make informed decisions during the health plan selection process.” The federal health care law also defines roles for trained volunteers and for ordinary citizens, who can communicate freely with consumers so long as they don’t present themselves as agents or certified navigators.\n\nThe federally employed navigators receive formal training, testing and certification, but states are free to impose additional requirements. As the advocacy group Health Care for America Now reported recently, 15 states now subject them to fees, tests and other burdensome formalities—ostensibly to protect consumers from fraud and privacy breaches. But many of those states have gone a step further—either by restricting what navigators can say to consumers or by restricting what the rest of us can say to each other.\n\nTennessee managed to cross both of those lines. Under “emergency rules” imposed in mid-September, the state’s insurance department declared that navigators could not “discuss the benefits, terms and features of a particular plan over any other health plans and offer advice about which health plan is better or worse or suitable for a particular individual or employer.” That rule openly defies federal standards, which authorize certified navigators to “provide information to consumers about the full range of options and insurance affordability programs for which they are eligible.” As the Tennessee Justice Center noted in a lawsuit brought on behalf of the League of Women Voters, Reverend Crisp and various other private citizens, weighing the pros and cons of different plans is “exactly the sort of assistance that federal regulations require.”\n\nIn a separate action last spring, Tennessee legislators expanded the definition of “navigator” to cover anyone helping people find insurance through the exchange. Rather than just regulate people working as agents of the federal government, the lawmakers applied their elaborate licensing requirements to “any person, other than an insurance producer, who … facilitates enrollment of individuals or employers in health plans or public insurance programs offered through an exchange.” Hence the reverend’s fears about setting out some laptops without first getting his congregants trained, tested, registered, fingerprinted and approved by the insurance department.\n\nBoth rules are moot in Tennessee now that the state has agreed to reverse course. Reverend Crisp and his fellow volunteers are free to help their friends, neighbors and clients shop for affordable care. So are the librarians, nurses and social workers who sparked the federal court’s temporary restraining order. The question is whether other state crackdowns will succeed where Tennessee’s failed.\n\nIn a national analysis, health care attorney and former HHS official Jay Angoff has identified four states (Georgia, Maine, Missouri and Ohio) that bar navigators from helping people compare the benefits of different health plans, as required by the Affordable Care Act. Angoff also cites 10 states (Florida, Georgia, Illinois, Iowa, Missouri, Nebraska, Ohio, Virginia, Wisconsin and Utah) where anti-Obamacare statutes could hobble private citizens’ efforts to help each other find coverage.\n\nFor all the harm these laws could cause, no one has yet filed court cases to challenge them. Local health advocates plead limited resources and a glut of other priorities. National organizations are wary of bogging down in separate, costly, state-level lawsuits. And the Department of Health and Human Services has its hands full launching the exchanges themselves. Until the circumstances change, unfounded state restrictions could cost many uninsured people a shot at affordable coverage. But as Tennessee has shown the country, circumstances can change fast.", "article_metadata": {"msapplication-config": "/browserconfig.xml", "description": "Tennessee tried to weaken the ACA by restricting public education. The rules failed a legal challenge, but ten other states are still sabotaging the Act.", "original-source": "http://www.msnbc.com/msnbc/tennessee-tries-weaken-obamacare", "og": {"site_name": "MSNBC", "description": "Tennessee tried to weaken the ACA by restricting public education. The rules failed a legal challenge, but ten other states are still sabotaging the Act.", "title": "Sorry, we can’t help you: States undercut Obamacare", "url": "http://www.msnbc.com/msnbc/tennessee-tries-weaken-obamacare", "image": "http://www.msnbc.com/sites/msnbc/files/styles/ratio--1_91-1--1200x630/public/183648544.jpg?itok=aPSFxdO7", "type": "article"}, "twitter": {"domain": "msnbc.com", "account_id": 2836421, "creator": {"identifier": "@msnbc", "id": 2836421}, "url": "http://www.msnbc.com/msnbc/tennessee-tries-weaken-obamacare", "image": {"width": 830, "identifier": "http://www.msnbc.com/sites/msnbc/files/styles/ratio--3-2--512x342/public/183648544.jpg?itok=UhQCcZjD", "height": 553}, "title": "Sorry, we can’t help you: States undercut Obamacare", "site": {"identifier": "@msnbc", "id": 2836421}, "card": "summary_large_image", "description": "Tennessee tried to weaken the ACA by restricting public education. The rules failed a legal challenge, but ten other states are still sabotaging the Act."}, "robots": "follow, index", "DC.date.issued": "2013-10-10T14:45:00-04:00", "jenga-session-config": "{\"when_to_init\":\"after_dom_ready\"}", "fb": {"app_id": 351594351545594}, "nv": {"author": "geoffreycowley", "contentId": "http://tv.msnbc.com/2013/10/10/trying-to-navigate-obamacare-states-make-it-hard-to-get-help/", "title": "Sorry, we can’t help you: States undercut Obamacare", "address": "http://www.msnbc.com/msnbc/tennessee-tries-weaken-obamacare", "date": "10/10/2013 14:45:00 EDT", "tags": "health,health-care-reform", "published": 1}, "article": {"author": "http://www.facebook.com/msnbc"}, "abstract": "Tennessee tried to weaken the ACA by restricting public education. The rules failed a legal challenge, but ten other states are still sabotaging the Act.", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "news_keywords": "Health, Health Care Reform"}, "article_summary": "Many of them lacked computers or computer skills, let alone any knowledge of health insurance.\nUnder rules devised by hostile Tennessee officials, only state-certified agents could help people enroll in Tennessee’s new health care exchange.\nIf a friend, neighbor or community volunteer wanted to share information or insight, that person had to be vetted, fingerprinted and registered with the state insurance department.\nEducation and outreach are central to the success of health care reform.\nHe also knew that a lot of his neighbors would need help tapping opportunities fostered by the nation’s new health-care law (aka Obamacare)."}