{"article_title": "Fiorina Takes on Trump in a Brave Battle of the Sexes", "article_keywords": ["brave", "trump", "phone", "carly", "kelly", "debate", "fiorina", "donald", "sexes", "trumps", "battle", "went", "gop", "takes"], "article_url": "http://www.thefiscaltimes.com/2015/08/10/Fiorina-Takes-Trump-Brave-Battle-Sexes", "article_text": "Carly Fiorina needs to raise her profile in the Republican presidential nomination race, and she took a giant step toward that goal last week. She dominated last week’s “Happy Hour” debate for GOP hopefuls who didn’t make it to the main Thursday night event and won the night. But with low name recognition and a huge field, the former Hewlett-Packard CEO needs more than a win once-a-month debate to propel her into the public’s consciousness.\n\nEnter Donald Trump. The cranky billionaire currently leading the Republican primary polls is a media magnet. Outsized and outrageous, he commands headlines and airtime and has the ability to suck all the oxygen out of the room – unless you can get him to start blowing his hot air in your direction.\n\nRelated: Trump’s Campaign Rumbles Onward\n\nIt wasn’t by accident that Kentucky Senator Rand Paul, whose poll numbers have been falling dramatically, went out of his way to attack Trump within moments of the debate beginning on Thursday. Paul all but lunged over the podium in an effort to be the first of the 9 contenders surrounding Trump to attack him.\n\nIn the end, it didn’t benefit him much. Trump snapped back with a comment about the money he said he had given Paul’s campaigns over the years, and the debate moved on.\n\nBut Fiorina, between comments directly attacking Trump in the early debate Thursday and others made during the Sunday shows yesterday, appears to have got herself under The Donald’s skin.\n\nDuring last week’s debate, when she was asked whether Trump had gotten the best of the rest of the GOP field thus far, she snarked, “I didn’t get a phone call from Bill Clinton before I jumped in the race. Did any of you get a phone call from Bill Clinton? Maybe it’s because I hadn’t given money to the foundation or donated to his wife’s senate campaign.”\n\nRelated: Some in GOP Prepare to Dump Trump to Save the Party\n\nFiorina was referring to a Washington Post revelation that Trump had received advice on a potential presidential run from former Democratic President Bill Clinton. But she quickly turned to more substantive criticism.\n\n“Here’s the thing that I would ask Donald Trump, in all seriousness, because he is the frontrunner right now and good for him,” she said. “I think he’s tapped into an anger that people feel. They’re sick of politics as usual. You know, whatever your issue, your cause, your festering problem that you hoped would be resolved, the political class has failed you. That’s just a fact and that’s what Donald Trump taps into. I’ll just say this. Since he has changed his mind on amnesty, on health care and on abortion I would just ask, ‘What are the principles by which he will govern?’”\n\nWhen Trump went on CNN after the Thursday debate to defend his performance, in which he tangled with moderators and refused to rule out running as a third-party candidate, he also criticized moderator Megyn Kelly for being excessively hard on him. She was angry, he said, “You could see there was blood coming out of her eyes, blood coming out of her…wherever.”\n\nTrump critics immediately accused him of insinuating that Kelly was menstruating at the time of the debate and might have been overly emotional. Trump angrily denied he had meant any such thing. But sensing weakness his opponents did not let up. Nor did Fiorina.\n\nRelated: Fiorina Trumps Six Other Candidates in ‘Happy Hour’ Debate\n\nMr. Trump: There. Is. No. Excuse. — Carly Fiorina (@CarlyFiorina) August 8, 2015\n\nI stand with @megynkelly. — Carly Fiorina (@CarlyFiorina) August 8, 2015\n\nHer comments were retweeted thousands of times and when she appeared on the Sunday shows, Fiorina continued to go after Trump.\n\nOn CNN, she called his comments “completely inappropriate and offensive.” She went on to say that she sympathized with Kelly because in her long business career male executives frequently suggested that her decision-making might have been affected by her menstrual cycle.\n\nThat she was on Trump’s mind was at least suggested by his response when, during a phone interview with CNN’s Jake Tapper Sunday morning, he said, “Carly Fiorina? Give me a break. She’s got zero chance.” But it was confirmed Sunday afternoon when Trump took the time to mean-tweet the former CEO.\n\nRelated: Trump – What Doesn’t Kill Him Makes Him Stronger\n\nI just realized that if you listen to Carly Fiorina for more than ten minutes straight, you develop a massive headache. She has zero chance! — Donald J. Trump (@realDonaldTrump) August 9, 2015\n\nIt’s been said that you can judge a person by the quality of his or her enemies. Without rendering any judgment on whether Donald Trump is a worthy enemy in a moral or philosophical sense, it’s obvious in the context of the GOP primary that having him as an enemy is potentially a big public relations victory for Fiorina.", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "The cranky billionaire currently leading the Republican polls was already under fire for sexism. Then he lashed out over the weekend at the GOP’s only female candidate.", "title": "Fiorina Takes on Trump in a Brave Battle of the Sexes", "url": "http://www.thefiscaltimes.com/2015/08/10/Fiorina-Takes-Trump-Brave-Battle-Sexes", "image": "http://cdn.thefiscaltimes.com/sites/default/files/media/08102015_Carly_Fiorina.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2015/08/10/Fiorina-Takes-Trump-Brave-Battle-Sexes", "image": "http://cdn.thefiscaltimes.com/sites/default/files/media/08102015_Carly_Fiorina.jpg", "creator": "@rrgarver", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "The cranky billionaire currently leading the Republican polls was already under fire for sexism. Then he lashed out over the weekend at the GOP’s only female candidate.", "generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "— Carly Fiorina (@CarlyFiorina) August 8, 2015Her comments were retweeted thousands of times and when she appeared on the Sunday shows, Fiorina continued to go after Trump.\nEnter Donald Trump.\nCarly Fiorina needs to raise her profile in the Republican presidential nomination race, and she took a giant step toward that goal last week.\n“Here’s the thing that I would ask Donald Trump, in all seriousness, because he is the frontrunner right now and good for him,” she said.\nRelated: Fiorina Trumps Six Other Candidates in ‘Happy Hour’ DebateMr. Trump: There."}