{"article_title": "Cruz eyes 2016, but can he get Latino support?", "article_keywords": ["eyes", "2016", "hes", "support", "immigration", "conservative", "cruz", "latinos", "cruzs", "american", "sen", "position", "latino", "think"], "article_url": "http://nbclatino.com/2013/09/25/analysis-cruz-eyes-2016-but-can-he-get-latino-support/", "article_text": "Ted Cruz, the Texas senator who tried to slow down the health care law, made quick work after his arrival in Washington of thrusting himself onto the national scene, all with an eye to 2016.\n\nTelevision screens were filled with speechifying by Cruz Tuesday afternoon and Wednesday morning as he engaged in a more than 21 hour talk-a-thon to keep the Senate from paying for the Affordable Care Act, also called Obamacare.\n\nHis stand against the act began at 2:41 p.m. Tuesday and ended at noon Wednesday.\n\nIt’s not his first stint in persuasive speaking on a public stage. Cruz previously held the obscure position of Texas solicitor general, in which he argued before the U.S. and Texas Supreme Court. He was the first Hispanic to hold the position, but he’s been little known even in his own state.\n\nSince winning election in 2012, he’s acted quickly and in defiance of Senate protocol to make his name known in the upper chamber, national media and American households.\n\nHe’s taken on not just Democrats, but even members of his own party, working to position himself to at least be regarded as a potential presidential candidate in 2016.\n\nLatinos have been waiting for a long time for one of their own to be in the White House. It’s something they have only recently come to believe actually could happen as their numbers have grown and after witnessing President Barack Obama become the first African American in the Oval Office.\n\nBut are Cruz’s immigration rags-to-roots story, his Cuban background and his far right conservative credentials the mix that could win over Latinos?\n\n“I don’t think so,” said Daniel Vargas, a Republican political consultant and occasional NBC Latino opinion writer who worked on the election campaigns of former President George W. Bush. “The country is starving for leadership. While it is commendable to have people in elected office who have courage and commitment and who are willing to put their self out there, to do it in a way that is brazen and reckless is not necessarily leadership.”\n\nCruz’s office did not return a phone message requesting comment left at his Washington office Wednesday by NBC Latino.\n\nCruz aligns himself with the GOP, the party that pulled in only 27 percent of the Latino vote in the 2012 election, according to exit polls by Pew Hispanic Center. But Cruz is a card-carrying Tea Party conservative. He’s someone that Sen. John McCain, R-Ariz., who had trouble winning over Latinos when he ran for president in 2008, has called a “wacko bird.” Latinos have been voting overwhelmingly Democrat in recent presidential races.\n\nOne of Cruz’s mentors is former Sen. Jim DeMint, a South Carolina lawmaker and now head of the Heritage Foundation, a conservative think tank that recently issued a report saying immigration reform would cost the country trillions of dollars.\n\nAlfonso Aguilar, executive director of the conservative American Principles Project, said he likes Cruz and thinks he could potentially appeal to Hispanics on education, his abortion views, marriage and the economy. But he added, “an ounce of humility would help his career incredibly.”\n\n“He really hasn’t engaged Latinos,” Aguilar said. “At the national level, the only thing at this point that is attractive is his last name and that is not enough … I think the problem he has with Latino voters and other voters is he is too negative and comes across as a whiner.”\n\nAt this point, Cruz has been simply working to get media attention and shore up his conservative base to mount a primary in the presidential race, not coming up with solutions, Aguilar said.\n\n“What he doesn’t understand is attention doesn’t translate into support,” he said.\n\nAguilar and others agree Cruz has some selling points, one of which is his immigration story.\n\nCruz is only one of three Latinos in the Senate. He and Sen. Marco Rubio of Florida are of Cuban descent and are Republicans. Sen. Bob Menendez of New Jersey is a Democrat.\n\nCruz’s father, Rafael Bienvenido Cruz, fought beside Fidel Castro against Cuban dictator Fulgencio Batista for which he was beaten and jailed.\n\nAfter getting a student visa, a lawyer who was a friend of his father’s bribed a Batista official to stamp Cruz’s father’s passport with an exit permit, allowing him to go to the U.S., Bienvenido Cruz told NPR in an interview in June.\n\nCruz was born in Canada, where his father moved after a few years in the U.S., when his visa ran out. Cruz’s mother is an American citizen and he derives his American citizenship from her, although he also has citizenship in Canada.\n\nHe has built up a grassroots following and positioned himself as an underdog, a position many Latinos can relate to given the immigration and civil rights history of American Hispanics.\n\nHis educational achievement also is one many Latinos desire for their own children, and his fight for a seat at the table is a constant theme among Latinos of all political stripes.\n\nWhile he has a very attractive story, is smart and had a pathway to citizenship a lot of immigrants would like to follow, his immigration position makes him not only unappealing to Hispanics but many other Americans as well, said Maria Cardona, a Democratic strategist who worked on Hillary Clinton’s and Obama’s campaigns.\n\nHe has built up a grassroots following and positioned himself as an underdog, which some Latinos may feel they have in common with him.\n\nCruz told NPR in June the border should be secured before people not legally in the country should be given the chance to get legal status and they should never become citizens.\n\nIf he is running for anything, it is for a 2016 Republican nomination, because he can’t win the presidency with the positions he’s embracing now, Cardona said. Beyond immigration, his Obamacare talk-a-thon “got him a lot of great press, but it diminished his credentials to be a credible, mainstream candidate for the presidency,” she said.", "article_metadata": {"application-name": "NBC Latino", "og": {"site_name": "NBC Latino", "description": "Ted Cruz, the Texas senator who tried to slow down the health care law, made quick work after his arrival…", "title": "Analysis: Cruz eyes 2016, but can he get Latino support?", "locale": "en_US", "image": {"width": 640, "identifier": "https://nbclatino.files.wordpress.com/2013/09/181794560.jpg", "height": 480}, "url": "http://nbclatino.com/2013/09/25/analysis-cruz-eyes-2016-but-can-he-get-latino-support/", "type": "article"}, "twitter": {"domain": "NBCLatino.com", "description": "Ted Cruz, the Texas senator who tried to slow down the health care law, made quick work after his arrival … Read More", "creator": "@nbclatino", "url": "http://nbclatino.com/2013/09/25/analysis-cruz-eyes-2016-but-can-he-get-latino-support/", "image": {"src": "https://nbclatino.files.wordpress.com/2013/09/181794560.jpg"}, "title": "Analysis: Cruz eyes 2016, but can he get Latino support?", "site": "@nbclatino", "card": "summary_large_image"}, "msapplication-tooltip": "The Voice of American Hispanics", "fb": {"app_id": 330581213700140}, "msapplication-window": "width=device-width;height=device-height", "google-site-verification": "IqILHHObWa8hawB1yh-cpqDPoygQ3Fb6IhXiQP7RZPM", "article": {"section": "Politics", "tag": "ted cruz", "published_time": "2013-09-25T22:01:42+00:00", "modified_time": "2013-09-26T21:40:27+00:00", "author": "Suzanne Gamboa, @SuzGamboa"}, "msapplication-task": "name=Subscribe;action-uri=http://nbclatino.com/feed/;icon-uri=http://1.gravatar.com/blavatar/12f061d117b958a4951214da16b5cab8?s=16"}, "_id": "\"57477af46914bd0286fd70d6\"", "article_summary": "Cruz previously held the obscure position of Texas solicitor general, in which he argued before the U.S. and Texas Supreme Court.\nBut are Cruz’s immigration rags-to-roots story, his Cuban background and his far right conservative credentials the mix that could win over Latinos?\nHe was the first Hispanic to hold the position, but he’s been little known even in his own state.\nCruz’s father, Rafael Bienvenido Cruz, fought beside Fidel Castro against Cuban dictator Fulgencio Batista for which he was beaten and jailed.\nAlfonso Aguilar, executive director of the conservative American Principles Project, said he likes Cruz and thinks he could potentially appeal to Hispanics on education, his abortion views, marriage and the economy."}