{"article_title": "Grassley, Fischer, Ernst Press CMS on CoOportunity Customers Caught in Bad Timing", "article_keywords": ["pocket", "customers", "coop", "grassley", "fischer", "2015", "federal", "caught", "iowa", "press", "bad", "costs", "health", "timing", "ernst", "cooportunity", "cms", "care"], "article_url": "http://theiowarepublican.com/2015/grassley-fischer-ernst-press-cms-on-cooportunity-customers-caught-in-bad-timing/", "article_text": "WASHINGTON, D.C – Sens. Chuck Grassley of Iowa, Deb Fischer of Nebraska and Joni Ernst of Iowa today pressed the health care agency in charge of federally created health care co-ops for answers on helping the Iowans and Nebraskans who are caught in the bad timing of CoOportunity’s collapse. CoOportunity is the co-op serving Iowa and Nebraska that ran out of money and collapsed in December.\n\n“These customers didn’t know CoOportunity was about to collapse,” Grassley said. “If they had, they might have been able to make other arrangements to avoid paying out of pocket costs for 2015 in CoOportunity. Instead, the people who have already paid out thousands of dollars in their deductibles and co-payments for this year are left in the lurch. CMS needs to explain how it will help these individuals.”\n\n“I have heard from many Nebraskans who have been negatively affected by the failure of CoOportunity Health,” Fischer said. “These Nebraskans are now forced to decide whether to give up the health care that they chose or lose the subsidies they were promised. Some have already contributed hundreds, even thousands, of dollars toward their deductibles and out of pocket costs only to find their money will not count toward a new plan. I hope this administration will provide a suitable answer for how it plans to help these individuals and how they plan to address these serious problems.”\n\n“The failure of CoOportunity Health is very disappointing as thousands of Iowans now face uncertainty over their health care,” Ernst said. “We need answers from CMS regarding their knowledge of CoOportunity’s problems and we need a workable solution for every Iowan who has paid out of pocket costs towards their deductible. I will continue to push for solutions to achieve a sustainable health care system that provides quality, affordable benefits for Iowans – and all Americans.”\n\nCoOportunity failed during the customer re-enrollment period for 2015 after the federal government said there would be no additional federal loan money available for the co-op. It’s unclear whether the federal government communicated adequately with co-op and state officials about the lack of available funding. With adequate information and notice, co-op and state officials might have been able to dissuade CoOportunity customers from re-enrolling and thereby avoid out of pocket costs for customers in 2015. Now, these customers are faced with starting over with another plan and paying out of pocket costs for their new plan.\n\nGrassley featured the experience of an Iowa family that wrote to him about being caught in CoOportunity’s timing in a hearing with the top federal health care official last week. The senators continue to hear from constituents who have paid their out of pocket costs for 2015 through CoOportunity and are worried about additional expenses through starting over with a new plan.\n\nThe text of the senators’ letter is available here.", "article_metadata": {}, "_id": "\"57477af46914bd0286fd710c\"", "article_summary": "Chuck Grassley of Iowa, Deb Fischer of Nebraska and Joni Ernst of Iowa today pressed the health care agency in charge of federally created health care co-ops for answers on helping the Iowans and Nebraskans who are caught in the bad timing of CoOportunity’s collapse.\nCMS needs to explain how it will help these individuals.”“I have heard from many Nebraskans who have been negatively affected by the failure of CoOportunity Health,” Fischer said.\n“If they had, they might have been able to make other arrangements to avoid paying out of pocket costs for 2015 in CoOportunity.\nGrassley featured the experience of an Iowa family that wrote to him about being caught in CoOportunity’s timing in a hearing with the top federal health care official last week.\nNow, these customers are faced with starting over with another plan and paying out of pocket costs for their new plan."}