{"article_title": "Your Bacon Risk of Cancer, From Wired", "article_keywords": ["carcinogens", "cured", "risk", "cancer", "getting", "bacon", "vegan", "iarc", "wired", "meats", "colorectal", "lifetime"], "article_url": "http://reason.com/blog/2015/10/27/your-bacon-risk-of-cancer-from-wired", "article_text": "As all the world knows, yesterday the International Agency for Cancer Research (IARC), a arm of the World Health Organization, has just declared that cured meats are definitely human carcinogens and that red meats are probably carcinogens. So should you swear off bacon, hot dogs, sausage and ham? Only if you are worried about raising your lifetime risk of getting colorectal cancer from 5 percent to 6 percent, explains an article at Wired.\n\nAs the article notes, the IARC found that eating cured meats raises your risk of getting colorectal cancer by 18 percent. Since the average lifetime risk of getting the illness is about 5 percent, frequently eating bacon and assorted other tasty cured meats boosts your lifetime risk to about 6 percent. For context, smoking tobacco increases your risk of getting lung cancer by 2,500 percent, yet cured meats and tobacco are now classified together by the IARC as Group 1 (highest risk) carcinogens. From Wired:\n\n“If this is the level of risk you’re running your life on, then you don’t really have much to worry about,” says Alfred Neugut, an oncologist and cancer epidemiologist at Columbia.\n\nGood news. Colorectal cancer rates are falling in the U.S. Cancer Facts & Figures 2015 notes:\n\nIncidence rates [for colorectal cancer] have been decreasing for most ofthe past two decades, which has been attributed to both changes in risk factors and the uptake of colorectal cancer screening among adults 50 years and older.\n\nWhatever your dietary habits, it's a very good idea to submit to a colonoscopy from time to time.\n\nIf you are nevertheless concerned, the folks over at Vegan Central, otherwise known as People for the Ethical Treatment of Animals (PETA) called me to let me know that they are offering ...\n\n... a free vegan starter kit and a personal vegan mentor to anyone ready to ward off cancer as well as a slew of other health issues by going vegan. Our lives may just depend on choosing a veggie burger over a bratwurst, and PETA's seasoned vegan mentors are standing by to help with a wealth of information on healthy, easy-to-find meat-free meals to enjoy at home or out on the town.\n\nI, for one, will not be taking PETA up on its offer.", "article_metadata": {"og": {"site_name": "Reason.com", "description": "Meat causes cancer says IARC, but it's not very risky", "title": "Your Bacon Risk of Cancer, From Wired", "url": "http://reason.com/blog/2015/10/27/your-bacon-risk-of-cancer-from-wired", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/14459589608770.jpg", "type": "article"}, "twitter": {"site": "@reason", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/14459589608770.jpg", "description": "Meat causes cancer says IARC, but it's not very risky", "card": "summary_large_image", "title": "Your Bacon Risk of Cancer, From <em>Wired</em>"}, "fb": {"pages": 17548474116}, "article": {"tag": "Risk", "published_time": "2015-10-27T16:03:00+00:00", "author": "http://reason.com/people/ronald-bailey"}, "msvalidate.01": "212A68A07785B3080038A845C4EE8905", "google-site-verification": "-AmMiilAN-pnjWt369CUWae-VQ-b9wmH4fSGyhbkQxw", "viewport": "width=device-width, initial-scale=1, maximum-scale=2"}, "article_summary": "Colorectal cancer rates are falling in the U.S. Cancer Facts & Figures 2015 notes:Incidence rates [for colorectal cancer] have been decreasing for most ofthe past two decades, which has been attributed to both changes in risk factors and the uptake of colorectal cancer screening among adults 50 years and older.\nOnly if you are worried about raising your lifetime risk of getting colorectal cancer from 5 percent to 6 percent, explains an article at Wired.\nSince the average lifetime risk of getting the illness is about 5 percent, frequently eating bacon and assorted other tasty cured meats boosts your lifetime risk to about 6 percent.\nAs the article notes, the IARC found that eating cured meats raises your risk of getting colorectal cancer by 18 percent.\nFor context, smoking tobacco increases your risk of getting lung cancer by 2,500 percent, yet cured meats and tobacco are now classified together by the IARC as Group 1 (highest risk) carcinogens."}