{"article_title": "What Glass Ceiling? Cruz Boasts New Endorsements From Anti-Feminist Group", "article_keywords": ["eagle", "ceiling", "group", "forum", "family", "schlafly", "endorsements", "immigration", "glass", "cruz", "antifeminist", "cruzs", "party", "boasts", "wing", "texas"], "article_url": "http://www.mediaite.com/election-2016/what-glass-ceiling-cruz-boasts-new-endorsements-from-anti-feminist-group/", "article_text": "Sen. Ted Cruz has reeled the latest in a long line of endorsements from far right-wing luminaries, this time from 20 state leaders of the conservative, anti-feminist collective, the Eagle Forum.\n\nConservative activist Phyllis Schlafly founded the Eagle Forum in 1972, according to Right Wing Watch,\n\n…as part of her effort to defeat the Equal Rights Amendment. Since then, she has expanded the organization’s focus to include not just fighting “radical feminists” and their “feminist goals of stereotyping men as a constant danger to women,” but also to opposing gay rights, immigration, U.S. involvement with the United Nations, and national curriculum standards.\n\nEagle Forum founder Schlafly was not among the signatories, and while she “has not explicitly endorsed any candidate,” she has praised Donald Trump as the “last hope for America.”\n\nIn their endorsement, the Eagle Forum signatories tout Cruz’s defense of “religious liberty in public schools, the workplace, and the church,” his opposition to Common Core, legal abortion, Obamacare, and marriage equality; and his ironclad stance against immigration reform, leading “the charge for amnesty and betrayed the trust of those who elected them.”\n\nThe group certainly shares Cruz’s penchant for punctuating his policy stances with apocalyptic rhetoric. One of Cruz’s endorsers, Cathie Adams, currently the leader of the Texas Eagle Forum and former chairwoman of the Texas Republican Party, has said that immigration reform is a “tool of Satan that will lead to the enactment of Sharia law and usher in the End Times.”\n\nShortly after Mitt Romney lost the 2012 presidential election, Schlafly enjoined the Republican party to continue alienating Hispanics and pursue a policy of reaching out solely to white voters — advice which ran contrary to the GOP’s post-election “autopsy” report, but appears to have been more or less absorbed by Cruz and party frontrunner Donald Trump.\n\nThe Eagle Forum joins the list of conservative organizations that have thrown their weight behind Cruz, a list that includes founders and spokespeople for the anti-gay, anti-choice groups National Organization for Marriage, American Family Association, Focus on the Family, Family Research Council, as well as a suite of radical pastors.\n\n[h/t Right Wing Watch]\n\n[image via Gage Skidmore]\n\n——\n\nFollow Sam Reisman on Twitter: @thericeman", "article_metadata": {"description": "Sen. Ted Cruz has reeled in yet another in a long line of endorsements from extreme right-wing groups, this time from the anti-feminist collective, the Eagle", "generator": "WordPress 2016.21", "og": {"image": "http://static01.mediaite.com/med/wp-content/uploads/2016/01/Ted_Cruz_by_Gage_Skidmore_4-650x433.jpg", "title": "What Glass Ceiling? Cruz Boasts New Endorsements From Anti-Feminist Group"}, "twitter": {"site": "@mediaite", "image": "http://static01.mediaite.com/med/wp-content/uploads/2016/01/Ted_Cruz_by_Gage_Skidmore_4-650x433.jpg", "description": "Sen. Ted Cruz has reeled in yet another in a long line of endorsements from extreme right-wing groups, this time from the anti-feminist collective, the Eagle Forum.", "card": "summary", "title": "What Glass Ceiling? Cruz Boasts New Endorsements From Anti-Feminist Group"}, "NextGEN": "1.5.5", "date": "2016-01-19T14:45:34+00:00", "keywords": "election 2016", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.5, minimum-scale=1.0"}, "article_summary": "Sen. Ted Cruz has reeled the latest in a long line of endorsements from far right-wing luminaries, this time from 20 state leaders of the conservative, anti-feminist collective, the Eagle Forum.\nConservative activist Phyllis Schlafly founded the Eagle Forum in 1972, according to Right Wing Watch,…as part of her effort to defeat the Equal Rights Amendment.\n[h/t Right Wing Watch][image via Gage Skidmore]——Follow Sam Reisman on Twitter: @thericeman\nThe Eagle Forum joins the list of conservative organizations that have thrown their weight behind Cruz, a list that includes founders and spokespeople for the anti-gay, anti-choice groups National Organization for Marriage, American Family Association, Focus on the Family, Family Research Council, as well as a suite of radical pastors.\nSince then, she has expanded the organization’s focus to include not just fighting “radical feminists” and their “feminist goals of stereotyping men as a constant danger to women,” but also to opposing gay rights, immigration, U.S. involvement with the United Nations, and national curriculum standards."}