{"article_title": "Author of The Liar’s Ball Talks About Life With Macklowe", "article_keywords": ["real", "going", "life", "ball", "estate", "author", "harry", "motors", "book", "willing", "york", "liars", "macklowe", "talks", "world", "think"], "article_url": "http://blogs.wsj.com/developments/2014/10/23/author-of-the-liars-ball-talks-about-life-with-macklowe/", "article_text": "The GM Building Bloomberg\n\nThe commercial real estate sector rarely is the subject of mass-marketed books. The few exceptions over the years have included Tom Wolfe’s novel “A Man in Full” and Charles Bagli’s book on the Stuyvesant Town debacle.\n\nNow a new book that shines the spotlight on the esoteric and entertaining world of New York City real estate tycoons hit the shelves this week: The Liar’s Ball by Vicky Ward.\n\nThe subject is the General Motors building, the 50-story tower on the southeast corner of Central Park. Liar’s Ball uses the skyscraper, known by many for its underground Apple store, as a lens to look at the cast of moguls that have owned it since it was built in 1968.\n\n(To name a few: General Motors, David Simon, Donald Trump, Disque Deane and Mort Zuckerman.)\n\nThe book offers a thorough history of the site, though zooms in on Harry Macklowe, the developer who bought it in 2003 and ultimately was forced to sell it in 2008, after his gigantic purchase of seven towers owned by Equity Office Properties went awry, causing him to default on $7 billion in debt.\n\nMs. Ward, who previously wrote a book on the collapse of Lehman Brothers, sat down last week to talk about the book, Mr. Macklowe and the New York real estate scene. Below are edited excerpts from the conversation.\n\nDevelopments: How did you decide on the GM building?\n\nMs. Ward: It was a very good narrative thread to find the most colorful people, and the most extreme examples of boom and bust and excess. The GM building is a perfect symbol of excess because it’s the beacon of capitalism—it was built by General Motors when General Motors was the biggest company in the world. It’s got the Apple cube now, when Apple is the biggest company in America. Even before then, when that block first became valuable, you had the most corrupt politician this country had ever seen diving in (Boss Tweed).\n\nWhat was the actual process of reporting like? Were folks willing and eager to chat?\n\nDonald (Trump) was always willing to chat. I think Harry was probably the hardest to get. This was a very time consuming project with him. I would spend, literally, eight hours with him, and my tape recorder would be going. On the tape recorder, I have a lot of jokes, a lot of songs, and really not much that I thought I could use. I sat there literally for whole days and I thought to myself, ‘How am I ever going to get a book out of this guy?’\n\nWould he go off on tangents?\n\nIt was like playing cat and mouse. I knew that deep down, he wanted his story told, or he wanted a story told. I also knew that he was very wary. I also knew that it was, in a way, him testing me.\n\nCompared with the world of banking, how did you find the culture of the New York real estate world?\n\n(It’s) much more cut-throat, and much darker. At least the Lehman guys had a culture – they had a very strong culture. These guys, it’s very individual. There’s so much money involved, especially in New York, where it’s so competitive. There are no rules. They jostle, they lie to each other.\n\nYou had a great quote (from real estate tycoon Sam Zell) that I think completely sums up the boom and bust of real estate: ‘As good as most real estate guys are as transactionalists, that’s how poor they are as conceptualists—that’s why they keep getting caught.”\n\nThat was exactly his (Zell’s) point – part of what makes Harry so good is being able to make the tiny details and see the potential for creating value. But it’s very rare that he’s going to be able to stand back and say, ‘Oh, look at the market.’\n\nYou have an anecdote (from the 2007 buyout of Equity Office Properties): Harry strolled in with the right price, but he thought he was buying eight buildings. It turned out only to be seven.\n\nIt was a phone call. (The sellers) said, ‘Well, the price is this,’ and there was this horrendous silence. ‘Harry, you’ve got one too many.’ I think there was a day before Harry came back and said, ‘Ok, we’ll pay the same price.’\n\nHow much of that was because of the banks just throwing money at people?\n\nI think that tells you something about the times – it wasn’t just Harry. They’d all lost perspective.\n\nThese titans, throughout real estate, they fall and then come back and find new people willing to lend them money—why is that, do you think?\n\nI think a lot of people who really don’t know anything about this world would be horrified—this band of people who get richer and richer and don’t pay taxes and are horrible to each other. There’s always going to be someone out there, willing to throw the dice again, because that’s really what all this is about—it’s about risk.", "article_metadata": {"article.template": "full", "page.content.source": "Blog Article", "page.region": "na,us", "page.content.type": "blogs article", "twitter": {"domain": "WSJ.com", "description": "The commercial real estate sector rarely is the subject of mass-marketed books. The few exceptions over the years have included Tom Wolfe’s novel “A Man in Full”  and Charles Bagli’s book on Stuyvesant Town debacle.Now a new book that shines the spotlight on the esoteric and entertaining world of New York City real estate tycoons hit the shelves this week: The Liar’s Ball by Vicky Ward.", "title": "Author of The Liar’s Ball Talks About Life With Macklowe", "url": "http://blogs.wsj.com/developments/2014/10/23/author-of-the-liars-ball-talks-about-life-with-macklowe/", "image": {"src": "http://s.wsj.net/img/WSJ_profile_lg.gif"}, "site": "wsjrealestate", "card": "summary_large_image"}, "article.image_count": 2, "article_privilege": "free", "article.section": "Real Estate", "article.headline": "Author of The Liar’s Ball Talks About Life With Macklowe", "description": "The commercial real estate sector rarely is the subject of mass-marketed books. The few exceptions over the years have included Tom Wolfe’s novel “A Man in Full”  and Charles Bagli’s book on Stuyvesant Town debacle.Now a new book that shines the spotlight on the esoteric and entertaining world of New York City real estate tycoons hit the shelves this week: The Liar’s Ball by Vicky Ward.", "article_section": "Real Estate", "author": "Eliot Brown", "user.type": "unsubscribed", "article.page": "Developments Blog", "page.content.format": "responsive", "page.subsection": "Developments", "article.summary": "The commercial real estate sector rarely is the subject of mass-marketed books. The few exceptions over the years have included Tom Wolfe’s novel “A Man in Full”  and Charles Bagli’s book on Stuyvesant Town debacle.Now a new book that shines the spotlight on the esoteric and entertaining world of New York City real estate tycoons hit the shelves this week: The Liar’s Ball by Vicky Ward.", "page.site": "blogs.wsj.com", "testkeys": "C", "article.published": "2014-10-23T16:03:54-04:00", "dj.asn": "10-44", "ROBOTS": "noarchive, noodp", "fb": {"url": "http://blogs.wsj.com/developments/2014/10/23/author-of-the-liars-ball-talks-about-life-with-macklowe/", "app_id": 368513495882}, "article": {"publisher": "https://www.facebook.com/wsj"}, "article_id": "BL-DVB-22465", "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no", "page.section": "Real Estate", "language": "en-US", "og": {"site_name": "WSJ", "description": "The commercial real estate sector rarely is the subject of mass-marketed books. The few exceptions over the years have included Tom Wolfe’s novel “A Man in Full”  and Charles Bagli’s book on Stuyvesant Town debacle.Now a new book that shines the spotlight on the esoteric and entertaining world of New York City real estate tycoons hit the shelves this week: The Liar’s Ball by Vicky Ward.", "title": "Author of The Liar’s Ball Talks About Life With Macklowe", "url": "http://blogs.wsj.com/developments/2014/10/23/author-of-the-liars-ball-talks-about-life-with-macklowe/", "image": {"width": 1200, "identifier": "http://s.wsj.net/blogs/img/WSJ_Logo_BlackBackground_1200x630social", "height": 630}, "type": "article"}, "article.access": "free", "article.type": "Developments", "article.id": "BL-DVB-22465", "user.exp": "default", "article.updated": "2014-10-23T17:01:47-04:00"}, "article_summary": "Compared with the world of banking, how did you find the culture of the New York real estate world?\nThe GM Building BloombergThe commercial real estate sector rarely is the subject of mass-marketed books.\nMs. Ward, who previously wrote a book on the collapse of Lehman Brothers, sat down last week to talk about the book, Mr. Macklowe and the New York real estate scene.\nI think Harry was probably the hardest to get.\nNow a new book that shines the spotlight on the esoteric and entertaining world of New York City real estate tycoons hit the shelves this week: The Liar’s Ball by Vicky Ward."}