{"article_title": "Xerox: Health insurers need to be more consumer-friendlyMedCity News", "article_keywords": ["plans", "consumers", "consumerfriendlymedcity", "xerox", "value", "specific", "service", "health", "need", "rauch", "problem", "insurers", "insurance"], "article_url": "http://medcitynews.com/2015/11/xerox-health-insurers-consumer-friendly/", "article_text": "It’s been well documented that the rollout of the federal HealthCare.gov exchange two years ago was rocky. The technical problems have been fixed, but even now, with the third annual open-enrollment period now open, buying insurance on an exchange still isn’t very consumer-friendly.\n\nA 2013 study led by Columbia Business School found that more than 80 percent of consumers did not have enough information to make a “clear-eyed” estimate of the kind of insurance they need, and thus were at risk of overpaying. The average consumer could lose $611 a year, the researchers said.\n\nThe arrival of health insurance exchanges under the Affordable Care Act was supposed to herald a new era of consumerism, but, according to David Rauch, Xerox Commercial Healthcare’s lead for payer offerings, the industry wasn’t fully prepared. A major problem, Rauch said, is that large commercial payers have been focused on group insurance coverage for so long that they haven’t created a good experience for individual insurance shoppers.\n\nWhen it comes to buying car insurance, “I know my agent,” Rauch said. “Health insurance is just a card in my pocket.” It’s largely not personalized, and those that do offer more personal service eventually will win out, he predicted.\n\nStill, as health economist Austin Frakt wrote in the New York Times this week, people largely are selecting health plans based on monthly premiums or the “gold,” “silver” and “bronze” appellations. Many consumers are neglecting to consider factors like deductibles, copays and the cost of specific services they may actually need, often because these points aren’t clear.\n\n“Our belief, in part, is that health plans don’t give a lot of value criteria on which to purchase,” Rauch said, particularly in the case of those with a long history in the group market. “Big plans have a lot of infrastructure to convert,” he said. “Individual plans are much closer to what you find on Amazon.”\n\nHealth insurers should be able to help consumers understand other criteria, such as whether a prospective member’s current care providers are in the network of the specific plan that person is considering. Payers could do a better job explaining other elements of value, including the availability of disease management programs or nurse help lines for specific conditions.\n\nAnother issue, according to Rauch, is that insurance companies are getting inaccurate information from perhaps 20-30 percent of applicants. Sometimes data entry is to blame, but oftentimes, forms just aren’t well-designed.\n\nFor example, Rauch said, there may only be room for a single phone number on the application, a problem when seeking coverage for a whole family. Calling the home number or the head of the household’s cell phone won’t necessarily connect the insurer with the right person, and customer service suffers.\n\nPhotos: Xerox, Matthias Kulka/Corbis", "article_metadata": {"description": "The arrival of health insurance exchanges under the Affordable Care Act was supposed to herald a new era of consumerism, but the industry wasn't fully prepared.", "generator": "WordPress 4.5.2", "og": {"site_name": "MedCity News", "description": "The arrival of health insurance exchanges under the Affordable Care Act was supposed to herald a new era of consumerism, but the industry wasn't fully prepared.", "title": "Xerox: Health insurers need to be more consumer-friendly", "locale": "en_US", "image": "http://medcitynews.com/wp-content/uploads/buy-online.jpg", "updated_time": "2015-11-04T23:27:22-04:00", "url": "http://medcitynews.com/2015/11/xerox-health-insurers-consumer-friendly/", "type": "article"}, "twitter": {"image": "http://medcitynews.com/wp-content/uploads/buy-online.jpg", "creator": "@nversel", "description": "The arrival of health insurance exchanges under the Affordable Care Act was supposed to herald a new era of consumerism, but the industry wasn't fully prepared.", "card": "summary", "title": "Xerox: Health insurers need to be more consumer-friendly"}, "robots": "noodp", "fb": {"app_id": 148725768475669}, "google-site-verification": "xudQg7nxVR9ifmMTY4Tf-0wVtX9b6rWLQd0utCweGOc", "keywords": "weight loss, obesity, overweight,diabetes,massachusetts,medical devices,obesity,startups,healthcare innovation, medcity news,medcity news,san francisco, startups, life sciences,accelerator,rock health,startup advice,startup funding,patient monitoring system, motion sensors ,dc,healthcare it,washington,foodborne pathogens, diagnostics company, diagnostic platforms,minimally invasive surgery, laser surgery,cambridge,dealflow,hospitals,wellpoint, healthways, health and wellness, employee wellness programs,investing,wellness,medtronic, shanghai innovation center, china, r&d,china,mdt,minneapolis,minnesota,publics,twin cities,ulcerative colitis, abbott labs, humira,abbott labs,doctors,pharmaceuticals,skin disorders, pharmaceuticals, md anderson cancer center,cancer,texas,renal denervation, st. jude medical,st. jude medical,stj,emr, ehr, electronic health records, electronic medical records, certified emr,certified emr,ehr,electronic health records,electronic medical records,advanced cellular technology,amyotrophic lateral sclerosis,embryonic stem cells,geron corporation,lou gehrig\\'s disease,macular degeneration,regenerative medicine,spinal cord damage,value-based healthcare system, obamacare, fee-for-service model,california,cleveland,health insurance,insurance,ohio,pennsylvania,politics,cancer treatment options library, aetna, aet, healthcare it,aet,aetna,health it,phi,philadelphia,affordable care act, consumerism, health insurance exchanges, Xerox, , MedCity News", "article": {"section": "Daily", "tag": "Xerox", "published_time": "2015-11-05T08:50:21-04:00", "modified_time": "2015-11-04T23:27:22-04:00"}, "viewport": "width=device-width,initial-scale=1.0,width=device-width,user-scalable=no,minimum-scale=1.0,maximum-scale=1.0"}, "article_summary": "Still, as health economist Austin Frakt wrote in the New York Times this week, people largely are selecting health plans based on monthly premiums or the “gold,” “silver” and “bronze” appellations.\nThe arrival of health insurance exchanges under the Affordable Care Act was supposed to herald a new era of consumerism, but, according to David Rauch, Xerox Commercial Healthcare’s lead for payer offerings, the industry wasn’t fully prepared.\n“Health insurance is just a card in my pocket.” It’s largely not personalized, and those that do offer more personal service eventually will win out, he predicted.\nAnother issue, according to Rauch, is that insurance companies are getting inaccurate information from perhaps 20-30 percent of applicants.\nA major problem, Rauch said, is that large commercial payers have been focused on group insurance coverage for so long that they haven’t created a good experience for individual insurance shoppers."}