{"article_title": "Health-care crunch: Patient costs rise, ability to pay drops", "article_keywords": ["crunch", "deductibles", "patient", "ability", "consumers", "pay", "average", "rise", "mccarthy", "altman", "costs", "transunion", "healthcare", "drops", "procedures", "medical"], "article_url": "http://www.cnbc.com/2015/04/22/health-care-crunch-patient-costs-rise-ability-to-pay-drops.html", "article_text": "At the same time, the amount of revolving credit that people can tap to help pay some leading health-care costs decreased, according to a study released Wednesday by TransUnion Healthcare, a subsidiary of the large credit-report company. And if you have a low credit rating, that problem has gotten even worse.\n\n\"Consumers continue to feel the pressure of rising health-care costs,\" said Gerry McCarthy, president of TransUnion Healthcare. \"Despite a slowly improving economy, many consumers are finding they have less money to make these payments.\"\n\nRead MoreObamacare gets more popular\n\n\n\nThe TransUnion report, which analyzed data from about 400,000 providers, underscores the fact that even as overall health-care costs have been rising at a much-lower rate in recent years, actual consumers of medical services are directly shouldering a bigger share of the bill.\n\nIn a column earlier this month in The Wall Street Journal, Kaiser Family Foundation President Drew Altman wrote, \"The rate of increase in health spending and premiums in recent years is about as low as I have ever seen it.\"\n\n\"But for most people the pain from health-care costs is more intense, because the divide between out-of-pocket health costs and individuals' wage growth has widened,\" Altman wrote.\n\nAdding to that pain in 2014 was an 11 percent jump in average patient costs—what they personally paid—from $2,245 in late 2013 to $2,491, according to TransUnion. \"The increase is primarily attributable to skyrocketing costs for popular joint-replacement procedures, which rose nearly 20 percent,\" TransUnion said. The out-of-pocket costs for those procedures grew from an average of $2,535 to $3,135.\n\nMcCarthy pointed out that even without normal inflation in the cost of medical procedures, consumers would likely be feeling more of a pinch when it comes to footing the bill.\n\nRead MoreObamacare grace period attracts few enrollees\n\n\n\nThe average deductible—which is what people have to pay out of pocket before their insurance covers the cost of medical treatment—grew by 7 percent last year, TransUnion found. At the end of 2013, the average consumer had a deductible of $1,062, but that had risen to $1,133 by the end of last year.\n\nAnd, McCarthy said, \"Deductibles have nearly doubled over the past five years through the adoption of high-deductible plans offered by employers and the implementation of the Affordable Care Act.\"\n\nACA individual plans sold on government-run Obamacare exchanges often have higher deductibles than employer-provided insurance plans.\n\n\"We suspect that average deductibles could rise much more in the coming years,\" McCarthy said.\n\nIn his Wall Street Journal column, Altman of the Kaiser Family Foundation wrote, \"Since 2006 wages have grown 23 percent while deductibles for single coverage have risen 108 percent.\"", "article_metadata": {"AssetType": "cnbcnewsstory", "description": "Feeling strapped by rising medical costs? You're not alone, by far. Patients' average costs rose 11 percent last year as access to credit shrank.", "author": "Dan Mangan", "og": {"site_name": "CNBC", "description": "Feeling strapped by rising medical costs? You're not alone, by far. Patients' average costs rose 11 percent last year as access to credit shrank.", "title": "Crunched: Patient costs rise, ability to pay falls", "url": "http://www.cnbc.com/2015/04/22/health-care-crunch-patient-costs-rise-ability-to-pay-drops.html", "image": "http://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2013/09/25/101061643-172769616r.1910x1000.jpg", "type": "article"}, "twitter": {"description": "Feeling strapped by rising medical costs? You're not alone, by far. Patients' average costs rose 11 percent last year as access to credit shrank.", "title": "Health-care crunch: Patient costs rise, ability to pay drops", "url": "http://www.cnbc.com/2015/04/22/health-care-crunch-patient-costs-rise-ability-to-pay-drops.html", "image": {"src": "http://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2013/09/25/101061643-172769616r.1910x1000.jpg"}, "creator": "@_DanMangan", "site": "@CNBC", "card": "summary_large_image"}, "al": {"ios": {"app_name": "CNBC Business News and Finance", "app_store_id": 398018310}}, "apple-itunes-app": "app-id=398018310", "GOOGLEBOT": "unavailable_after: 31 Dec 9999 23:59:59 GMT", "keywords": "Health Care, Health Care, Health Insurance, US: News, business news", "article": {"publisher": "https://www.facebook.com/cnbc", "published_time": "2015-04-22T13:39:51-0400", "author": "https://www.facebook.com/dan.mangan.54", "section": "Health Care", "modified_time": "2015-04-22T13:39:51-0400", "tag": "US: News"}, "pageNodeId": 102607239, "news_keywords": "Health-care, costs, TransUnion, deductibles, crunch, rise, not alone"}, "article_summary": "\"Consumers continue to feel the pressure of rising health-care costs,\" said Gerry McCarthy, president of TransUnion Healthcare.\nAt the same time, the amount of revolving credit that people can tap to help pay some leading health-care costs decreased, according to a study released Wednesday by TransUnion Healthcare, a subsidiary of the large credit-report company.\n\"But for most people the pain from health-care costs is more intense, because the divide between out-of-pocket health costs and individuals' wage growth has widened,\" Altman wrote.\n\"We suspect that average deductibles could rise much more in the coming years,\" McCarthy said.\n\"The increase is primarily attributable to skyrocketing costs for popular joint-replacement procedures, which rose nearly 20 percent,\" TransUnion said."}