{"article_title": "Turning 21? Here's How To Avoid A Big Hike In Health Premiums : Shots", "article_keywords": ["rating", "marketplace", "turning", "21", "credit", "heres", "hike", "avoid", "tax", "young", "federal", "premiums", "health", "shots", "big", "premium", "insurers"], "article_url": "http://www.npr.org/sections/health-shots/2014/11/25/366533298/turning-21-here-s-how-to-avoid-a-big-hike-in-health-premiums", "article_text": "Turning 21? Here's How To Avoid A Big Hike In Health Premiums\n\ni toggle caption Disc Pictures/AsiaPix/Corbis Disc Pictures/AsiaPix/Corbis\n\nFor young people, turning 21 is generally a reason to celebrate.\n\nIf they're insured through the federal health insurance marketplace that operates in about three-dozen states, however, their birthday could mean a whopping 58 percent jump in their health insurance premium in 2015, according to an analysis by researchers at the Center on Budget and Policy Priorities.\n\nMany 21-year-olds who qualify for premium subsidies will be able to sidestep the rate increase if they re-evaluate their coverage options on the federal marketplace before Feb. 15, when the annual open enrollment period ends.\n\nIf they don't, they'll generally be automatically renewed into the same plan and with the same premium tax credit they had in 2014.\n\n\"If they don't come back to the marketplace, they're going to get a premium tax credit that's based on their age rating as a child, and that premium difference is going to hit them,\" says Judith Solomon, a vice president for health policy at the budget center.\n\nFamilies with federal marketplace plans whose now 21-year-old children are covered as dependents will face a premium jump as well.\n\nUnder the health law, insurers can no longer base premiums on people's health or pre-existing medical conditions. Instead, insurers are permitted to apply just four premium rating factors in their calculations: age, where someone lives, how many people are going to be covered and whether someone uses tobacco.\n\nThe law also prohibits premiums for older adults from being more than three times higher than those for younger adults.\n\nBecause of age rating, premiums for most adults will rise slightly every year as they get older. But with children, it's different. Insurers apply the same age-rating factor to all children when computing their premiums. When people turn 21, however, the insurer begins to compute their premiums based on an adult age-rating factor, which results in that 58 percent premium increase.\n\nYoung people who go back to the marketplace to shop for a 2015 plan can generally avoid any age-related premium increases. They likely qualify for premium tax credits that are available to people with incomes between 100 and 400 percent of the federal poverty level ($11,670 to $46,680 for an individual). If they return to the marketplace, their premium tax credit will be adjusted to cover the higher age-related premium for their 2015 coverage.\n\n\"We've been encouraging everyone to update their profiles on HealthCare.gov so they can ensure that they have a tax credit that reflects what they should be getting,\" says Jen Mishory, executive director at Young Invincibles, an advocacy group for young people.", "article_metadata": {"Rating": "General", "description": "Coming of age can also mean a whopping 58 percent jump in the cost of your insurance. Shop carefully to pick a plan that strikes the right balance between benefits and cost.", "og": {"site_name": "NPR.org", "description": "Coming of age can also mean a whopping 58 percent jump in the cost of your insurance. Shop carefully to pick a plan that strikes the right balance between benefits and cost.", "title": "Turning 21? Here's How To Avoid A Big Hike In Health Premiums", "url": "http://www.npr.org/sections/health-shots/2014/11/25/366533298/turning-21-here-s-how-to-avoid-a-big-hike-in-health-premiums", "image": "https://media.npr.org/assets/img/2014/11/25/21-birthday-health_wide-4f2ed5938c6921868f7917da35c55aeffa1fe396.jpg?s=1400", "type": "article"}, "twitter": {"domain": "npr.org", "image": {"src": "https://media.npr.org/assets/img/2014/11/25/21-birthday-health_wide-4f2ed5938c6921868f7917da35c55aeffa1fe396.jpg?s=1400"}, "card": "summary_large_image", "site": "@NPR"}, "robots": "noarchive,index,follow", "fb": {"app_id": 138837436154588, "pages": 10643211755}, "date": "2014-11-25", "viewport": "width=device-width, initial-scale=1, minimum-scale=1, maximum-scale=1, user-scalable=no, shrink-to-fit=no"}, "_id": "\"57477af46914bd0286fdf914\"", "article_summary": "Here's How To Avoid A Big Hike In Health Premiumsi toggle caption Disc Pictures/AsiaPix/Corbis Disc Pictures/AsiaPix/CorbisFor young people, turning 21 is generally a reason to celebrate.\nIf they don't, they'll generally be automatically renewed into the same plan and with the same premium tax credit they had in 2014.\nBecause of age rating, premiums for most adults will rise slightly every year as they get older.\nIf they return to the marketplace, their premium tax credit will be adjusted to cover the higher age-related premium for their 2015 coverage.\nUnder the health law, insurers can no longer base premiums on people's health or pre-existing medical conditions."}