{"article_title": "Virginia Bill Would Expand Farm and Food Freedom", "article_keywords": ["farm", "freedom", "bill", "virginia", "states", "food", "foods", "safety", "del", "expand"], "article_url": "http://reason.com/archives/2014/01/11/virginia-bill-would-expand-farm-and-food", "article_text": "A bill introduced by Virginia Delegate Robert Bell that would dramatically expand the state's Cottage Food and Right-to-Farm laws is now before the Virginia House agriculture committee.\n\nThe bill would expand the list of covered foods that can be sold from the home or the farm and permit the direct-to-consumer sale of foods like meat that have been viewed by regulators to be potentially hazardous. Specifically, according to the official summary, it would permit direct-to-consumer sales \"by a farm operation employing 10 or fewer people or by a private home\" of virtually any otherwise legal food, including but not limited to foods made with \"any fruit, grain, herbs, honey, meat, milk, mushrooms, nuts, poultry, seafood, or vegetables[.]\"\n\nCurrently, the state's Cottage Food law (like many around the country) permits only the sale of a limited number of low-risk foods like dried herbs, vinegar, popcorn balls, cotton candy, dried pasta, roasted coffee, and trail mixes.\n\nThe only additional requirement the bill mandates is that sellers label the product \"with the producer's name and address, the product's ingredients, and a disclosure statement indicating the product is not subject to Virginia's food safety laws or regulations.\"\n\nPassage of the bill would provide a much-needed shot in the arm for farmers, entrepreneurs, and their supporters in the state.\n\n\"I am hopeful this bill will expand consumer choice in Virginia, and make it easier for producers to directly provide their products to potential customers,\" Del. Bell told me by email.\n\nOthers agree.\n\n\"HB135 will keep more of the food dollar in the state and will be a boon for artisan food producers restricted by the current Virginia food laws,\" says Pete Kennedy, president of the Farm-to-Consumer Legal Defense Fund, in an email to me.\n\n\"The passage of the Food Freedom Act will generate a boom in the local economy,\" says Bernadette Barber, who runs Virginia Food Freedom [link corrected], also by email. \"People want fresh and local—this is the only way they can get prepared foods conveniently from people they know and trust,\" says Barber.\n\nThe bill also follows the defeat in the state last year of the so-called Boneta Bill, which was a major blow for Virginia's small farmers.\n\nAs I wrote last year after the bill's introduction, the farm freedom bill was named for Virginia farmer Martha Boneta, who was fined by Virginia regulators in 2012 for a host of alleged infractions, including hosting a birthday party for a friend’s daughter on Boneta's farm without a permit and “advertising a pumpkin carving.”\n\nIn response, Boneta's supporters sought unsuccessfully to expand the definition of the state’s existing Right to Farm Law.\n\nNow Del. Bell's bill would do that—and more.\n\nCritics of Del. Bell's bill will no doubt point to possible food safety issues the bill may raise.\n\nBut, as I told Politico's daily agriculture briefing earlier this week, government inspections don't guarantee food safety.\n\n“Critics may moan about food safety risks, but anyone who's read Joel Salatin's Everything I Want To Do Is Illegal knows that the link between inspection and food safety is tenuous at best,\" I said.\n\nBeyond the bill's mandatory labeling requirements, how's a consumer to know what they're buying?\n\n\"You can't get a better inspection than seeing for yourself where and how your foods are made,\" says Barber.\n\nFor those who prefer to eat government-inspected foods, there are certainly plenty of options available today. Del. Bell's bill would give that same choice to those who prefer hyperlocal foods. Its passage would be a victory for food freedom.", "article_metadata": {"og": {"site_name": "Reason.com", "description": "Critics may moan about food safety risks, but anyone who's read Joel Salatin's Everything I Want To Do Is Illegal knows that the link between inspection", "title": "Virginia Bill Would Expand Farm and Food Freedom", "url": "http://reason.com/archives/2014/01/11/virginia-bill-would-expand-farm-and-food", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/mc/baylenlinnekin/2014_01/FarmersMarket_PubDomain.jpg", "type": "article"}, "twitter": {"description": "A\nbill\nintroduced by Virginia Delegate Robert Bell that would\ndramatically expand\nthe state's Cottage Food and Right-to-Farm \nlaws is now before the Virginia House agriculture\ncommittee.\nThe bill would expand th", "creator": "@baylenlinnekin", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/mc/baylenlinnekin/2014_01/FarmersMarket_PubDomain.jpg", "title": "Virginia Bill Would Expand Farm and Food Freedom", "site": "@reason", "card": "summary_large_image"}, "fb": {"pages": 17548474116}, "google-site-verification": "-AmMiilAN-pnjWt369CUWae-VQ-b9wmH4fSGyhbkQxw", "msvalidate.01": "212A68A07785B3080038A845C4EE8905", "article": {"tag": "HomePage", "published_time": "2014-01-11T13:00:00+00:00", "author": "http://reason.com/people/baylen-linnekin"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=2"}, "_id": "\"57477af46914bd0286fde58d\"", "article_summary": "\"The passage of the Food Freedom Act will generate a boom in the local economy,\" says Bernadette Barber, who runs Virginia Food Freedom [link corrected], also by email.\n“Critics may moan about food safety risks, but anyone who's read Joel Salatin's Everything I Want To Do Is Illegal knows that the link between inspection and food safety is tenuous at best,\" I said.\nA bill introduced by Virginia Delegate Robert Bell that would dramatically expand the state's Cottage Food and Right-to-Farm laws is now before the Virginia House agriculture committee.\nBell's bill will no doubt point to possible food safety issues the bill may raise.\nIts passage would be a victory for food freedom."}