{"article_title": "First Person / Waking up in Normandy", "article_keywords": ["thought", "right", "smiled", "away", "french", "waking", "looked", "person", "actor", "normandy", "morning", "didnt", "war"], "article_url": "http://www.post-gazette.com/opinion/2014/06/07/First-Person-Waking-up-in-Normandy/stories/201406070125", "article_text": "Ten years ago I was running around London going to see a play or two a night and chasing a girl I’d chased 10 years before and buying bespoke shirts for 100 pounds apiece made by some guy named Ozwald Boateng. Now who wouldn’t want to buy something from Ozwald Boateng, a name dripping with cool.\n\nI had discovered the Brits could outdrink the Russians. I confirmed this truth every afternoon at about 5 p.m. I walked six hours a day. I was unemployed.\n\nI was, in short, acting like an idiot. And then I saw what day it was.\n\nJune 4.\n\nI hopped on a train to Paris. Crossed Paris by metro from the Gare D’something to the Gare D’something else, grabbed another train to Rennes, rented a car, which is surprisingly easy to do in another country, and drove to Bayeux, where I slept in the massive attic of a monastery turned hostel surrounded by 60 snoring Germans.\n\nI mean I tried to sleep.\n\nDidn’t happen.\n\nI swore at them, I cursed, I felt like it was OK because they were Germans and then I gave up and at 4:30 in the morning drove toward the Atlantic.\n\nI parked in an empty lot beside a small chapel surrounded by gnarled trees and hedges and then wandered down a hedge-rowed lane which led me to the beach.\n\nThe sun had risen, a few joggers went by, a French guy walking his French dog smiled at me and nodded. “Good morning,” he said in English.\n\nThat pretty much told me, today was not gonna be a normal day.\n\nI said good morning to him in French and then looked up — from one side of the ocean horizon to the other, gray shapes stood on the water. Carriers, cruisers, a battleship, scores of war boats in a line, waiting.\n\nNow I knew today was not gonna be like any other.\n\nTurns out I’d parked right beside the St. Mere Eglise chapel and now I was staring back at an American flag flying over the cemetery of the same name. Dumb luck. Thank the Germans.\n\n•\n\nIt’s 683 steps from where the surf ends, where you get your feet wet, to the first thing you could call cover.\n\nI walked it at about the same time the soldiers did 60 years before. Around 6:30 in the morning. A few more joggers crossed my path. I looked to the left and saw some comfortable homes built into the seaside hills. Happy upper-middle-class life in the 21st century.\n\nAnd I thought to myself, God in heaven there’s no way in hell I could have made my feet move across this nightmare of open space six decades before.\n\nSimply no bloody way.\n\nIt screams kill zone. It must have been made for the machine gunners on the hill in front of you. A runway right into their sights.\n\nAnd yet …\n\n•\n\nFor some reason the guard at the back of the cemetery where four presidents were about to speak let me in. Looked me right in the eye and opened the gate. I didn’t have a pass, I didn’t have an 80-year-old man by my side.\n\nI joined the procession of soldiers and ex-soldiers and their families. Some smiled at me and nodded, I smiled and nodded back. A captain led me to a row where I could stand with a full view of the cemetery. “Thanks for coming,” he said.\n\nAnd that’s when I figured it out. They thought I was an actor. Well, I was an actor, but they thought I was a different one. And not even a famous actor. I was simply, possibly just one of the guys who’d been in “Band of Brothers” or “Saving Private Ryan” and that was enough for them.\n\nIt didn’t really matter that I was not one of the guys in “Band of Brothers” or “Saving Private Ryan.” I was a symbol of what these old men had been back then. I was the face this decade had put on their myths and memories. I was “one of them.” What they looked like, what their fallen friends must have looked like when they were young and alive in 1944.\n\nAnd this completely blew me away. Freaked me out. First off, because I didn’t deserve it, period, and secondly because it made complete sense.\n\n“If only we could see them move again … hear their voices … tell their stories and then see the story become life once more … ”\n\nAnd how amazing that it never quite works, but yet again and again and again we try. We never stop. Go to Gettysburg. Go to Agincourt.\n\n•\n\nThat was 10 years ago.\n\nNow, I’m sitting in my not-yet-unpacked new apartment in Pittsburgh listening to the BBC play out the ceremony happening 3,000 miles away. A decade ago, I stood with the men who stormed Normandy Beach. I listened to our president promise “for our friends, we’d do it again.” I watched them together and, without regard to rank, file away. Children left among the graves to play and wander. I wandered among French homes with their windows open to the evening cool as families from both sides of the channel broke bread and smiled and emptied bottle after bottle one more time.\n\nI went back down to the beach. The sun was almost gone, the surf was farther away, the joggers kept coming and I thought, life never quits, does it? It keeps coming at you come war or come boredom, come the birth of a child or the daily commute, it pounds away at you until you’re history.\n\nWithin 100 yards of me in either direction 3,000 guys had died 60 years ago. Not even close to what the Russians lost daily for a year in World War II, not even close to Cold Harbor in our Civil War, but numbers counted in places like this are a kind of obscenity. You shouldn’t try to add up what you know.\n\nThey fought. They actually saved a civilization. We must, until we are the 90-somethings doddering in a row, we must fight to tell their tales.\n\nDavid Conrad is an actor living in Braddock.", "article_metadata": {"description": "David Conrad reflects on his own visit to Normandy Beach for the 60th anniversary observance of D-Day, and what we must all do now.", "og": {"site_name": "Pittsburgh Post-Gazette", "description": "Ten years ago I was running around London going to see a play or two a night and chasing a girl I’d chased 10 years before and buying bespoke shirts for 100 pounds apiece made by some guy named Ozwald Boateng. Now who wouldn’t want to buy something from Ozwald Boateng, a name dripping with cool. I had discovered the Brits could outdrink the Russians. I confirmed this truth every afternoon at about 5 p.m. I walked six hours a day. I was unemployed. I was, in short, acting like an idiot. And then I saw what day it was. June 4. I hopped on a train to Paris. Crossed Paris by metro from the Gare D’something to the Gare D’something else, grabbed another train to Rennes, rented a car, which is surprisingly easy to do in another country, and drove to Bayeux, where I slept in the massive attic of", "title": "First Person / Waking up in Normandy", "url": "http://www.post-gazette.com/opinion/2014/06/07/First-Person-Waking-up-in-Normandy/stories/201406070125", "image": "http://www.post-gazette.com/image/2014/06/06/720x_q90_cMC_z_ca43,11,3833,2537/France-D-Day-8.jpg", "type": "article"}, "twitter": {"domain": "post-gazette.com", "description": "Post-Gazette.com - Ten years ago I was running around London going to see a play or two a night and chasing a girl I’d chased 10 years before and buying bespoke shirts for 100 pounds apiece made by some guy named Ozwald Boateng. Now who wouldn’t want to buy something from Ozwald Boateng, a name dripping with cool. I had discovered the Brits could outdrink the Russians. I confirmed this truth every afternoon at about 5 p.m. I walked six hours a day. I was unemployed. I was, in short, acting like an idiot. And then I saw what day it was. June 4. I hopped on a train to Paris. Crossed Paris by metro from the Gare D’something to the Gare D’something else, grabbed another train to Rennes, rented a car, which is surprisingly easy to do in another country, and drove to Bayeux, where I slept in the massive attic of", "creator": "@PittsburghPG", "image": "http://www.post-gazette.com/image/2014/06/06/720x_q90_cMC_z_ca43,11,3833,2537/France-D-Day-8.jpg", "title": "First Person / Waking up in Normandy", "site": "@PittsburghPG", "card": "summary_large_image"}, "publish-date": "Sat, 7 Jun 2014 08:35:02 -04:00", "msvalidate.01": "711874F8E9C70784DC77E1C82EDA893D", "fb": {"app_id": 148144658590118}, "keywords": "Pittsburgh Post-Gazette, Opinion", "google-site-verification": "124OJGIL09eN_BRCn44k__89eN1iIimYEKfPJdKjPmM", "viewport": "initial-scale=1", "news_keywords": "Pittsburgh Post-Gazette, Opinion"}, "_id": "\"57477af36914bd0286fcfc1a\"", "article_summary": "The sun had risen, a few joggers went by, a French guy walking his French dog smiled at me and nodded.\nA decade ago, I stood with the men who stormed Normandy Beach.\nWe must, until we are the 90-somethings doddering in a row, we must fight to tell their tales.\nThe sun was almost gone, the surf was farther away, the joggers kept coming and I thought, life never quits, does it?\nMere Eglise chapel and now I was staring back at an American flag flying over the cemetery of the same name."}