{"article_title": "States That Raised Their Minimum Wages Had Stronger Job Growth", "article_keywords": ["witnesses", "raised", "point", "federal", "violence", "stronger", "running", "reports", "states", "senate", "job", "minimum", "growth", "york", "wages", "best"], "article_url": "https://newrepublic.com/article/119440/states-raised-their-minimum-wages-had-stronger-job-growth", "article_text": "Bernstein is quick to point out the limitations of this data. “Now, these are all small changes and I wouldn’t make a federal case out of any of them,” he writes. But it’s also important to note that minimum wage hikes have not crippled job growth in those 13 states. When the Senate next votes on raising the national minimum wage—possibly in the next few weeks—that’s something Republicans should keep in mind.\n\n—Danny Vinik\n\nNews from the weekend:\n\nADRIAN PETERSON: The NFL running back has been charged with injuring his son, for whipping him with a stick severely enough to cause multiple injuries. But don’t expect a conviction, because “in much of the United States, beating your own children—even to the point of bodily harm—is perfectly legal.” (Mark Joseph Stern, Slate)\n\nVOTING RIGHTS: A three-judge panel has reinstated Wisconsin’s Voter ID law, which a lower federal judge had declared unconstitutional. The ruling, which came just hours after oral arguments, could give incumbent Scott Walker an advantage in his tough reelection bid. All three of the judges were Republican appointees. (Ian Millhiser, ThinkProgress)\n\nOBAMACARE: An error in an online tool set up by the federal government allows employers to avoid complying with requirements that they provide employees with decent health insurance. It’s a true Obamacare “glitch,” although it’s not clear how many companies are exploiting it. (Jay Hancock, Kaiser Health News)\n\nECONOMY: Max Ehrenfreund reports on a new paper from economists at the Federal Reserve that finds that most of the workers who dropped out of the labor force in the last few years are not coming back. That has big implications for monetary policy. (Washington Post)\n\nStories worth reading:\n\nThe best interventions are the early ones: Nicholas Kristof and Sheryl WuDunn review the best available science on brain development—and make the case for programs, such as the Nurse-Family Partnership, that attempt to help at-risk children by reaching them when they are very young. (New York Times)\n\nU.S., take note: Electric utilities once dismissed clean energy as a substantial power source in Germany. Now, Germany's rapid leap made in renewables could disrupt the entire market. (Justin Gillis, New York Times)\n\nUnlikely allies: At the same time Obama rolled out historic carbon cuts, his administration has helped the coal industry, especially in western U.S., advance. (Michael Kranish, Boston Globe)\n\nSub-prime mortgage rebound? Binyamin Appelbaum reports on how low-income Americans are struggling to find banks that will offer them a mortgage. Maybe, he wonders, we could use more sub-prime loans. (New York Times Magazine)\n\nFighting homelessness: A bipartisan consensus around the best strategy to combat homelessness is quickly forming: Give them homes. Utah, not exactly a bastion of liberalism, cut the numer of chronically homeless people in the state by 74 percent by doing just that. (James Surowiecki, New Yorker)\n\nStories we’re watching:\n\nAny further action from the NFL over Ray Rice’s domestic violence incident and the indictment of Minnesota Vikings running back Adrian Peterson for child abuse. And the House and Senate must both decide whether to include Obama's request to authorize military aid to the Syrian rebels in the continuing resolution or to hold a separate vote.\n\nAt QED:\n\nJonathan Cohn explains five steps we can take to reduce domestic violence. Rebecca Leber highlights a new study that finds that male witnesses vastly outnumber female witnesses at House hearings.", "article_metadata": {"msapplication-config": "//assets.newrepublic.com/assets/favicons/browserconfig.xml", "description": "Hint: Job growth didn't implode", "og": {"site_name": "New Republic", "description": "Hint: Job growth didn't implode", "title": "Here's What Happened When 13 States Raised Their Minimum Wages", "locale": "en_US", "image": "https://images.newrepublic.com/9ef2e4eaedc4caa89f4950e721cd44021766a2c9.jpeg?w=1109&h=577&crop=faces&fit=crop&fm=jpg", "url": "https://newrepublic.com/article/119440/states-raised-their-minimum-wages-had-stronger-job-growth", "type": "article"}, "twitter": {"image": "https://images.newrepublic.com/9ef2e4eaedc4caa89f4950e721cd44021766a2c9.jpeg?w=1024&h=512&crop=faces&fit=crop&fm=jpg", "description": "Hint: Job growth didn't implode", "site": "@newrepublic", "card": "summary_large_image", "title": "Here's What Happened When 13 States Raised Their Minimum Wages"}, "msapplication-TileColor": "#ffffff", "parsely-metadata": "{\"thumb_image\":\"http://images.newrepublic.com/9ef2e4eaedc4caa89f4950e721cd44021766a2c9.jpeg\"}", "parsely-page": "{\"title\":\"Here's What Happened When 13 States Raised Their Minimum Wages\",\"link\":\"https://newrepublic.com/article/119440/states-raised-their-minimum-wages-had-stronger-job-growth\",\"section\":\"QEDaily\",\"pub_date\":\"2014-09-15T11:30:00.000Z\",\"post_id\":119440,\"author\":\"Danny Vinik\",\"type\":\"post\",\"tags\":[\"QEDaily\",\"QED\",\"Minimum Wage\",\"State Minimum Wage\",\"Wages\",\"inequality\",\"-type_article\"]}", "fb": {"admins": 4404589, "pages": 161419311535, "app_id": 1675346479369918}, "theme-color": "#ffffff", "msapplication-TileImage": "//assets.newrepublic.com/assets/favicons/mstile-144x144.png", "article": {"publisher": "https://www.facebook.com/thenewrepublic", "tag": "QEDaily", "published_time": "2014-09-15"}, "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "But it’s also important to note that minimum wage hikes have not crippled job growth in those 13 states.\nWhen the Senate next votes on raising the national minimum wage—possibly in the next few weeks—that’s something Republicans should keep in mind.\nRebecca Leber highlights a new study that finds that male witnesses vastly outnumber female witnesses at House hearings.\n“Now, these are all small changes and I wouldn’t make a federal case out of any of them,” he writes.\n(New York Times Magazine)Fighting homelessness: A bipartisan consensus around the best strategy to combat homelessness is quickly forming: Give them homes."}