{"article_title": "Women's Magazine Readers Want To 'Check Out The Latest Fashions,' Not Politics", "article_keywords": ["women", "reading", "covered", "readers", "fox", "political", "young", "free", "thats", "magazine", "health", "fashions", "politics", "womens", "check", "care", "latest"], "article_url": "http://www.huffingtonpost.com/2014/09/11/fox-news-cosmopolitan-cosmo-politics_n_5806802.html", "article_text": "Attention all women who read articles aimed at women: You probably only care about shoes, not health care, equal pay or reproductive justice. At least that's what a Fox News panel would have you believe.\n\nCosmpolitan.com recently announced that it would begin covering more political content heading into election season -- including launching a #CosmoVotes initiative to get young women to the polls and endorsing candidates. Seems innocuous enough, but the folks over at Fox News' \"Outnumbered\" took issue with the lady mag's political push, specifically their choice to only endorse candidates who support a woman's right to get an abortion.\n\nAmy Odell, Cosmopolitan.com's editor-in-chief, explained this decision to Politico in a Sept. 4 piece on the site's political coverage. “We’re not going to endorse someone who is pro-life because that’s not in our readers’ best interest,” she said. “In our minds it's not about liberal or conservative, it’s about women having rights, and particularly with health care because that is so important. All young women deserve affordable easy access to health care, and that might include terminating a pregnancy, and that’s OK.”\n\nBeyond being troubled by the magazine's \"aggressively left-wing\" bent, Fox News contributor Guy Benson seemed concerned that the female consumers of women-centric content -- a.k.a. the infamous \"Beyonce voter\" demo -- wouldn't be interested in political news to begin with. Because... clothing.\n\n\"Is this beyond the purview of what the readership of this magazine actually wants to see?,\" he wondered -- out loud -- on live television. \"Do they want to be preached at about politics when they really just want to check out the latest fashions and these wonderful shoes you guys are all wearing?\"\n\nWhile we suspect many young women do love a nice pair of pumps, they also care about the economy, equal pay, reproductive rights and health care. It seems that Fox News needs a reminder that reading about fashion and sex doesn't prevent women from reading about politics. When it comes to our reading habits, we really can have it all.\n\n[H/T Cosmopolitan]\n\nAlso on HuffPost: 10 Must-Know Birth Control Facts 10 Must-Know Birth Control Facts\n\n1 of 10 You Can Get It For Free One of the most buzzed about parts of the Affordable Care Act is the so-called contraceptive mandate, which requires that most private health insurance plans cover birth control without a co-pay or deductible. In other words, for free. There are exceptions. Certain plans have been grandfathered in, or given more time before they have to adhere to the change. Religious employers are also exempt. And while the mandate requires that the full range of FDA-approved prescription contraceptives be covered, it does not require that all brands be covered, so you might have to switch to a generic drug in order to get your contraception for free. Planned Parenthood recommends calling the member services number on the back of your insurance card to talk about what is covered by your plan. Share this slide:\n\nGetty", "article_metadata": {"description": "Attention all women who read articles aimed at women: You probably only care about shoes, not health care, equal pay or reproductive justice. At least th...", "sailthru.expire_date": "2014-09-12 18:33:30 -0400", "og": {"site_name": "The Huffington Post", "description": "Attention all women who read articles aimed at women: You probably only care about shoes, not health care, equal pay or reproductive justice. At least th...", "title": "Fox News: Women's Magazine Readers Want To 'Check Out The Latest Fashions,' Not Politics", "url": "http://www.huffingtonpost.com/2014/09/11/fox-news-cosmopolitan-cosmo-politics_n_5806802.html", "image": "http://i.huffpost.com/gen/2051444/images/o-FOX-NEWS-facebook.jpg", "locale": "en_US", "type": "article"}, "twitter": {"description": "Attention all women who read articles aimed at women: You probably only care about shoes, not health care, equal pay or reproductive justice. At least th...", "creator": "emmaladyrose", "image": {"width": 2000, "identifier": "http://i.huffpost.com/gen/2051444/images/o-FOX-NEWS-facebook.jpg", "height": 1000}, "title": "Fox News: Women's Magazine Readers Want To 'Check Out The Latest Fashions,' Not Politics", "site": "@HuffPostWomen", "card": "summary_large_image"}, "sailthru.date": "2014-09-11 18:33:30 -0400", "al": {"ios": {"url": "huffpostnews:///?editionID=us&entryID=5806802", "app_store_id": 306621789, "app_name": "The Huffington Post"}}, "taboola.category": "women", "fb": {"app_id": 46744042133}, "keywords": "cosmopolitan,cosmo politics,Fox News,video,fox news cosmo,women and media,fox news cosmopolitan,women in media,cosmo magazine", "article": {"section": "Women", "tag": "cosmopolitan,cosmo politics,Fox News,video,fox news cosmo,women and media,fox news cosmopolitan,women in media,cosmo magazine", "published_time": "2014-09-11 18:33:30 -0400", "modified_time": "2014-09-11 18:59:06 -0400"}, "viewport": "width=1000"}, "article_summary": "Attention all women who read articles aimed at women: You probably only care about shoes, not health care, equal pay or reproductive justice.\nWhile we suspect many young women do love a nice pair of pumps, they also care about the economy, equal pay, reproductive rights and health care.\nIt seems that Fox News needs a reminder that reading about fashion and sex doesn't prevent women from reading about politics.\n“In our minds it's not about liberal or conservative, it’s about women having rights, and particularly with health care because that is so important.\n\"Do they want to be preached at about politics when they really just want to check out the latest fashions and these wonderful shoes you guys are all wearing?\""}