{"article_title": "‘Fat Girl Dancing’ Series Proves You Can Be A Talented Dancer At Any Weight", "article_keywords": ["thore", "ballet", "talented", "weight", "dancing", "dance", "series", "disorder", "fat", "women", "dancer", "polycystic", "small", "girl", "told", "proves", "help"], "article_url": "http://www.medicaldaily.com/fat-girl-dancing-series-proves-you-can-be-talented-dancer-any-weight-268773", "article_text": "To be a successful dancer, you have to be able to keep a lean, muscular build and have a small stature, right? Though that’s often the immediate image of a ballerina, one woman named Whitney Thore has begun a crusade to convince people otherwise.\n\nA blogger and radio producer, Thore had always been a dancer — since she was 4 years old. During college, however, she began gaining dozens and ultimately hundreds of pounds, and she didn’t know why.\n\nThore had Polycystic Ovarian Syndrome (PCOS), a hormonal disorder among women in which the ovaries are enlarged and contain small cysts, giving them a “polycystic” appearance. This disorder can cause excess hair growth, acne, and unexplained obesity. PCOS is usually linked to a change in hormone levels such as estrogen and progesterone, which are female hormones that help women release eggs from their ovaries. It also affects androgen, which is a male hormone found in women in small amounts.\n\nThore experienced the weight gain that often occurs with this disorder. “Unable to face my reflection, I failed out of dance class my first semester,” Thore told The Huffington Post via email. “By the time I had graduated college, been diagnosed with Polycystic Ovarian Syndrome, moved to Korea, and gained 200 lbs., I was finally able to dance socially, at a club or party, but never dreamed I would take a class or perform publicly ever again.”\n\nThat was until Jared Pike, a host of a morning show at the radio Thore produces, said she should make a “Fat Girl Dancing” video series. Thore decided to give it a shot, and also ended up creating the No Shame Body Campaign to open up a discussion about body image and acceptance for other women. The blog became a form of therapy for her, to help deal with fat-shaming she often received. “I’ve been every kind of woman there is to be, it seems, so I’ve seen life through several lenses and I just wanted to share in hopes to help other women … because after putting my life and dreams on pause for nearly a decade, I feel like I’m finally coming out on the other side,” Thore said, Daily Venus Diva reported.\n\nIndeed, watch her videos, and you’ll see she has the moves spot-on. Dancing is more about strength and muscle than it is about being thin; half of the process is also passion and enthusiasm, which Thore clearly has.\n\nHollywood standards aren't keeping other \"plus-size\" dancers from following their passion. Wayne Sleep, the shortest male dancer to be admitted to the Royal Ballet School, has begun what he calls \"Big Ballet\" — a group of plus-size amateur dancers who are hoping to perform scenes from Swan Lake. \"What I didn't realize was many of them had been put through agonies when they were nine and ten years old,\" Sleep told STV Shows, \"bullied and told they were too big to go to a ballet lesson when their heart was craving for it. When you really want to dance, it is like something in you — it is an addiction.\"\n\nOn her website, Thore encourages others to follow her in her footsteps:", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "whitney thore, fat-shaming, fat girl dancing, obesity, polycystic ovarian syndrome", "og": {"site_name": "Medical Daily", "description": "Whitney Thore, a 350-pound dancer, proves that it’s possible to be a great dancer no matter your size.", "title": "‘Fat Girl Dancing’ Series Proves You Can Be A Talented Dancer At Any Weight [VIDEO]", "url": "http://www.medicaldaily.com/fat-girl-dancing-series-proves-you-can-be-talented-dancer-any-weight-268773", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/02/07/weight-aint-nothing-number_0.jpg", "type": "article"}, "twitter": {"description": "Whitney Thore, a 350-pound dancer, proves that it’s possible to be a great dancer no matter your size.", "title": "‘Fat Girl Dancing’ Series Proves You Can Be A Talented Dancer At Any Weight [VIDEO]", "url": "http://www.medicaldaily.com/fat-girl-dancing-series-proves-you-can-be-talented-dancer-any-weight-268773", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/02/07/weight-aint-nothing-number_0.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/02/07/weight-aint-nothing-number_0.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Healthy Living", "published_time": "2014-02-06T12:28:59-05:00", "modified_time": "2014-02-07T12:33:27-05:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Whitney Thore, a 350-pound dancer, proves that it’s possible to be a great dancer no matter your size."}, "_id": "\"57477af36914bd0286fcfc25\"", "article_summary": "“Unable to face my reflection, I failed out of dance class my first semester,” Thore told The Huffington Post via email.\nPCOS is usually linked to a change in hormone levels such as estrogen and progesterone, which are female hormones that help women release eggs from their ovaries.\nA blogger and radio producer, Thore had always been a dancer — since she was 4 years old.\nTo be a successful dancer, you have to be able to keep a lean, muscular build and have a small stature, right?\nThore had Polycystic Ovarian Syndrome (PCOS), a hormonal disorder among women in which the ovaries are enlarged and contain small cysts, giving them a “polycystic” appearance."}