{"article_title": "Nuggets have centerpiece talent in 7-footers Timofey Mozgov, JaVale McGee – The Denver Post", "article_keywords": ["talent", "center", "javale", "big", "hes", "mcgee", "denver", "centerpiece", "mozgov", "best", "team", "timofey", "7footers", "post", "shaw", "nuggets", "history"], "article_url": "http://www.denverpost.com/nuggets/ci_26711377/pair-pivotal-players", "article_text": "You can never miss Timofey Mozgov. Sometimes he’s the guy in the crazy shades and eye-piercing, bright-colored shorts. Sometimes he’s the practical joker, leaving the practice court with a prank, a wink and a smile.\n\nAnd all the time he’s 7 feet tall.\n\nNo, you can never miss Mozgov, although at 8 percent body fat there’s less of him now. The Nuggets haven’t had a lot of players in their history with Mozgov’s size and potential to impact a game.\n\nBut here’s the rub: This team has two.\n\nIt might be a stretch to skeptics, but if all goes according to plan, the Nuggets will have one of their best 1-2 punches at center in team history. There was supposed to be big-time competition for the starting job at center involving Moz- gov, who’s serious when he needs to be, and the social media king, JaVale McGee. But McGee’s tibia injury has prevented him from practicing much in training camp.\n\nIt’s unclear whether McGee will be ready for Denver’s season opener Oct. 29 against Detroit, and that has given Mozgov yet another jump-start on gaining a foothold at the position. He ran with that opportunity last season and raised his profile.\n\nDuring the past calendar year, Mozgov arguably has been the Nuggets’ most-coveted trade asset. Teams called last winter and throughout the summer. That’s not likely to change, because with a $4.6 million salary, Mozgov is one of the best bangs for the buck in the NBA.\n\nThe Nuggets hope that when McGee gets healthy, he will provide a boost in the post too.\n\n“I want us to be relentless in our rotations and how we’re putting people on the floor and keeping them fresh,” second-year Denver coach Brian Shaw said.\n\n“He’s been my favorite”\n\nIn a league where hybrid players are the norm and small ball is taking over, along with the 3-point shot, the traditional center has become the curveball. Two years ago, 7-foot-2 center Roy Hibbert’s presence in the paint was the edge that nearly led Indiana to upset Miami and advance to the NBA Finals. Having a “footer” who can dominate occasionally has become the best way to combat the speed-up basketball that has woven itself throughout the league.\n\n“Almost every team that’s won championships have had really effective big men,” said Shaw, who played with one himself — Shaquille O’Neal — while with the Los Angeles Lakers. “Just having a big guy down there that can do something on both sides of the ball, it’s a big weapon. Especially now, because the game has kind of gone away from that.”\n\nThe Nuggets have had great centers, from Dan Issel to Dikembe Mutombo to Marcus Camby. What the Mozgov-McGee tandem will be out to prove is that while neither alone is as great as the best in franchise history, the combination of them can create a powerful and highly productive duo.\n\n“We have the luxury of having big guys that I think can grow into being pretty good in the traditional way of playing, if we need to play that way,” Shaw said.\n\nMozgov, 28, had a couple of eye-opening performances last season: 17 points and 20 rebounds in a victory at Brooklyn and a team- record 29 rebounds to accompany 23 points in a win at Golden State. They were part of a breakout season for Mozgov, who averaged 9.4 points and 6.4 rebounds. He is blossoming into the type of center that made him a must-have inclusion in the Carmelo Anthony trade in 2011.\n\n“He’s been my favorite,” Shaw said. “Just because as a coach, he’s kind of like a coach’s dream. He does everything that you ask him to do. It’s nice to see when it pays off.”\n\nMcGee more muscular\n\nMozgov spent a big chunk of the summer playing and practicing with Russia’s national team, leaving little time for individual work. But he returned to Denver in perhaps the best shape of his career. More important, he returned with the most confidence he’s had in his NBA career.\n\n“Working hard is a big part of becoming a good player and playing more time,” Mozgov said. “But also, and this is sometimes not a good part of the NBA, sometimes how hard you work doesn’t matter if the coach doesn’t trust you.”\n\nMcGee, 26, arrived at camp the strongest he’s ever been — 270 pounds of muscle. He also arrived with a titanium rod in his left shin after surgery to correct a stress fracture in his tibia. Next-day soreness after workouts is keeping him sidelined, but he is doing more and more each week.\n\nMcGee is the shot blocker. He is a 7-footer so tantalizingly athletic that Shaw isn’t willing to do anything more than split the workload at center and ride the hot hand when Mozgov and McGee are both healthy. McGee appears content to be at least suiting up and sitting on the bench while going through practice sessions.\n\n“I only played four or five games last year, so it’s a real blessing to be back,” McGee said. “I’ve been working out and shooting and running and doing hook shots and all of that stuff since probably about four weeks ago.”\n\nIf he is able to provide some competition for Mozgov in camp, he will relish the opportunity.\n\n“I’m ready,” McGee said. “I love competition. I wouldn’t want it any other way.”\n\nChristopher Dempsey: cdempsey@denverpost.com or twitter.com/dempseypost\n\nPost time\n\nTimofey Mozgov and JaVale McGee could provide the Nuggets with one of their most effective center combinations in team history. Who are the five best centers in franchise history? Chris Dempsey gives his picks:\n\nDan Issel\n\nThe first Nugget elected to the Basketball Hall of Fame, he is in the team’s top five in points, rebounds, minutes, games, steals and double-doubles.\n\nDikembe Mutombo\n\nA terrific shot blocker known for finger-wagging, he ranks first in team history in blocks.\n\nMarcus Camby\n\nHe was the 2006-07 NBA defensive player of the year and led the NBA in blocked shots three consecutive seasons (2005-08).\n\nNene\n\nSpending a large chunk of his career as an undersized center, he was a starter on the Nuggets’ Western Conference finals team in 2009. Nene is in the team’s top 10 in points, rebounds, steals, field-goal percentage, assists and blocks.\n\nWayne Cooper\n\nThird in team history in career blocked shots, Cooper was a part of playoff teams every season with the Nuggets.", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "Nuggets have centerpiece talent in 7-footers Timofey Mozgov, JaVale McGee", "title": "Nuggets have centerpiece talent in 7-footers Timofey Mozgov, JaVale McGee", "url": "http://www.denverpost.com/2014/10/11/nuggets-have-centerpiece-talent-in-7-footers-timofey-mozgov-javale-mcgee/", "image": {"width": 435, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/04/20141011__20141012_CC3_SP12BKNNUGGSp2.jpg", "height": 654}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/04/20141011__20141012_CC3_SP12BKNNUGGSp2.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "article": {"published_time": "2014-10-11T20:00:33+00:00", "modified_time": "2016-04-26T21:19:55+00:00"}, "viewport": "width=device-width, initial-scale=1"}, "article_summary": "Dikembe MutomboA terrific shot blocker known for finger-wagging, he ranks first in team history in blocks.\nWayne CooperThird in team history in career blocked shots, Cooper was a part of playoff teams every season with the Nuggets.\nThe Nuggets hope that when McGee gets healthy, he will provide a boost in the post too.\nI wouldn’t want it any other way.”Christopher Dempsey: cdempsey@denverpost.com or twitter.com/dempseypostPost timeTimofey Mozgov and JaVale McGee could provide the Nuggets with one of their most effective center combinations in team history.\nThe Nuggets haven’t had a lot of players in their history with Mozgov’s size and potential to impact a game."}