{"article_title": "100 Ways the Government Wastes Your Tax Dollars", "article_keywords": ["programs", "ways", "money", "dollars", "boccia", "tax", "budget", "flake", "wastes", "spending", "flakes", "100", "waste", "wastebook", "theres"], "article_url": "http://dailysignal.com/2015/12/09/see-how-your-tax-dollars-were-wasted-on-these-100-government-programs/", "article_text": "As Congress presses further into its annual December budget battle, Sen. Jeff Flake, R-Ariz., launched the latest campaign in what he calls his ongoing war on waste.\n\nWith the timely title “The Farce Awakens,” Flake’s 2015 Wastebook highlights 100 government programs of questionable merit—such as the millions in taxpayer dollars spent on sheep in microgravity, monkeys on treadmills, and hipsters at parties.\n\n“The message here is for those who claim we’re in a period of budget austerity and that there’s no fat left to cut,” Flake told The Daily Signal. “Just look in the book.”\n\nFlake’s Wastebook takes its name from the upcoming and eagerly anticipated seventh “Star Wars” film, “The Force Awakens.” The 205-page publication chronicles examples that taxpayers may think range from the humorous to the preposterous.\n\nThe National Institutes of Health’s “Help A Hipster” program uses $5 million to throw dance parties to encourage youths to quit smoking and “take a stand against tobacco corporations.”\n\nOne participant, the Wastebook notes, “did it for the money” but says he “knew I wasn’t going to quit.”\n\nThe U.S. Agency for International Development spent $2 million promoting tourism in Lebanon, a nation the State Department has warned Americans to avoid because of the risk of terrorism.\n\nFlake’s Wastebook cautions Americans “to heed the warnings of the State Department rather than the urgings of the USAID and avoid vacationing in Lebanon at this time.”\n\n>>> Commentary: Why Isn’t There More Talk About Out-of-Control Spending?\n\nIn the book, available online, Flake writes that “despite the ballyhooing over budget austerity, the government didn’t come up short on outlandish ways to waste money in 2015.”\n\nSince their passage in the Budget Control Act of 2011, spending caps imposed by “sequestration” have been a favorite target for Democrat frustration. President Obama and congressional Democrats have railed against the spending caps as too low.\n\nSequestration budget cuts in 2013 don’t go nearly far enough, Flake told The Daily Signal. He said his office is “just scratching the surface of things we shouldn’t be spending money on.”\n\nThe Arizona Republicans blames much of the waste on the way Congress does business during the appropriations process. During those debates, Flake said, there’s little room for fiscal conservatives to maneuver and cut frivolous spending. He said:\n\nWhen there’s one big omnibus [spending bill], it is ‘pass it or the government shuts down.’ Those of us who are looking for spending discipline, we lose all our leverage.\n\nMany of the programs are there to “just grease the skids” and enable future spending, Flake said. Once approved, he said, university programs tend to continue uninterrupted and without accountability for their budget.\n\n“Now, with a lot of these programs, we’ve authorized the spending,” he said, “but we don’t conduct serious oversight.”\n\nRomina Boccia, a federal budget expert at The Heritage Foundation, hailed Flake’s effort to pinpoint waste. Boccia said:\n\nFrom canceling tens of billions in duplicative spending to eliminating corporate subsidies, lawmakers can live up to their commitment to restrain spending. Now is the time to take a stance against the higher spending levels and single out bad government programs for cuts. This new Wastebook by Flake is one good place to start.\n\nThe pun-heavy publication is the most recent edition in Flake’s anthology of profligate spending. In December of 2014, he released “Science of Splurging” and earlier this year “Jurassic Pork.”\n\n“We just try to find something topical and hitch the name to it to get it noticed,” Flake said. “There’s an endless sources of bad puns that can be made.\n\n“The good ones are mine. The bad ones are [from] staff.”\n\nThis report has been updated to include the quote from Romina Boccia and to specify how the Budget Control Act works.", "article_metadata": {"description": "“With a lot of these programs, we’ve authorized the spending, but don’t conduct serious oversight,\" Sen. Jeff Flake, R-Ariz., says of his new Wastebook.", "og": {"site_name": "The Daily Signal", "description": "“With a lot of these programs, we’ve authorized the spending, but don’t conduct serious oversight,\" Sen. Jeff Flake, R-Ariz., says of his new Wastebook.", "title": "Senator: 100 Ways the Government Wastes Your Tax Dollars", "locale": "en_US", "image": "http://dailysignal.com/wp-content/uploads/151209_Waste.jpg", "updated_time": "2015-12-09T23:19:06+00:00", "type": "article"}, "bitly": {"url": "http://dailysign.al/1luq6KX"}, "twitter": {"domain": "The Daily Signal", "description": "“With a lot of these programs, we’ve authorized the spending, but don’t conduct serious oversight,\" Sen. Jeff Flake, R-Ariz., says of his new Wastebook.", "title": "Senator: 100 Ways the Government Wastes Your Tax Dollars", "image": {"src": "http://dailysignal.com/wp-content/uploads/151209_Waste.jpg"}, "creator": "@dailysignal", "site": "@dailysignal", "card": "summary_large_image"}, "fb": {"pages": 300341323465160, "app_id": 772296266137346}, "article": {"publisher": "https://www.facebook.com/TheDailySignalNews", "section": "Economy", "tag": "government waste", "published_time": "2015-12-09T11:32:22+00:00", "modified_time": "2015-12-09T23:19:06+00:00"}, "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "Wastebook, Jeff Flake, government waste, tax dollars wasted, government spending, taxes, federal budget"}, "article_summary": "Many of the programs are there to “just grease the skids” and enable future spending, Flake said.\nWith the timely title “The Farce Awakens,” Flake’s 2015 Wastebook highlights 100 government programs of questionable merit—such as the millions in taxpayer dollars spent on sheep in microgravity, monkeys on treadmills, and hipsters at parties.\nDuring those debates, Flake said, there’s little room for fiscal conservatives to maneuver and cut frivolous spending.\nNow is the time to take a stance against the higher spending levels and single out bad government programs for cuts.\nBoccia said:From canceling tens of billions in duplicative spending to eliminating corporate subsidies, lawmakers can live up to their commitment to restrain spending."}