{"article_title": "NJ must stop Horizon's Omnia plan", "article_keywords": ["lower", "horizons", "stop", "nj", "omnia", "tier", "health", "plan", "horizon", "department", "hospitals", "insurance", "jersey"], "article_url": "http://www.app.com/story/money/business/consumer/2015/11/19/hospitals-nj-must-stop-horizons-omnia-plan/76047828/", "article_text": "Buy Photo The Horizon building on Wyckoff Road in Wall. (Photo: FILE PHOTO)Buy Photo\n\nA group of hospitals that was left out of Horizon Blue Cross Blue Shield of New Jersey's new Omnia health insurance network wants the Christie Administration to halt the plan by Nov. 30.\n\nSome 17 hospitals filed an appeal with the Department of Banking and Insurance, saying the department shouldn't have approved Omnia because it fails to provide far-reaching health care coverage.\n\n\"The problem is not with (the) networks,\" said Steven Goldman, former commissioner of DOBI and a lawyer representing the hospital group. \"The issue here is the execution of that idea.\"\n\nIt marked the latest challenge to Omnia, an insurance plan that Horizon introduced for 2016. The plan offers consumers lower premiums and deductibles for customers who use hospitals and doctors in what is called Tier 1. Consumers who use providers in Tier 2 still can pay lower premiums, but their out-of-pocket costs would be higher.\n\nBuy Photo Horizon Blue Cross Blue Shield of New Jersey is causing waves with its new health insurance plan that promises lower rates. CEO Robert Marino talks about the company's decision to unveil the new plan. (Photo: Doug Hood/Staff Photographer)\n\nAmong the central New Jersey hospitals that are in Tier 2 are CentraState Healthcare System based in Freehold Township; JFK Medical Center based in Edison; Trinitas Regional Medical Center based in Elizabeth; and Saint Peter's University Hospital in New Brunswick. Saint Peter's isn't part of the appeal. It filed a lawsuit against Horizon earlier this month.\n\nHorizon officials have said the plan is designed to both lower costs and improve consumers' health – a goal of the Patient Protection and Affordable Care Act, known as Obamacare. In short, hospitals agree to take discounts on their reimbursement in exchange for more patients.\n\nA Horizon spokesman said: \"New Jersey has some of the highest health care costs in the nation and consumers are demanding relief. It is unfortunate that these lawsuits aim to preserve the high-cost status quo in New Jersey, which is neither sustainable nor acceptable.”\n\nThe department declined to comment. An agency spokesperson in October said: \"The department performed all of its required due diligence in a timely manner and treated this request for a tiered offering as it has treated all previous tiered offering applications.\"\n\nBuy Photo John T. Gribbin, chief executive officer of CentraState Medical Center, Freehold Township. (Photo: Tom Spader/Staff Photographer)\n\nNot asked to join\n\nOmnia isn't the only tiered plan on the market; AmeriHealth New Jersey has a similar program. Horizon's announcement, however, caused a firestorm. The Newark-based company has 3.8 million customers and more than half the the state's commercial market.\n\nHospitals in Tier 2 said they weren't even asked to join, and they worried about losing a sizable amount of business. And elected officials worried some of their constituents wouldn't have access to their health care provider if they chose Omnia.\n\nBut their bid to stop the plan from being introduced failed. Democratic lawmakers asked the U.S. Federal Trade Commission to stop the plan until regulators could come up with a strategy to oversee it. The FTC hasn't responded.\n\nHorizon is selling Omnia during open enrollment.\n\nThe hospital group on Thursday said it would ask the banking department to step in and halt the plan, and it hoped for a decision soon.\n\n\"We want to give everyone who might otherwise be on the Omnia plan time to subscribe to another plan,\" Goldman said.\n\nMichael L. Diamond; 732-643-4038; mdiamond@gannettnj.com\n\nDon't miss a thing Download our apps and get alerts for local news, weather, traffic and more. Search \"Asbury Park Press\" in your app store or use these links from your device: iPhone app | Android app for phone and tablet | iPad app Don't forget to 'like' us on Facebook!\n\nRead or Share this story: http://on.app.com/1j9UbgD", "article_metadata": {"google": "notranslate", "description": "A group of hospitals that was left out of Horizon Blue Cross Blue Shield of New Jersey's new Omnia health insurance network wants the Christie Administration to halt the plan by Nov. 30.", "og": {"site_name": "Asbury Park Press", "description": "A group of hospitals that was left out of Horizon Blue Cross Blue Shield of New Jersey's new Omnia health insurance network wants the Christie Administration to halt the plan by Nov. 30.", "title": "Hospitals: NJ must stop Horizon's Omnia plan", "url": "http://www.app.com/story/money/business/consumer/2015/11/19/hospitals-nj-must-stop-horizons-omnia-plan/76047828/", "image": "http://www.gannett-cdn.com/GDContent/applogos/app.png", "type": "article"}, "twitter": {"description": "A group of hospitals that was left out of Horizon Blue Cross Blue Shield of New Jersey's new Omnia health insurance network wants the Christie Administration to halt the plan by Nov. 30.", "title": "Hospitals: NJ must stop Horizon's Omnia plan", "image": "http://www.gannett-cdn.com/-mm-/717327c669493885c53bd006239d810c9ef4f9fa/c=648-0-3240-2592&r=x643&c=640x640/local/-/media/2015/11/19/NJGroup/AsburyPark/635835404972360833-Bomb0829b.jpg", "creator": "@AsburyParkPress", "site": "@AsburyParkPress", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=600068887", "fb": {"app_id": 116172675120111}, "Content-Type": "text/html; charset=UTF-8", "viewport": "width=1070", "news_keywords": "Horizon, Omnia, Horizon Blue Cross Blue Shield, CentraState"}, "article_summary": "\"We want to give everyone who might otherwise be on the Omnia plan time to subscribe to another plan,\" Goldman said.\nIt marked the latest challenge to Omnia, an insurance plan that Horizon introduced for 2016.\nBuy Photo Horizon Blue Cross Blue Shield of New Jersey is causing waves with its new health insurance plan that promises lower rates.\nThe plan offers consumers lower premiums and deductibles for customers who use hospitals and doctors in what is called Tier 1.\nDemocratic lawmakers asked the U.S. Federal Trade Commission to stop the plan until regulators could come up with a strategy to oversee it."}