{"article_title": "Missouri's \"One Recovery Rule\" Kills A Wrongful Death Case in the 8th Circuit", "article_keywords": ["case", "claim", "family", "death", "recovery", "kills", "missouris", "rule", "wrongful", "circuit", "mr", "thompson", "tobacco", "8th"], "article_url": "http://www.natlawreview.com/article/missouri-s-one-recovery-rule-kills-wrongful-death-case-8th-circuit", "article_text": "Friday, August 1, 2014\n\nMissouri, like many states, has a very important but little encountered “one recovery rule,” which prohibits wrongful death claims “if the decedent has received satisfaction for the same wrongful conduct—whether by adjudication or by settlement—during his or her lifetime.” Thompson v. R.J. Reynold Tobacco Company et al, No. 13-3005 (8th Cir. 2014). The idea behind the rule is that if the deceased has already resolved the claim while living, there is no remaining claim to survive upon death. Two days ago the 8th Circuit had the rare opportunity to apply this rule in affirming the dismissal of a wrongful-death claim against multiple tobacco companies. Thompson v. R.J. Reynold Tobacco Company et al, No. 13-3005 (8th Cir. 2014).\n\nIn the Thompson case, the family of Michael Thompson sued multiple tobacco companies for wrongful death following Mr. Thompson's passing from throat cancer in 2009. The only hitch: during his lifetime, Mr. Thompson had already sued the same tobacco companies for personal injury resulting from use of cigarettes, and had obtained a judgment for over one million dollars after his 1997 diagnosis of cancer. Plaintiffs justified the second suit by claiming that the wrongful death statute created a separate and distinct cause of action on behalf of the family of the deceased.\n\nThe trial court dismissed the claim, applying the one recovery rule. The 8th Circuit affirmed, finding that the death of Mr. Thompson did not create a new cause of action under the Missouri wrongful death statute such that it escaped the one recovery rule. Instead, the Court applied the rule finding that “[a]s a result of the 2003 judgment in his personal injury suit, Michael Thompson no longer had a viable claim against the cigarette manufacturers at the time of his death, and his family is barred from bringing such a claim now.”\n\nSuccessive lawsuits are rare, but they do happen. This case illustrates the importance of keeping abreast of little used but still relevant defenses in your jurisdiction. In this case, a somewhat obscure state court doctrine won the day.", "article_metadata": {"description": "Missouri, like many states, has a very important but little encountered “one recovery rule,” which prohibits wrongful death claims “if the decedent has received satisfaction for the same wrongful conduct—whether by adjudication or by settlement—during his or her lifetime.”", "generator": "Drupal 7 (http://drupal.org)", "og": {"url": "http://www.natlawreview.com/article/missouri-s-one-recovery-rule-kills-wrongful-death-case-8th-circuit", "type": "article", "site_name": "The National Law Review", "description": "Missouri, like many states, has a very important but little encountered &amp;ldquo;one recovery rule,&amp;rdquo; which prohibits wrongful death claims &amp;ldquo;if the decedent has received satisfaction for the", "title": "Missouri&amp;#039;s &quot;One Recovery Rule&quot; Kills A Wrongful Death Case in the 8th Circuit"}, "msvalidate.01": "5493B547C0AB527FF4CF8C4D0127302A", "keywords": "Legal, Business, Missouri, 8th Circuit, Civil Procedure, One Recovery Rule, Wrongful Death, Thompson v. R.J. Reynold Tobacco Company et al,", "google-site-verification": "SAKcOmA6_i0E79oG2TjlPWfOSs9kMM6EWAZNaT0aBtA", "verify-v1": "nSkrvEqyOIUMGKMak3OBIKcpcABac4XWK5NJKMuMtBY=", "y_key": "fe6cd8bd83ff0c09", "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "Legal, Business, Missouri, 8th Circuit, Civil Procedure, One Recovery Rule, Wrongful Death, Thompson v. R.J. Reynold Tobacco Company et al,"}, "_id": "\"57477af46914bd0286fde5b2\"", "article_summary": "The 8th Circuit affirmed, finding that the death of Mr. Thompson did not create a new cause of action under the Missouri wrongful death statute such that it escaped the one recovery rule.\nIn the Thompson case, the family of Michael Thompson sued multiple tobacco companies for wrongful death following Mr. Thompson's passing from throat cancer in 2009.\nThe trial court dismissed the claim, applying the one recovery rule.\nPlaintiffs justified the second suit by claiming that the wrongful death statute created a separate and distinct cause of action on behalf of the family of the deceased.\nTwo days ago the 8th Circuit had the rare opportunity to apply this rule in affirming the dismissal of a wrongful-death claim against multiple tobacco companies."}