{"article_title": "For Virginia’s governor-in-waiting, there’s no time to waste", "article_keywords": ["governorinwaiting", "good", "office", "expanding", "transition", "washington", "states", "mcauliffe", "virginias", "suit", "republicans", "waste", "day", "theres"], "article_url": "https://www.washingtonpost.com/local/virginia-politics/virginias-governor-in-waiting-is-a-man-in-a-hurry/2014/01/04/03808ea0-74cb-11e3-9389-09ef9944065e_story.html", "article_text": "Governor-elect Terry McAuliffe, center, attended an event Saturday in Sterling, Va., at Women Giving Back, a volunteer organization that distributes clothing to women and children in crisis. (Sarah L. Voisin/The Washington Post)\n\nTerry McAuliffe is Virginia’s governor-in-waiting. And he is no good at waiting.\n\nSo he is hiring. Phoning. Meeting. Schmoozing. Strategizing. And, yes, sleeping — but only the four to four and a half hours that the former Democratic National Committee chairman and entrepreneur considers a good night’s rest.\n\n“I love life. I love getting things done,” he said in an interview with The Washington Post.\n\n“I just wish I didn’t ever have to sleep. But it is what it is. It’s the human body, and I can’t change it.”\n\nMcAuliffe, who will be sworn in as the state’s 72nd governor Saturday, has always been a man in a hurry; he started a driveway-sealing business at 14, using a hand-me-down truck that, legally, he was too young to drive.\n\nAdding to his congenital sense of urgency: a state constitution that prohibits the governor from running again in four years and a legislative calendar that will have the General Assembly already three days into its 60-day session when he takes office. For a man who in his first year alone hopes to sell legislators on expanding Medicaid and pre-kindergarten programs, tightening gift laws and improving mental-health care, there is no time to waste.\n\nIn an interview in his temporary office on Capitol Square, overlooking the dazzling white Capitol, McAuliffe looked ahead to the legislative session that begins Wednesday. The governor-elect discussed policy goals as well as an overarching desire to set a constructive, bipartisan tone. He described the nuts and bolts of his transition, from drumming up interim staff with no money to getting fitted for a morning suit at Men’s Wearhouse. Above all, he made clear that he’s set a frenetic pace since winning the Nov. 5 election over Attorney General Ken Cuccinelli II (R).\n\n“I’ve spent almost every day on the phone calling all over — nation, globe — trying to recruit business,” he said. “I haven’t stopped for a second. I did take two days off over the holidays to take my kids to Universal Studios in Orlando. It was great.”\n\nThe most visible product of all that activity has been McAuliffe’s Cabinet nominations. As someone who has never held elective office and was unable to name the Cabinet positions early in the campaign, he satisfied some critics by picking a number of experienced Richmond hands .\n\nMcAuliffe has spent hours with outgoing Gov. Robert F. McDonnell going over the two-year, $96 billion budget plan that the Republican will leave behind for his successor and the legislature to amend as they see fit.\n\nA less-weighty matter recently took McAuliffe to Men’s Wearhouse, where he was fitted for a gray morning suit. The formal attire is dictated by the state’s Inauguration Day protocol, which also calls for a ceremonial handoff of the key to the Executive Mansion.\n\n“I’m not a big man on black-tie events,” he said. “I always bark, ‘Why can’t I wear a suit?’ But yeah, I’ve been fitted. And I will have my morning suit on. Tradition. There’s a whole protocol here.”\n\nMcAuliffe’s transition work started the day after the election, in offices the state provided in Richmond’s ornate Old City Hall.\n\n“I remember the first day, we said, ‘Okay, let’s hire some people, get them in here going,’ ” McAuliffe said.\n\nThen came his biggest surprise to date: He learned that the state furnishes its governor-elect with an office, but no funds for a staff.\n\n“They march you into this beautiful office. There’s a desk, a chair and a phone — and no transition money. And they say, ‘Good luck,’ ” said McAuliffe, who has been able to staff the office with campaign volunteers.\n\nMcAuliffe’s win puts his family in transition along with him. He and his wife, Dorothy McAuliffe, have five children, three of them in college. The youngest two and their mother will remain at the family’s Fairfax County home until they finish the school year and then move into the mansion.\n\n“You don’t want to take a ­14-year-old girl out of eighth grade,” McAuliffe said. He noted that his wife was exploring ­school options in the Richmond area for fall — a task he made sound more daunting than selling House Republicans on President Obama’s health-care program.\n\n“Dorothy’s beginning that process, and she’s getting plenty of advice,” McAuliffe said. “And I’m staying out of that.”\n\nMcAuliffe sold himself to voters as a pragmatic dealmaker who would reach across the aisle to get things done. Republicans portrayed him as an untrustworthy Washington insider. The champion political fundraiser and close friend of Bill and Hillary Rodham Clinton has a history of controversial business and political deals , including GreenTech , a troubled electric car company he co-founded. Federal investigators last year launched two investigations related to GreenTech’s use of a visa program to attract foreign investors.\n\nMcAuliffe has spent a good deal of his transition time trying to build personal trust with Republicans who knew him only from news accounts.\n\n“I think many of the Republicans that I’ve met with . . . may have only known what they read,” McAuliffe said. “But they sit with me and . . . they say, ‘Well, he’s really a pretty good guy. He is what he says he is.’ So it will take time. And listen, I don’t think one meeting with someone is going to, you know — this is about building relationships. I have no illusions. This is the beginning of a process.”\n\nOne of McAuliffe’s main policy goals, expanding Medicaid under the federal Affordable Care Act, faces fierce opposition from House Republicans. McAuliffe said the expansion would provide 400,000 Virginians with health-care coverage and pump $5 million a day into the state’s economy. The federal government has promised to pay the full cost initially and 90 percent after that. Republicans doubt that Washington can afford to make good on that deal.\n\nOther priorities include expanding and diversifying the economy, reforming school standardized tests and tightening lax ethics laws .\n\nRepublicans say they share some of his goals, particularly when it comes to job creation and ethics reform, an issue brought into focus by a gifts scandal that has consumed McDonnell’s last year in office.\n\n“We have met and talked about areas where we have common interests, common ground,” said House Speaker William J. Howell (R-Stafford), who remains opposed to expanding Medicaid and pre-kindergarten programs. “We’re all kind of waiting to see what his agenda is and what he’s got. And where we can, we’ll work with him. And where we can’t, we won’t.”", "article_metadata": {"description": "Virginia’s legislature begins its session before the new governor is sworn in, and McAuliffe can’t wait.", "author": "http://www.facebook.com/laura.vozzella", "og": {"site_name": "Washington Post", "description": "Virginia’s legislature begins its session before the new governor is sworn in, and McAuliffe can’t wait.", "title": "For Virginia’s governor-in-waiting, there’s no time to waste", "url": "https://www.washingtonpost.com/local/virginia-politics/virginias-governor-in-waiting-is-a-man-in-a-hurry/2014/01/04/03808ea0-74cb-11e3-9389-09ef9944065e_story.html", "image": "https://img.washingtonpost.com/rf/image_1484w/2010-2019/WashingtonPost/2014/01/04/Others/Images/2014-01-04/gov0011388863691.jpg", "type": "article"}, "referrer": "unsafe-url", "twitter": {"site": "@WashingtonPost", "card": "summary_large_image", "creator": "@LVozzella"}, "fb": {"admins": 500835072, "app_id": 41245586762}, "keywords": "va politics, virginia politics, terry mcauliffe, governor mcauliffe, bob mcdonnell, mcauliffe inauguration, virginia inauguration, ken cuccinelli, greentech, medicaid expansion, obamacare, medicaid virginia, obamacare virginia, mcdonnell gifts, mcdonnell scandal, star scientific, dorothy mcauliffe, bill howell, speaker howell", "article": {"publisher": "https://www.facebook.com/washingtonpost", "author": "http://www.facebook.com/laura.vozzella"}, "news_keywords": "va politics, virginia politics, terry mcauliffe, governor mcauliffe, bob mcdonnell, mcauliffe inauguration, virginia inauguration, ken cuccinelli, greentech, medicaid expansion, obamacare, medicaid virginia, obamacare virginia, mcdonnell gifts, mcdonnell scandal, star scientific, dorothy mcauliffe, bill howell, speaker howell", "viewport": "width=device-width, initial-scale=1.0, user-scalable=yes, minimum-scale=0.5, maximum-scale=2.0", "eomportal-uuid": "03808ea0-74cb-11e3-9389-09ef9944065e"}, "_id": "\"57477af36914bd0286fcfc45\"", "article_summary": "(Sarah L. Voisin/The Washington Post)Terry McAuliffe is Virginia’s governor-in-waiting.\nThere’s a whole protocol here.”McAuliffe’s transition work started the day after the election, in offices the state provided in Richmond’s ornate Old City Hall.\nMcAuliffe said the expansion would provide 400,000 Virginians with health-care coverage and pump $5 million a day into the state’s economy.\nAnd they say, ‘Good luck,’ ” said McAuliffe, who has been able to staff the office with campaign volunteers.\n“I’ve spent almost every day on the phone calling all over — nation, globe — trying to recruit business,” he said."}