{"article_title": "Health Law Insurance Plans to be Rated by Network Size", "article_keywords": ["size", "rated", "network", "outofpocket", "consumers", "administration", "patients", "costs", "health", "doctors", "law", "insurance", "care", "plans"], "article_url": "http://www.nytimes.com/2016/03/07/us/health-law-insurance-plans-to-be-rated-by-network-size.html", "article_text": "WASHINGTON — The Obama administration, responding to consumer complaints, says it will begin rating health insurance plans based on how many doctors and hospitals they include in their networks.\n\nAt the same time, the maximum out-of-pocket costs for consumers under the Affordable Care Act will increase next year to $7,150 for an individual and $14,300 for a family, the administration said. Consumer advocates said those costs could be a significant burden for middle-income people who need a substantial amount of care.\n\nUnder new rules to be published Tuesday in the Federal Register, insurers will still be allowed to sell health plans with narrow networks of providers. But consumers will know in advance what they are getting because the government will attach a label indicating the breadth of the network for each plan sold on HealthCare.gov.\n\nAbout 12.7 million people signed up or had their coverage automatically renewed in the third annual open enrollment season, which ended on Jan. 31.\n\nMany health plans offered in the public marketplaces provide a limited choice of doctors and hospitals, and some insurers narrowed their networks this year by excluding some doctors and dropping popular teaching hospitals.\n\nAdvertisement Continue reading the main story\n\nConsumers have grumbled about the changes, and some say they have had difficulty finding medical specialists. But cost-conscious consumers have gravitated to these plans because they tend to offer lower premiums than health plans providing a greater choice of doctors and hospitals.\n\nConsumers can already find out which health plans include a specific doctor. But until now they had no reliable way to determine if a health plan had a large or small network of providers. The new ratings will indicate how the breadth of a health plan’s network compares with that of other plans in the same geographic area.\n\n“This could be really helpful for a lot of consumers,” said Sabrina Corlette, a consumer advocate and professor at the Health Policy Institute of Georgetown University.\n\nConsumers have also complained about the out-of-pocket costs for many health plans under the Affordable Care Act.\n\n“For many people, $7,000 of costs can be a huge impediment to actually receiving care,” especially if patients incur those costs in a month or two at the start of a year, said Marc M. Boutin, the chief executive of the National Health Council, a coalition of advocacy groups for people with chronic diseases.\n\nOut-of-pocket costs, as defined by the government, include deductibles and co-payments, but not the premiums that people pay for insurance. Each insurer sets limits on out-of-pocket costs for its health plans, and the limit cannot be higher than the maximum specified by the government. The maximum for an individual will exceed $7,000 next year for the first time. It will go up by $300 in 2017, after an increase of $250 this year.\n\nConsumer groups say this rate of increase is unsustainable. Moreover, they say, high out-of-pocket costs have deterred some people with insurance from using expensive prescription drugs.\n\nBen Wakana, a spokesman for the Department of Health and Human Services, said that in setting the new ceiling on out-of-pocket costs, the administration had used a formula laid out in the Affordable Care Act. Before the law was adopted, he said, people with cancer or other serious illnesses could be bankrupted by hundreds of thousands of dollars in medical bills, and the law provides new protections.\n\nAdvertisement Continue reading the main story\n\nPeople with low incomes can obtain discounts that reduce their deductibles and other out-of-pocket costs if they choose midlevel silver plans. Slightly more than half of the people with marketplace coverage received such “cost-sharing reductions” last year.\n\nMs. Corlette, the Georgetown University professor, said that in writing the new rules, “the administration was walking a very delicate line, pushing forward with consumer protections while trying to keep insurers onboard and participating in the marketplaces.”\n\nIn some markets, consumers can choose from dozens of health plans. In a move intended to simplify the shopping experience, the Obama administration has devised six model health plans that it describes as standardized options. Federal officials specify the amount of deductibles, co-payments and other charges for doctors’ services, hospital care, X-rays, laboratory tests and prescription drugs.\n\nThe standard features will make it easier for consumers to compare plans, officials said, and the government will highlight these plans in some way on HealthCare.gov. But the government is not requiring insurers to offer the standardized options or limiting their ability to offer other plans in 2017.\n\nAnother new requirement is meant to guarantee “continuity of care” for certain patients. If a health plan drops a doctor from its network without cause, the insurer must allow patients in “an active course of treatment” to continue seeing the doctor for up to 90 days. This protection would apply, for example, to patients receiving chemotherapy or radiation therapy for cancer and to women in the second or third trimester of pregnancy.\n\nUnder the new rules, consumers using the federal marketplace will be able to get help year-round from insurance counselors financed by the government. The counselors, known as navigators, help people sign up in the annual open enrollment period. The administration is expanding their duties to include teaching people how to use insurance, appeal denials of coverage and obtain exemptions.", "article_metadata": {"tone": "news", "ptime": 20160306195409, "twitter": {"description": "Under new rules to be published on Tuesday, insurers will still be allowed to sell health plans with narrow networks of providers, but consumers will know in advance what they are getting.", "title": "Health Law Insurance Plans to be Rated by Network Size", "url": "http://www.nytimes.com/2016/03/07/us/health-law-insurance-plans-to-be-rated-by-network-size.html", "app": {"url": {"googleplay": "nytimes://reader/id/100000004252382"}, "name": {"googleplay": "NYTimes"}, "id": {"googleplay": "com.nytimes.android"}}, "site": "@nytimes", "image": "https://static01.nyt.com/images/icons/t_logo_150_black.png", "card": "summary"}, "al": {"ipad": {"url": "nytimes://www.nytimes.com/2016/03/07/us/health-law-insurance-plans-to-be-rated-by-network-size.html", "app_store_id": 357066198, "app_name": "NYTimes"}, "android": {"url": "nytimes://reader/id/100000004252382", "app_name": "NYTimes", "package": "com.nytimes.android"}, "iphone": {"url": "nytimes://www.nytimes.com/2016/03/07/us/health-law-insurance-plans-to-be-rated-by-network-size.html", "app_store_id": 284862083, "app_name": "NYTimes"}}, "dfp-ad-unit-path": "us", "hdl_p": "Size of Health Care Networks Is to Become More Transparent Next Year", "sectionfront_jsonp": "https://static01.nyt.com/services/json/sectionfronts/us/index.jsonp", "DISPLAYDATE": "March 6, 2016", "edt": "NewYork", "org": "National Health Council", "keywords": "Patient Protection and Affordable Care Act (2010),Health Insurance and Managed Care,Health and Human Services Department,National Health Council,Obama  Barack", "applicationName": "article", "PT": "article", "author": "Robert Pear", "sourceApp": "nyt-v5", "per": "Obama, Barack", "byl": "By ROBERT PEAR", "usageTerms": "http://www.nytimes.com/content/help/rights/sale/terms-of-sale.html", "lp": "Under new rules to be published on Tuesday, insurers will still be allowed to sell health plans with narrow networks of providers, but consumers will know in advance what they are getting.", "tom": "News", "dfp-amazon-enabled": "false", "description": "Under new rules to be published on Tuesday, insurers will still be allowed to sell health plans with narrow networks of providers, but consumers will know in advance what they are getting.", "CG": "us", "robots": "noarchive", "dat": "March 6, 2016", "fb": {"app_id": 9869919170}, "msapplication-starturl": "http://www.nytimes.com", "genre": "News", "article": {"author": "http://topics.nytimes.com/top/reference/timestopics/people/p/robert_pear/index.html", "section_url": "http://www.nytimes.com/section/us", "section": "U.S.", "modified": "2016-03-07", "collection": "https://static01.nyt.com/services/json/sectionfronts/us/index.jsonp", "tag": "Obama, Barack", "published": "2016-03-06", "section-taxonomy-id": "23FD6C8B-62D5-4CEA-A331-6C2A9A1223BE"}, "slug": "07health", "viewport": "width=device-width, initial-scale=1, maximum-scale=1", "utime": 20160307143306, "og": {"url": "http://www.nytimes.com/2016/03/07/us/health-law-insurance-plans-to-be-rated-by-network-size.html", "image": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "type": "article", "description": "Under new rules to be published on Tuesday, insurers will still be allowed to sell health plans with narrow networks of providers, but consumers will know in advance what they are getting.", "title": "Health Law Insurance Plans to be Rated by Network Size"}, "pdate": 20160306, "des": "Health Insurance and Managed Care", "articleid": 100000004252382, "cre": "The New York Times", "hdl": "Health Law Insurance Plans to be Rated by Network Size", "PST": "News"}, "article_summary": "The new ratings will indicate how the breadth of a health plan’s network compares with that of other plans in the same geographic area.\nUnder new rules to be published Tuesday in the Federal Register, insurers will still be allowed to sell health plans with narrow networks of providers.\nEach insurer sets limits on out-of-pocket costs for its health plans, and the limit cannot be higher than the maximum specified by the government.\nConsumers have also complained about the out-of-pocket costs for many health plans under the Affordable Care Act.\nWASHINGTON — The Obama administration, responding to consumer complaints, says it will begin rating health insurance plans based on how many doctors and hospitals they include in their networks."}