{"article_title": "Obamacare’s Spanish website poorly translated, critics say – The Denver Post", "article_keywords": ["website", "officials", "critics", "english", "problems", "site", "denver", "say", "version", "health", "obamacares", "spanish", "translated", "post", "care", "poorly"], "article_url": "http://www.denverpost.com/obamacare/ci_24896378/obamacares-spanish-website-poorly-translated-critics-say", "article_text": "Mirroring problems with the federal health care website, people around the nation attempting to navigate the Spanish version have discovered their own set of difficulties.\n\nThe site, CuidadoDeSalud.gov, launched more than two months late. A Web page with Spanish instructions linked users to an English form.\n\nAnd the translations were so clunky and full of grammatical mistakes that critics say they must have been computer-generated — the name of the site itself can literally be read “for the caution of health.”\n\n“When you get into the details of the plans, it’s not all written in Spanish. It’s written in Spanglish, so we end up having to translate it for them,” said Adrian Madriz, a health care navigator who helps with enrollment in Miami.\n\nThe issues with the site underscore the halting efforts across the nation to get Spanish-speakers enrolled under the federal health care law. Critics say that as a result of various problems, including those related to the website, many people whom the law was designed to help have been left out of the first wave of coverage.\n\nFederal officials say they have been working to make the site better and plan further improvements soon. Also, administrators say they welcome feedback and try to fix typos or other errors quickly.\n\n“We launched consumer-friendly Spanish online enrollment tools on CuidadoDeSalud.gov in December which represents one more way for Latinos to enroll in Marketplace plans,” said Health and Human Services Department spokesman Richard Olague in an email to The Associated Press. “Since the soft-launch, we continue to work closely with key stakeholders to get feedback in order to improve the experience for those consumers that use the website.”\n\nStill, efforts to enroll Spanish-speakers have fallen short in several states with large Hispanic populations, and critics say the translated version of HealthCare.gov could have helped boost those numbers.\n\nAcross the U.S., about 12 percent of the 317 million people in the country speak only Spanish, but federal officials have said less than 4 percent of calls to a national hotline were Spanish-only as of last month.\n\nMany blame at least some of the enrollment problems on the trouble-plagued site.\n\n“In my opinion, the website doesn’t work,” said Grettl Diaz, a 37-year-old Miami gas station cashier who is originally from Cuba.\n\nDiaz said she tried to sign up at home using CuidadoDeSalud.gov. After she couldn’t get the website to accept a scanned document, she called the government’s Spanish hotline seeking help. However, she was repeatedly told to call back because the site was down. She got through days later and waited over an hour for an operator before she was ultimately disconnected.\n\n“I’m very frustrated,” she said through a translator this month. “I’ve spent at least one week on the phone, and I couldn’t get it done.”\n\nDiaz, who speaks very little English, finally went to a counselor for help and is now waiting for an email from health officials saying she can proceed with her application.\n\nDiaz hasn’t had insurance since moving to Florida two years ago. She will likely qualify for a tax subsidy to help pay her monthly premiums and has said she wants insurance mostly for peace of mind.\n\n“Now, I am healthy,” she said. “But I don’t know what will happen tomorrow.”\n\nSince the site has been active, users have reported disappointment and frustration in both the functionality and language.\n\nFor example, links comparing insurance plans took users to the English version of the options. That glitch was fixed last week after The Associated Press contacted Health and Human Services to ask about the problem.\n\nThe website translates “premium” into “prima,” but that Spanish word is more commonly used to mean a female cousin, Plaza said. A more accurate translation, she said, would be “cuotas,” ”couta mensual” or “costo annual.”\n\nAccording to Health and Human Services, the website was translated with the same methods and team used to translate content into Spanish for the Centers for Medicare & Medicaid Services.\n\nBut health care workers in Miami also have reported technical problems that don’t exist on the English version of HealthCare.gov.\n\nNini Hadwen, a health care navigator, said she also prefers to use the English website even when she’s enrolling Spanish-language applicants. CuidadoDeSalud.gov “doesn’t navigate as smoothly from page to page,” she said. “It takes longer.”\n\nAlso, navigators say Spanish-language applicants must provide income and immigration documentation. Frequently, applicants are required to scan and fax supplemental documents, which can also be challenging.\n\nGabriel Sanchez, a political science professor at the University of New Mexico, said the problems hurt the credibility of federal officials and reinforce the belief held by some that authorities are indifferent to the plight of Latinos.\n\nSanchez said, “They will look at this, and think, ‘Man, they really don’t care about us.’”", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "Obamacare’s Spanish website poorly translated, critics say", "title": "Obamacare’s Spanish website poorly translated, critics say", "url": "http://www.denverpost.com/2014/01/12/obamacares-spanish-website-poorly-translated-critics-say/", "image": {"width": 640, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/04/20140112__943abf57-eb5b-4434-b2e2-2dc1091f1b29lsoriginalph.jpg", "height": 436}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/04/20140112__943abf57-eb5b-4434-b2e2-2dc1091f1b29lsoriginalph.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "article": {"published_time": "2014-01-12T09:44:53+00:00", "modified_time": "2016-04-28T05:26:27+00:00"}, "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af36914bd0286fcfc4f\"", "article_summary": "Mirroring problems with the federal health care website, people around the nation attempting to navigate the Spanish version have discovered their own set of difficulties.\nNini Hadwen, a health care navigator, said she also prefers to use the English website even when she’s enrolling Spanish-language applicants.\nFederal officials say they have been working to make the site better and plan further improvements soon.\nIt’s written in Spanglish, so we end up having to translate it for them,” said Adrian Madriz, a health care navigator who helps with enrollment in Miami.\nBut health care workers in Miami also have reported technical problems that don’t exist on the English version of HealthCare.gov."}