{"article_title": "Carlos Gonzalez will remain in left field for Rockies", "article_keywords": ["gonzalez", "center", "true", "rockies", "weiss", "stubbs", "field", "remain", "position", "guys", "carlos", "left"], "article_url": "http://blogs.denverpost.com/rockies/2014/02/22/carlos-gonzalez-will-remain-left-field-creating-competition-center/16443/", "article_text": "Carlos Gonzalez will remain the center of attention for the Rockies, but not in center field. After talking with Gonzalez on Saturday, manager Walt Weiss said he will keep Gonzalez in left, where he has played the last two seasons, leaving Drew Stubbs, Charlie Blackmon, Corey Dickerson and Brandon Barnes vying for the center-field job.\n\nIt’s possible it will be a platoon given Stubbs’ numbers against left-handers and the fact that Blackmon and Dickerson both have enjoyed success against righties. Gonzalez said he was open to moving to center field following the Dexter Fowler trade. However when the Rockies acquired Stubbs, a true center fielder, CarGo’s move became less necessary.\n\n“We are feeling comfortable with the alternatives, watching these guys run around. The big thing is we want to keep CarGo on the field. Risk and reward has kind of swung the other way,” Weiss said. “We are in a different place than we were in the fall. That’s what it comes down to.”\n\nWeiss finalized the move after speaking with Gonzalez the past two days. Gonzalez was agreeable to playing center, but recognized the potential toll it could take on his legs. The position has worn down every Rockies starter over the last decade from Preston Wilson and Juan Pierre to Jeromy Burnitz and Fowler.\n\n“The alternatives and the other options are good options,” continued Weiss. “We feel like it is our best shot to keeping Cargo healthy and not putting too much on his plate.\n\nGonzalez, who has won three Rawlings Gold Gloves over the past four seasons, has played left field exclusively since 2011. He said this week that he earned the right to “have the stability of one position” after bouncing from spot to spot earlier in his career. He hinted that his preference was to stay in left, and his one demand was that they keep in him in a single position, explaining that moving around left him more vulnerable to injury.\n\nCarGo was not immediately available for comment, but explained his view of the situation on Monday.\n\n“The other guys are going to make the difference on whether I play left or not. We have guys who can play center. Stubbs is a true center fielder,” Gonzalez said. “So if he’s out there with the other guys then they keep me in left. I am OK with that.”", "article_metadata": {"news_keywords": "Brandon Barnes,Carlos Gonzalez,Charlie Blackmon,Drew Stubbs,Walt Weiss", "language": "en, sv", "Copyright": "Copyright © The Denver Post.", "og": {"site_name": "On the Rox", "description": "Carlos Gonzalez will remain the center of attention for the Rockies, but not in center field.", "title": "Carlos Gonzalez will remain in left field for Rockies", "url": "http://blogs.denverpost.com/rockies/2014/02/22/carlos-gonzalez-will-remain-left-field-creating-competition-center/16443/", "image": "http://blogs.denverpost.com/rockies/files/2013/10/carlos-gonzalez.jpg", "type": "blog"}, "twitter": {"domain": "blogs.denverpost.com", "description": "Carlos Gonzalez will remain the center of attention for the Rockies, but not in center field.", "title": "Carlos Gonzalez will remain in left field, creating competition in center", "url": "http://blogs.denverpost.com/rockies/2014/02/22/carlos-gonzalez-will-remain-left-field-creating-competition-center/16443/", "image": "http://blogs.denverpost.com/rockies/files/2013/10/carlos-gonzalez.jpg", "creator": "@troyrenck", "site": "@denverpost", "app": {"name": {"ipad": "Denver Post", "iphone": "Denver Post", "googleplay": "The Denver Post"}, "id": {"ipad": "id409389010", "iphone": "id375264133", "googleplay": "com.ap.denverpost"}}, "card": "summary_large_image"}, "robots": "noodp", "fb": {"app_id": 105517551922}, "article": {"publisher": "https://www.facebook.com/denverpost"}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "distribution": "global", "viewport": "width=device-width,initial-scale=1", "description": "Carlos Gonzalez will remain the center of attention for the Rockies, but not in center field."}, "_id": "\"57477af46914bd0286fe1526\"", "article_summary": "Carlos Gonzalez will remain the center of attention for the Rockies, but not in center field.\nGonzalez, who has won three Rawlings Gold Gloves over the past four seasons, has played left field exclusively since 2011.\nGonzalez said he was open to moving to center field following the Dexter Fowler trade.\nHowever when the Rockies acquired Stubbs, a true center fielder, CarGo’s move became less necessary.\nStubbs is a true center fielder,” Gonzalez said."}