{"article_title": "Is health law really to blame for plan changes?", "article_keywords": ["insurance", "aca", "plans", "workers", "companies", "employers", "blame", "health", "plan", "exchanges", "law", "changes", "employees", "care", "really"], "article_url": "http://www.usatoday.com/story/money/personalfinance/2013/10/02/companies-blame-obamacare-health-insurance-changes/2885453/", "article_text": "Affordable Care Act changes hit small companies much harder than big ones, experts say.\n\nUPS dropped health insurance for employees' spouses if they had insurance from elsewhere. (Photo: Elise Amendola, AP) Story Highlights UPS and Home Depot among those citing Affordable Care Act for changes\n\nInsurance, economic experts say claims that law forced changes are exaggerated\n\nExperts: It's easier to blame the ACA than to have complex conversation about insurance\n\nA handful of big-name firms and many small ones are making major changes to their health care plans this fall, and while some big companies are blaming the Affordable Care Act, insurance and economic experts call those claims an exaggeration.\n\nMaking health insurance changes, including big premium and deductible hikes when the rate of increase in health care costs has slowed, creates a \"messaging issue,\" says University of Michigan business economics professor Thomas Buchmueller.\n\n\"That's not an easy conversation,\" says Buchmueller. \"It's convenient to say, 'the ACA is raising our costs.'\"\n\nBig companies citing the ACA are \"using this as cover,\" says Farzan Bharucha, a health care strategist for consulting firm Kurt Salmon. \"Companies are making a business decision that by dropping or limiting coverage you won't have employees leave.\"\n\nStill, there has been big news from some big companies — and even a major university — and some cite the new law.\n\nAmong them:\n\n• Darden Restaurants. The owner of Red Lobster, Olive Garden and LongHorn Steakhouse, decided last fall to hire fewer full-time workers and more part-time workers to lessen expected costs of insuring full-time workers under the ACA. But it reversed the policy in December after complaints. The company recently decided to give employees a designated sum of money to use to choose their own insurer and plan level through a private online exchange that is separate from the new government exchanges. Darden says the move is unrelated to the health law. Private exchanges are an increasingly popular way for employers to reduce their health costs without cutting coverage for employees, who would be considered insured for the purposes of the ACA.\n\n• Home Depot. The retailer said last month that full-time employees' insurance plans will cost more this fall because its insurance prices had risen. Spokesman Stephen Holmes wouldn't comment on whether that was due to the ACA: \"We don't discuss our cost structure, so I'm not going to point specifically to any one thing.\" The home-improvement chain also said in September that it's sending about 20,000 part-time employees who had low-cost/low-benefit \"mini-med\" plans prohibited under ACA to the new federal and state marketplaces to buy their own insurance. Holmes wouldn't disclose whether workers will get a subsidy to pay for their new insurance, but these plans are nearly always paid fully by employees.\n\n• Securitas. The large security-guard provider Securitas said last week that it's sending 55,000 employees to the new state exchanges to buy their own insurance plans. The move was in response to the prohibition of \"mini-med\" insurance plans that the company previously provided. Spokesman Jim McNulty says the company didn't contribute to the plans and will not be giving workers money to buy on the exchanges. He expects most of the workers on the plans — 90% of whom are full time — will qualify for government subsidies.\n\n• Sears. The retailer decided to give employees a set amount of money to choose their own health care insurer and benefits through an online private exchange run by Aon. \"The Affordable Care Act motivated us to think differently about the health care benefits that we provide associates,\" says spokesman Howard Riefs. But, he noted, \"The final decision to proceed with a private exchange model was made independent of Affordable Care Act considerations.\"\n\n• UPS. The delivery company dropped health insurance for about 15,000 of its employees' spouses whose employers also offered insurance. In a memo to workers, the company said it expects the cost of medical care in 2014 is to increase about 7.25% compared to 2013 and said an additional 4% rise would be due to the Affordable Care Act. It cited the need to cover dependent children longer and the expected rise in the number of employees enrolling in plans. The University of Virginia also dropped this type of spousal coverage and blamed the health law last month.\n\n\"There's nothing in the ACA that would make dropping spousal coverage be an obvious response,\" says Buchmueller. \"That's the type of strategy firms have been doing for a while.\"\n\nMost large companies made any big ACA-related changes to their health insurance plan two years ago, says Bryce Williams, managing director of global benefits company Towers Watson Exchange Solutions. He says only about one in 10 of the major companies Towers represents are making major changes to their health plans this year. Towers Watson represents about 80% of the companies on the Fortune 500, he says.\n\nSome changes, like the elimination of mini-med plans, can benefit employees. Some workers were shocked to find how little coverage they had when they landed in emergency rooms. Private exchanges, which IBM and Walgreens have also announced they're moving employees to — can be what Williams calls a \"win-win\" for workers and employers. Many other experts warn that employers' contributions may not keep up with premium increases.\n\nIt's far more believable for a small company to cite the new law than for big employers to do so as it's had little effect on them financially this year, says Allen Wishner, CEO of Flexible Benefit Service Corp., which serves insurance brokers for small to mid-sized companies.\n\nThese companies have far more regulatory burdens and costs associated with the new law, he says. In July, those employing more than 50 workers were given another year to provide insurance to all full-time workers or face a $2,000-per-employee fine.\n\n\"I struggle to see what's different\" for large employers, says Wishner, a director of the Employers Council on Flexible Compensation. \"The delay kept the status quo for the most first part.\"\n\nSmaller employers may wind up sending employees to the government exchanges because of the \"expense of it and the administrative burden of offering insurance,\" says Ed O'Malley, president of the corporate client group for National Financial Partners, which advises companies on ACA compliance and health care, and manages private exchanges. \"In industries, that are more competitive, it may be more difficult to not offer health insurance.\"\n\nRead or Share this story: http://usat.ly/1fKfmD8", "article_metadata": {"google": "notranslate", "description": "While only about 1% of Fortune 500 firms are making substantive changes to their health care plans this fall, those faulting the Affordable Care Act may be exaggerating.", "og": {"site_name": "USA TODAY", "description": "While only about 1% of Fortune 500 firms are making substantive changes to their health care plans this fall, those faulting the Affordable Care Act may be exaggerating.", "title": "Is health law really to blame for plan changes?", "url": "http://www.usatoday.com/story/money/personalfinance/2013/10/02/companies-blame-obamacare-health-insurance-changes/2885453/", "image": "http://www.gannett-cdn.com/GDContent/applogos/usatoday.png", "type": "article"}, "twitter": {"description": "While only about 1% of Fortune 500 firms are making substantive changes to their health care plans this fall, those faulting the Affordable Care Act may be exaggerating.", "creator": "@usatoday", "image": "http://www.gannett-cdn.com/-mm-/8b48ad7f4cbb286bffa6620f30d6b1c6f4792f2c/c=726-0-3713-2994&r=x643&c=640x640/local/-/media/USATODAY/test/2013/10/02/1380747911000-ml-ups.jpg", "title": "Is health law really to blame for plan changes?", "site": "@usatoday", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "fb": {"app_id": 215046668549694}, "cXenseParse": {"gci-topic": "Places/University of Virginia", "gci-asset-type": "story", "gci-categories": "Places/University of Virginia", "title": "Is health law really to blame for plan changes?", "author": "Jayne O'Donnell and Annika McGinnis", "pageclass": "article", "recs": {"category": "money/personalfinance", "image-3-4": "http://www.gannett-cdn.com/-mm-/ee9600474e20d6c6ca5edd4e57765afae2d9a1d4/c=1098-0-3340-2994/local/-/media/USATODAY/test/2013/10/02/1380747911000-ml-ups.jpg", "image-1-1": "http://www.gannett-cdn.com/-mm-/40397c717bdb2912661575cc733608a4dfcbba65/c=726-0-3713-2994/local/-/media/USATODAY/test/2013/10/02/1380747911000-ml-ups.jpg", "contenttype": "story", "image-4-3": "http://www.gannett-cdn.com/-mm-/2d28f7d4b34a28ba5f7079911b16731c3a954257/c=230-0-4200-2994/local/-/media/USATODAY/test/2013/10/02/1380747911000-ml-ups.jpg", "image": "http://www.gannett-cdn.com/-mm-/038e38f79f616b709792cc2e429ca2c2c579dec8/c=0-248-4431-2754&r=x1683&c=3200x1680/local/-/media/USATODAY/test/2013/10/02/1380747911000-ml-ups.jpg", "publishtime": "2013-10-03T21:10:58-04:00", "shorthed": "Is health law to blame for plan changes?", "articleid": 2885453, "image-16-9": "http://www.gannett-cdn.com/-mm-/9853217d307cc8967046f7ff79a1ae49490090a6/c=0-248-4431-2754/local/-/media/USATODAY/test/2013/10/02/1380747911000-ml-ups.jpg", "image-9-16": "http://www.gannett-cdn.com/-mm-/ea7f91a7a011a93645531c4ac83782af2066ac27/c=1382-0-3057-2994/local/-/media/USATODAY/test/2013/10/02/1380747911000-ml-ups.jpg"}}, "Content-Type": "text/html; charset=UTF-8", "viewport": "width=1070", "news_keywords": "Affordable Care Act, Darden, Home Depot, Sears, Aon, Securitas, UPS, University of Virginia, Flexible Benefit Service Corp., Towers Watson Exchange Solutions"}, "_id": "\"57477af36914bd0286fcfc65\"", "article_summary": "Making health insurance changes, including big premium and deductible hikes when the rate of increase in health care costs has slowed, creates a \"messaging issue,\" says University of Michigan business economics professor Thomas Buchmueller.\nThe retailer said last month that full-time employees' insurance plans will cost more this fall because its insurance prices had risen.\n\"The Affordable Care Act motivated us to think differently about the health care benefits that we provide associates,\" says spokesman Howard Riefs.\n\"In industries, that are more competitive, it may be more difficult to not offer health insurance.\"\nUPS dropped health insurance for employees' spouses if they had insurance from elsewhere."}