{"article_title": "Strangest Obamacare Ads", "article_keywords": ["woman", "ads", "obamacare", "young", "strangest", "gosling", "strange", "health", "care", "insurance", "ad"], "article_url": "http://abcnews.go.com/Health/strangest-obamacare-ads/story?id=20876057", "article_text": "MNsure In the fight to get the young, healthy and uninsured to sign up for the health care exchanges, government agencies and nonprofits seem to have pulled out all the stops when it comes to advertising. The unusual and even downright bizarre ads have used such pitchmen as Paul Bunyan and a Ryan Gosling cutout to promote Obama's health care marketplace. One government website has even pushed health insurance as the perfect holiday gift for the family member who has everything but health care coverage. Here, we take a look at a few of the most strangely memorable ads for Obamacare.\n\nThe Strange Ads of Obamacare MNsure Paul Bunyan Gets a Checkup In need of a larger than life public face, Minnesota is using legendary folklore hero Paul Bunyan (and his blue ox Babe) to show Minnesotans that the land of the north is also \"the land of 10,000 reasons to get health insurance.\" Bunyan and his ox are the new faces of MNSure, the health care marketplace for Minnesota. To show that getting health insurance is a good idea, the pair appears in multiple ads in which the famous lumberjack suffers some kind of typical Minnesota injury -- an axe wound, a water ski collision. As always, trusty Babe the blue ox remains steadfastly by Bunyan's side, occasionally helping him with his crutches or IV pole. Obamacare's Mystery Woman Says She Fell Victim to Cyberbullies\n\nThe Strange Ads of Obamacare barackobama.com Need a Gift Idea? Try Health Care for the Holidays With the holiday season upon us, even the government is getting into the spirit by promoting health insurance as the ideal gift for those in need. The Healthcare for the Holidays website, created by the nonprofit organization Organizing for Action, includes an ad that encourages \"having the conversation\" about health insurance during holiday gatherings -- after all, a family member could break a leg while trying to put the top star on the Christmas tree. Now whether HealthCare.gov gets its glitches worked out in time for the gift-giving season is another matter.\n\nThe Strange Ads of Obamacare FunnyorDie.com Health Care Ads Go Scandal-ous Even websites better known for jokes have worked to get the young and healthy to sign up for health insurance. The Funny-or-Die site created a pro-Obamacare spoof video starring Jennifer Hudson dressed as Kerry Washington's character in ABC's \"Scandal.\" In a slick white trench coat and flowing hair, Hudson's Olivia Cole character struts across the nation's capital trying to fix the health care woes of Washington's elite. But all the problems people need help with have already been solved by the Affordable Care Act, says the ad. When one woman complains that her company's health care plan doesn't cover mammograms, Hudson's Lydia Cole sighs. \"The ACA covers preventive care for women's health,\" Hudson tells the woman, before adding, \"Girl, go find you a scandal.\" With the problem-plagued rollout of Healthcare.gov still inspiring congressional hearings, it might make more sense for the administration to call in Olivia Pope to fix the system.\n\nThe Strange Ads of Obamacare doyougotinsurance.com Get Covered With 'Brosurance' Colorado found an innovative and ingenious way to appeal to young people by drawing attention to the subsidies that will allow them to keep their beer money. In the most memorable ad, a group of young \"bros\" are shown doing a keg stand, which is equated with being as \"crazy\" as being uninsured. \"Don't tap into your beer money to cover those medical bills,\" the ad reads. \"We got it covered.\"\n\nThe Strange Ads of Obamacare doyougotinsurance.com Hey Girl, Want People to Sign Up? Try Gosling The Colorado \"Got Insurance?\" ad campaign used the most easily meme-able actor of all time, Ryan Gosling, to draw in young, uninsured residents. As a counterbalance to the famed \"Brosurance\" ad, the Gosling ad includes a woman smiling next to a cardboard cutout of Gosling. The ad equates her excitement about a night with the actor with how excited she is to have easier access to birth control with a handy \"Hey Girl\" slogan. The ad and others like it drew fire this week. Online commenters angry about the message prompted two organizations involved in the campaign to tell the Denver Post that the campaign had not received any taxpayer funding.", "article_metadata": {"fb_title": "From Raccoons to Paul Bunyan, Bizarre Obamacare Ads", "description": "The unusual and even downright bizarre ads have used such pitchmen as Paul Bunyan and a Ryan Gosling cutout to promote Obama's health care marketplace.", "copyright": "Copyright (c) 2016 ABC News Internet Ventures", "author": "ABC News", "og": {"site_name": "ABC News", "description": "The unusual and even downright bizarre ads have used such pitchmen as Paul Bunyan and a Ryan Gosling cutout to promote Obama's health care marketplace.", "title": "From Raccoons to Paul Bunyan, Bizarre Obamacare Ads", "url": "http://abcnews.go.com/Health/strangest-obamacare-ads/story?id=20876057", "image": "http://a.abcnews.go.com/images/Health/HT_health_care_paul_bunyan_babe_ox_sk_131113_16x9_992.jpg", "type": "article"}, "twitter": {"description": "The unusual and even downright bizarre ads have used such pitchmen as Paul Bunyan and a Ryan Gosling cutout to promote Obama's health care marketplace.", "creator": "@gillianmohney", "url": "http://abcnews.go.com/Health/strangest-obamacare-ads/story?id=20876057", "image": "http://a.abcnews.go.com/images/Health/HT_health_care_paul_bunyan_babe_ox_sk_131113_4x3t_240.jpg", "title": "From Raccoons to Paul Bunyan, Bizarre Obamacare Ads", "site": "@ABC", "app": {"url": {"ipad": "abcnewsipad://link/story,20876057", "iphone": "abcnewsiphone://link/story,20876057", "googleplay": "android-app://com.abc.abcnews/abcnews/abcnews.go.com/Health/strangest-obamacare-ads/story?id=20876057"}, "name": {"ipad": "ABC News", "iphone": "ABC News", "googleplay": "ABC News"}, "id": {"ipad": 306934135, "iphone": 300255638, "googleplay": "com.abc.abcnews"}}, "card": "summary_large_image"}, "robots": "index, follow", "DC.date.issued": "2013-11-15", "al": {"ipad": {"url": "abcnewsipad://link/story,20876057", "app_store_id": 380520716, "app_name": "ABC News for iPad"}, "web": {"url": "http://abcnews.go.com/Health/strangest-obamacare-ads/story?id=20876057"}, "android": {"url": "android-app://com.abc.abcnews/abcnews/abcnews.go.com/Health/strangest-obamacare-ads/story?id=20876057", "app_name": "ABC News Breaking Latest News", "package": "com.abc.abcnews"}, "iphone": {"url": "abcnewsiphone://link/story,20876057", "app_store_id": 300255638, "app_name": "ABC News - Breaking US & World News"}}, "Last-Modified": "2013-11-15 11:59:06", "fb": {"admins": 704409894, "app_id": 4942312939}, "keywords": "Obamacare , health news, medical news, medical articles", "Date": "2013-11-15", "viewport": "initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "news_keywords": "Obamacare"}, "_id": "\"57477af36914bd0286fc9a0c\"", "article_summary": "The Strange Ads of Obamacare FunnyorDie.com Health Care Ads Go Scandal-ous Even websites better known for jokes have worked to get the young and healthy to sign up for health insurance.\nObamacare's Mystery Woman Says She Fell Victim to CyberbulliesThe Strange Ads of Obamacare barackobama.com Need a Gift Idea?\nThe Strange Ads of Obamacare doyougotinsurance.com Hey Girl, Want People to Sign Up?\nHere, we take a look at a few of the most strangely memorable ads for Obamacare.\nOne government website has even pushed health insurance as the perfect holiday gift for the family member who has everything but health care coverage."}