{"article_title": "Small businesses still feeling recession's effects", "article_keywords": ["customers", "recovery", "business", "revenue", "reiner", "companies", "young", "recessions", "businesses", "effects", "small", "feeling", "avendano"], "article_url": "http://www.jsonline.com/business/small-businesses-still-feeling-recessions-effects-b99491034z1-302320261.html", "article_text": "Razzle Dazzle dress shop owner Carol Avendano works in her young women’s clothing boutique in the Buckhead section of Atlanta. Avendano says revenue is down 65% from 2007 because the recession got customers thinking carefully before they spend. Credit: Associated Press\n\nBy ,\n\nNew York — The recession isn't a dim memory for many small businesses.\n\nNearly two-thirds of owners in a Bank of America survey said their companies still are recovering from the downturn that officially ended nearly six years ago. Only 21% of the owners surveyed last month said their businesses have fully recovered.\n\nThe numbers present a different side of small business than surveys that focus on companies' increasing optimism and healthy cash flow. The Bank of America findings are a reminder that the economic recovery is not only slow-paced but also fragmented, with companies whose customers are consumers and other small businesses lagging behind. Retailers and homebuilders are among those whose revenue is below the levels that they enjoyed before the recession's December 2007 official beginning.\n\nAt Razzle Dazzle, a young women's clothing boutique in Atlanta, revenue is down 65% from 2007. Owner Carol Avendano sees customers think carefully before spending.\n\n\"It used to be nothing for a mom to come in here and spend $1,000 on her eighth-grader and not even blink an eye,\" Avendano said. \"Now, if a purse is $300, they have to think about it.\"\n\nYounger shoppers also are less carefree about money. A young woman with $100 is more likely to go to chains like H&M or Forever 21 and buy 10 different items than pick up one shirt at Razzle Dazzle.\n\nAvendano, who opened her store in 1975, stays in business because she has loyal customers. She has been through many ups and downs over the decades, but this downturn has surprised her. \"I thought it was going to come back,\" she said.\n\nWhat's wrong?\n\nCompanies still are recovering for a number of reasons, some of them related to the industries that they are in.\n\nRetailers struggle because consumer spending remains weak, said Scott Anderson, chief economist with Bank of the West. And the housing industry, which includes many small businesses, is still in the early stages of recovery from the collapse that began in 2006. But small manufacturers are doing well and leading the recovery, Anderson said.\n\nThe struggles in retailing and homebuilding are reflected in overall small-business revenue, which hasn't recovered to pre-recession levels, said Susan Woodward, an economist who analyzes data gathered from Intuit's small-business customers. Revenue also has fallen every month since October, she said.\n\nA homebuilding rebound will help consumer spending, economists said. If people buy more houses, industries related to construction will hire more workers who will be able to spend. And people buying houses tend to shop for appliances, furniture and home décor.\n\nThe difficulty that many small companies have in getting loans has prolonged the recovery, said Karen Mills, a Harvard Business School faculty member and former head of the Small Business Administration. Banks still are reluctant to lend to many companies, especially the smallest ones.\n\n\"There's no question we haven't fully recovered in terms of access to capital,\" Mills said.\n\nSmall companies' struggle to get loans was clear in a first-quarter survey by Pepperdine University's Graziadio School of Business and Management and Dun & Bradstreet Credibility Corp. Sixty-three percent of small companies said it was difficult to get loans, while only 36% of larger businesses said it was difficult.\n\nWhat's the solution?\n\nOwners need to re-examine every aspect of their companies to adapt to a business climate that has permanently changed, said Kathleen Allen, a professor of entrepreneurship at the University of Southern California's Marshall School of Business. That means asking whether a company is giving customers what they need — and whether they're targeting the right customers.\n\n\"We have to question even whether this business makes sense,\" Allen said.\n\nJohn Reiner has used that strategy at his printing and packaging company.\n\nRevenue dropped 25% in 2009 and kept falling the next two years. It hasn't returned to pre-recession levels. Several of PakCom's best business customers shut down. Others cut back on marketing materials and promotional products.\n\nThe recession also encouraged companies to switch to email and the Internet from snail mail.\n\n\"When you have that domino effect, it crushes you,\" said Reiner, whose company is based in Waltham, Mass.\n\nAnother change: More companies prefer ordering online instead of dealing with a human. So Reiner has started a website called Logical Promotions to sell shirts, backpacks and other items that companies and organizations can print logos on.\n\nThe website opened for business in March, and Reiner is optimistic that it will bolster his PakCom revenue. \"The printing business will not return,\" he said.", "article_metadata": {"title": "Small businesses still feeling recession's effects", "og": {"url": "http://www.jsonline.com/business/small-businesses-still-feeling-recessions-effects-b99491034z1-302320261.html", "image": {"width": 1667, "identifier": "http://media.jrn.com/images/b99491034z.1_20150502191509_000_g3gav2dr.1-0.jpg", "height": 1165}, "type": "article", "description": "Nearly two-thirds of owners in a Bank of America survey said their companies still are recovering from the downturn that officially ended nearly six years ago.", "title": "Small businesses still feeling recession's effects"}, "twitter": {"site": "@journalsentinel", "image": "http://media.jrn.com/images/b99491034z.1_20150502191509_000_g3gav2dr.1-0.jpg", "description": "Nearly two-thirds of owners in a Bank of America survey said their companies still are recovering from the downturn that officially ended nearly six years ago.", "card": "summary_large_image", "title": "Small businesses still feeling recession's effects"}, "apple-mobile-web-app-capable": "no", "fb": {"admins": "journal.sentinel.1", "app_id": 227386193957280}, "msapplication-TileImage": "http://media.jrn.com/designimages/logo-mjs-144-icon.png", "viewport": "width=device-width,initial-scale=1,maximum-scale=1"}, "article_summary": "Credit: Associated PressBy ,New York — The recession isn't a dim memory for many small businesses.\nThe numbers present a different side of small business than surveys that focus on companies' increasing optimism and healthy cash flow.\nAnd the housing industry, which includes many small businesses, is still in the early stages of recovery from the collapse that began in 2006.\nThe difficulty that many small companies have in getting loans has prolonged the recovery, said Karen Mills, a Harvard Business School faculty member and former head of the Small Business Administration.\nThe Bank of America findings are a reminder that the economic recovery is not only slow-paced but also fragmented, with companies whose customers are consumers and other small businesses lagging behind."}