{"article_title": "Popular perk: 86% of healthcare CEOs receive car allowances", "article_keywords": ["pay", "benefits", "receive", "car", "hospital", "executive", "disability", "perk", "survey", "ceos", "healthcare", "popular", "allowances", "86", "hospitals", "executives"], "article_url": "http://www.fiercehealthcare.com/story/popular-perk-86-healthcare-ceos-receive-car-allowances/2013-09-16", "article_text": "A new survey of healthcare executive benefits from Integrated Healthcare Strategies found approximately 86 percent of healthcare CEOs had a car or car allowance as a perquisite in 2012.\n\nThe survey also found that overall, the trend in executive benefits is moving away from perquisites, except in cases when hospitals consider them business expenses, as in the case of the automobile allowance. The decline is more for perquisites with an \"upper-class stigma,\" such as country club dues or spousal travel, according to to Becker's Hospital Review.\n\nIn addition, the survey found the majority of healthcare organizations pay their executives 100 percent of their salaries during short-term periods of disability. The median for salary replacement during a long-term period of disability is 60 percent, which is generally provided by group and supplemental disability plans. According to the announcement, \"Supplemental plans providing an annual contribution were slightly more prevalent than those targeting a specified benefit at retirement.\"\n\nAbout seven in 10 respondents said they give senior executives non-qualified, employer-funded benefits in addition to non-qualified plans.\n\n\"Having access to accurate, comprehensive data [on executive benefits] is critical to maintaining competitive benefits that will retain talented executives while ensuring compliance and reasonableness,\" the research announcement states.\n\nCEOs within the healthcare sector are generally compensated more than chief executives in any other industries. Critics say this is because healthcare CEOs are paid based on the revenue they generate rather than whether they keep people healthy. For example, in 2011, the CEOs of Boston's largest not-for-profit teaching hospitals all received compensation packages of at least $1 million. This was part of a nationwide trend in which hospital CEO pay rose even as hospitals cut jobs. \"Basically, hospitals get rewarded by putting more heads in beds. It works against the goal of affordable healthcare,\" said Professor Harold Miller, executive director of Center for Healthcare Quality Payment and Reform at Carnegie Mellon University in Pittsburgh, FierceHealthcare previously reported.\n\nTo learn more:\n\n- here's the research announcement\n\n- here's the Becker's article on prerequisite trends\n\nRelated Articles:\n\nHospital CEOs among the highest paid across all industries\n\nBoston hospital CEOs: $1M a year is commonplace\n\nExec pay not linked to quality, report finds\n\nHealthcare CEOs see biggest paycheck bumps\n\nWhile hospitals cut jobs, CEO pay continues to rise", "article_metadata": {"description": "A new survey of healthcare executive benefits from Integrated Healthcare Strategies found approximately 86 percent of healthcare CEOs had a car or car allowance as a prerequisite in 2012.", "og": {"site_name": "FierceHealthcare", "description": "A new survey of healthcare executive benefits from Integrated Healthcare Strategies found approximately 86 percent of healthcare CEOs had a car or car allowance as a prerequisite in 2012.", "title": "Popular perk: 86% of healthcare CEOs receive car allowances", "url": "http://www.fiercehealthcare.com/story/popular-perk-86-healthcare-ceos-receive-car-allowances/2013-09-16", "image": "http://assets.fiercemarkets.net/public/opengraphimages/updated/opengraph_fiercehealthcare.jpg", "type": "website"}, "twitter": {"site": "fiercehealth", "card": "summary"}, "parsely-metadata": "{\"mkto\": }", "revisit-after": "1 day", "apple-itunes-app": "app-id=731085312", "keywords": "Ceo Pay,HR & Workforce Management", "viewport": "width=device-width", "news_keywords": "HR & Workforce Management"}, "_id": "\"57477af36914bd0286fcfc71\"", "article_summary": "A new survey of healthcare executive benefits from Integrated Healthcare Strategies found approximately 86 percent of healthcare CEOs had a car or car allowance as a perquisite in 2012.\nCritics say this is because healthcare CEOs are paid based on the revenue they generate rather than whether they keep people healthy.\nIn addition, the survey found the majority of healthcare organizations pay their executives 100 percent of their salaries during short-term periods of disability.\nCEOs within the healthcare sector are generally compensated more than chief executives in any other industries.\nFor example, in 2011, the CEOs of Boston's largest not-for-profit teaching hospitals all received compensation packages of at least $1 million."}