{"article_title": "North Boulder announces itself through sidewalk murals", "article_keywords": ["boulder", "art", "neighborhood", "district", "announces", "nobo", "project", "murals", "place", "artists", "north", "sidewalk", "nesmith"], "article_url": "http://www.dailycamera.com/news/boulder/ci_28802447/north-boulder-announces-itself-through-sidewalk-murals", "article_text": "'We should look like an art district'\n\nChris Huang, right, and his wife, Jesse, work on a sidewalk mural in north Boulder on Saturday. ( Quentin Young / Daily Camera )\n\nIf you go What: Presentation of new sidewalk murals in NoBo Art District When: 2-6 p.m., Saturday, Sept. 19 Where: Ace Self-Storage, 4635 Broadway, Boulder Cost: Free More info: noboartdistrict.org\n\nArt is afoot in north Boulder.\n\nSix artists plan to transform sidewalks along Broadway in the NoBo Art District into concrete canvases this week as part of the district's PLACE Project, intended to call out the area as an art destination and strengthen neighborhood bonds.\n\n\"It is a place-making and community-building project,\" Lisa Nesmith, an artist and district president.\n\nThe artists, selected from among more than 30 entrants, plan to install images that range from abstract to representative, from a mountain-scape to a colorfully quilted design, along both sides of Broadway between Rosewood Avenue and Yellow Pine Avenue, in the vicinity of the Village Center. They got started on the project on Saturday.\n\nNoBo Art District, in a developing and eclectic neighborhood, is home to up to several hundred artists but no galleries, Nesmith said. With about 220 members and at about six years old, the district is known to the public mostly for its First Friday art events.\n\nPlanning for the PLACE Project began a year ago.\n\nAdvertisement\n\n\"We decided it was time to reach out a little broader into the community,\" Nesmith said. \"We act like an art district, we should look like an art district. It started out with that little idea.\"\n\nA series of public meetings, where community members discussed what made north Boulder a distinct \"place,\" resulted in something of a tagline — \"Where the plains meet the foothills.\" This became one of the guiding principles for the project.\n\n\"You can literally look to one side and see the plains and look to the other and see the foothills,\" artist Tiffany Miller Russell said of NoBo.\n\nThis quality inspired her mural, \"Migration II,\" a magpie's view of bison on the plain.\n\n\"Pedestrians can ride on the back of the birds over the bison herd,\" said Miller Russell, a Broomfield resident and former NoBo studio owner.\n\nThe mural planned by Lisa Michot, a Lafayette resident and instructor at Front Range Community College, is called \"Pause on the Pavement\" and shows the feet of people and animals.\n\n\"It's just about how the animals and people in north Boulder interact with each other,\" Michot said.\n\nMichot, who like Miller Russell is a member of NoBo Art District, noted that it's still easy to encounter wildlife in north Boulder. A deer recently ran across her path while she was driving in the neighborhood, she said.\n\nThe other PLACE Project artists are Katherine Holmes, Chris Huang, Wendy Khawaja and Joyce Robinson. Each artist receives a stipend of $1,250. The project was supported by a $10,000 grant from the city's Boulder Arts Commission.\n\nArtists plan to work on their murals at various times throughout the week, and the project culminates with a free event from 2 to 6 p.m. on Saturday at Ace Self-Storage. The event includes guided tours, a meet-and-greet with artists and kids' activities.\n\nThe district originally planned to put murals on Broadway intersections, but learning that 25,000 vehicles a day pass between Lee Hill Drive and Violet Avenue prompted organizers to change direction.\n\n\"Our paintings will only last a couple of weeks with that kind of traffic so we thought, 'Let's move our paintings onto the sidewalks,'\" said Nesmith, adding that she's not aware of any other sidewalk murals in Boulder..\n\nFostering foot traffic became one of the goals.\n\n\"I would say it's quite a bit less than what I hope it will be,\" Nesmith said. \"I hope we increase the foot traffic.\"\n\nMichot said that even many people in north Boulder don't realize the level of creativity that occurs in their neighborhood. The PLACE Project could help change that.\n\n\"I think it will call people's attention to NoBo,\" she said, \"and they'll think of it more as an arts district.\"\n\nQuentin Young: twitter.com/qpyoungnews", "article_metadata": {"sailthru.url": "http://www.dailycamera.com/news/boulder/ci_28802447/north-boulder-announces-itself-through-sidewalk-murals", "sailthru.author": "By Quentin Young \n \n  Staff Writer", "ag": {"canon": "BoulderDailyCamera:article:28802447:view"}, "startDate": "2015-09-12T16:24:35-0600", "twitter": {"domain": "dailycamera.com", "description": "Art is afoot in north Boulder.", "title": "North Boulder announces itself through sidewalk murals", "url": "http://www.dailycamera.com/news/boulder/ci_28802447/north-boulder-announces-itself-through-sidewalk-murals", "image": "http://extras.mnginteractive.com/live/media/site21/2015/0912/20150912__14DCANOBw~1.jpg", "site": "@dailycamera", "card": "summary_large_image"}, "sailthru.article-section-or-homepage": "article", "sailthru.section": "Boulder News", "modificationDate": "2015-09-12T16:28:17-0600", "endDate": "2025-09-12T16:24:35-0600", "news_keywords": "Boulder News, Boulder News news, Boulder Colorado Boulder News news, Boulder Colorado news, Boulder News Boulder news, Boulder News Colorado news, US Boulder News news, world Boulder News news.", "byline": "By Quentin YoungStaff", "pubDate": "2015-09-12T16:30:07-0600", "sailthru.date": "2015-09-12T16:24:35-0600", "sailthru.title": "North Boulder announces itself through sidewalk murals", "verify-v1": "TakAiHiDAOiNOP+m0YTx4DQeyjor+bTdc8e+pw6bDoI=", "sailthru.image.thumb": "http://extras.mnginteractive.com/live/media/site21/2015/0912/20150912__14DCANOBw~1_300.jpg", "description": "Art is afoot in north Boulder.", "sailthru.site": "dailycamera.com", "msvalidate.01": "9DAB14005AD5A9FFA4CA0EF58CC794BA", "og": {"url": "http://www.dailycamera.com/news/boulder/ci_28802447/north-boulder-announces-itself-through-sidewalk-murals", "image": "http://extras.dailycamera.com/images/dailycamera3.png", "type": "article", "description": "Art is afoot in north Boulder.", "title": "North Boulder announces itself through sidewalk murals"}, "p": {"domain_verify": "867892b0357001538903740c75a206f0"}, "google-site-verification": "07CC1xPDVU0znu496XTAjLyC32Ylj8zwWHlmrzx3pgY", "y_key": "c9d9b53f7f5af674", "sailthru.image.full": "http://extras.mnginteractive.com/live/media/site21/2015/0912/20150912__14DCANOBw~1.jpg"}, "_id": "\"57477af36914bd0286fd284a\"", "article_summary": "\"We act like an art district, we should look like an art district.\n( Quentin Young / Daily Camera )If you go What: Presentation of new sidewalk murals in NoBo Art District When: 2-6 p.m., Saturday, Sept. 19 Where: Ace Self-Storage, 4635 Broadway, Boulder Cost: Free More info: noboartdistrict.orgArt is afoot in north Boulder.\n'We should look like an art district'Chris Huang, right, and his wife, Jesse, work on a sidewalk mural in north Boulder on Saturday.\n\"It's just about how the animals and people in north Boulder interact with each other,\" Michot said.\nMichot, who like Miller Russell is a member of NoBo Art District, noted that it's still easy to encounter wildlife in north Boulder."}