{"article_title": "Beth Israel aims to prevent emotional harm to patients", "article_keywords": ["prevent", "israel", "patient", "harms", "work", "harm", "aims", "patients", "safety", "result", "emotional", "beth", "events", "care"], "article_url": "http://www.fiercehealthcare.com/story/beth-israel-aims-prevent-emotional-harm-patients/2015-07-02", "article_text": "The healthcare field has made great strides in preventing adverse events that physically harm patients, but hospital quality improvement programs must also work to prevent emotional harm that damages a patient's dignity, according to an announcement from Boston's Beth Israel Deaconess Medical Center (BIDMC).\n\nJust as it works to identify and systemically address physical harms to ensure they don't continue, BIDMC has set up a similar process to eliminate emotional harm, which patients emphasize even more when asked about consequences of adverse events. Examples of emotional harm include the failure to have a sensitive conservation in a private setting or \"never events,\" such as sending the wrong body to a funeral home after a patient's death, according to BIDMC.\n\nLeaders of the project reported on their efforts in a viewpoint piece in BMJ Quality and Safety. \"For these emotional harms, we are where we were with patient safety before 1999; we know they occur, but lacking a systemic approach to capture, categorize or assess them, we struggle to understand root causes and prevent future events. We do not even have reliable estimates of how often such harms occur. Some evidence suggests they may be more prevalent than physical harms,\" the patient safety leaders wrote.\n\nTo address the issue, BIDMC set up a multidisciplinary group, which met regularly for a year, bringing together representatives from across the medical center, including healthcare quality, patient safety, risk management, performance assessment and regulatory compliance, ethics, social work, palliative care, interpreter services, community relations, patient relations, hospital governance and its Patient Family Advisory Council. The team defined emotional harm as something that affects a patient's dignity by the failure to demonstrate adequate respect for the patient as a person.\n\nJust as it tracks events that cause physical harm, such as medication or surgical errors, the hospital identifies and tracks emotional harms, using the same databases set up to document other adverse events. Emotional harms may result from personal and systemic factors, such as a lack of training, a stressful work environment or faulty systems of care.\n\nHospitals must review reported emotional harms with a root cause analysis similar to the ones they use for physical harm, since they often result from multiple failures, the authors wrote. They might be a result of a provider's lack of knowledge, skills and attitude, but also the work environment, information technology systems and care team communication. Hospitals then need to take corrective actions, which might include education for an individual provider or modifications to the work environment and IT systems to improve the reliability of advance care planning.\n\nBIDMC's work to focus on emotional harm comes at a time when more hospitals address emotional distress in patients and family members that result when seriously ill patients face the challenges of treatment for their disease. One recent report said healthcare organizations that show a commitment to compassion care have better health outcomes, fewer medical errors, and greater patient loyalty.\n\nTo learn more:\n\n- here's the BIDMC announcement\n\n- read the viewpoint piece\n\nRelated Articles:\n\nHospitals step up assessment, treatment of patients' emotional needs\n\nThe link between compassionate care and patient satisfaction\n\nPatient-centered care requires physician empathy training\n\nHEN participants make major strides in readmission, harm reduction", "article_metadata": {"description": "The healthcare field has made great strides in preventing adverse events that cause physical harm to patients, but one Boston hospital thinks it's time that hospital quality improvement programs also work to prevent emotional harm that damages a patient's dignity.", "og": {"site_name": "FierceHealthcare", "description": "The healthcare field has made great strides in preventing adverse events that cause physical harm to patients, but one Boston hospital thinks it's time that hospital quality improvement programs also work to prevent emotional harm that damages a patient's dignity.", "title": "Beth Israel aims to prevent emotional harm to patients", "url": "http://www.fiercehealthcare.com/story/beth-israel-aims-prevent-emotional-harm-patients/2015-07-02", "image": "http://assets.fiercemarkets.net/public/opengraphimages/updated/opengraph_fiercehealthcare.jpg", "type": "website"}, "twitter": {"site": "fiercehealth", "card": "summary"}, "parsely-metadata": "{\"mkto\": }", "revisit-after": "1 day", "apple-itunes-app": "app-id=731085312", "keywords": "adverse events,Beth Israel Deaconess Medical Center,Care Delivery,emotional harm,HR & Workforce Management,Legal / Regulatory / Risk Management,never events,Patient Care & Outcomes,physical harm", "viewport": "width=device-width", "news_keywords": "Care Delivery,HR & Workforce Management,Legal / Regulatory / Risk Management,Patient Care & Outcomes"}, "article_summary": "The healthcare field has made great strides in preventing adverse events that physically harm patients, but hospital quality improvement programs must also work to prevent emotional harm that damages a patient's dignity, according to an announcement from Boston's Beth Israel Deaconess Medical Center (BIDMC).\nThe team defined emotional harm as something that affects a patient's dignity by the failure to demonstrate adequate respect for the patient as a person.\nBIDMC's work to focus on emotional harm comes at a time when more hospitals address emotional distress in patients and family members that result when seriously ill patients face the challenges of treatment for their disease.\nSome evidence suggests they may be more prevalent than physical harms,\" the patient safety leaders wrote.\nEmotional harms may result from personal and systemic factors, such as a lack of training, a stressful work environment or faulty systems of care."}