{"article_title": "Ted Cruz inflates IRS 'agents'", "article_keywords": ["fiscal", "110000", "revenue", "ted", "workers", "irs", "inflates", "cruz", "agents", "line", "total", "employees"], "article_url": "http://www.usatoday.com/story/news/politics/2015/03/20/fact-check-ted-cruz-irs-agents/25073079/", "article_text": "Sen. Ted Cruz, R-Texas, speaks at the Grafton County Republican Committee's Lincoln-Reagan Day Dinner in Lincoln, N.H., on March 15, 2015. (Photo: Paul Hayes, AP)\n\nSen. Ted Cruz has repeatedly gotten basic facts about the IRS wrong when delivering one of his favorite applause lines, calling for its abolition.\n\nHe did it — again — last weekend in New Hampshire, when he said:\n\nCruz, March 15: There are 110,000 agents at the IRS. We need to put a padlock on that building and take every one of those 110,000 agents and put them on our southern border.\n\nThat line gets applause from conservatives who don't like either the IRS or don't like those living in the U.S. illegally. But the fact is that the IRS has nowhere close to 110,000 total employees — even counting lowly clerks. And it hasn't for nearly 20 years.\n\nAccording to the IRS's most recent budget request, which the administration submitted in February, Congress has enacted budget authority for only 82,203 total employees in the current fiscal year, which runs through Sept. 30. That's down from 84,761 total workers last fiscal year (as measured by the usual \"full-time equivalent,\" or FTE, standard).\n\nAnd of those 82,000, only about one in four can properly be called \"agents,\" or even \"revenue officers.\"\n\nCruz has made this factually challenged line part of his standard stump speech as he explores running for president. We found he has been using it since at least last July. During a star turn at the annual Conservative Political Action Conference gathering on Feb. 26 he got so amped up that he inflated the number to 125,000 agents. The line brought down the house.\n\nBut at the International Association of Fire Fighters on March 10 the line was greeted by silence. (Cruz was by then back to his 110,000 figure — see video starting at 7:50)\n\nThe fact is, however, the last time the IRS had 110,000 workers was nearly 20 years ago, in the Clinton administration. On Sept. 30, 1995 — at the end of fiscal year 1995 — the IRS had just over 114,000 total employees. It dropped to 102,000 a year later, and has been below 100,000 ever since, according to employment figures from the IRS's annual Data Books and its most recent budget submission.\n\nFurthermore, not all IRS employees can properly be called \"agents.\" We went over this in 2010 when other Republicans were also peddling false information about the IRS. At the time, they were claiming that 16,500 new \"agents\" would be needed to enforce the Affordable Care Act. In one extreme instance then-congressman Ron Paul of Texas claimed all 16,500 \"agents\" would be \"armed.\"\n\nAs we said back then, there's a huge difference between an IRS revenue agent — who calls on taxpayers and conducts face-to-face audits — and the workers who make up the bulk of IRS employees.\n\nWhat we said then — and it still holds true — is that IRS workers include clerks, accountants, computer programmers, telephone call center workers and other support staff.\n\nAs of the most recent detailed breakdown from the IRS Data Book– covering fiscal year 2013 — only 15% of all IRS employees carried the title of revenue agent. Another 3% were \"special agents\" (who conduct criminal investigations, and who really are sometimes packing firearms), and another 6% were \"revenue officers\" (who seek to collect delinquent tax payments and track down those who haven't filed a return.)\n\nCRUZ RESPONSE\n\nWhen we asked where Cruz got his 110,000 figure, his deputy press secretary, Phil Novack, told us that it came from a report by the Treasury Department's Inspector General. That report stated that the IRS \"workforce\" was 107,622 at the end of fiscal 2010. However, the IG report also stated that the \"workforce\" had already declined to 97,717 by the following year, and of course it has gone down more since then. So even using his own source, Cruz was wrong.\n\nThe IG's figures also includes many workers who are carried on the IRS payroll but actually work for other agencies, such as in criminal fraud investigations. The figures we have given from the IRS represent — in the words of the IRS Data Book — \"positions actually used to conduct IRS operations.\" They exclude positions funded by reimbursements from other federal agencies and private entities for services performed for these external parties, according to the IRS.\n\nNovack said, \"Sen. Cruz was clearly making a joke to convey the point [that all IRS workers] are engaged in one mission: collecting taxes under a tax code that is too complex, too costly, and unfair to the American taxpayer. \"\n\nWe think the joke would work just as well if Cruz was more careful about getting his facts straight.\n\nRead or Share this story: http://usat.ly/1C4SsQu", "article_metadata": {"google": "notranslate", "description": "Sen. Ted Cruz has repeatedly gotten basic facts about the Internal Revenue Service wrong when delivering one of his favorite applause lines, calling for its abolition.", "og": {"site_name": "USA TODAY", "description": "Sen. Ted Cruz has repeatedly gotten basic facts about the Internal Revenue Service wrong when delivering one of his favorite applause lines, calling for its abolition.", "title": "Fact check: Ted Cruz inflates IRS 'agents'", "url": "http://www.usatoday.com/story/news/politics/2015/03/20/fact-check-ted-cruz-irs-agents/25073079/", "image": "http://www.gannett-cdn.com/GDContent/applogos/usatoday.png", "type": "article"}, "twitter": {"description": "Sen. Ted Cruz has repeatedly gotten basic facts about the Internal Revenue Service wrong when delivering one of his favorite applause lines, calling for its abolition.", "title": "Fact check: Ted Cruz inflates IRS 'agents'", "image": "http://www.gannett-cdn.com/-mm-/9071cb0df0859bc994e8e9659bb047ac0df36675/c=108-0-2105-1997&r=x643&c=640x640/local/-/media/2015/03/20/USATODAY/USATODAY/635624393182431312-AP-GOP-2016-CRUZ.jpg", "creator": "@usatoday", "site": "@usatoday", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "fb": {"app_id": 215046668549694}, "viewport": "width=1070", "Content-Type": "text/html; charset=UTF-8", "cXenseParse": {"gci-topic": "Organizations/U.S. Department of the Treasury", "gci-asset-type": "story", "gci-categories": "Organizations/U.S. Department of the Treasury", "title": "Fact check: Ted Cruz inflates IRS 'agents'", "author": "Brooks Jackson", "pageclass": "article", "recs": {"category": "news/politics", "image-3-4": "http://www.gannett-cdn.com/-mm-/8388d5e0cc563e34344c311bffdebd78791a9855/c=319-0-1817-1997/local/-/media/2015/03/20/USATODAY/USATODAY/635624393182431312-AP-GOP-2016-CRUZ.jpg", "image-1-1": "http://www.gannett-cdn.com/-mm-/2a1f4948f51ff6ff726e4878a464032aff310772/c=108-0-2105-1997/local/-/media/2015/03/20/USATODAY/USATODAY/635624393182431312-AP-GOP-2016-CRUZ.jpg", "contenttype": "story", "image-4-3": "http://www.gannett-cdn.com/-mm-/2eed2799742a4971e157e07b63dfb2b0022b544f/c=0-0-2656-1997/local/-/media/2015/03/20/USATODAY/USATODAY/635624393182431312-AP-GOP-2016-CRUZ.jpg", "image": "http://www.gannett-cdn.com/-mm-/c6f20ea6fad0488b6eb38bab8f534c3a5950de2a/c=0-43-2999-1738&r=x633&c=1200x630/local/-/media/2015/03/20/USATODAY/USATODAY/635624393182431312-AP-GOP-2016-CRUZ.jpg", "publishtime": "2015-03-20T09:19:42.533000-04:00", "shorthed": "Fact check: Ted Cruz inflates IRS 'agents'", "articleid": 25073079, "image-16-9": "http://www.gannett-cdn.com/-mm-/cc40eb57482e27770c0ee237277dba6a4d38d423/c=0-43-2999-1738/local/-/media/2015/03/20/USATODAY/USATODAY/635624393182431312-AP-GOP-2016-CRUZ.jpg", "image-9-16": "http://www.gannett-cdn.com/-mm-/5a62e6e5d8a4c44045d5fe463d3939c06143ea7e/c=486-0-1604-1997/local/-/media/2015/03/20/USATODAY/USATODAY/635624393182431312-AP-GOP-2016-CRUZ.jpg"}}, "news_keywords": "Ted Cruz, IRS, Internal Revenue Service, IRS agents, New Hampshire"}, "article_summary": "He did it — again — last weekend in New Hampshire, when he said:Cruz, March 15: There are 110,000 agents at the IRS.\nBut the fact is that the IRS has nowhere close to 110,000 total employees — even counting lowly clerks.\nWe need to put a padlock on that building and take every one of those 110,000 agents and put them on our southern border.\nWhat we said then — and it still holds true — is that IRS workers include clerks, accountants, computer programmers, telephone call center workers and other support staff.\nFurthermore, not all IRS employees can properly be called \"agents.\""}