{"article_title": "Wall Street’s dispiriting new victory at your retirement’s expense", "article_keywords": ["republican", "retirements", "financial", "wall", "money", "streets", "public", "states", "york", "victory", "funds", "services", "dispiriting", "expense", "investments", "pension"], "article_url": "http://www.salon.com/2014/11/16/wall_streets_dispiriting_new_victory_at_your_retirements_expense_partner/", "article_text": "Topics: Business News, Politics News\n\nNo runoff will be needed to declare one unambiguous winner in this month’s gubernatorial elections: the financial services industry. From Illinois to Massachusetts, voters effectively placed more than $100 billion worth of public pension investments under the control of executives-turned-politicians whose firms profit by managing state pension money.\n\nThe elections played out as states and cities across the country debate the merits of shifting public pension money — the retirement savings for police, firefighters, teachers and other public employees — from plain vanilla investments such as index funds into higher-risk alternatives like hedge funds and private equity funds.\n\nCritics argue that this course has often failed to boost returns enough to compensate for taxpayer-financed fees paid to the financial services companies that manage the money. Wall Street firms and executives have poured campaign contributions into states that have embraced the strategy, eager for expanded opportunities. The election results affirmed that this money was well spent: More public pension money will now likely be entrusted to the financial services industry.\n\nIn Illinois, Democratic incumbent Pat Quinn was defeated by Republican challenger Bruce Rauner, who made his fortune as an executive at a financial firm called GTCR, which rakes in fees from pension investments. Rauner — who retains an ownership stake in at least 15 separate GTCR entities, according to his financial disclosure forms — will now be fully in charge of his state’s pension system.\n\nIn Rhode Island, venture capitalist Gina Raimondo, a Democrat, defeated Republican Allan Fung. Raimondo retains an ownership stake in a firm that manages funds from Rhode Island’s $7 billion pension system. Raimondo’s campaign received hundreds of thousands of dollars from financial industry donors. She was also aided by six-figure PAC donations from former Enron trader John Arnold, who has waged a national campaign to slash workers’ pensions.\n\nIn New York, Gov. Andrew Cuomo, a Democrat, handily defeated his Republican opponent, Rob Astorino, after raising millions of dollars from the finance industry. The New York legislature is set to send Cuomo a bill that would permit the New York state and city pension funds to move an additional $7 billion into hedge funds, private equity and other high-fee “alternative” investments. Cuomo has not taken a public position on the bill, but his party in the legislature passed it by a wide margin, and he is widely expected to sign it into law.", "article_metadata": {"description": "The midterms put more than $100 billion of public pension investments into the hands of executives-turned-pols", "title": "Wall Street’s dispiriting new victory at your retirement’s expense", "og": {"site_name": "Salon", "description": "The midterms put more than $100 billion of public pension investments into the hands of executives-turned-pols", "title": "Wall Street’s dispiriting new victory at your retirement’s expense", "url": "http://www.salon.com/2014/11/16/wall_streets_dispiriting_new_victory_at_your_retirements_expense_partner/", "image": "http://media.salon.com/2014/08/wolf_wall_street.jpg", "type": "article"}, "twitter": {"description": "The midterms put more than $100 billion of public pension investments into the hands of executives-turned-pols", "title": "Wall Street’s dispiriting new victory at your retirement’s expense", "image": "http://media.salon.com/2014/08/wolf_wall_street.jpg", "creator": "@@davidsirota", "site": "@salon", "card": "summary_large_image"}, "author": "David Sirota", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com,", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "From Illinois to Massachusetts, voters effectively placed more than $100 billion worth of public pension investments under the control of executives-turned-politicians whose firms profit by managing state pension money.\nTopics: Business News, Politics NewsNo runoff will be needed to declare one unambiguous winner in this month’s gubernatorial elections: the financial services industry.\nThe election results affirmed that this money was well spent: More public pension money will now likely be entrusted to the financial services industry.\nCritics argue that this course has often failed to boost returns enough to compensate for taxpayer-financed fees paid to the financial services companies that manage the money.\nWall Street firms and executives have poured campaign contributions into states that have embraced the strategy, eager for expanded opportunities."}