{"article_title": "ECM Editorial Board: The nod in the 4th goes to incumbent Betty McCollum", "article_keywords": ["thomas", "troops", "incumbent", "nod", "house", "ecm", "mccollum", "experience", "majority", "4th", "board", "goes", "editorial", "vote", "party", "republican", "voted", "betty"], "article_url": "http://hometownsource.com/2014/10/13/ecm-editorial-board-the-nod-in-the-4th-goes-to-incumbent-betty-mccollum/", "article_text": "ECM Editorial Board: The nod in the 4th goes to incumbent Betty McCollum\n\nRep. Betty McCollum\n\nThe Fourth Congressional District, which encompasses St. Paul and Stillwater, is represented in the U.S. House of Representatives by DFL-endorsed Betty McCollum who is seeking her eighth term.\n\nWe are supporting her re-election because she has valuable experience in the House of Representatives where she has seniority on important committees that bring benefits to the Fourth District.\n\nDuring personal interviews, her opponents declined to oppose her voting record, preferring to look at future challenges in the district.\n\nShe is opposed by Attorney Sharna Wahlgren, who is endorsed by the Republican Party and Dave Thomas, an educator who is backed by the Independence Party of Minnesota.\n\nWe are impressed with her her seniority on committee assignments, her willingness to reach across the aisle on legislation and her knowledge of the important issues.\n\nShe voted for a smaller bridge being built across the St. Croix river.\n\nShe is the only Minnesota member of the House Appropriations Committee, a key assignment for a Congress with a Republican majority. She also serves on the Subcommittee on Interior Environment and Appropriations Committee on Defense.\n\nRep. McCollum supports the Affordable Care Act and opposes privatizing social security. She is proud of her vote that has resulted in more people having health insurance during any time in the country’s history.\n\nAs for the immigration issue, she said enough votes are in the House to approve a comprehensive policy like that passed by the Senate. House speaker John Boehner is preventing that vote, she said.\n\nRep. McCollum supports reauthorizing the Export-Import bank in 2015, because it creates jobs and adds a billion dollars a year to the federal treasuary.\n\nMcCollum did not support the war in Iraq and favors the time table for withdrawing American troops from Afghanistan. She opposes putting American troops on the ground in Iraq.\n\nShe voted to appropriate funds to provide more staff and clinics for veterans who she says deserve the best health care possible.\n\nRep. McCollum promises she will work to unlock the stalemate in the House of Representatives, for which she blames the Republicans who insist a bill be backed by a majority of the IR majority to bring it up for a vote.\n\nOn the other hand, she has not voted lock step with her party, having opposed the Race to the Top in education and the Iraq war.\n\nWahlgren, the Republican-backed candidate is well qualified, has a lot of energy, is a quick learner and says she would not vote lockstep with the Republican Party. While she’s grateful for the endorsement, she is not a rubber stamp. She believes voting for 95 percent with the majority is a disservice to the people. She will listen to all sides and vote what’s best for the people. She believes government spends too much and needs to prioritize its expenditures more.\n\nShe is concerned over the Federal debt and the billions of dollars just to pay interest, that takes away flexibility on financial issues.\n\nWahlgren has a good legal background and probably needs more experience in public service.\n\nThomas is not committed to a particular political philosophy, and says if elected he would caucus with the majority party.\n\nHe understands military involvement based on serving 10 years in the National Guard. He agrees with the president’s decision to withdraw troops from Iraq and Afghanistan, noting that those who receive help see the United States as the enemy.\n\nThomas sees the need for the government to be involved in Veterans Administration health services, but favors giving each client a card enabling them to get immediate help wherever they live in the state.\n\nAt his young age, he says he can better represent young adults. As for the immigration policy, Thomas brings special experience as his wife is an Immigrant. He is not for building a wall along the border.\n\nHe says he is running for Congress because he believes the country needs fresh ideas, bold leadership and a new breed of politician.\n\nBoth Wahlgren and Thomas have strengths to continue public service, but McCollum’s experience and her unchallenged record by her opponents merit our endorsement. – An opinion of the ECM Editorial Board", "article_metadata": {"og": {"url": "http://hometownsource.com/2014/10/13/ecm-editorial-board-the-nod-in-the-4th-goes-to-incumbent-betty-mccollum/", "image": {"width": 140, "identifier": "http://hometownsource.com/wp-content/themes/hometownsource/images/filler.png", "type": "image/png", "height": 140}, "description": "<p>Tweet Tweet</p>", "title": "ECM Editorial Board: The nod in the 4th goes to incumbent Betty McCollum"}, "google-site-verification": "9YMGlBjFVP8xtXrJW2x0cKGPquFqimU7eeot87t9uiQ", "msvalidate.01": "7D49383867B3CBA522AAC356BE0DA3F0"}, "article_summary": "ECM Editorial Board: The nod in the 4th goes to incumbent Betty McCollumRep. Betty McCollumThe Fourth Congressional District, which encompasses St. Paul and Stillwater, is represented in the U.S. House of Representatives by DFL-endorsed Betty McCollum who is seeking her eighth term.\nShe is the only Minnesota member of the House Appropriations Committee, a key assignment for a Congress with a Republican majority.\nThomas is not committed to a particular political philosophy, and says if elected he would caucus with the majority party.\nShe is opposed by Attorney Sharna Wahlgren, who is endorsed by the Republican Party and Dave Thomas, an educator who is backed by the Independence Party of Minnesota.\nWahlgren, the Republican-backed candidate is well qualified, has a lot of energy, is a quick learner and says she would not vote lockstep with the Republican Party."}