{"article_title": "Exploring Superior Approaches to the Affordable Care Act", "article_keywords": ["affordable", "superior", "individual", "exploring", "federal", "preexisting", "tax", "premiums", "employer", "approaches", "protection", "health", "coverage", "act", "insurance", "care"], "article_url": "http://economics21.org/html/exploring-superior-approaches-affordable-care-act-1503.html", "article_text": "Some observers might question the usefulness of ongoing policy discussion about health insurance coverage for pre-existing conditions. After all, as of January 2014, insurers are barred from excluding such conditions from their policies, even for short periods, by the Patient Protection and Affordable Care Act (ACA). Moreover, insurers are no longer allowed to charge higher-than-average premiums to consumers with higher-than-average expected health costs. In short, many would say the ACA has solved the problem, so there’s nothing more that needs to be discussed.\n\nThere is little reason, however, to presume that the ACA’s approach to addressing the issue will work as planned. Implementation of the law’s insurance regulations is still in an early stage, with the major changes in effect for less than two years. Moreover, the ACA’s reforms closely track previous efforts tried in several states, including Kentucky and Washington, in the 1990s. Those state-led efforts eventually collapsed because premiums soared and insurers fled the marketplace. The problem was one of distorted incentives. Like the ACA, these state laws barred insurers from excluding pre-existing conditions from coverage, required insurers to take all comers, and strictly limited the use of medical underwriting in setting premiums. The healthy responded to the new rules by dropping coverage because they knew they could re-enter the market later with no penalty. Meanwhile, many consumers with expensive health problems jumped at the chance to buy insurance with strictly regulated premiums. The result was an unbalanced risk pool that could not be sustained.\n\nThe ACA is different from these state efforts in one important respect: individuals are ostensibly required under the new federal law to enroll in health coverage—the so-called “individual mandate.” The state efforts from the 1990s had no such requirement. The intended effect of the mandate is to prevent the healthy from fleeing the market.\n\nWill it work? It is too early to make a definitive assessment. The Department of the Treasury reports that 6.6 million households paid the tax for going without coverage for some period of time in 2014, and reports indicate that many of them declined to sign up for coverage for 2015 when given the opportunity to do so.\n\nTo soften the political blowback from the mandate, the administration announced that individuals can apply for exemptions based on a number of different circumstances, including experiencing any kind of hardship that might make it difficult to pay premiums. The effectiveness of the mandate will depend in large part on whether this exemption process becomes a gaping loophole for evading the tax. It will not be easy for the administration to strictly enforce the individual mandate, which remains one of the most unpopular provisions in the entire law.\n\nAn Alternative to the Individual Mandate\n\nIt is possible to construct an alternative approach to providing secure insurance for the sick that does not rely on a provision as unpopular as the individual mandate. The foundation for this approach would be a new federal rule: people who stay continuously covered by health insurance would be protected from their health status factoring into the premiums they owe or the coverage they can secure. This new protection would allow consumers to move seamlessly between insurance platforms—employer plans, the individual market, and public insurance—without fear of being penalized financially based on their medical history.\n\nPrevious congressional action has already partially built this new protection into insurance law. The 1996 Health Insurance Portability and Accountability Act prohibited employer plans from excluding pre-existing conditions from coverage for newly hired workers and their families so long as the worker had not experienced a lengthy break in coverage. This new protection made it much easier for workers to move between job-based insurance plans.\n\nUnfortunately, the 1996 law’s effort to provide similar protection for those moving from job-based insurance to the individual market was flawed. Among other problems, workers lost their right to protection if they did not avail themselves of so-called COBRA coverage from an employer before moving to individually-owned insurance. Because COBRA coverage is generally quite expensive, most workers who left their jobs never bothered to sign up for it and thus were forced to face medical underwriting when they wanted to buy insurance in the individual market.\n\nA new federal law could put an end to the problem by providing ironclad “continuous coverage” protection that would allow those who stay insured (with minimal breaks in coverage) to move from job-based coverage to the individual market, and vice versa, without fear of coverage exclusions or higher premiums based on their health status.\n\nCorrecting the Tax Treatment of Health Insurance\n\nOf course, critics will note that continuous coverage protection is extended only to those with insurance, and thus implicitly to those who can afford to pay the premiums. What about low-income households, or the unemployed, who have limited resources? For this approach to work, it is also necessary to address a long-standing inequity in federal tax law. Workers enrolled in employer-sponsored health insurance plans enjoy a generous federal tax break that, before enactment of the ACA, had not been extended to those who must buy insurance on their own. Employer-paid premiums are excluded entirely from both federal income taxes and payroll taxes. By contrast, before 2014, a consumer purchasing insurance directly from an insurer had to pay the premium entirely from after-tax dollars. The ACA provides premium credits to people with incomes above Medicaid eligibility but below 400 percent of the federal poverty line who buy their insurance through the law’s exchanges. The law, however, does not provide tax equity for households with higher incomes and without access to an employer plan.\n\nIt is possible to develop a comprehensive solution for pre-existing conditions and tax equity that fully replaces both the ACA’s regulations and its premium credit subsidies. One option would be to provide households without access to an employer plan with a refundable tax credit of roughly equivalent value to the tax break for job-based insurance. The tax credit could then be used by the unemployed and others who don’t have access to employer coverage to stay continuously insured and retain the regulatory protection that being insured would provide.\n\nThis tax credit for those outside the employer system could be financed in part by putting an upper limit on the tax break for employer coverage. For instance, employer-paid premiums could be fully excluded from income and payroll taxes owed by a worker, but only up to a limit of about $20,000 for a family plan or $8,000 for an individual policy. Only the most expensive job-based insurance plans have premiums exceeding these thresholds.\n\nAlthough the tax credit would be available to anyone without access to an employer plan, it is likely that many millions of households would still fail to avail themselves of the credit and thus remain uninsured. That has been the experience with other federal credits and programs, where take-up is far from 100 percent among eligible households. To expand insurance enrollment, and thus also to maximize the number of people retaining continuous coverage protection, the new tax credit for insurance could be coupled with a new, state-administered “default enrollment” option. States would be allowed to assign credit-eligible households that fail to use the credit to a default private insurance product. The insurance companies offering default insurance would adjust the up-front deductibles as necessary to ensure that the premiums for the plan remain identical to the value of the credits. This would ensure that enrollees get at least catastrophic insurance protection without having to pay any premium themselves.\n\nEveryone enrolled in a default insurance plan would retain continuous coverage protection, but there would be no requirement that households accept the default coverage. At any time, they could voluntarily opt out of the insurance plan.\n\nConclusion\n\nThe ACA established heavy and extensive new regulations to expand insurance enrollment and “solve” the pre-existing condition problem. The law remains on uncertain political ground, however, in large part because the public remains uneasy about the extensive federal role in, and the related high costs of, the supposed solution. The political door is open, therefore, for the presentation of an alternative approach that solves the problem with far less burdensome federal rules. The approach outlined here is just such an alternative, and should therefore be taken seriously by policymakers who are unsatisfied with the ACA.\n\nEditor’s note: How to finance care for individuals with pre-existing medical conditions has long been one of the thorniest, most challenging issues in health care policy. The Affordable Care Act’s solution was a vast, complex clockwork of individual and employer coverage mandates, guaranteed issue, modified community rating, multiple subsidies, and other provisions. As commentators spanning the political spectrum warned prior to the law’s passage, this approach faces daunting logistical and financial hurdles.\n\nIn a new set of essays commissioned by the Mercatus Center at George Mason University, seven leading policy experts share alternative ideas on how to solve the pre-existing condition challenge. While their approaches exhibit differences as well as similarities, their unified goal is a humane, equitable, fiscally sustainable solution to a conundrum that has driven and strained the entire post-World War II health care debate.\n\nThe previous essay, the sixth in a seven-week series, is by James C. Capretta, a senior fellow at the Ethics and Public Policy Center and a visiting fellow at the Mercatus Center at George Mason University. He was formerly the associate director of the White House’s Office of Management and Budget. He has also served as a senior health policy analyst at the U.S. Senate Budget Committee and the U.S. House Committee on Ways and Means.\n\nThe full collection of essays, titled “The Pre-existing Condition: Innovative Solutions to America’s Thorniest Healthcare Challenge,” will be available on November 10.\n\nInterested in real economic insights? Want to stay ahead of the competition? Each weekday morning, e21 delivers a short email that includes e21 exclusive commentaries and the latest market news and updates from Washington. Sign up for the e21 Morning eBrief.", "article_metadata": {"description": "Some observers might question the usefulness of ongoing policy discussion about health insurance coverage for pre-existing conditions. After all, as of January 2014, insurers are barred from excluding such conditions from their policies, even for short periods, by the Patient Protection and Affordable Care Act (ACA). Moreover, insurers are no longer allowed to charge higher-than-average premiums to consumers with higher-than-average expected health costs. In short, many would say the ACA has solved the problem, so there’s nothing more that needs to be discussed.", "generator": "Drupal 7 (http://drupal.org)", "og": {"site_name": "Economics21", "description": "Some observers might question the usefulness of ongoing policy discussion about health insurance coverage for pre-existing conditions. After all, as of January 2014, insurers are barred from excluding such conditions from their policies, even for short periods, by the Patient Protection and Affordable Care Act (ACA). Moreover, insurers are no longer allowed to charge higher-than-average premiums to consumers with higher-than-average expected health costs. In short, many would say the ACA has solved the problem, so there’s nothing more that needs to be discussed.", "title": "Exploring Superior Approaches to the Affordable Care Act", "url": "http://economics21.org/html/exploring-superior-approaches-affordable-care-act-1503.html", "image": "http://staging.e21.mi.10speedlabs.net/sites/e21/files/e21logo-fb.jpg", "updated_time": "2016-04-07T19:35:21-04:00", "type": "article"}, "twitter": {"url": "http://economics21.org/html/exploring-superior-approaches-affordable-care-act-1503.html", "description": "Some observers might question the usefulness of ongoing policy discussion about health insurance coverage for pre-existing conditions. After all, as of January 2014, insurers are barred from excluding such conditions from their policies, even for short periods, by the Patient Protection and Affordable Care Act (ACA). Moreover, insurers are no longer allowed to charge higher-than-average premiums to consumers with higher-than-average expected health costs. In short, many would say the ACA has solved the problem, so there’s nothing more that needs to be discussed.", "card": "summary", "title": "Exploring Superior Approaches to the Affordable Care Act"}, "article": {"published_time": "2015-11-02T16:58:23-05:00", "modified_time": "2016-04-07T19:35:21-04:00"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=0"}, "article_summary": "Some observers might question the usefulness of ongoing policy discussion about health insurance coverage for pre-existing conditions.\nThe Affordable Care Act’s solution was a vast, complex clockwork of individual and employer coverage mandates, guaranteed issue, modified community rating, multiple subsidies, and other provisions.\nThis would ensure that enrollees get at least catastrophic insurance protection without having to pay any premium themselves.\nFor this approach to work, it is also necessary to address a long-standing inequity in federal tax law.\nEveryone enrolled in a default insurance plan would retain continuous coverage protection, but there would be no requirement that households accept the default coverage."}