{"article_title": "Creating Organs From Scratch: Scientists Say They Can Bioprint The First 3-D Heart In 10 Years", "article_keywords": ["heart", "creating", "scratch", "cells", "team", "tissue", "say", "bioprint", "wired", "scientists", "print", "printing", "told", "organs", "williams", "3d"], "article_url": "http://www.medicaldaily.com/creating-organs-scratch-scientists-say-they-can-bioprint-first-3-d-heart-10-years-263603", "article_text": "Dr. Stuart K. Williams and a team of cardiovascular scientists at the University of Louisville believe they can print a 3-dimensional, functional heart in just ten years using a patient’s own cells. Williams, who is the executive and scientific director at the Cardiovascular Innovation Institute at the university, claims that the heart should be the easiest organ to bioprint. “It’s just a pump with tubes you need to connect,” he told Wired.\n\n“America put a man on the moon in less than a decade,” Williams continued. “I said a full decade to provide some wiggle room.” The scientists say their goal is to provide as many organs as patients may need in the future. But how simple is the notion?\n\nHis team is excited, even though the idea is ambitious and has been met with some resistance in the scientific community. “Funding is very limited as this is a new area,” Williams told Wired. “But as bioprinting successes occur the interest will increase and then funding – so many breakthroughs have occurred in this way with a new untested idea that is moved forward with limited resources… For bioprinting it is the end of the beginning as bioprinted structures are now under intense study by biologists.”\n\nBioprinting involves printing biological materials layer by layer and creating tissue that would ultimately form an organ. Earlier this year, scientists bioprinted the first human liver, though it was tiny and only managed to be viable for five days.\n\nWilliams described the process of printing a 3-D heart to Wired: “a patient enters the operating room and tissue is removed (we think fat is the best source) and regenerative cells isolated. The cells are then mixed with solutions that contain extracellular matrix molecules and other factors and placed in the bioprinter. The bioprinter then prints the heart.”\n\nThe team of engineers and vascular biologists will have to print certain parts — such as the valves and biggest blood vessels – separately, though they aim to print the entire heart at the same time. If the process is successful, the scientists should be able to print the complete organ within a few hours.\n\nKevin Shakesheff, director of the Wolfson Centre for Stem Cells, Tissue Engineering and Modelling and the UK Regenerative Medicine Platform Hub in Acellular Technologies, believes one of the biggest challenges for this ambitious project will be ensuring that the heart manages to live long-term. “The foundations of the project are solid but there needs to be rapid progress in printing of such a complex tissue, in creating enough cells to print and in the maturation of the final tissue — the fine connections between cells that make a heart functional,” Shakesheff told Wired.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "bioprinting, 3d heart, 3d printing", "og": {"site_name": "Medical Daily", "description": "Scientists believe they can bioprint an entire human heart within a decade.", "title": "Scientists Say They Can Bioprint The First 3-D Heart In 10 Years", "url": "http://www.medicaldaily.com/creating-organs-scratch-scientists-say-they-can-bioprint-first-3-d-heart-10-years-263603", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2013/11/23/human-heart.jpg", "type": "article"}, "twitter": {"description": "Scientists believe they can bioprint an entire human heart within a decade.", "title": "Scientists Say They Can Bioprint The First 3-D Heart In 10 Years", "url": "http://www.medicaldaily.com/creating-organs-scratch-scientists-say-they-can-bioprint-first-3-d-heart-10-years-263603", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2013/11/23/human-heart.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2013/11/23/human-heart.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Science/Tech", "published_time": "2013-11-23T21:34:43-05:00", "modified_time": "2013-11-24T13:40:50-05:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Scientists believe they can bioprint an entire human heart within a decade."}, "article_summary": "“Funding is very limited as this is a new area,” Williams told Wired.\n“It’s just a pump with tubes you need to connect,” he told Wired.\nWilliams, who is the executive and scientific director at the Cardiovascular Innovation Institute at the university, claims that the heart should be the easiest organ to bioprint.\nIf the process is successful, the scientists should be able to print the complete organ within a few hours.\n“I said a full decade to provide some wiggle room.” The scientists say their goal is to provide as many organs as patients may need in the future."}