{"article_title": "Katcho Achadjian to run for Congress", "article_keywords": ["santa", "run", "san", "congress", "bill", "obispo", "county", "katcho", "achadjian", "luis", "supervisor", "barbara"], "article_url": "http://calcoastnews.com/2015/04/katcho-achadjian-to-run-for-congress/", "article_text": "Katcho Achadjian to run for Congress\n\nApril 17, 2015\n\nRepublican assemblyman and former San Luis Obispo County supervisor, Katcho Achadjian, is joining the congressional race to replace Lois Capps.\n\nAchadjian said he was considering a run for Congress shortly after Capps announced earlier this month that she would retire. The assemblyman plans to officially announce his campaign for the 24th District congressional seat at 11 a.m. Friday outside the Santa Barbara County Courthouse in Santa Barbara.\n\nAchadjian is currently in his third term in the California Assembly where he represents San Luis Obispo County and parts of Northern Santa Barbara County. He will term out of the assembly next year.\n\nPrior to entering the Legislature, Achadjian served three terms on the board of supervisors, for which he represented much of Southern San Luis Obispo County. For the final four years of that span, Achadjian also served as a member of the California Coastal Commission.\n\nAchadjian is widely considered a moderate Republican. He recently carried a bill through the Legislature that calls for the creation of a groundwater management district in Northern San Luis Obispo County.\n\nDemocratic San Luis Obispo County Supervisor Bruce Gibson was the lead proponent of the legislation, and Democratic Governor Jerry Brown signed the bill into law.\n\nAs an assemblyman, Achadjian has voted against multiple gun control bill that have become law. But, he also introduced a bill Gov. Jerry Brown signed into law that requires local courts to quickly notify federal officials when a person is barred from owning firearms.\n\nAchadjian is the second Republican to announce his intent to run for Capps’ seat in 2016. Justin Fareed, who ran in 2014 and narrowly missed advancing out of the primary, announced that he would run again, doing so just hours after Capps said she would retire.\n\nThe Democrats currently in the race are Santa Barbara Mayor Helene Schneider, Santa Barbara County Supervisor Salud Carbajal and San Luis Obispo farmer Bill Ostrander.\n\nThe district includes all of San Luis Obispo and Santa Barbara Counties and parts of Ventura County.", "article_metadata": {"description": "Republican assemblyman and former San Luis Obispo County supervisor, Katcho Achadjian, is joining the congressional race to replace Lois Capps. Achadjian s", "og": {"site_name": "Cal Coast News", "description": "Republican assemblyman and former San Luis Obispo County supervisor, Katcho Achadjian, is joining the congressional race to replace Lois Capps. Achadjian said he was considering a run for Congress …", "title": "Katcho Achadjian to run for Congress", "url": "http://calcoastnews.com/2015/04/katcho-achadjian-to-run-for-congress/", "image": "http://calcoastnews.com/images/2013/01/Katcho-achadjian-150x150.jpg", "locale": "en_US", "type": "article"}, "twitter": {"description": "Republican assemblyman and former San Luis Obispo County supervisor, Katcho Achadjian, is joining the congressional race to replace Lois Capps. Achadjian s", "creator": "@CalCoastNews", "image": "http://calcoastnews.com/images/2013/01/Katcho-achadjian-150x150.jpg", "title": "Katcho Achadjian to run for Congress", "site": "@CalCoastNews", "card": "summary"}, "robots": "noodp", "fb": {"admins": "100000575461480,531451128,karen.velie"}, "article": {"published_time": "2015-04-17T15:54:20+00:00", "modified_time": "2015-04-17T20:34:50+00:00"}, "news_keywords": "campaign 2016, congress, elections, katcho achadjian, lois capps, politics, san luis obispo, environment, culture, california"}, "article_summary": "Katcho Achadjian to run for CongressApril 17, 2015Republican assemblyman and former San Luis Obispo County supervisor, Katcho Achadjian, is joining the congressional race to replace Lois Capps.\nThe assemblyman plans to officially announce his campaign for the 24th District congressional seat at 11 a.m. Friday outside the Santa Barbara County Courthouse in Santa Barbara.\nAchadjian said he was considering a run for Congress shortly after Capps announced earlier this month that she would retire.\nAchadjian is currently in his third term in the California Assembly where he represents San Luis Obispo County and parts of Northern Santa Barbara County.\nPrior to entering the Legislature, Achadjian served three terms on the board of supervisors, for which he represented much of Southern San Luis Obispo County."}