{"article_title": "‘Liberal’ Isn’t a Bad Word Anymore", "article_keywords": ["wehner", "republican", "moderates", "liberal", "anymore", "bad", "conservative", "isnt", "points", "democrats", "left", "word", "poll", "obama"], "article_url": "http://www.politico.com/magazine/story/2015/06/liberal-isnt-a-bad-word-anymore-119265", "article_text": "Democrats have been running away from the “liberal” label for a long time, but recent polling shows that rank-and-file Democrats are increasingly happy to pin the scarlet “L” on themselves. It may seem counterintuitive, but the rise in liberal pride is crucial to liberals building a long-lasting relationship with moderates and cementing a post-Obama leftward trajectory.\n\n“Forty-seven percent of Democrats and Democratic-leaning independents now identify as both socially liberal and economically moderate or liberal,” Gallup’s Frank Newport announced on Thursday. That’s up eight points since 2008 and 17 points since 2001. Earlier this year, the NBC/Wall Street Journal polling team deduced that 26 percent of voters overall self-identify as “liberal,” a four point spike since 2011. These new numbers are in line with longer-term trends: last year Pew found a 26-point increase since 1994 in “mostly or consistently liberal” Democrats.\n\nStory Continued Below\n\nAs a candidate in 2008, Barack Obama suggested he wished to emulate Ronald Reagan in how he “changed the trajectory of America.” Is this surge of liberal pride evidence that Obama has succeeded in moving the center of American politics leftward? Or has Obama, aided and abetted by the Bernie Sanders road show, unleashed an epidemic of delusion inside America’s deep blue dots?\n\nFormer Bush Administration aide Peter Wehner last month argued in a New York Times op-ed that Obama moved the Democratic Party too far to the left. While acknowledging that the country is more socially liberal, Wehner points to polls showing Republican edges on the economy and foreign policy. He touts Republican election wins for the House, Senate and state governments, staking the claim that “the Republican Party is the governing party in America” while Obama is falling short of being a “Franklin Delano Roosevelt-like transformational political figure.”\n\nThat’s too dismissive of the liberal revival. Anyone can cherry-pick polls to argue that their side is winning the ideological war. Wehner, for instance, notes that “[s]elf-identified conservatives significantly outnumber self-identified liberals.” But that’s not exactly a new development—it has been the case for at least five decades. And focusing on that data point obscures the fact that, according to the NBC/WSJ poll, “conservative” identifiers have tumbled four points since 2014.\n\nJust comparing “conservative” and “liberal” identification levels leaves out the big kahuna: the “moderate” plurality. The ultimate question is: are moderates increasingly overlapping with liberals, and moving the country left?\n\nOn one hand, throughout Obama’s presidency less than a quarter of Americans said “they trust the government in Washington always or most of the time”—ratings that are at historic lows. And Obama’s biggest liberal policy achievement, the Affordable Care Act, has long struggled to attain majority support.\n\nYet whatever misgivings Americans have about governmental effectiveness, they aren’t dampening the desire to have government do more things. This month a CBS/New York Times poll found that 57 percent want “the government [to] do more to reduce the gap between the rich and the poor.” Last year a Pew poll found that 54 percent believe that raising taxes on the wealthy for government programs would help the poor while only 35 percent bought that “lowering taxes on wealthy people and corporations in order to encourage more investment and economic growth.”\n\nThe electorate’s internal tug-of-war between distrusting government and wanting more government comes to a head in this muddled Pew finding from February: 49 percent believe “government aid to the poor does more good than harm” and 44 percent believe the opposite. The left retains the edge, but it is slight.\n\nStill, there is little evidence as of yet that moderates are punishing Democrats for moving left. Following the market crash, moderates broke big for Obama. He won them by 21 points against McCain and 15 points against Romney. The conservative poll drops, the solid numbers we see for government action and the lead Hillary Clinton holds in 2016 trial heats all suggest that moderates are not running away from their implicit alliance with the Left, even if other poll numbers remind us that the alliance is tenuous and not unbreakable.\n\nAt minimum, six years of Obama hasn’t soured America on the idea that active government can help solve tough problems. But why have voters, after electing Obama twice, reversed course in the midterms by giving Republicans more power in Congress and in the statehouses?\n\nIt’s best to not read too much into the midterm results. They were typical for a two-term president. As Larry Sabato explained in Politico Magazine, “Every eight-year presidency has emptied the benches for the triumphant party.”\n\nThis is even true for our “transformational” presidents. FDR suffered two horrible midterms, the most painful in 1938 when his attempt to purge Democrats of conservatives backfired, leaving him with an anti-New Deal majority that thwarted additional reforms for the rest of his presidency. Ronald Reagan lost Republican control of the Senate in 1986, dooming his chance to drive the Supreme Court farther to the right. (The following year, the Court added who would become a gay rights hero, Anthony Kennedy, after the Democratic majority torpedoed Reagan’s first choice, the consummate conservative Robert Bork.)", "article_metadata": {"og": {"site_name": "POLITICO Magazine", "description": "Democrats are moving left. And America may be too.", "title": "‘Liberal’ Isn’t a Bad Word Anymore", "url": "http://www.politico.com/magazine/story/2015/06/liberal-isnt-a-bad-word-anymore-119265.html", "image": "http://s3-origin-images.politico.com/2015/06/21/150621_scher_bernie_ap.jpg", "fb_appid": 114037015331397, "type": "article"}, "keywords": "Elections,Bernie Sanders,2016,2016 Elections,Politics", "twitter": {"site": "@politicomag", "card": "summary_large_image", "creator": "@politicomag"}, "description": "Democrats are moving left. And America may be too.", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fd8738\"", "article_summary": "These new numbers are in line with longer-term trends: last year Pew found a 26-point increase since 1994 in “mostly or consistently liberal” Democrats.\nWhile acknowledging that the country is more socially liberal, Wehner points to polls showing Republican edges on the economy and foreign policy.\n“Forty-seven percent of Democrats and Democratic-leaning independents now identify as both socially liberal and economically moderate or liberal,” Gallup’s Frank Newport announced on Thursday.\nAnd focusing on that data point obscures the fact that, according to the NBC/WSJ poll, “conservative” identifiers have tumbled four points since 2014.\nJust comparing “conservative” and “liberal” identification levels leaves out the big kahuna: the “moderate” plurality."}