{"article_title": "Kirsten Gillibrand And Rand Paul, The Senate's Odd Couple, Team Up Again", "article_keywords": ["rand", "working", "senate", "qualifying", "couple", "child", "taxpayers", "gillibrand", "party", "team", "sen", "paul", "odd", "kirsten", "senates", "care"], "article_url": "http://www.huffingtonpost.com/2014/05/15/kirsten-gillibrand-rand-paul_n_5327697.html", "article_text": "WASHINGTON -- In today's bitterly divided U.S. Senate, there are at least two lawmakers on opposite ends of the ideological spectrum who have found a way to work together.\n\nWith little public fanfare this week, Sens. Rand Paul (R-Ky.) and Kirsten Gillibrand (D-N.Y.) teamed up for the third time in a year on a legislative item.\n\nPaul became a cosponsor of Gillibrand's bill to amend the federal tax code to give financial assistance to parents purchasing child care services. As the official description reads:\n\n\"Amends the Internal Revenue Code to allow taxpayers who do not otherwise itemize their tax deductions a deduction from gross income (above-the-line deduction) for their employment-related expenses incurred in caring for a child under the age of 13 or a child who is physically or mentally incapable of self care (qualifying child). Limits the dollar amount of such deduction in a taxable year to $7,000 for taxpayers with one qualifying child or $14,000 for taxpayers with two or more qualifying children. Allows an annual inflation adjustment to such amounts for taxable years beginning after 2014.\"\n\nPromoting the idea at a forum on working families on Monday, Gillibrand said the goal was to help parents care for their kids while they're on the job.\n\n\"If you can’t afford child care -- as many middle class families can’t, and you don’t have a family option -- the choice you’re left with is to leave your job and stay at home to care for your children,\" Gillibrand said. \"That means less income for working families, more women leaving the workforce, and a weaker middle class.\"\n\nThe bill is in its nascent stages, with just one other cosponsor -- Sen. Barbara Mikulski (D-Md.). Even though it faces a long road to passage, it already has a modicum of significance. Rare is the case when ideological foes team up. And when they do, it is often on matters involving foreign policy, such as skepticism over the use of drones or the desire to pull back government surveillance.\n\nBut Gillibrand and Paul seem eager to build a new post-partisan resume. The two teamed up in January to propose a bill that would finally end the authorization to use military force in Iraq, and bring an official close to the Bush-era war.\n\nEarlier, Paul was one of Gillibrand's staunchest GOP allies in her bid to remove military sexual assaults and other serious crimes from the military chain of command. Texas tea party Sen. Ted Cruz (R) joined that effort.\n\n“While we may not agree on everything, Sen. Gillibrand and I are both willing to cross party lines to accomplish legislative goals that we all can agree on,\" Paul said in a statement to The Huffington Post. \"I will continue to reach out to all legislators, regardless of party, and look forward to working more with Sen. Gillibrand and other colleagues in the future.”\n\nArthur Delaney contributed reporting.\n\nAlso on HuffPost: Senate Seats Up For Grabs In 2014 Senate Seats Up For Grabs In 2014\n\n1 of 33 Sen. Jeff Sessions (R-Ala.) Status: Running for re-election Sen. Jeff Sessions (R-AL) speaks during the DC March for Jobs in Upper Senate Park near Capitol Hill, on July 15, 2013 in Washington, DC. (Photo by Drew Angerer/Getty Images) Share this slide:\n\nGetty Images", "article_metadata": {"description": "WASHINGTON -- In today's bitterly divided U.S. Senate, there are at least two lawmakers on opposite ends of the ideological spectrum who have found a way...", "sailthru.expire_date": "2014-05-16 00:01:18 -0400", "og": {"site_name": "The Huffington Post", "description": "WASHINGTON -- In today's bitterly divided U.S. Senate, there are at least two lawmakers on opposite ends of the ideological spectrum who have found a way...", "title": "Kirsten Gillibrand And Rand Paul, The Senate's Odd Couple, Team Up Again", "url": "http://www.huffingtonpost.com/2014/05/15/kirsten-gillibrand-rand-paul_n_5327697.html", "image": "http://i.huffpost.com/gen/1796803/images/o-RAND-PAUL-AND-GILLIBRAND-facebook.jpg", "locale": "en_US", "type": "article"}, "twitter": {"description": "WASHINGTON -- In today's bitterly divided U.S. Senate, there are at least two lawmakers on opposite ends of the ideological spectrum who have found a way...", "title": "Kirsten Gillibrand And Rand Paul, The Senate's Odd Couple, Team Up Again", "image": {"width": 2000, "identifier": "http://i.huffpost.com/gen/1796803/images/o-RAND-PAUL-AND-GILLIBRAND-facebook.jpg", "height": 1000}, "creator": "samsteinHP", "site": "@HuffPostPol", "card": "summary_large_image"}, "sailthru.date": "2014-05-15 00:01:18 -0400", "al": {"ios": {"url": "huffpostnews:///?editionID=us&entryID=5327697", "app_store_id": 306621789, "app_name": "The Huffington Post"}}, "taboola.category": "politics", "fb": {"app_id": 46744042133}, "keywords": "congress,childcare tax,kirsten-gillibrand-rand-paul,senate tax credit,video,rand paul,childcare tax credit,Kirsten Gillibrand And Rand Paul,senate odd couple,gillibrand,Kirsten Gillibrand,paul", "article": {"section": "Politics", "tag": "congress,childcare tax,kirsten-gillibrand-rand-paul,senate tax credit,video,rand paul,childcare tax credit,Kirsten Gillibrand And Rand Paul,senate odd couple,gillibrand,Kirsten Gillibrand,paul", "published_time": "2014-05-15 00:01:18 -0400", "modified_time": "2014-05-15 10:59:01 -0400"}, "viewport": "width=1000"}, "_id": "\"57477af46914bd0286fdd6d7\"", "article_summary": "Rand Paul (R-Ky.) and Kirsten Gillibrand (D-N.Y.) teamed up for the third time in a year on a legislative item.\nPaul became a cosponsor of Gillibrand's bill to amend the federal tax code to give financial assistance to parents purchasing child care services.\nTexas tea party Sen. Ted Cruz (R) joined that effort.\nLimits the dollar amount of such deduction in a taxable year to $7,000 for taxpayers with one qualifying child or $14,000 for taxpayers with two or more qualifying children.\nBut Gillibrand and Paul seem eager to build a new post-partisan resume."}