{"article_title": "Sharlot Martinez could become second woman leading thoroughbred trainer at Arapahoe Park meeting – The Denver Post", "article_keywords": ["trainer", "thoroughbred", "woman", "phoenix", "leading", "park", "horses", "oa", "martinez", "second", "turf", "arapahoe", "post", "meeting", "sharlot"], "article_url": "http://www.denverpost.com/sports/ci_28612938/pony-girl-and-jockey", "article_text": "AURORA —Not surprisingly, the woman who has a bona fide chance of becoming the second female leading thoroughbred trainer at an Arapahoe Park meeting was raised on horses.\n\nOn her family’s farm near Safford, Ariz., Sharlot England didn’t look at it as waiting to be old enough to ask for the car keys. And she didn’t need a bicycle, either.\n\n“That was our transportation when we were kids … our horses,” Sharlot — now Sharlot Martinez — said recently in Arapahoe Park’s barn area.\n\nYears later her father, Clyde England, was a thoroughbred trainer on the Arizona fair circuit. Sharlot occasionally joined him at Yavapai Downs and worked as a “pony girl.”\n\nIn that role, Sharlot was entrusted to ride on her horse next to the about-to-race thoroughbred and jockey in the post parade and warm-up. Several times she helped jockey O.A. Martinez and his horse get to the gate.\n\n“That’s how we got to know each other and started talking,” Sharlot said.\n\nSharlot had been married and divorced, and eventually managed a heavy equipment rental company for 20 years, first in Safford and then, after transferring in 2000, in Phoenix. She and Martinez became reacquainted in Phoenix, where O.A. rode at Turf Paradise for much of the year. Sharlot “ponied” only on the weekends, whether on the fair circuit or at Turf Paradise. They became a couple in 2002.\n\n“He was leaving every summer, and I was getting tired of being left behind,” Sharlot said, laughing. “I had the racing in my blood and I felt like I was missing something.”\n\nThey were married in 2007.\n\nSharlot quit her job in 2008, and after the Turf Paradise meeting ended, she went with O.A. on the circuit.\n\nOn March 13, 2009, at Turf Paradise, O.A.’s jockey career came to an abrupt end.\n\n“Horse flipped in the gate, got me, and I broke my back,” O.A., 50, said matter-of-factly. “I wanted to ride, but the doctor who took care of me said: ‘Don’t even take a chance. It’s in a bad spot. You’re lucky you’re not paralyzed.’ “\n\nO.A. became a trainer and gradually added to both his reputation and his family stable. Sharlot, the daughter and sister of trainers, was heavily involved from the start. At this Arapahoe Park meeting, Sharlot is listed as the trainer of record for most of the roughly 30 horses in the Martinez barn, O.A. a handful, and the work is collaborative.\n\n“We do it all together,” O.A. said. “They all know we’re together over here.”\n\nBased on earnings of the horses, Sharlot until recently was the leading trainer at the Arapahoe Park thoroughbred meeting. Then she had a run of relatively limited entries compared to her major competitors. After Sunday’s races, she was fourth, with $201,765. Her horses had 17 wins, 15 seconds and 11 thirds in 68 starts. Veterans Kenneth Gleason ($238,769), Temple Rushton ($225,775) and Tyrone Gleason ($216,064) were ahead of her.\n\nEquibase, the record-keeping authority in the sport, and the Eclipse Awards prioritize standings by money. Tracks go by wins, so in the official Arapahoe Park standings, Sharlot was third, behind Rushton (23) and Tyrone Gleason (19).\n\nEither way, a strong run in the final weekend of the meeting, which concludes Sunday, could propel Martinez up in the trainer standings.\n\nThe other female leading thoroughbred trainer at an Arapahoe Park meeting was Jodi Davis. In 1997, her entries had 20 wins, 20 seconds and 10 thirds in 107 starts at Arapahoe Park, earning $122,047. She obtained her trainer’s license in 1978, following her father, Dean, into the business. She stayed in it following Dean’s December 1996 death, and trained through 2003.\n\nDavis lives in Phoenix and works as a sergeant on the security guard staff at Turf Paradise. \"I love it,\" she said recently. \"I get to be around the horses and horsemen, so it’s a perfect job for me.\"\n\nShe said she got out of training because she has a home in Phoenix, \"and I got tired of moving from state to state.\"\n\nNow Martinez is hoping to join Davis among the ranks of annual leading trainers at Arapahoe Park — whether that’s this summer or in the future.\n\nThe Martinez stable star is Lady Jila, the late-blooming 8-year-old mare that July 26 won Arapahoe Park’s Columbine Stakes for fillies and mares for the third year in a row, and in June won the track’s Molly Brown Stakes for the second successive time.\n\nOwned and bred by Michael Barro, who has a string of pizza restaurants in the Phoenix area, Lady Jila has 21 wins in 49 career starts and $258,118 in earnings. She has won her past seven races. It’s all mind-boggling considering that as recently as early 2012, Lady Jila — known as “Jill” in the stable area — could have been claimed for $3,000.\n\n“That was scary,” Sharlot said. “It took her a while to grow up. When we first got her, she was a little high-strung and a little hard to manage. But what she is now is all heart. It’s in her heart and she just tries.”\n\nThe way the Martinezes look at it, they’re co-trainers of Lady Jila and the other horses in Arapahoe Park’s Barn 10.\n\n“We make all the decisions together,” Sharlot said. “O.A. is more front line, and I’m behind the scenes. He talks to the owners. He does the entering. He handles that and I can handle down here. I stay at the barn and work at the barn and keep the crew lined out and directed.\n\n“He can go out and gallop horses and say, ‘This horse feels like this,’ or whatever, and I’ll go, ‘OK, I’ll take it from there.’ “\n\nThe couple has a home in Phoenix and leaves a trailer on the Arapahoe Park grounds year-round.\n\n“It hasn’t moved in five years,” Sharlot said. “We’re in Phoenix for eight months and it’s not bad because Phoenix is so hot. And then we come up here and it’s kind of like a summer vacation.”\n\nTerry Frei: frei@denverpost.com or twitter.com/TFrei", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "Sharlot Martinez could become second woman leading thoroughbred trainer at Arapahoe Park meeting", "title": "Sharlot Martinez could become second woman leading thoroughbred trainer at Arapahoe Park meeting", "url": "http://www.denverpost.com/2015/08/09/sharlot-martinez-could-become-second-woman-leading-thoroughbred-trainer-at-arapahoe-park-meeting/", "image": {"width": 654, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/04/20150809__BN20150810_B1_BNSP10HORSEMARTINEZp2.jpg", "height": 435}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/04/20150809__BN20150810_B1_BNSP10HORSEMARTINEZp2.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "article": {"published_time": "2015-08-09T21:08:42+00:00", "modified_time": "2016-04-22T11:12:10+00:00"}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "viewport": "width=device-width, initial-scale=1"}, "article_summary": "“That was our transportation when we were kids … our horses,” Sharlot — now Sharlot Martinez — said recently in Arapahoe Park’s barn area.\nThe other female leading thoroughbred trainer at an Arapahoe Park meeting was Jodi Davis.\nAURORA —Not surprisingly, the woman who has a bona fide chance of becoming the second female leading thoroughbred trainer at an Arapahoe Park meeting was raised on horses.\n“They all know we’re together over here.”Based on earnings of the horses, Sharlot until recently was the leading trainer at the Arapahoe Park thoroughbred meeting.\nAt this Arapahoe Park meeting, Sharlot is listed as the trainer of record for most of the roughly 30 horses in the Martinez barn, O.A."}