{"article_title": "John Kasich Brings Joy Back to the Campaign Trail", "article_keywords": ["town", "rebuilding", "republican", "takes", "campaign", "start", "joy", "kasich", "think", "country", "trail", "brings", "problem", "john", "tells"], "article_url": "http://time.com/4020990/john-kasich-campaign-joy/", "article_text": "\n\n\n\nIn a Republican primary filled with notes of fear and anger, John Kasich is heading in the other direction.\n\n“We’re spending too much time being negative about our lives, and I don’t think that’s very healthy,” Kasich says, warning of a nationwide morale problem, “because when we are positive we come together to solve our problems.”\n\nOn the campaign trail, the Ohio governor is sounding more like a self-help guru than presidential candidate, preaching optimism and the importance of rebuilding community. He tells college-aged kids to keep “reaching for the stars,” and seniors to focus on positivity.\n\nSign up for and more view example\n\n“You have to be a person who represents a place of justice and healing,” he tells the several dozen students among the crowd at his town hall at New England College in this quaint New Hampshire town. “Changing the world doesn’t mean becoming president, changing the world means that you do something special for somebody else, living outside of yourself.”\n\nAs the Republican presidential field has devolved into a contest to see who can best display and capture the angst and anger of the GOP electorate, especially as candidates like former Florida Gov. Jeb Bush takes on front-runner Donald Trump, Kasich is trying a radically different course, encouraging the country to “count its blessings.”\n\n“We’re constantly pummeled with all the bad things that go on in our country, but where else would we want to live,” he said at a town hall Wednesday in New London.\n\nKasich says he was called to the new message because of all the negativity he’s seen from voters and his fellow candidates.\n\n“I just get a little tired of everybody running around moping about how terrible everything is,” he tells TIME.\n\n“There are some real issues, but if you keep hearing about how bad everything is all the time, you start getting negative,” he adds, comparing it to a football coach who only points out his players’ faults. “Pretty soon you have a morale problem on the team.”\n\nKasich, who has a reputation as a prickly executive but has effectively masked it on the trail, said he decided to emphasize a more positive message in recent days after realizing the magnitude of the negativity. His tone is more reminiscent of the “joyful tortoise” campaign Bush set out to run, but has now abandoned as he goes toe-to-toe with Trump.\n\nOn Wednesday morning, Kasich bristled at a reporter who questioned this strategy, turning it into a new stump speech line. Following an event in Hookset at the historic Robie’s Country Store, Kasich was asked by a reporter whether he was “angry enough” to win the presidency.\n\n“If it takes mean and angry, count me out,” he says later, referencing the question in his subsequent events, “I’m going to remember that for a very long time.”\n\n“If it takes determination, if it takes a degree of toughness count me in,” he continues. “But we’ve got too much to be thankful for in this country to be waking up in a bad mood. Don’t let them get you down.”\n\nIt was that problem, he says, that contributed to former Massachusetts Gov. Mitt Romney’s loss in 2012, particularly when the then-GOP nominee campaigned in Ohio, warning of economic collapse when the state’s economy was recovering. “I don’t think that was the right message,” he says, adding it’s “ancient history.”\n\nKasich has taken to using his stump speech to encourage a rebuilding of community, telling the story of his childhood neighbor calling his parents to tell them he was sledding into traffic in the street.\n\n“We need to start sticking our noses into other people’s business and start rebuilding and re-strengthening our communities,” Kasich said in Hookset, a line that drew titters from Democrats and questions from fellow Republican candidates for appearing to support the notion of big government.\n\nKasich, who has come under fire from many Republicans for his decision to expand Medicaid in Ohio under the Affordable Care Act, defended the comments.\n\n“I think it’s a very conservative and Republican line, because if neighbors are helping neighbors, then government doesn’t have to do as much,” Kasich tells TIME. “I think rebuilding communities is a part of rebuilding America.”", "article_metadata": {"apple-mobile-web-app-status-bar-style": "black-translucent", "viewport": "width=device-width,minimum-scale=1.0,maximum-scale=1.0", "description": "Ohio Gov. John Kasich is sounding more like a self-help guru than presidential candidate, preaching optimism on the campaign trail.", "generator": "WordPress.com", "og": {"site_name": "TIME.com", "description": "The Ohio Governor has a pep talk for America.", "title": "John Kasich Brings Joy Back to the Campaign Trail", "url": "http://time.com/4020990/john-kasich-campaign-joy/", "image": "https://timedotcom.files.wordpress.com/2015/09/john-kasich.jpg?quality=75&strip=color&w=594", "type": "article"}, "twitter": {"image": {"src": "https://timedotcom.files.wordpress.com/2015/09/john-kasich.jpg?quality=75&strip=color&w=594"}, "title": "John Kasich Brings Joy Back to the Campaign Trail", "description": "The Ohio Governor has a pep talk for America.", "card": "summary_large_image", "site": "TIME"}, "msapplication-TileColor": "#FFFFFF", "msapplication-tooltip": "Current & Breaking News | National & World Updates", "apple-mobile-web-app-capable": "yes", "p": {"domain_verify": "f48a8936c3fffc943fce516f2e3ff1d2"}, "fb": {"app_id": 53177223193}, "msapplication-window": "width=device-width;height=device-height", "msapplication-TileImage": "https://s0.wp.com/wp-content/themes/vip/time2014/img/time-touch_icon_152.png", "application-name": "TIME", "keywords": "john kasich, john kasich new hampshire, john kasich campaign, 2016 election, new hampshire", "article": {"publisher": "https://www.facebook.com/time", "author": "https://facebook.com/zekejmiller"}, "msapplication-task": "name=Subscribe;action-uri=http://time.com/feed/;icon-uri=http://0.gravatar.com/blavatar/2cee445ea71a179ffd35ea91cf154905?s=16", "news_keywords": "John Kasich, John Kasich New Hampshire, John Kasich campaign, 2016 election, New Hampshire"}, "article_summary": "“I think rebuilding communities is a part of rebuilding America.”\nIn a Republican primary filled with notes of fear and anger, John Kasich is heading in the other direction.\n“I think it’s a very conservative and Republican line, because if neighbors are helping neighbors, then government doesn’t have to do as much,” Kasich tells TIME.\nOn Wednesday morning, Kasich bristled at a reporter who questioned this strategy, turning it into a new stump speech line.\nFollowing an event in Hookset at the historic Robie’s Country Store, Kasich was asked by a reporter whether he was “angry enough” to win the presidency."}