{"article_title": "80s Heavy Metal Fans Are More Well-Adjusted, Happier Than People Who Listened To Other Music", "article_keywords": ["heavy", "youth", "happier", "listened", "metal", "welladjusted", "research", "1980s", "fans", "musicians", "music", "80s", "troubled", "decades", "having"], "article_url": "http://www.medicaldaily.com/80s-heavy-metal-fans-are-more-well-adjusted-happier-people-who-listened-other-music-342530", "article_text": "Fans of 1980s heavy metal have proven to be doing well decades later.\n\nFans of 1980s heavy metal have proven to be doing well decades later. Shutterstock\n\nThe scenario is so familiar it’s become a cliché — rebellious teen gets into rock and roll, and their parents claim the new music is a bad influence. They visualize their child cutting class to smoke marijuana, having sex, and falling off motorcycles. It happened with Elvis, punk rock, and of course, 1980s heavy metal. The most popular music of the time, heavy metal made plenty of enemies among parents, teachers, and religious leaders. Research at the time even backed up the idea that being a metalhead increased the risk for poor developmental outcomes.\n\nIt looks like the adults who spent their teens headbanging and donning leather jackets are finally being vindicated for their lifestyle: a new study has shown that being a metalhead was actaully a good life choice.\n\nPublished in the latest issue of Self and Identity, the research used surveys to question 1980s heavy metal groupies, musicians and fans who were middle-aged, along with middle-aged non-metal fans. Participants were asked about their childhood experiences and current happiness levels. It was discovered that although metal fans often came from troubled families and participated in risky behaviors, they “were significantly happier in their youth, and better adjusted currently” than fans of other genres.\n\n\"Social support is a crucial protective factor for troubled youth,\" the article said. \"Fans and musicians alike felt a kinship in the metal community, and a way to experience heightened emotions with like-minded people.\"\n\nThe study was led by Homboldt State University Psychologist Tasha Howe, and found that having a tight-knit subculture to socialize with gave metalheads an overlooked advantage over their peers. Fans of other genres were also found to be more likely to seek counseling for emotional problems.\n\nIn terms of current status, the metal fans were generally found to be middle-class, gainfully employed, and relatively well-educated. The participants reported having fewer regrets than non-metal fans, and looking back fondly on their time during the 1980s.\n\nThe article suggests that future research should follow youth involved in distinctive subcultures for extended periods so developmental trajectories can be clearly identified, and to examine subcultures that tend to be more diverse than heavy metal, including hip-hop and rap.\n\nSource: Howes T, Aberson T, Friedman H, et al. Three Decades Later: The Life Experiences and Mid-Life Functioning of 1980s Heavy Metal Groupies, Musicians and Fans. Self and Identity. 2015.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "80s, heavy, metal, fans, are, more, well, adjusted, happier, people, who, listened, other, music", "og": {"site_name": "Medical Daily", "description": "A new study takes a look at the lives of those who listened to heavy metal in the 80s, and finds that they're happy, employed, and regret-free.", "title": "What 80s Heavy Metal Did For Its Fans", "url": "http://www.medicaldaily.com/80s-heavy-metal-fans-are-more-well-adjusted-happier-people-who-listened-other-music-342530", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/07/11/shutterstock161231516.jpg", "type": "article"}, "twitter": {"description": "A new study takes a look at the lives of those who listened to heavy metal in the 80s, and finds that they're happy, employed, and regret-free.", "title": "What 80s Heavy Metal Did For Its Fans", "url": "http://www.medicaldaily.com/80s-heavy-metal-fans-are-more-well-adjusted-happier-people-who-listened-other-music-342530", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/07/11/shutterstock161231516.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/07/11/shutterstock161231516.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "The Grapevine", "published_time": "2015-07-11T13:30:55-04:00", "modified_time": "2015-07-11T13:30:54-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "A new study takes a look at the lives of those who listened to heavy metal in the 80s, and finds that they're happy, employed, and regret-free."}, "article_summary": "The most popular music of the time, heavy metal made plenty of enemies among parents, teachers, and religious leaders.\nIt happened with Elvis, punk rock, and of course, 1980s heavy metal.\nThree Decades Later: The Life Experiences and Mid-Life Functioning of 1980s Heavy Metal Groupies, Musicians and Fans.\nIn terms of current status, the metal fans were generally found to be middle-class, gainfully employed, and relatively well-educated.\nFans of 1980s heavy metal have proven to be doing well decades later."}