{"article_title": "Chattanooga shooting: Biden speaks at Tennessee memorial for victims (video, photos)", "article_keywords": ["memorial", "speaks", "victims", "center", "biden", "vice", "able", "chattanooga", "sgt", "photos", "bad", "tennessee", "video", "abdulazeez", "violent", "perverted", "shooting", "words"], "article_url": "http://www.nola.com/politics/index.ssf/2015/08/chattanooga_shooting_biden_spe.html", "article_text": "CHATTANOOGA, Tenn. — Vice President Joe Biden on Saturday called the slaying of four Marines and a sailor at a Chattanooga reserve center the act of a \"perverted jihadist.\"\n\nBiden's comments came at a memorial to the five servicemen killed in a shooting rampage by Kuwait-born Muhammad Youssef Abdulazeez.\n\n\"These perverse ideologues, warped theocrats, they may be able to inspire a single lone wolf to commit a savage act, but they can never, never threaten who we are,\" Biden said. \"When this perverted jihadist struck, everyone responded.\"\n\nThe vice president's strong words contrast with the official comments of investigators who have not yet been able to determine a motive behind the attack. The FBI has said it has not been able to determine whether the 24-year-old Abdulazeez was \"radicalized\" before the July 16 attacks and has been treating him as a homegrown violent extremist.\n\nSpeaking before Biden, Secretary of Defense Ash Carter said officials may never know \"what combination of disturbed mind, violent extremism and hateful ideology\" was behind the shooting, but vowed that the United States would present a strong response.\n\n\"The few who threaten or incite harm to Americans — violent extremists or terrorists, wherever they are — will surely, very surely, no matter how long it takes, come to feel the long arm and the hard fist of justice,\" Carter said.\n\nThose killed were Navy Petty Officer 2nd Class Randall Smith and four Marines: Staff Sgt. David Wyatt, Sgt. Carson Holmquist, Gunnery Sgt. Thomas Sullivan and Lance Cpt. Squire \"Skip\" Wells, who just moments before had texted his girlfriend in Savannah, Georgia, the words \"ACTIVE SHOOTER.\"\n\nAbdulazeez began the July 16 rampage by opening fire on a military recruiting center before driving his rented Mustang about 7 miles across town to a reserve center, crashing through the gates and killing the five servicemen. Abdulazeez died in a shootout with police.\n\nFriends and neighbors recalled Abdulazeez as a happy, polite young man. But a picture has also emerged showing a darker side, with Abdulazeez's family saying he struggled with depression from his early teens, abused drugs, couldn't keep a job and was considering bankruptcy.\n\nAbdulazeez spent several months with an uncle in Jordan last year as part of an agreement to get him away from drugs, alcohol and a group of friends his parents considered a bad influence, a person close to the family has said. That person spoke on the condition of anonymity to avoid business repercussions.\n\nBiden, whose son Beau died of brain cancer in May, said he could relate to the grief of the victims' families.\n\n\"I didn't have the privilege of knowing any one of them personally,\" Biden said. \"But oh, I knew them. Confident, determined, trustworthy, compassionate and always, always loyal.\n\n\"I knew them,\" he said. \"They were my son. And so many other sons I know.\"\n\nBeau Biden was a major in an Army National Guard unit that deployed to Iraq in 2008.\n\nThe vice president drew applause for concluding his remarks with a defiant message for anyone who would target the United States.\n\n\"We have a message for those perverted cowards around the world: America never yields, never bends, never cowers, never stands down — (but) endures, responds, and always overcomes,\" he said. \"For we are Americans, and never, never underestimate us.\n\n\"It's always been a bad, bad bet to do that.\"", "article_metadata": {"medium": "news", "viewport": "width=device-width,initial-scale=1", "news_keywords": "Joe Biden, br-homepage, homepage, joe biden, military, nd-jo, news, politics", "title": "Chattanooga shooting: Biden speaks at Tennessee memorial for victims (video, photos)", "parsely-page": "{\"title\": \"Chattanooga shooting: Biden speaks at Tennessee memorial for victims (video, photos)\", \"link\": \"http://www.nola.com/politics/index.ssf/2015/08/chattanooga_shooting_biden_spe.html\", \"image_url\": \"http://image.gulflive.com/home/gulflive-media/width620/img/mississippi-press/photo/2015/08/15/18552534-large.jpg\", \"type\": \"post\", \"post_id\": \"16730565\", \"pub_date\": \"2015-08-16T02:09:08Z\", \"author\": \"Associated Press\", \"tags\": [\"@military\",\"br-homepage\",\"homepage\",\"joe biden\",\"military\",\"nd-jo\",\"news\",\"politics\"] }", "twitter": {"image": "http://image.gulflive.com/home/gulflive-media/width620/img/mississippi-press/photo/2015/08/15/18552534-large.jpg", "description": "Vice President Joe Biden on Saturday called the slaying of four Marines and a sailor at a Chattanooga reserve center the act of a \"perverted jihadist.\"", "card": "summary_large_image", "site": "@nolanews"}, "article_date_updated": "Saturday, August 15, 2015,  8:29 PM", "parsely-metadata": "{\"short_title\": \"Biden speaks at memorial for Chattanooga shooting victims\", \"image_url\": \"http://media.gulflive.com/mississippi-press/photo/2015/08/15/18552534-large.jpg\", \"author_name\": \"apnationaldesk\", \"author_nickname\": \"Associated Press\", \"author_id\": \"10948480\", \"source_blog_name\": \"Louisiana Politics & Government\", \"source_blog_url\": \"http://www.nola.com/politics/index.ssf/\", \"sponsored_content\": \"0\" }", "og": {"site_name": "NOLA.com", "description": "Vice President Joe Biden on Saturday called the slaying of four Marines and a sailor at a Chattanooga reserve center the act of a \"perverted jihadist.\"", "title": "Chattanooga shooting: Biden speaks at Tennessee memorial for victims (video, photos)", "url": "http://www.nola.com/politics/index.ssf/2015/08/chattanooga_shooting_biden_spe.html", "image": "http://image.gulflive.com/home/gulflive-media/width620/img/mississippi-press/photo/2015/08/15/18552534-large.jpg", "type": "article"}, "fb": {"admins": 100000302287435}, "article_publication_name": "NOLA.com", "article_comments": 0, "article_date_original": "Saturday, August 15, 2015,  8:08 PM", "article_author": "Associated Press", "Description": "Vice President Joe Biden on Saturday called the slaying of four Marines and a sailor at a Chattanooga reserve center the act of a \"perverted jihadist.\""}, "article_summary": "\"It's always been a bad, bad bet to do that.\"\nBiden's comments came at a memorial to the five servicemen killed in a shooting rampage by Kuwait-born Muhammad Youssef Abdulazeez.\nCHATTANOOGA, Tenn. — Vice President Joe Biden on Saturday called the slaying of four Marines and a sailor at a Chattanooga reserve center the act of a \"perverted jihadist.\"\nBiden, whose son Beau died of brain cancer in May, said he could relate to the grief of the victims' families.\nThe vice president's strong words contrast with the official comments of investigators who have not yet been able to determine a motive behind the attack."}