{"article_title": "US Support Quietly Increases for Ukraine", "article_keywords": ["ukraine", "separatist", "training", "ukrainian", "radars", "support", "quietly", "weapons", "increases", "soldiers", "military", "range", "war"], "article_url": "http://dailysignal.com/2015/07/27/us-support-quietly-increases-for-ukraine-as-peace-remains-elusive/", "article_text": "KYIV, Ukraine—A Department of Defense plan to send Ukraine advanced, long-range counter-battery radars highlights both an evolution of the Ukraine war and a ratcheting up of U.S. military support for the post-Soviet state, which continues to fight a war in its eastern territories against combined Russian-separatist forces.\n\nOn Wednesday, the Wall Street Journal reported on a Pentagon plan to send Ukraine AN/TPQ-37 and 36 Firefinder radars, which have ranges from 15 to 31 miles. The White House has not yet decided on whether to approve the deal, according to the report, and the radars would probably not be available until next year.\n\nSubsequently, on Friday, the U.S. State Department announced that the U.S. Army training exercise in the western Ukrainian town of Yavoriv called “Fearless Guardian,” which is currently limited to training the Ukrainian National Guard, will expand this fall to include the regular army.\n\n“The continuation of the training is part of our ongoing efforts to contribute to Ukraine’s long-term military reform and professionalization and to help improve Ukraine’s internal defense capabilities and training capacity,” U.S. Army Europe spokesman Donald Wrenn said in an email to The Daily Signal.\n\n“We in U.S. Army Europe see this as a continuation of a valuable partnership with Ukraine that began more than 20 years ago.”\n\nThe Russian Ministry of Foreign Affairs did not immediately respond to a request for comment. But the Kremlin has previously labeled the U.S. training mission in Yavoriv provocative.\n\nReports of Pentagon proposal to send Ukraine more advanced radars come as the U.S. training mission in Ukraine expands.\n\n“This is a dangerous process,” said Russian Deputy Foreign Minister Grigory Karasin in an interview with the Rossiiskaya Gazeta daily in April, speaking about Fearless Guardian.\n\n“We would push for all foreign and illegal military units to be removed from Ukraine,” he added.\n\nAn Evolving War\n\nIf approved, the proposed radar deal would bolster Ukraine’s defensive capabilities, particularly for the war Kyiv anticipates fighting if the conflict evolves according to recent diplomatic negotiations.\n\nCurrently, combat in Ukraine is an artillery and sniper tit-for-tat fought largely in World War I-style trenches across a no man’s land sometimes less than a kilometer wide. The opposing lines are usually within a few kilometers of each other, and troops rarely come under fire from the much greater distances radars like the AN/TPQ-37 and 36 are capable of monitoring.\n\nLong-range weapons, including Grad (approximately 28-mile range), Smerch (approximately 56-mile range), and Uragan (approximately 22-mile range) rockets, as well as Msta 152-mm howitzers (approximately 18- to 22-mile range), are still used, although less frequently and often to target command posts farther back from the front lines.\n\nAccording to earlier news reports, the United States has already sent Ukraine 20 tactical counter-battery radars, mainly designed for locating mortar fire within a range of about six miles. Ten more are scheduled for delivery this year.\n\nYet the 20 tactical radars provided by the United States—some of which have been lost or destroyed in combat, according to news reports—are inadequate to cover the breadth of the 200-mile-long front line or attacks from long-range weapons systems.\n\nConsequently, Ukrainian combat forces still mainly rely on modified off-the-shelf drones (purchased and modified for military use by civilian volunteers), spotters and scouts to detect separatist artillery positions and coordinate return fire.\n\nThe type of combat in Ukraine, however, could soon change if recent diplomatic agreements are successfully implemented.\n\nTalks this week between the leaders of Ukraine, Russia, the self-proclaimed separatist republics and the EU point to a possible pullback of both Ukrainian and combined Russian-separatist forces along a 30-kilometer (19-mile) buffer zone—greatly increasing the distance between the opposing sides and making longer-range counter-battery radars like the U.S. AN/TPQ-37 and 36 uniquely valuable.\n\n“I have instructed the Ukrainian representatives in the Trilateral Contact Group to immediately sign an agreement with the OSCE and the Russian side, which is a party to the Trilateral Contact Group, to guarantee the establishment of a 30-kilometer buffer zone along the line of contact and to withdraw artillery that is still left there, withdraw tanks, and withdraw mortars, making the constant shelling impossible,” Ukrainian President Petro Poroshenko said Wednesday, according to the Ukrainian news service UNIAN.\n\nPoroshenko’s call for a weapons pullback parallels a similar separatist measure.\n\nOn July 19, the self-proclaimed separatist republics in the Donbas announced they were pulling back tanks and armored vehicles equipped with weapons under 100-mm caliber to three kilometers behind their front-line positions. The OSCE (the multinational group charged with monitoring the Ukraine cease-fire) observed the removal of some separatist weapons but could not confirm the full withdrawal.\n\nThe Diplomatic Front\n\nThe bilateral calls for weapons removal come as Western European leaders continue to put pressure on Kyiv to make diplomatic concessions to the self-proclaimed separatist republics and Russia.\n\nLast week, both German Chancellor Angela Merkel and French President François Hollande urged Ukraine to grant the separatist territories greater autonomy—a key demand pushed by Russia and the separatist republics in the February cease-fire negotiations.\n\nOpponents of the move to set up a buffer zone, including many Ukrainian soldiers in the field, consider it a capitulation to Russia and a sign of weakness that will provoke more offensive action in the future.\n\nBuffer zone proponents, however, claim that the current military situation in the Donbas is untenable, and political concessions are necessary to prevent a complete collapse of the cease-fire and the resumption of large-scale offensive operations.\n\nYet, despite the diplomatic back-and-forth, fighting continues in eastern Ukraine—Ukrainian troops and combined Russian-separatist forces exchange both small arms and heavy weapons fire every day. And in scenes reminiscent of fighting in World War II, tanks on opposing sides occasionally duel across no man’s land, lobbing rounds at each other before retreating to hiding spots.\n\nCongress Pushes to Arm Ukraine\n\nLike the Ukraine war, the debate in Washington about whether the United States should send Kyiv lethal weapons has not let up.\n\nIn March, the U.S. House of Representatives passed a non-binding measure urging President Obama to supply Ukraine with both offensive and defensive weapons. And the Senate’s military policy bill, passed June 16, includes provisions for sending Ukraine weapons such as mortars and grenade launchers.\n\nThe White House, however, has not approved sending weapons to Ukraine, citing concerns about escalating the conflict.\n\nThe consensus among Ukrainian soldiers in the field is that U.S. weapons would be valuable, but better training and other technologies such as counter-battery radars, GPS navigation units (many units still use paper maps), more advanced drones and night-vision technology are also critical.\n\nMany Ukrainian soldiers also point to encrypted communications as a key requirement. The radios they currently use share frequencies with the combined Russian-separatist forces. And with landlines hard to establish since troops frequently shift positions to evade artillery strikes, soldiers sometimes rely on runners to deliver messages.\n\nThe cash-strapped army still has shortages of basic supplies, and civilian volunteers continue to play a key role in sustaining the Ukrainian war effort, procuring and delivering food, water, uniforms, first aid kits and body armor to soldiers in the field.\n\n“We can fight our own war,” said Ivan Kharkiv, a Ukrainian National Guard Azov Battalion soldier, during an earlier interview with The Daily Signal from a front-line position in Shyrokyne.\n\n“We have plenty of people who can fight,” he added, “but we need weapons.”", "article_metadata": {"description": "A report from Ukraine on the evolution of the war and ratcheting up of U.S. military support for the post-Soviet state.", "og": {"site_name": "The Daily Signal", "description": "A report from Ukraine on the evolution of the war and ratcheting up of U.S. military support for the post-Soviet state.", "title": "US Support Quietly Increases for Ukraine", "locale": "en_US", "image": "http://dailysignal.com/wp-content/uploads/150727_UkraineMilitary.jpg", "updated_time": "2015-07-27T09:04:21+00:00", "type": "article"}, "bitly": {"url": "http://dailysign.al/1DFV1WN"}, "twitter": {"domain": "The Daily Signal", "description": "A report from Ukraine on the evolution of the war and ratcheting up of U.S. military support for the post-Soviet state.", "title": "US Support Quietly Increases for Ukraine", "image": {"src": "http://dailysignal.com/wp-content/uploads/150727_UkraineMilitary.jpg"}, "creator": "@dailysignal", "site": "@dailysignal", "card": "summary_large_image"}, "fb": {"pages": 300341323465160, "app_id": 772296266137346}, "article": {"publisher": "https://www.facebook.com/TheDailySignalNews", "section": "International", "tag": "Ukraine", "published_time": "2015-07-27T03:01:20+00:00", "modified_time": "2015-07-27T09:04:21+00:00"}, "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "Ukraine, cease-fire, Russia, Putin, NATO, U.S. Army, Yavoriv"}, "article_summary": "Reports of Pentagon proposal to send Ukraine more advanced radars come as the U.S. training mission in Ukraine expands.\nAnd the Senate’s military policy bill, passed June 16, includes provisions for sending Ukraine weapons such as mortars and grenade launchers.\nThe OSCE (the multinational group charged with monitoring the Ukraine cease-fire) observed the removal of some separatist weapons but could not confirm the full withdrawal.\nCongress Pushes to Arm UkraineLike the Ukraine war, the debate in Washington about whether the United States should send Kyiv lethal weapons has not let up.\nMany Ukrainian soldiers also point to encrypted communications as a key requirement."}