{"article_title": "In ISIS fight, Kurds aren’t exactly Prince Charming", "article_keywords": ["kurdish", "iraq", "isis", "northern", "rights", "arabs", "exactly", "fight", "arab", "arent", "human", "civilians", "syria", "charming", "kurds", "prince"], "article_url": "http://thehill.com/blogs/congress-blog/foreign-policy/248390-in-isis-fight-kurds-arent-exactly-prince-charming", "article_text": "The Kurdish Peshmerga have repeatedly been praised by U.S. congressmen from both sides of the aisle, the Department of Defense, and numerous pundits, as the most effectual allies in the fight against ISIS and a group in need of American arms. But remember that October 2014 CIA study demonstrating that nearly all attempts to arm rebels have backfired or failed? It turns out that the Kurds aren’t our perfect match. They will be no exception to the trend, with their massive human rights violations, political conflict with Syrians and Iraqis, and destabilizing role in the Middle East.\n\nAs I noted in my March piece for the Cornell International Affairs Review, the Kurds have continued to set the stage for a disastrous redrawing of borders—Sykes-Picot Part II—through mass displacement of Arab civilians. In Kirkuk’s oil fields, though the latest census indicated that 71 percent of Kirkuk’s population was Arab and only 22 percent was Kurdish, Arab workers have been forcibly replaced with Kurdish personnel. The Kurds have used the conquest of disputed territories in northern Iraq to seize Arab homes for Kurds and actively prevent the return of Arabs fleeing the conflict.\n\nADVERTISEMENT\n\nThe situation has worsened since 2014, with the Human Rights Watch releasing a bombshell report , after their documentation of ISIS’s brutalities , on the Kurdish confinement of thousands of Arabs to “security zones”. Kurdish soldiers have participated in apartheid-like practices, allowing Kurds to return to their homes in Ninewa and Erbil provinces, but requiring Arabs to impossibly obtain permits to do the same. Arab homes have been burned to the ground, men have been detained without charge and tortured—with electrocutions, mind you, for those who can’t draw a red line on torture—, and civilians have lived and died without food or emergency assistance because of conditions in the “security zones”. One such woman had a stillbirth because the permit system did not let her leave for a hospital when she was giving birth.\n\nWhat’s their justification? They say that they’re punishing the supporters of the Islamic State. However, it’s quite clear that this uncivilized sense of tribal justice inflicted upon civilians without trial has no place near the modern systems of justice, unless you count those judicial systems of genocide in the 1990s Bosnia-Herzegovina.\n\nIt’s a cold political game for the Kurds of Iraq, as they commit acts of ethnic cleansing by refusing the Arab right to return. The only negotiations between Baghdad and Kurdistan have focused on oil with little mention of disputed territories, and even those are on the brink of collapse. Kurds will attempt to legitimize their conquest through farce referendums grounded in ethnic displacement and the Arabs will protest with the fact that prior to their forced displacement, northern Iraq was their home as well, setting the stage for a bloody conflict in the near future.\n\nAnd though the Kurds have proven to be effective partners when paired with American airstrikes in Syria, their operations in that state haven’t proven to align with US goals of long-term stability or even human decency. In 2014, the Kurds divided Northern Syria into three “Kurdish Cantons”, and they have since pursued the ethnic cleansing, military, and political policies to secure the “Cantons” and unite Syrian Kurdistan—Rojava—with Iraqi Kurdistan.\n\nIn their fight for Tal Abyad, 20,000 civilians fled to Turkey. Contrary to their pledges to not interfere with the government of the city, they “burn(ed) the houses, burn(ed) the crops. They just do this to Arabs. The Islamic State didn't burn our houses or property; they just stole the cars.” A primary school teacher said, “Kurds are like the devil. They show you their beautiful side and hide the ugly side.” Truly, the images of the brave and smiling Peshmerga men and women populating news articles are now comically misrepresentative of their true goals and activities.\n\nPerhaps with reflection upon their interactions with the Human Rights Watch, they’ve since denied access to the Syrian National Coalition’s (SNC) investigators to Northern Syria. It seems as though they have no friends in Baghdad or the SNC, perhaps for the good reason of their ethno-political game in Iraq and Syria and their strained ties with smaller rebel groups.\n\nWith Baghdad’s army collapsing, Assad actively refusing to attack ISIS according to an IHS study, Syrian rebels failing screenings for relationships with extremists, and Shiite militias committing the same human rights violations as the Kurds, it appears as though we ourselves have no true friends in this quagmire. It’s time we stopped deceiving ourselves, saying that there are angels to save us here, for as Rosa Brooks notes, the Middle East is made up of “People (congressmen) don’t know much about” and that our partners are qualified by little more than how “they’re not quite as egregiously awful as everyone else.”\n\nDoanvo is research assistant for the Global Initiative for Civil Society and Conflict.", "article_metadata": {"dcterms.description": "Arab homes have been burned to the ground, men have been detained without charge and tortured.", "description": "Arab homes have been burned to the ground, men have been detained without charge and tortured.", "generator": "Drupal 7 (http://drupal.org)", "rdfs": {"label skos": {"prefLabel": "Congress Blog"}}, "og": {"site_name": "TheHill", "description": "Arab homes have been burned to the ground, men have been detained without charge and tortured.", "title": "In ISIS fight, Kurds aren’t exactly Prince Charming", "url": "http://thehill.com/blogs/congress-blog/foreign-policy/248390-in-isis-fight-kurds-arent-exactly-prince-charming", "image": "http://thehill.com/sites/default/files/thehill_logo_200.jpg", "updated_time": "2016-02-04T03:39:59-05:00", "type": "article"}, "dcterms.language": "und", "Smart_Paging": "on", "dcterms.modified": "2016-02-04T03:39-05:00", "dcterms.identifier": "http://thehill.com/blogs/congress-blog/foreign-policy/248390-in-isis-fight-kurds-arent-exactly-prince-charming", "dcterms.date": "2015-07-20T18:00-04:00", "apple-itunes-app": "app-id=396640962", "fb": {"admins": 100000299130732, "app_id": 566538590082898, "pages": 7533944086}, "dcterms.creator": "Joe Picard", "author": "Anhvinh Doanvo", "dcterms.type": "Text", "keywords": ",,", "article": {"published_time": "2015-07-20T18:00:03-04:00", "modified_time": "2016-02-04T03:39:59-05:00"}, "dcterms.format": "text/html", "twitter": {"url": "http://thehill.com/blogs/congress-blog/foreign-policy/248390-in-isis-fight-kurds-arent-exactly-prince-charming", "widgets": {"csp": "on"}, "description": "Arab homes have been burned to the ground, men have been detained without charge and tortured.", "card": "summary", "title": "In ISIS fight, Kurds aren’t exactly Prince Charming"}, "dcterms.title": "In ISIS fight, Kurds aren’t exactly Prince Charming"}, "article_summary": "They will be no exception to the trend, with their massive human rights violations, political conflict with Syrians and Iraqis, and destabilizing role in the Middle East.\nThe Kurds have used the conquest of disputed territories in northern Iraq to seize Arab homes for Kurds and actively prevent the return of Arabs fleeing the conflict.\nPerhaps with reflection upon their interactions with the Human Rights Watch, they’ve since denied access to the Syrian National Coalition’s (SNC) investigators to Northern Syria.\nIn Kirkuk’s oil fields, though the latest census indicated that 71 percent of Kirkuk’s population was Arab and only 22 percent was Kurdish, Arab workers have been forcibly replaced with Kurdish personnel.\nAs I noted in my March piece for the Cornell International Affairs Review, the Kurds have continued to set the stage for a disastrous redrawing of borders—Sykes-Picot Part II—through mass displacement of Arab civilians."}