{"article_title": "CDC's New Diabetes Stats Show 'Pretty Clear' Change", "article_keywords": ["real", "decline", "million", "stats", "calls", "cdc", "clear", "drop", "problem", "pretty", "2008", "cdcs", "cases", "change", "diabetes"], "article_url": "http://www.newser.com/story/216882/cdc-sees-major-shift-in-us-diabetes-cases.html", "article_text": "(Newser) – Some big news in America's public health arena: The number of new cases of diabetes is clearly falling for the first time in 25 years, reports the New York Times. Stats released Tuesday by the CDC show a nearly 20% drop from 2008 to 2014 in what the newspaper calls \"the first sustained decline\" since diabetes began booming in the 1990s. Specifically, the US saw 1.4 million new cases in 2014, down from 1.7 million in 2008. There's still plenty of major trouble spots: The decline is pronounced among white people and less so for AfricanAmericans and Hispanics, and a notable gap remains in regard to education levels.\n\n\"It's not yet time for a parade,\" says the head of the diabetes program at Massachusetts General Hospital. But, he adds, \"It has finally entered into the consciousness of our population that the sedentary lifestyle is a real problem, that increased body weight is a real problem.\" CBS notes that 10% of adults in the US are believed to have type 2 diabetes and that more than a third have prediabetes—a condition that can lead to the full disease—which makes any sign that the numbers have peaked welcome. A CDC researcher calls the results \"a little surprising\" given the decades-long increases. But \"it seems pretty clear now that incidence rates have actually started to drop.\" (Meanwhile, a novel new treatment could one day make daily insulin injections a thing of the past.)\n\n", "article_metadata": {"pubexchange": {"headline": "After 25 Years, the US Sees a Major Shift in Diabetes Cases", "image": "http://img2-azcdn.newser.com/image/1048051-0-20151204114217.jpeg?width=300&height=300", "description": "\"A little surprising.\""}, "description": "Some big news in America's public health arena: The number of new cases of diabetes is clearly falling for the first time in 25 years, reports the   New York Times  . Stats released Tuesday by the... Health News Summaries. | Newser", "author": "John Johnson", "og": {"site_name": "Newser", "description": "\"A little surprising.\"", "title": "After 25 Years, the US Sees a Major Shift in Diabetes Cases", "url": "http://www.newser.com/story/216882/cdc-sees-major-shift-in-us-diabetes-cases.html", "image": "http://img2-azcdn.newser.com/image/1048051-12-20151204114217.jpeg", "locale": "en_US", "type": "article"}, "twitter": {"title": "CDC's New Diabetes Stats Show 'Pretty Clear' Change"}, "title": "CDC's New Diabetes Stats Show 'Pretty Clear' Change", "tweetmeme-title": "CDC's New Diabetes Stats Show 'Pretty Clear' Change", "fb": {"admins": 100000209105149, "app_id": 119343999649}, "keywords": "discoveries", "article": {"author": "John Johnson"}, "thumbnail": "http://img1-azcdn.newser.com/square-image/216882-20151204114217/cdc-sees-major-shift-in-us-diabetes-cases.jpeg", "news_keywords": "discoveries"}, "article_summary": "But, he adds, \"It has finally entered into the consciousness of our population that the sedentary lifestyle is a real problem, that increased body weight is a real problem.\"\nStats released Tuesday by the CDC show a nearly 20% drop from 2008 to 2014 in what the newspaper calls \"the first sustained decline\" since diabetes began booming in the 1990s.\nSpecifically, the US saw 1.4 million new cases in 2014, down from 1.7 million in 2008.\nBut \"it seems pretty clear now that incidence rates have actually started to drop.\"\n\"It's not yet time for a parade,\" says the head of the diabetes program at Massachusetts General Hospital."}