{"article_title": "Obamacare's effects on Lilly: Modest pain, no gain", "article_keywords": ["pain", "plans", "drugs", "medicines", "million", "obamacare", "private", "modest", "health", "gain", "obamacares", "medicaid", "lilly", "insurance", "effects"], "article_url": "http://www.ibj.com/blogs/12-the-dose/post/51280-obamacares-effects-on-lilly-modest-pain-no-gain", "article_text": "Historically, Americans with health insurance spent three times as much money on drugs as those without insurance.\n\n\n\nSo it made sense that, with Obamcare expected to boost insurance coverage nationally by 32 million people, drugmakers like Eli Lilly and Co. stood to benefit.\n\n\n\nBut it’s not working out that way. At least not for Lilly.\n\n\n\nJohn Lechleiter, CEO of the Indianapolis-based drugmaker, said last week that Lilly expects to receive no significant positive impact anytime soon from the Affordable Care Act.\n\n\n\n“We don't anticipate a significant positive impact to our sales as a result of the expanded coverage provided, at least not in the near-term,” Lechleiter said Jan. 7 during a meeting with Wall Street analysts and investors.\n\n\n\nThat’s not because Obamacare has failed to (at least partly) deliver on its promise to reduce the number of the uninsured. In fact, a poll released last week by Gallup said the nation’s proportion of uninsured had fallen to 12.9 percent, down from 17.1 percent in late 2013—just before the rollout of Obamacare’s mix of expanded Medicaid eligibility, tax subsidies to help low- and moderate-income individuals purchase health insurance, and a tax on those that fail to obtain health insurance.\n\n\n\nThe problem is, Obamacare has also changed the nature of health insurance. Some Americans have shifted from private insurance plans to Medicaid, which pays drugmakers much less than the private plans for their medicines. Also, many private insurance plans—especially those sold on the Obamacare exchanges—have adopted “narrow formularies” that restrict access to brand-name drugs, like those Lilly sells.\n\nSometimes, that means health plans are leaving brand-name drugs off the list of drugs the plan will cover, if there's a similar drug available that is sold for a cheaper price. In almost all cases, it means health plans are heavily incentiving consuemrs to pick older, generic drugs over newer, brand-name drugs.\n\nOn top of that, the aging of Americans means many have shifted from private insurance plans onto Medicare, which tends to pay drugmakers somewhere between Medicaid and private insurance prices.\n\n\n\n“At a high level,” Lechleiter explained, “additional sales from covering new lives are likely to be offset by a shift of currently covered lives from plans that have today more favorable access in pricing to plans with less favorable access in pricing.”\n\n\n\nPricing pressure has been particularly strong in the areas of diabetes and cancer, both of which are key growth areas for Lilly.\n\n\n\nMeanwhile, Obamacare continues to cost Lilly about $500 million per year. The law required that drugmakers give larger rebates to state Medicaid plans, which has sapped more than $400 million per year in revenue from Lilly, Lechleiter said.\n\n\n\nAt the same time, the law also raised administrative and some health benefits expenses, costing Lilly about $100 million per year.\n\n\n\nCombined, those hits add up to about 6.5 percent of Lilly’s nearly $8 billion in annual U.S. sales of pharmaceuticals. (It's less than 3 percent of Lilly's total annual revenue, which includes foreign markets and Lilly's animal health business.)\n\n\n\nStill, it’s sizable enough, that Lilly will keep arguing for health plans to include as many medicines as possible.\n\n“You can bet though, as a company, as an industry, we're going to continue to call attention to the factthat the best healthcare plans for anyone covered under any type of plan is one that enables accessto a broad array of medicines,” he said. “Medicines are the most cost effective way of preventing disease and curing disease, and we want to make sure that as healthcare coverage continues to evolve, that this is the central tenant of that coverage.”\n\n", "article_metadata": {"description": "Historically, Americans with health insurance spent three times as much money on drugs as those without insurance. So it made sense that, with Obamcare expected to boost insurance coverage nationally by 32 million people, drugmakers like Eli Lilly and Co. stood to benefit. But it&rsquo;s not working out that way. At least not for Lilly. John Lechlieter, CEO of the Indianapolis-based drugmaker, said last week that Lilly expects to receive no significant positive impact from the Affordable Care Act in the near term. &ldquo;We don&#39;t anticipate a significant positive impact to our sales as a result of the expanded coverage provided, at least not in the near-term,&rdquo; Lechleiter said Jan. 7 during a meeting with Wall Street analysts and investors.", "csrf-token": "eo1EFditYadAhg7jIgdtylGNTzqFaNIvFvszLS1SsVQ=", "twitter": {"description": "Since Obamcare was expected to boost insurance coverage nationally by 32 million people, drugmakers like Eli Lilly and Co. stood to benefit. But it&rsquo;s not working out that way. At least not for Lilly.", "card": "summary", "title": "Obamacare's effects on Lilly: Modest pain, no gain"}, "csrf-param": "authenticity_token", "og": {"image": "http://www.ibj.com/ext/resources/aa-stock-images/og-logo.jpg", "type": "Article", "description": "Since Obamcare was expected to boost insurance coverage nationally by 32 million people, drugmakers like Eli Lilly and Co. stood to benefit. But it&rsquo;s not working out that way. At least not for Lilly.", "title": "Obamacare's effects on Lilly: Modest pain, no gain"}, "keywords": "Affordable Care Act,Lilly,Medicaid,Obamacare,care,drugmakers,drugs,formulary,health,insurance,lechleiter,life,pharma,plans,reform,science", "google-site-verification": "dEpdCgWEqtwBQ26es3xvj1hiJAdg_f1dGEb3ojELomo", "verify-v1": "g4IS1SbAtb6k021/9HzhkZ2B++kYDaZ8FN48PiruaO8=", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fde63b\"", "article_summary": "Some Americans have shifted from private insurance plans to Medicaid, which pays drugmakers much less than the private plans for their medicines.\nStill, it’s sizable enough, that Lilly will keep arguing for health plans to include as many medicines as possible.\nOn top of that, the aging of Americans means many have shifted from private insurance plans onto Medicare, which tends to pay drugmakers somewhere between Medicaid and private insurance prices.\nHistorically, Americans with health insurance spent three times as much money on drugs as those without insurance.\nIn almost all cases, it means health plans are heavily incentiving consuemrs to pick older, generic drugs over newer, brand-name drugs."}