{"article_title": "The Trump Insult-athon’s Latest Target: Ben Carson", "article_keywords": ["week", "saying", "republican", "ben", "target", "think", "carson", "insultathons", "trumps", "president", "latest", "gop", "presidential", "trump"], "article_url": "http://www.thefiscaltimes.com/2015/09/13/Trump-Insult-athon-s-Latest-Target-Ben-Carson", "article_text": "Despite Republican national party leader Reince Priebus's ever so gentle admonition to candidates in the crowded GOP presidential field to cool their heated rhetoric and name calling, Donald Trump seemed in no mood on Sunday to lower the political temperature.\n\nCapping a week of snarky exchanges with Dr. Ben Carson, the retired neurosurgeon who is mounting the strongest challenge to him in the polls, Trump on Sunday declared that Carson not only lacks the energy to become president, but that he would a lousy dealmaker who would let China and other countries take advantage of the U.S.\n\nRelated: GOP Presidential Campaign Rapidly Turning into a Two-Man Race\n\n“I’m a dealmaker, I’ll make great deals for this country,” Trump said in an interview with John Dickerson of CBS’s “Face the Nation” show. “Ben can’t do that. Ben’s a doctor and he’s not a dealmaker.... I think I have been a world-class businessman … and I make deals and I’ll bring back jobs and I’ll also bring back wealth to our country and I’ll build up our military so that nobody is going to mess with us.”\n\n“But Ben is not a dealmaker at all, and I don't think would be a very good — I don't think that's his natural ability at all,” Trump added for good measure.\n\nThe surprising frontrunners in the GOP race have been sniping at each other for days. Carson last week questioned Trump’s religious faith and integrity, and later apologized for going too far. Trump had lumped Carson in with former Florida Gov. Jeb Bush in saying he lacks the “energy” to become the next president. But while trying not to rise to Trump’s bait, Carson said on ABC’s “This Week” program today that “You don’t have to be loud to be energetic.”\n\nAs for Trump’s assertions that he doesn’t have the smarts and “great, great energy” needed to negotiate big deals with China and other world powers, Carson said today, “That doesn’t bother me because I recognize that I have plenty of energy — operating on people for 10, 12, sometimes greater than 20 hours at a time and making critical decisions after hours of intense work.”\n\nRelated: Trump and Cruz Put GOP Leaders on Notice\n\nCarson also obliquely suggested that Trump lacks the temperament to be president “because you have to be humble enough to listen to other people.” And he repeated his criticism of Trump’s call for a mass deportation of the roughly 11 million illegal immigrants in this country, saying that the logistics of that would be difficult.\n\nAsked later on “Face the Nation” whether Trump was “humble enough” to be president, Carson demurred, saying “That will be a decision that the voters will make.”\n\nThere was a time when the Republican presidential candidates were content to blow their own horns and lash out at Democratic presidential frontrunner Hillary Clinton and President Obama. But that is rapidly changing as a slew of Republican aspirants — including Bush, Sen. Marco Rubio of Florida and Wisconsin Gov. Scott Walker — are seeing their prospects slip away as Trump continues to surge in just about every national and state poll.\n\nRelated: The 2016 Presidential Primary Carnival Rages On\n\nA new CBS News Battleground Tracker poll released on Sunday shows Trump leading the GOP field in each of the early primary and caucus states — and holding an especially large lead in New Hampshire.\n\nIn Iowa, Trump leads with 29 percent of likely GOP caucus-goers while Carson is second with 25 percent and Sen. Ted Cruz of Texas is third with 10 percent, according to the CBS poll. In New Hampshire, Trump dominates with 40 percent of the likely Republican primary vote, while Carson is a distant second with 12 percent and Ohio Gov. John Kasich comes in third at 9 percent. Finally, in South Carolina, Trump and Carson are locked in a two-man race, with Trump garnering 36 percent of the Republican vote and Carson 21 percent.\n\nPriebus, the Republican National Committee Chairman, on Sunday again cautioned the real estate tycoon, Carson and the rest of the GOP presidential field to be careful of the tone and intensity of their remarks. With Clinton badly sinking in the polls and doing poorly in hypothetical matchups with Trump, Carson and others, the GOP is “in a great place” to win the 2016 presidential election — provided Republican candidates don’t blow it by saying something that comes back to haunt them, Priebus said today.\n\n“Look, I think that at the end of the day each candidate is going to be accountable for their own words and their own mouths and so they should proceed with caution,” Priebus told Jake Tapper of CNN, which will be broadcasting the second GOP debate on Wednesday.\n\nRelated: Trump Says CNN Should Donate Debate Profits to Vets\n\nTrump, though, appears to have no interest in letting up on Carson, just as he relentlessly lambasted Bush, and candidates lagging in the polls have sharpened their attacks on the frontrunner.\n\nLouisiana Gov. Bobby Jindal declared this week that, “Trump is a narcissist and an egomaniac.” Sen. Rand Paul of Kentucky, who like Jindal is badly trailing in the polls, told reporters after a Iowa State student town hall on Friday that the rest of the Republican field should “quit being shy” about criticizing Trump, according to media reports.\n\nFor his part, Carson said today that he has no interest in engaging in a “gladiator” fight with Trump, and apologized again for having questioned Trump’s religious convictions.\n\nTop Reads From The Fiscal Times", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "Despite Republican national party leader Reince Priebus's ever so gentle", "title": "The Trump Insult-athon’s Latest Target: Ben Carson", "url": "http://www.thefiscaltimes.com/2015/09/13/Trump-Insult-athon-s-Latest-Target-Ben-Carson", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/usa-elections-carson_1.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2015/09/13/Trump-Insult-athon-s-Latest-Target-Ben-Carson", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/usa-elections-carson_1.jpg", "creator": "@ericpianin", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "Despite Republican national party leader Reince Priebus's ever so gentle", "generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "Finally, in South Carolina, Trump and Carson are locked in a two-man race, with Trump garnering 36 percent of the Republican vote and Carson 21 percent.\nCarson last week questioned Trump’s religious faith and integrity, and later apologized for going too far.\nIn New Hampshire, Trump dominates with 40 percent of the likely Republican primary vote, while Carson is a distant second with 12 percent and Ohio Gov.\nFor his part, Carson said today that he has no interest in engaging in a “gladiator” fight with Trump, and apologized again for having questioned Trump’s religious convictions.\nTrump had lumped Carson in with former Florida Gov."}