{"article_title": "5 Embarrassing Predictions About What Obamacare Would Do To The Economy", "article_keywords": ["added", "jobs", "unemployment", "million", "obamacare", "predictions", "job", "health", "embarrassing", "left", "insurance", "economy"], "article_url": "http://thinkprogress.org/health/2015/03/09/3631281/obamacare-economy-predictions/", "article_text": "Health 5 Embarrassing Predictions About What Obamacare Would Do To The Economy CREDIT: Shutterstock\n\nIn February, the economy added 295,000 jobs. It was the 12th straight month the private sector added more than 200,000 jobs, the longest such streak since 1977. The robust job growth coincided almost exactly with the official start of health coverage through the Obamacare exchanges, which began in January 2014. Over that time, the economy has added 3.2 million jobs.\n\nIt wasn’t supposed to be this way.\n\nPrior to the law’s implementation, numerous politicians and pundits predicted an economic apocalypse once Obamacare took effect. Here are a few of the worst predictions:\n\n1. Rep. Paul Broun (R-GA): ‘It’s going to destroy our economy…It’s going to push us into a total economic collapse’ (October 8, 2013)\n\nThis was actually Broun’s attempt to moderate his claims about Obamacare. He previously said that Obamacare would “destroy America.” He later told CNN that he meant it would destroy the American economy.\n\n2. Speaker John Boehner (R-OH): Obamacare ‘will bankrupt our nation, and it will ruin our economy.’ (January 6, 2011)\n\nCREDIT: AP\n\nDuring his press conference, which lasted 14 minutes, Boehner used the phrase “job-killing” once every 2 minutes. He called the Republican bill to repeal Obamacare “Repealing the Job-Killing Health Care Law Act.”\n\nIn addition to robust job growth, the deficit in 2014 plunged to its lowest level in 6 years. Deficit as a percentage of Gross Domestic Product was 2.8 percent, which is below the 40-year average.\n\n3. Sen. Tom Coburn (R-OK): ‘There will be no insurance industry left in three years.’ (October 12, 2010)\n\nCREDIT: AP\n\nAccording to Coburn, the destruction of the insurance industry was part of a larger plot. Tulsa World reported his remarks to the Republican Women’s Club of Tulsa County:\n\nThat is by design. You’re going to make insurance unaffordable for everyone — which is what they want. Because if there’s no private insurance left, what’s left? Government-centered, government-run, single-payer health care.\n\nFive years later, there is still an insurance industry. Large insurance companies have embraced Obamacare and continue to increase their participation in the law’s state-level marketplaces.\n\n4. Rush Limbaugh said Obamacare would cost the economy ‘2.5 million jobs minimum’ and would be a ‘literal tragedy’ (February 6, 2014)\n\nLimbaugh’s comments were based, in part, by a Congressional Budget Office report which he misinterpreted. In fact, the health law has had little effect on unemployment and underemployment. Since Rush Limbaugh made this statement, the U.S. economy has added 3.2 million jobs.\n\n5. Glenn Beck: ‘This is the end of prosperity in America forever, if this passes. This is the end of America as you know it.’ (November 19, 2009)\n\nCREDIT: AP\n\nAlong with historically strong job growth, the Dow Jones Industrial Average stands at 17,856, which is up over 72 percent since Beck’s remarks. At the time Beck made his prediction, the unemployment rate was at 10 percent. Today, the unemployment rate is 5.5 percent.", "article_metadata": {"google": "nositelinkssearchbox", "description": "It wasn't supposed to be this way.", "generator": "WordPress 4.4.2", "og": {"site_name": "ThinkProgress", "description": "It wasn't supposed to be this way.", "title": "5 Embarrassing Predictions About What Obamacare Would Do To The Economy", "url": "http://thinkprogress.org/health/2015/03/09/3631281/obamacare-economy-predictions/", "image": "http://cdn.thinkprogress.org/wp-content/uploads/2015/03/shutterstock_218068753.jpg", "type": "article"}, "twitter": {"description": "It wasn't supposed to be this way.", "title": "5 Embarrassing Predictions About What Obamacare Would Do To The Economy", "image": "http://cdn.thinkprogress.org/wp-content/uploads/2015/03/shutterstock_218068753-321x214.jpg", "creator": "@JuddLegum", "site": "@ThinkProgress", "card": "summary_large_image"}, "robots": "noodp", "elq-topic": "tp-health", "fb": {"admins": 100001364918392, "pages": 200137333331078, "app_id": 144881328916524}, "thumb2": "http://cdn.thinkprogress.org/wp-content/uploads/2015/03/shutterstock_218068753.jpg", "thumb1": "http://cdn.thinkprogress.org/wp-content/uploads/2015/03/shutterstock_218068753.jpg", "google-site-verification": "HDCaom2KPSt1X92eD5CiYHCkWvb5nP09lhEAOPZ5rts", "article": {"published_time": "2015-03-09T08:03:47+00:00", "author": "https://www.facebook.com/juddcooperlegum"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=0"}, "_id": "\"57477af46914bd0286fde661\"", "article_summary": "Health 5 Embarrassing Predictions About What Obamacare Would Do To The Economy CREDIT: ShutterstockIn February, the economy added 295,000 jobs.\nOver that time, the economy has added 3.2 million jobs.\nBecause if there’s no private insurance left, what’s left?\nSince Rush Limbaugh made this statement, the U.S. economy has added 3.2 million jobs.\nHe previously said that Obamacare would “destroy America.” He later told CNN that he meant it would destroy the American economy."}