{"article_title": "Erotic Merchandise Sale to Boost Kansas Treasury", "article_keywords": ["fiscal", "brownback", "state", "spending", "kansas", "tax", "sale", "sex", "erotic", "online", "treasury", "cuts", "boost", "conservative", "merchandise"], "article_url": "http://www.thefiscaltimes.com/Articles/2014/09/25/Sex-Toy-Sale-Boost-Kansas-Treasury", "article_text": "Sam Brownback, the former conservative Republican congressman from Kansas, returned to his state as Governor in 2010 with the aim of turning it into a bastion of socially and fiscally conservative policy. He largely failed on the fiscal front, not because he didn’t slash taxes and spending – he did – but because the result has been a fiscal disaster of plummeting tax receipts and emergency spending cuts.\n\nNow, you might argue, his legacy as a social conservative may be about to take a minor dent as well. On Tuesday of next week, the state will find out just how much money it has earned from an online auction of thousands of sex toys, adult DVDs and other erotic merchandise from a string of sex shops shut down by the state’s Department of Revenue.\n\nRelated: Brownback Feeling Big Political Backlash to Tax Cuts in Kansas\n\nState officials claim that they are not auctioning off the items at all – that they returned them to the owner who contracted with an online auction house to sell them. But there’s no doubt that when the “Fifty Shades of Grey You Are Mine Metal Handcuffs,” the “Guido Inflatable Love Doll,” the “Fetish Fantasy Doggie Hood and Leash,” and numerous other items not suitable for a family website go on sale, the proceeds are headed straight into the Kansas state treasury.\n\nIn a statement, Kansas State Senate Democratic Leader Anthony Hensley blasted the sale. “Brownback is so desperate to fill the massive hole in the state budget caused by his reckless income tax cuts that the state of Kansas is now in the porn business,” he said.\n\nRelated: Why State Tax Cuts Aren’t Driving Job Growth\n\nThe business in question, United Outlets LLC, operated five sex toy shops in the state, and had racked up some $164,000 in unpaid tax bills. There was no estimate available indicating how much the government expects to recoup through the online auction.\n\nTop Reads from The Fiscal Times", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "Gov. Sam Brownback’s effort to turn Kansas into a model of low-tax, conservative governance has actually left the state woefully short on revenue, and forced it to reduce services. But the state’s coffers should get a boost next week from the sale of a large cache of sex toys seized from a business seized by the state’s Department of Revenue.", "title": "Erotic Merchandise Sale to Boost Kansas Treasury", "url": "http://www.thefiscaltimes.com/Articles/2014/09/25/Sex-Toy-Sale-Boost-Kansas-Treasury", "image": "http://cdn.thefiscaltimes.com/sites/default/files/media/07172014_Sam_Brownback_Kansas.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/Articles/2014/09/25/Sex-Toy-Sale-Boost-Kansas-Treasury", "image": "http://cdn.thefiscaltimes.com/sites/default/files/media/07172014_Sam_Brownback_Kansas.jpg", "creator": "@rrgarver", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "Gov. Sam Brownback’s effort to turn Kansas into a model of low-tax, conservative governance has actually left the state woefully short on revenue, and forced it to reduce services. But the state’s coffers should get a boost next week from the sale of a large cache of sex toys seized from a business seized by the state’s Department of Revenue.", "generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "In a statement, Kansas State Senate Democratic Leader Anthony Hensley blasted the sale.\nRelated: Why State Tax Cuts Aren’t Driving Job GrowthThe business in question, United Outlets LLC, operated five sex toy shops in the state, and had racked up some $164,000 in unpaid tax bills.\nNow, you might argue, his legacy as a social conservative may be about to take a minor dent as well.\n“Brownback is so desperate to fill the massive hole in the state budget caused by his reckless income tax cuts that the state of Kansas is now in the porn business,” he said.\nBut there’s no doubt that when the “Fifty Shades of Grey You Are Mine Metal Handcuffs,” the “Guido Inflatable Love Doll,” the “Fetish Fantasy Doggie Hood and Leash,” and numerous other items not suitable for a family website go on sale, the proceeds are headed straight into the Kansas state treasury."}