{"article_title": "Nutrition labels may get a new look", "article_keywords": ["fda", "nutrition", "serving", "sugars", "look", "proposed", "sizes", "food", "labels", "calories", "added"], "article_url": "http://health.heraldtribune.com/2014/02/27/nutrition-labels-may-get-a-new-look/", "article_text": "Those \"Nutrition Facts\" labels that are plastered on nearly every food package found in grocery stores are getting a new look.\n\nCalories would be in larger, bolder type, and consumers for the first time would know whether foods have added sugars under label changes being proposed by the Obama administration. Serving sizes would be updated to make them more realistic. A serving of ice cream, for example, would double to a full cup, closer to what people actually eat.\n\nThe proposed overhaul comes as science has shifted. While fat was the focus two decades ago when the labels first were created, nutritionists are now more concerned with how many calories we eat. And serving sizes have long been misleading, with many single-serving packages listing multiple servings, so the calorie count is lower.\n\nThe idea isn't that people should eat more; it's that they should understand how many calories are in what they are actually eating. The Food and Drug Administration says that by law, serving sizes must be based on actual consumption, not ideal consumption.\n\n\"Our guiding principle here is very simple, that you as a parent and a consumer should be able to walk into your local grocery store, pick up an item off the shelf and be able to tell whether it's good for your family,\" said first lady Michelle Obama, who was to join the Food and Drug Administration in announcing the proposed changes Thursday at the White House.\n\nMrs. Obama was making the announcement as part of her Let's Move initiative to combat child obesity, which is celebrating its fourth anniversary. On Tuesday, she announced new Agriculture Department rules that would reduce marketing of unhealthy foods in schools.\n\nThe new nutrition labels are likely several years away. The FDA will take comments on the proposal for 90 days, and a final rule could take another year. Once it's final, the agency has proposed giving industry two years to comply.\n\nThe FDA projects food companies will have to pay around $2 billion as they change the labels.\n\nThe Grocery Manufacturers Association, the industry group that represents the nation's largest food companies, did not respond to any specific parts of the proposal but called it a \"thoughtful review.\"\n\nPresident Pamela Bailey also said it was important to the food companies that the labels \"ultimately serve to inform, and not confuse, consumers.\"\n\nIt was still not yet clear what the final labels would look like. The FDA offered two labels in its proposal — one that looks similar to the current version but is shorter and clearer and another that groups the nutrients into a \"quick facts\" category for things like fat, carbohydrates, sugars and proteins. There also would be an \"avoid too much\" category for saturated fats, trans fats, cholesterol, sodium and added sugars; and a \"get enough\" section with vitamin D, potassium, calcium, iron and fiber.\n\nBoth versions list calories above all of those nutrients in a large, bold type.\n\nThe proposed rules would also overhaul serving sizes for soda and single-serving packages. Both 12-ounce and 20-ounce sodas would be considered one serving, and many single-serving packages — a bag of chips, a can of soup or a frozen entree, for example — would either be listed as a single serving or list nutrient information by serving and by container.\n\nThe inclusion of added sugars to the label was one of the biggest revisions. Nutrition advocates have long asked for that line on the label because it's impossible for consumers to know how much sugar in an item is naturally occurring, like that in fruit and dairy products, and how much is added by the manufacturer. Think an apple vs. apple sauce, which comes in sweetened and unsweetened varieties.\n\nAccording to the Agriculture Department's 2010 Dietary Guidelines for Americans, added sugars contribute an average of 16 percent of the total calories in U.S. diets. Though those naturally occurring sugars and the added sugars act the same in the body, the USDA says the added sugars are just empty calories while naturally occurring ones usually come along with other nutrients.\n\nDavid Kessler, who was FDA commissioner when the first Nutrition Facts labels were unveiled in the early 1990s, said he thinks focusing on added sugars and calories will have a \"demonstrative public health benefit.\"\n\nKessler said the added sweetness, like added salt, drives overeating. And companies will adjust their recipes to get those numbers down.\n\n\"No food company wants products to look bad,\" he said.\n\nWhile some may ignore the panels, there's evidence that more people are reading them in recent years as there has been a heightened interest in nutrition.\n\nA USDA study released earlier this year said 42 percent of working adults used the panel always or most of the time in 2009 and 2010, up from 34 percent two years earlier. Older adults were more likely to use it.\n\n___\n\nFollow Mary Clare Jalonick on Twitter: http://twitter.com/mcjalonick", "article_metadata": {"og": {"image": "http://health.heraldtribune.com/files/2014/02/Nutrition-Labels_Dean.jpg"}, "wp-parsely_version": "1.8", "fb": {"app_id": 846021808821787}}, "_id": "\"57477af36914bd0286fcfcfe\"", "article_summary": "Those \"Nutrition Facts\" labels that are plastered on nearly every food package found in grocery stores are getting a new look.\nThe new nutrition labels are likely several years away.\nAnd serving sizes have long been misleading, with many single-serving packages listing multiple servings, so the calorie count is lower.\nThe Food and Drug Administration says that by law, serving sizes must be based on actual consumption, not ideal consumption.\nDavid Kessler, who was FDA commissioner when the first Nutrition Facts labels were unveiled in the early 1990s, said he thinks focusing on added sugars and calories will have a \"demonstrative public health benefit.\""}