{"article_title": "Doctors look for new ways to cope with health care changes", "article_keywords": ["independent", "look", "cope", "ways", "hospital", "practice", "patients", "health", "physicians", "doctors", "medicare", "changes", "medical", "care"], "article_url": "http://www.washingtontimes.com/news/2015/sep/5/doctors-look-for-new-ways-to-cope-with-health-care/?page=all", "article_text": "LEVITTOWN, Pa. (AP) - Dr. Sharon Jellinek opened her Buckingham pediatric practice in 2004. Her goal: To preserve quality, personal medical care. The kind, she said, she “witnessed years ago.”\n\nShe prides herself on being available after hours, when she’s reachable by cellphone to take emergency calls. During the day, patients who call won’t get “10 prompts” or have to wait to talk to a live person, she said.\n\nThis kind of personalized practice is getting harder to maintain during a time when pressures are growing on doctors to jump through more hoops to care for their patients. From IT costs to insurance contracts, economic pressures are pushing solo practitioners and small private practices to join larger groups or just close their doors, according to area doctors and others in the medical field.\n\nThe bottom line: Fewer independent doctors, more hospital mergers and new regulations attached to the Affordable Care Act are affecting what doctors we see, where we go for services and how much we pay for care.\n\n“There are too many hands in the cookie jar, where insurance is making money and pharmaceuticals are making money, and they all want the money,” said Moorestown, New Jersey, physician Steven Horvitz. “The small players, who are the patients and individual physicians, end up paying the most.”\n\nFor some, the cost is too high. Independent doctors are increasingly joining hospital groups or larger practices or, like Horvitz, changing their models so they don’t have to take insurance.\n\nThe Association of Independent Doctors, a trade group, points to research that shows the number of independent doctors - those not directly employed by a hospital system - as a percentage of total doctors has dropped from 57 percent in 2000 to 36 percent in 2013.\n\n“More than 100,000 independent doctors have exited the practice or become hospital-employed,” said Marni Jameson, executive director of the national group.\n\nPennsylvania has seen a similar decline.\n\nDennis Olmstead, chief strategy officer and medical economist for the Pennsylvania Medical Society, said between 60 percent and 70 percent of all physicians are employed by a hospital or large health system. That’s up from an estimated 30 percent of doctors a decade ago.\n\nDr. Robert Grabowski’s Plumstead practice became part of Doylestown Health Primary Care in December after more than a decade as an independent practice.\n\n“It was becoming a very difficult practice to manage on a daily basis, from so many different angles,” Grabowski said. “What (the hospital) presented allowed me to be able to get back to what I got into medicine for, which was to see and treat patients and not deal with the administrative noise. That became a very overwhelming thing.”\n\nHospitals say employing physicians directly means they can offer better and more efficient care. Having everyone from primary care doctors to geriatric specialists in nursing homes in one system means fewer duplicated tests and a greater understanding of a patient’s medical history. Such a continuum of care is being prioritized by payers like Medicare. The federal health insurance plan for older Americans has begun offering reimbursement based on a diagnosis - including all of the associated tests and treatments - rather than a single procedure.\n\nMany doctors who decided to work for hospitals say that decision allows them to concentrate more on treating patients than running a business.\n\n“I’ve always just wanted to truly be a doctor, and not be concerned with the business aspect of the practice of medicine,” said Dr. Audrey Kleeman, who has worked for hospitals for her entire career and joined St. Mary Medical Center in Middletown in January. “I just wanted to focus on medicine, without all the administrative responsibilities. I never had interest in running a practice. It’s very distracting to have to worry about running a business.”\n\nBeing a hospital employee means she didn’t have to worry about electronic health records; St. Mary selected and installed the system. She also doesn’t have to worry about tasks like ordering supplies, hiring employees or billing insurers.\n\n“I have a limited amount of time in the day,” said Kleeman, an internist whose office is in Newtown Township. “I want to put my time into the patient and not into ordering supplies and dealing with insurance issues. It’s just not where I think my time is best spent. I think this is just the way to go.”\n\nIn a survey last year by Medscape, a health care information resource run by WebMD, more than a third of employed doctors said they chose to join a hospital because of financial security. Nearly as many said having fewer administrative responsibilities was also part of the draw. And nearly 60 percent of those doctors said not having to deal with the business of running a practice was what they enjoyed most about their employment arrangements.\n\nHowever, some expressed dissatisfaction with what they said was limited influence in overall decision-making (45 percent) and too many rules (34 percent). About a quarter of hospital-employed doctors said they were unhappier after leaving their own practices than they were when being on their own. However, two-thirds said they would recommend other doctors make the change. Only 10 percent of hospital-employed doctors said they felt patient care was worse because of the switch.\n\nWhile Kleeman acknowledged “dueling responsibilities,” both she and Grabowski said they’ve never been pressured to refer patients only to physicians or other services in their respective hospital networks.\n\n“Your first priority is with the patient,” Kleeman said. “I don’t know of any system that would tell you otherwise, that you don’t do what’s best for the patient. I don’t think any hospital system could require you. If they did, I think that would be wrong.”\n\nBut the trade group representing independent doctors says fewer independents could lead to higher costs for patients.\n\nBy turning independent doctors into hospital-employed physicians, hospitals increase their bargaining power, giving them leverage to negotiate higher reimbursements from insurers and government payers such as Medicare, said Jameson, from the independent doctors group. That means hospitals could charge more for routine services than what independent doctors could charge, he said. Medicare and private insurers pay hospitals and employed physicians more for services because hospital-owned practices often tack on “facility fees” that are designed to cover hospital infrastructure costs and 24/7 hours.\n\nThis dynamic - in which big hospitals have become bigger and independent practices have declined - affects just how much consumers pay, she said.\n\nFor example, Medicare pays $1,100 for a heart catheterization in a freestanding center and pays $4,000 for the same procedure in a hospital outpatient center, according the Medicare Payment Advisory Commission. Medicare patients are responsible for paying 20 percent of their doctors’ bills, so the location also affects what the patient ultimately pays.\n\n“The problem is that consumers do not always have a choice or may not be aware of that choice,” said Dr. Mark Lopatin, of the Rheumatology Specialty Center, an independent practice with locations in Doylestown and Willow Grove.\n\nRecent recommendations to Congress to level Medicare payments underscore the cost disparity.\n\nThe 2014 annual report of the Medicare Payment Advisory Commission found that Medicare rates were 81 percent higher in hospital outpatient departments and hospital-owned clinics than in independent practices. The report acknowledged that, in 2013, Medicare paid 141 percent more for a level II echo-cardiogram in a hospital than in a freestanding physician’s office.\n\nMedPAC, an independent panel that advises Congress on Medicare policy, has recommended leveling the playing field by equalizing payments for 66 groups of services. The report further recommends that hospital payment rates should be lowered to better match payment rates in the physician office setting.\n\n“Wherever you get a procedure done, it should cost the same,” Jameson said. “That way, patients know what they’re facing.”\n\nThe American Hospital Association contends that hospitals deserve to be paid more because they have expenses and obligations not shared by independent physicians. They must comply with more regulations, keep many departments staffed at all times and treat all patients, regardless of ability to pay.\n\nHospitals are implementing a variety of different pricing methods and programs to keep costs down. Most of those models are being driven by new financial incentives under the Affordable Care Act - incentives that are also leading hospitals to try to attract more doctors.\n\n“It’s no longer the episode of care,” said Bob Edmondson, senior vice president of strategy and business development for St. Mary Health in Middletown. “We’re responsible for the patient before they come to the hospital, when they’re in the hospital and when they leave the hospital. It’s a much more team-based approach, with different partners that we never had before.”\n\nJellinek said she has been approached to leave her independent practice and join a hospital, but has declined.\n\n“When you sell out to someone, there is always a price,” she said. “They may offer you better benefits, better reimbursements, better on-call hours - except one thing; it’s not always better for the patient.”\n\nStaying afloat in a solo practice, though, is a day-to-day battle she’s unsure she’ll win.\n\n“Our reimbursements are lower than bigger groups, they are lower than hospitals and we have no negotiating power,” she said. “We are essentially getting pushed out and being replaced by cheaper alternatives, who may or may not be as qualified,” she said.\n\nThat’s one of the reasons Horvitz decided to go to a direct primary care practice, where patients pay him a monthly or yearly fee for his services, rather than dealing with insurance.\n\n“Doctors, if they remain independent, will lose revenue stream,” he said. “To survive, they’re closing their practices. What we need is choice. Doctors who are independent can decide how they’re paid. I decided not to pay by visit, but per month/year. I’m going to get paid the same, regardless of whether I see them twice or 20 times in that period.”\n\nNew payment methodologies require sophisticated IT systems, a great deal of data-reporting, and shared networks. If providers chose not to install these new electronic health record systems, they are penalized. Federal laws require Medicare rates to be reduced for physicians who don’t participate in the physician quality reporting system as well as the electronic health records and e-prescribing incentive programs.\n\n“There have been a lot of issues with IT; it has been problematic for physicians to use the system, for a multitude of reasons,” said Olmstead, of the Pennsylvania Medical Society. “You’re seeing a large number of physicians that have said, ‘I’ll take the Medicare penalty and not be bothered with this.’ “\n\nThere is, however, some help.\n\nLast summer, Independence Blue Cross and physician network operator DaVita HealthCare Partners launched Tandigm Health, a joint venture designed to help primary care doctors better manage the health of their patient population. About 360 primary care doctors and 150 practice sites in five counties in the Philadelphia region have joined the initiative, bringing with them 92,000 patients covered by Blue Cross and related plans.\n\n“We’re building the infrastructure to responsibly manage the cost and quality for the care of a population of patients,” said Tandigm CEO Dr. Tony Coletta. “This is the direction primary care is going in, to understand they can drive quality up and drive cost down by keeping people healthy.”\n\nParticipating doctors have incentives to do so, based on quality of care, efficiency (measured by emergency room visits and hospital admissions), participation in Tandigm leadership and proper coding of procedures for reimbursement. A medical practice stands to receive 10 percent to 15 percent higher reimbursement if it achieves those goals, Coletta said.\n\nTandigm is also helping practices attract new doctors. Earlier this summer, it launched Tandigm Scholars, a nonprofit organization that will provide new primary care doctors with up to $60,000 to help pay their student loans.\n\nFor Dr. Patti Anolik, that help is crucial.\n\n“Most medical students have a significant amount of debt,” said Anolik, a primary care physician who joined the Newtown Medical Group, an independent practice in Middletown, in July. “You always have to consider debt in the back of your mind. It’s an unfortunate reality.”\n\nAnolik, a Northampton native who lives in Philadelphia, said she owes around $200,000 in college loans. She considered joining a hospital-based practice because some offer loan forgiveness programs. Ultimately, however, she chose the Newtown Medical Group, which is part of the larger Pinnacle Physicians Group network of independent medical providers. She said she made the decision not for the salary, but because she liked the practice and its location.\n\n“I said when I was very young, I want to be a doctor,” said Anolik, 31. “I really just enjoy the connection with the patient, and growing that relationship and that trust, which I think is more than just giving someone your medical advice.”\n\nJellinek, who has been in practice for 30 years, said she hopes to keep her doors open for as long as she can - and that may mean deciding not to accept insurance.\n\nThough she’s not sure of her next step, she said: “It has to go back to the way medicine was 50 years ago, when the focus of the relationship was between the patient and the doctor. We need to bring ethics back to medicine. I’ve known most of my patients since they were born, but I can’t continue using my retirement fund to keep my practice open.”\n\n___\n\nOnline:\n\nhttp://bit.ly/1hv2W4u\n\n___\n\nInformation from: Bucks County Courier Times, http://www.buckscountycouriertimes.com", "article_metadata": {"description": "Dr. Sharon Jellinek opened her Buckingham pediatric practice in 2004. Her goal: To preserve quality, personal medical care. The kind, she said, she \"witnessed years ago.\"", "author": "The Washington Times http://www.washingtontimes.com", "og": {"url": "http://www.washingtontimes.com/news/2015/sep/5/doctors-look-for-new-ways-to-cope-with-health-care/", "site_name": "The Washingtion Times", "type": "article", "description": "Dr. Sharon Jellinek opened her Buckingham pediatric practice in 2004. Her goal: To preserve quality, personal medical care. The kind, she said, she “witnessed years ago.”", "title": "Doctors look for new ways to cope with health care changes"}, "twitter": {"site": "@washtimes", "description": "Dr. Sharon Jellinek opened her Buckingham pediatric practice in 2004. Her goal: To preserve quality, personal medical care. The kind, she said, she \"witnessed years ago.\"", "card": "summary", "title": "Doctors look for new ways to cope with health care changes"}, "Author": "MARION CALLAHAN and CRISSA SHOEMAKER DEBREE", "bitly-verification": "d180fd45f70d", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web2", "viewport": "width=device-width, initial-scale=1, user-scalable=yes"}, "article_summary": "Dr. Robert Grabowski’s Plumstead practice became part of Doylestown Health Primary Care in December after more than a decade as an independent practice.\nThat means hospitals could charge more for routine services than what independent doctors could charge, he said.\n“More than 100,000 independent doctors have exited the practice or become hospital-employed,” said Marni Jameson, executive director of the national group.\nEarlier this summer, it launched Tandigm Scholars, a nonprofit organization that will provide new primary care doctors with up to $60,000 to help pay their student loans.\nHaving everyone from primary care doctors to geriatric specialists in nursing homes in one system means fewer duplicated tests and a greater understanding of a patient’s medical history."}