{"article_title": "“Teenage Mutant Ninja Turtles”: Megan Fox, trapped in a CGI goofball nightmare", "article_keywords": ["cgi", "summer", "teenage", "mutant", "turtles", "trapped", "things", "nightmare", "fox", "megan", "bay", "movies", "superfan", "ninja", "goofball"], "article_url": "http://www.salon.com/2014/08/08/teenage_mutant_ninja_turtles_megan_fox_trapped_in_a_cgi_goofball_nightmare/", "article_text": "Topics: Action movies, Batman, Jonathan Liebesman, Megan Fox, michael bay, Movies, Spider-Man, Summer movies, Teenage Mutant Ninja Turtles, Will arnett, Entertainment News\n\nSo Megan Fox showed up in person at the screening of “Teenage Mutant Ninja Turtles” I attended in Manhattan – along with her co-star Will Arnett, but who cares about him? It’s a bit difficult to tell when Megan Fox is making fun of herself, or the entire world, and when she’s just being Megan Fox. There may be no difference between those things, which has kind of been the problem with her career. Anyway, she informed us that she was a “super-fan” of the Turtles as a kid, which I don’t believe for a second, because it’s hard to imagine Megan Fox being a super-fan of anything that isn’t Megan Fox. Then she informed us that we were all going to do “something fun,” and led the audience, very briefly, in a call-and-response chant: “When I say ‘Ninja,’ you say …” We got it. We all said, “Turtles!” As she was leaving the theater, amid a phalanx of burly security guards – because she is such a huge star — someone behind me shouted, “You’re so pretty!”\n\nWe’ve reached the obvious apex of summer silliness with this ‘roided-up CGI reboot of the TMNT franchise, which tries not to take itself at all seriously but is too big and expensive to be purely a goof. This is a baked-in problem: The Turtles emerged 30 years ago as a tongue-in-cheek parody of such popular comics as Marvel’s “New Mutants” and Frank Miller’s “Ronin,” and then became many times bigger than the things they were supposedly mocking. But if this wildly inconsistent $125 million action spectacle directed by Jonathan Liebesman (“Wrath of the Titans” and “Battle Los Angeles”) and produced by Michael Bay will seem totally inexplicable, not to mention unimaginably ludicrous, to anyone not steeped in Ninja Turtle lore and/or ‘80s-‘90s nostalgia, it’s definitely not the summer’s worst movie.\n\nYes, every moment when the ultra-buff turtles are on screen, busting each other’s chops, doing human beat-box routines and ineptly pitching woo at Megan Fox (because they’re, you know, teenagers) was so acutely painful that I had to draw on my own ninja training and reflect intensively on the transitory nature of all phenomena, just to fend off the profound yearning for death. Then there’s Fox’s inscrutable performance as ambitious TV reporter April O’Neil, who figures out that a mysterious band of masked (and hard-shelled, and sewer-dwelling) vigilantes are doing battle with the dark ninjas of the Foot Clan, who long to conquer New York for nefarious purposes. Yes, the scary bad guys in this movie are called the Foot Clan. That performance is divided between the moments when Fox is trying to have a good time, the ones where she seems filled with contempt for the entire enterprise (and all too aware of the fact that, several years after her public tiff with Bay, she is now relegated to one of his second-tier projects) and the ones where she’s bending over so we can check out her butt. As I suggested earlier, those moments may all be the same, qualitatively speaking.", "article_metadata": {"description": "The onetime star oozes loathing for this overblown kiddie franchise -- but it's not the worst movie of the summer!", "author": "Andrew O'Hehir", "og": {"site_name": "Salon", "description": "The onetime star oozes loathing for this overblown kiddie franchise -- but it's not the worst movie of the summer!", "title": "“Teenage Mutant Ninja Turtles”: Megan Fox, trapped in a CGI goofball nightmare", "url": "http://www.salon.com/2014/08/08/teenage_mutant_ninja_turtles_megan_fox_trapped_in_a_cgi_goofball_nightmare/", "image": "http://media.salon.com/2014/08/ninja_turtles.jpg", "type": "article"}, "twitter": {"description": "The onetime star oozes loathing for this overblown kiddie franchise -- but it's not the worst movie of the summer!", "creator": "@andohehir", "image": "http://media.salon.com/2014/08/ninja_turtles.jpg", "title": "“Teenage Mutant Ninja Turtles”: Megan Fox, trapped in a CGI goofball nightmare", "site": "@salon", "card": "summary_large_image"}, "title": "“Teenage Mutant Ninja Turtles”: Megan Fox, trapped in a CGI goofball nightmare", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, Action movies, Batman, Jonathan Liebesman, Megan Fox, michael bay, Movies, Spider-Man, Summer movies, Teenage Mutant Ninja Turtles, Will arnett", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fd8290\"", "article_summary": "It’s a bit difficult to tell when Megan Fox is making fun of herself, or the entire world, and when she’s just being Megan Fox.\nTopics: Action movies, Batman, Jonathan Liebesman, Megan Fox, michael bay, Movies, Spider-Man, Summer movies, Teenage Mutant Ninja Turtles, Will arnett, Entertainment NewsSo Megan Fox showed up in person at the screening of “Teenage Mutant Ninja Turtles” I attended in Manhattan – along with her co-star Will Arnett, but who cares about him?\nAnyway, she informed us that she was a “super-fan” of the Turtles as a kid, which I don’t believe for a second, because it’s hard to imagine Megan Fox being a super-fan of anything that isn’t Megan Fox.\nThere may be no difference between those things, which has kind of been the problem with her career.\nAs I suggested earlier, those moments may all be the same, qualitatively speaking."}