{"article_title": "Governor Candidates not being honest about Common Core", "article_keywords": ["core", "kentucky", "students", "governor", "honest", "federal", "state", "candidates", "common", "benchmarks", "standards", "arent"], "article_url": "http://www.courier-journal.com/story/news/politics/gerth/2015/05/02/truth-common-core/26776933/", "article_text": "A student raises her hand in a class in Long Island City, N.Y. (Photo: Robert Deutsch, USA TODAY)\n\nTruth is generally a casualty in political battles and there's not an issue that's suffered more wounds in this year's Kentucky governor's race than the Common Core academic standards that Kentucky adopted in 2010.\n\nAt a recent debate, all the Republican candidates for governor criticized the standards and either flat out said or implied that if elected, they would repeal the standards.\n\nLouisville businessman Matt Bevin claimed that under the standards, students aren't being required to learn their multiplication tables. Agriculture Commissioner James Comer said that under the standards, \"two plus two doesn't equal four anymore.\"\n\nFormer Chief Justice Will T. Scott said he was glad he graduated from high school in 1965, \"before the federal government came in and said we're here to help you.\"\n\nAnd former Louisville Metro Council member Hal Heiner recommended getting rid of Common Core but in an interview later, couldn't name one problem with the standards other than the fact that the federal government has endorsed it.\n\n\"I am for high standards, but I am not for the federal government deciding month to month or year to year what those standards should be.\"\n\nThe fact is, there are a lot of misconceptions surrounding the standards and the candidates are out peddling them.\n\nCommon Core came from an initiative of the National Governors Association and the Council of Chief State School Officers, which set out to create a system of benchmarks for students in an effort to set basic standards that students should strive for around the nation.\n\nThe problem was that some states frankly weren't producing college-ready and job-ready students and such benchmarks were supposed to help ensure that students would succeed after matriculating.\n\nBut at some point the standards went astray — when President Barack Obama's education department endorsed the program and began tying federal educational funding to adoption of the curriculum.\n\nU.S. News & World Report said that \"backlash and cries of government overreach bubbled to the surface when the Obama administration slowly pumped up its support for Common Core.\"\n\nKentucky was the first state to adopt the standards, in part because of Republican efforts to replace the old CATS test which many in the GOP opposed because it was an outgrowth of the Kentucky Education Reform Act, because it assessed schools rather than individual students and because it gave no indication of how Kentucky students were matching up to those in other states.\n\nIn 2009, the legislature passed Senate Bill 1 that called for the state to ditch the old CATS test and adopt a national test that would assess students and allow the state to compare educational attainment against other states.\n\nAdditionally, the bill called for adoption of national and international benchmarks for students. It was sponsored by Republican Senate leaders at the time, as well as current floor leader Damon Thayer, of Georgetown, and given the designation SB 1 to convey its importance. Comer voted for the measure.\n\nIn 2010, the state rather than go about the lengthy and expensive effort to create its own benchmarks and curriculum, adopted the Common Core standards, which creators went to great lengths to draw up without input from the federal government in an effort to avoid criticism of federal overreach.\n\nUnder common core, schools do have latitude in the way they teach which, which may lead to some schools deciding that rote memorization or other age-old methods of learning aren't the best option now.\n\nBut when Bevin said students aren't required to memorize multiplication tables because of Common Core, he was flat wrong. My daughter goes to a Common Core school and she has a quiz on multiplication tables every week.\n\nDecisions like that are being made locally, if they are being made. That's exactly the type of freedom the candidates are calling for when they stress local control.\n\nAnd when Bevin complained about \"10 is your friend,\" he was talking about a strategy for adding numbers, which frankly, I struggled with at first when my daughter brought it home. It encourages younger kids to understand the relationships that exist between numbers and helps those who struggle with adding the old fashioned way to get right answers.\n\nWhen Comer said that under Common Core, \"two plus two doesn't equal four anymore,\" I assume he's talking about the fact that students can get credit for employing the right techniques to get an answer, even if they ultimately get the wrong answer.\n\nWe used to call it partial credit, when I was a kid.\n\nBut whatever, Common Core isn't a liberal conspiracy. The U.S. Army has endorsed it. So has the U.S. Chamber of Commerce.\n\nSome have argued that Common Core standards aren't rigorous enough and should be toughened. That's a conversation worth having, but candidates have a responsibility to keep the discussion smart.\n\nThey aren't doing that now.\n\nRead or Share this story: http://cjky.it/1GPePKx", "article_metadata": {"google": "notranslate", "description": "Candidates are demagoguing issure to score political points", "og": {"site_name": "The Courier-Journal", "description": "Candidates are demagoguing issure to score political points", "title": "The truth about Common Core standards", "url": "http://www.courier-journal.com/story/news/politics/gerth/2015/05/02/truth-common-core/26776933/", "image": "http://www.gannett-cdn.com/GDContent/applogos/courier-journal.png", "type": "article"}, "twitter": {"description": "Candidates are demagoguing issure to score political points", "title": "Governor Candidates not being honest about Common Core", "image": "http://www.gannett-cdn.com/-mm-/cd7a5fa6440ba2550bca6b79f32ae70b31149d41/c=955-0-3732-2777&r=x643&c=640x640/local/-/media/USATODAY/None/2014/09/23/1411516226000-XXX-Common-Core-rd0330.JPG", "creator": "@courierjournal", "site": "@courierjournal", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=600030236", "fb": {"app_id": 128534137209813}, "viewport": "width=1070", "Content-Type": "text/html; charset=UTF-8", "cXenseParse": {"gci-topic": "Persons/Hal Heiner", "gci-asset-type": "story", "gci-categories": "Persons/Hal Heiner", "title": "The truth about Common Core standards", "author": "Joseph Gerth", "pageclass": "article", "recs": {"category": "news/politics/gerth", "image-3-4": "http://www.gannett-cdn.com/-mm-/27a83b3d539d1bdb706a1057fe88331ff1642c06/c=1082-0-3165-2777/local/-/media/USATODAY/None/2014/09/23/1411516226000-XXX-Common-Core-rd0330.JPG", "image-1-1": "http://www.gannett-cdn.com/-mm-/690678e38f6b1ae81a10c7988939a05b7c185e66/c=955-0-3732-2777/local/-/media/USATODAY/None/2014/09/23/1411516226000-XXX-Common-Core-rd0330.JPG", "contenttype": "story", "image-4-3": "http://www.gannett-cdn.com/-mm-/1b1f30b3099ad2d6d93366ec7962d6e81903dc05/c=0-0-3695-2777/local/-/media/USATODAY/None/2014/09/23/1411516226000-XXX-Common-Core-rd0330.JPG", "image": "http://www.gannett-cdn.com/-mm-/e4dda7b652bfaaf9369fb31bed01326a21f556cc/c=0-112-3732-2217&r=x1683&c=3200x1680/local/-/media/USATODAY/None/2014/09/23/1411516226000-XXX-Common-Core-rd0330.JPG", "publishtime": "2015-05-02T14:45:04.517000-04:00", "shorthed": "The truth about Common Core standards", "articleid": 26776933, "image-16-9": "http://www.gannett-cdn.com/-mm-/585ef058f61099019b30cf906051dd088c6df3b5/c=0-112-3732-2217/local/-/media/USATODAY/None/2014/09/23/1411516226000-XXX-Common-Core-rd0330.JPG", "image-9-16": "http://www.gannett-cdn.com/-mm-/81400905342f8451aa36cbd9ca7dd50ee5946bed/c=1097-0-2650-2777/local/-/media/USATODAY/None/2014/09/23/1411516226000-XXX-Common-Core-rd0330.JPG"}}, "news_keywords": "James Comer, Jamie Comer, Will T. Scott, Hal Heiner, Matt Bevin, Common Core, Education, Kentucky governor, Joseph Gerth, Joe Gerth"}, "article_summary": "Some have argued that Common Core standards aren't rigorous enough and should be toughened.\nMy daughter goes to a Common Core school and she has a quiz on multiplication tables every week.\nBut when Bevin said students aren't required to memorize multiplication tables because of Common Core, he was flat wrong.\nLouisville businessman Matt Bevin claimed that under the standards, students aren't being required to learn their multiplication tables.\nU.S. News & World Report said that \"backlash and cries of government overreach bubbled to the surface when the Obama administration slowly pumped up its support for Common Core.\""}