{"article_title": "Opinion: N.J. should maintain its 'Heat and Eat' program", "article_keywords": ["nj", "cut", "benefits", "federal", "million", "state", "maintain", "heat", "program", "snap", "opinion", "eat", "jersey"], "article_url": "http://www.nj.com/opinion/index.ssf/2014/05/opinion_nj_should_maintain_its_heat_and_eat_program.html", "article_text": "By Raymond Castro\n\nThe Christie administration still has not made a decision whether it will maintain the “Heat and Eat” program, which ties important federal nutritional benefits to state heating assistance. The federal government has changed the rules of the program, and now New Jersey needs to join eight other states to change its heating benefit to prevent an estimated $90 a month cut in Supplemental Nutrition Assistance Program (SNAP) benefits to 160,000 households that include senior citizens, people with disabilities and children. New Jersey’s indecisiveness is perplexing.\n\n1. It’s a great deal for New Jersey’s economy\n\nMaintaining the “Heat and Eat” program would bring $53 in benefits for every dollar invested, while opting not to do so would provide yet another blow to New Jersey’s ailing economy. By spending $3.2 million to increase its annual energy assistance payment to $21 per household, the state would continue to generate $170 million in federal SNAP benefits. What’s more, this $3.2 million might not even have to come out of New Jersey’s coffers; most of the other states extending Heat and Eat are using federal funds from the federal Low Income Home Energy Assistance Program. The impact on the state’s economy, however, would be even greater because every dollar of SNAP benefits generates almost twice that in economic activity. If it fails to maintain the program, New Jersey would lose an estimated $300 million in economic activity at a time when the state is stuck in a post-recession rut.\n\n2. These New Jerseyans are in great need\n\nThe 160,000 New Jersey households affected by this potential cut are already hurting, and a cut would make it harder for them to eat regular, balanced meals. Without Heat and Eat, these households would lose an average of 64 meals a month. Households with senior citizens and people with disabilities would be hurt the most because of the way SNAP benefits are calculated. Going forward, the reduced benefits would also apply to all new SNAP applicants, so the number of households affected will continue to grow over time.\n\nWhat’s more, the cut would come on top of other cuts to SNAP that have hurt struggling New Jersey families. SNAP benefits are already minimal as a result of an across-the-board cut last November that resulted in the average household losing $29 in monthly benefits. This November cut came at a time when many households continue to struggle during the state’s slow recovery and are already turning to tapped-out charities and food banks for help to bridge the gaps. The average person receiving SNAP benefits now sees less than a $1.40 a meal.\n\n3. It would prevent an inevitable loss in state tax revenues when revenues are sorely needed\n\nMaintaining the Heat and Eat program would prevent a loss in state tax revenues at a time when New Jersey is struggling to balance this year’s budget and facing a large and growing budget gap next year. While food is not taxed in New Jersey, many other items are. If benefits get cut again, New Jerseyans who rely on SNAP would have to take money that’s usually spent on other, taxable goods and spend it on food to keep from going hungry. Every $20 million in spending on items subject to the sales tax generates $1.4 million in revenue.\n\n4. Other state leaders from both parties are already on board\n\nOnly 15 states are affected by the Heat and Eat proviso, but eight have already opted in, including New Jersey’s neighbors New York (led by a Democrat) and Pennsylvania (led by a Republican).\n\nWhen the commissioners of the Department of Human Services and the Department of Community Affairs were recently asked about extending Heat and Eat at the budget hearings, both simply responded that they were working on it but would not say whether the program would be maintained.\n\nThe administration’s delay in making a decision on this issue is puzzling given its track record on obtaining federal funds in order to save New Jersey money. We have seen that in its decision to expand Medicaid under the Affordable Care Act, its successful efforts to obtain the Comprehensive Medicaid Waiver and its acceptance of about $4.5 billion in federal disaster relief dollars related to Superstorm Sandy.\n\nGiven that Heat and Eat will also save New Jersey money, the state should quickly opt to continue the program and end a stressful guessing game for hundreds of thousands of New Jerseyans who are wondering if they’ll have much less money for food in the near future. For an administration pledged to address the needs of our “most vulnerable” residents, this should be an easy (and quick) choice.\n\nRaymond Castro is the senior policy analyst at New Jersey Policy Perspective, a Trenton-based think tank that promotes solutions for economic opportunity and shared prosperity.\n\nOn mobile or desktop:\n\n• Like Times of Trenton on Facebook\n\n• Follow @TimesofTrenton on Twitter", "article_metadata": {"medium": "news", "viewport": "width=device-width,initial-scale=1", "news_keywords": "chris-christie, times-oped, opinion", "title": "Opinion: N.J. should maintain its 'Heat and Eat' program", "parsely-page": "{\"title\": \"Opinion: N.J. should maintain its \\u0027Heat and Eat\\u0027 program\", \"link\": \"http://www.nj.com/opinion/index.ssf/2014/05/opinion_nj_should_maintain_its_heat_and_eat_program.html\", \"image_url\": \"http://image.nj.com/home/njo-media/width620/img/ledgerupdates_impact/photo/2013/10/13574523-standard.jpg\", \"type\": \"post\", \"post_id\": \"13006008\", \"pub_date\": \"2014-05-26T09:28:45Z\", \"author\": \"Times of Trenton Guest Columnist\", \"tags\": [\"@mercer-county\",\"@river\",\"chris-christie\",\"times-oped\"] }", "twitter": {"image": "http://image.nj.com/home/njo-media/width620/img/ledgerupdates_impact/photo/2013/10/13574523-standard.jpg", "description": "Given that Heat and Eat will also save New Jersey money, the state should quickly opt to continue the program", "card": "summary_large_image", "site": "@njdotcom"}, "article_date_updated": "Monday, May 26, 2014,  5:28 AM", "parsely-metadata": "{\"short_title\": \"\", \"image_url\": \"http://media.nj.com/ledgerupdates_impact/photo/2013/10/food-stampsjpg-1fa73b2053cd1151.jpg\", \"author_name\": \"njotimesoped\", \"author_nickname\": \"Times of Trenton Guest Columnist\", \"author_id\": \"9655443\", \"source_blog_name\": \"New Jersey Opinion\", \"source_blog_url\": \"http://www.nj.com/opinion/index.ssf/\", \"sponsored_content\": \"0\" }", "og": {"site_name": "NJ.com", "description": "Given that Heat and Eat will also save New Jersey money, the state should quickly opt to continue the program", "title": "Opinion: N.J. should maintain its 'Heat and Eat' program", "url": "http://www.nj.com/opinion/index.ssf/2014/05/opinion_nj_should_maintain_its_heat_and_eat_program.html", "image": "http://image.nj.com/home/njo-media/width620/img/ledgerupdates_impact/photo/2013/10/13574523-standard.jpg", "type": "article"}, "fb": {"admins": 100000302287435}, "article_publication_name": "NJ.com", "article": {"author": "http://"}, "article_comments": 0, "article_date_original": "Monday, May 26, 2014,  5:28 AM", "article_author": "Times of Trenton Guest Columnist", "Description": "Given that Heat and Eat will also save New Jersey money, the state should quickly opt to continue the program"}, "article_summary": "By Raymond CastroThe Christie administration still has not made a decision whether it will maintain the “Heat and Eat” program, which ties important federal nutritional benefits to state heating assistance.\nHouseholds with senior citizens and people with disabilities would be hurt the most because of the way SNAP benefits are calculated.\nThe impact on the state’s economy, however, would be even greater because every dollar of SNAP benefits generates almost twice that in economic activity.\nThe average person receiving SNAP benefits now sees less than a $1.40 a meal.\nWithout Heat and Eat, these households would lose an average of 64 meals a month."}