{"article_title": "Colorado health insurance cooperative cuts off payments to brokers – The Denver Post", "article_keywords": ["premium", "colorado", "insurer", "denver", "members", "state", "health", "payments", "cooperative", "cuts", "post", "insurance", "brokers"], "article_url": "http://www.denverpost.com/news/ci_29135866/colorado-health-insurance-cooperative-cuts-off-payments-brokers", "article_text": "Colorado’s failing health insurance cooperative told insurance brokers Wednesday that it will withhold their payments for the final two months of 2015.\n\nHealth insurance brokers helped sign up many of Colorado HealthOP’s 83,000 members, and they collect fees from members’ premium payments. The stoppage could total nearly $2 million, and brokers fear they will never recover that money.\n\n“There’s a lot of concern,” said Tammy Niederman, legislative director for the Colorado State Association of Health Underwriters. “Some brokers are going to be losing up to $10,000 a month.”\n\nShe was bombarded with phone calls Wednesday morning after the nonprofit insurer made the disclosure.\n\n“It’s sad. A lot of us trusted what the co-op was telling us,” she said.\n\nBrokers received about 6 percent of premium payments to the cooperative from individuals they signed up. Statewide, HealthOP payments to brokers averaged about $900,000 a month.\n\nThe insurer enlisted many Colorado residents seeking health insurance by offering low coverage rates. It did so while anticipating a large reimbursement from a federal program intended to help newcomers to the insurance market. But when that payment was unexpectedly low, HealthOP finances quickly unwound.\n\nVincent Plymell, a spokesman for the state Division of Insurance, said the cooperative has paid brokers through Oct. 20, but they will not get commissions from November and December premiums.\n\nLast month, the insurance division ordered the insurer to shut down because it lacked required capital reserves to issue policies in 2016.\n\nThe cooperative’s closing costs have mounted since then as some members stopped paying premiums while others hurried to get medical treatment before their insurance expires.\n\nA receiver, Joe Holloway, has been appointed to manage its finances until it goes out of business.\n\nStephen Cox, a longtime Lafayette insurance broker, said the nonprofit dropped “the bombshell” during a morning webinar.\n\n“They’re in much worse financial shape than we thought,” he said. “We’re all in shock.”\n\nHealthOP board president Chuck Holum expressed regret about the payment stoppage.\n\n“I feel terrible about this too,” he said. “The brokers helped us succeed.”\n\nDavid Olinger: 303-954-1498, dolinger@denverpost.com or @dolingerdp", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "Colorado health insurance cooperative cuts off payments to brokers", "title": "Colorado health insurance cooperative cuts off payments to brokers", "url": "http://www.denverpost.com/2015/11/18/colorado-health-insurance-cooperative-cuts-off-payments-to-brokers/", "image": {"width": 654, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/04/20151016__coloradohealthopp1.jpg", "height": 271}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/04/20151016__coloradohealthopp1.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "article": {"published_time": "2015-11-18T17:34:41+00:00", "modified_time": "2016-04-20T04:26:37+00:00"}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "viewport": "width=device-width, initial-scale=1", "news_keywords": "Obamacare"}, "_id": "\"57477af46914bd0286fe1fd7\"", "article_summary": "Colorado’s failing health insurance cooperative told insurance brokers Wednesday that it will withhold their payments for the final two months of 2015.\nHealth insurance brokers helped sign up many of Colorado HealthOP’s 83,000 members, and they collect fees from members’ premium payments.\n“There’s a lot of concern,” said Tammy Niederman, legislative director for the Colorado State Association of Health Underwriters.\nBrokers received about 6 percent of premium payments to the cooperative from individuals they signed up.\nThe insurer enlisted many Colorado residents seeking health insurance by offering low coverage rates."}