{"article_title": "South Africa may export rhinos because people won’t stop poaching them", "article_keywords": ["wont", "large", "poaching", "africa", "national", "rhinos", "stop", "ferreira", "including", "kruger", "game", "export", "african", "moving", "south"], "article_url": "http://www.salon.com/2014/08/12/south_africa_may_export_rhinos_because_people_wont_stop_poaching_them/", "article_text": "Topics: Poaching, Rhinos, South Africa, Sustainability News, News\n\nSouth Africa is essentially moving its rhinoceroses into witness protection by relocating them from Kruger National Park to secret locations both within and outside its borders. The move will be made in an effort to protect the endangered species from poachers who will sneak across the border between Mozambique and Kruger with automatic rifles and night-vision goggles. So far, 638 rhinos have been poached this year, compared to 1,004 last year.\n\nBloomberg’s Paul Burkhardt reports from Pretoria:\n\nPoaching has surged in South African game reserves and private game ranches and beyond as demand for the animals’ horns climbs in Asian nations including China and Vietnam because of a false belief that it can cure diseases including cancer. As many as 500 rhinos could be safely moved from Kruger, a reserve the size of Israel, Sam Ferreira, a large mammal ecologist at South African National Parks, said at the briefing. Moving such a large number would be logistically difficult… “The translocations are the backbone of what South Africans have achieved with rhinos” in conservation, Ferreira said. About 1,500 rhinos were relocated from Kruger between 1997 and 2013, a program that “has contributed significantly” to the growth of the South African population of the animals, [Environment Minister Edna] Molewa said.", "article_metadata": {"description": "638 rhinos have been poached this year", "author": "Joanna Rothkopf", "og": {"site_name": "Salon", "description": "638 rhinos have been poached this year", "title": "South Africa may export rhinos because people won’t stop poaching them", "url": "http://www.salon.com/2014/08/12/south_africa_may_export_rhinos_because_people_wont_stop_poaching_them/", "image": "http://media.salon.com/2014/08/shutterstock_108684659-e1407859117947.jpg", "type": "article"}, "twitter": {"description": "638 rhinos have been poached this year", "creator": "@@joannarothkopf", "image": "http://media.salon.com/2014/08/shutterstock_108684659-e1407859117947.jpg", "title": "South Africa may export rhinos because people won’t stop poaching them", "site": "@salon", "card": "summary_large_image"}, "title": "South Africa may export rhinos because people won’t stop poaching them", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, Poaching, Rhinos, South Africa", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fc9a1c\"", "article_summary": "Topics: Poaching, Rhinos, South Africa, Sustainability News, NewsSouth Africa is essentially moving its rhinoceroses into witness protection by relocating them from Kruger National Park to secret locations both within and outside its borders.\nAs many as 500 rhinos could be safely moved from Kruger, a reserve the size of Israel, Sam Ferreira, a large mammal ecologist at South African National Parks, said at the briefing.\nMoving such a large number would be logistically difficult… “The translocations are the backbone of what South Africans have achieved with rhinos” in conservation, Ferreira said.\nAbout 1,500 rhinos were relocated from Kruger between 1997 and 2013, a program that “has contributed significantly” to the growth of the South African population of the animals, [Environment Minister Edna] Molewa said.\nSo far, 638 rhinos have been poached this year, compared to 1,004 last year."}