{"article_title": "“We are hostage to his fortune”: Sheldon Adelson, Benjamin Netanyahu and America’s dark money conspiracy", "article_keywords": ["benjamin", "israel", "hayom", "fortune", "sheldon", "adelson", "hostage", "money", "united", "netanyahu", "americas", "dark", "conspiracy", "newspaper", "super", "gallery"], "article_url": "http://www.salon.com/2015/03/07/we_are_hostage_to_his_fortune_sheldon_anderson_benjamin_netanyahu_and_americas_dark_money_conspiracy_partner/", "article_text": "Topics: Benjamin Netanyahu, BillMoyers.com, Sheldon Anderson, News, Politics News\n\nThis piece originally appeared on BillMoyers.com.\n\nEverything you need to know about Israeli Prime Minister Benjamin Netanyahu’s address to Congress Tuesday was the presence in the visitor’s gallery of one man – Sheldon Adelson.\n\nThe gambling tycoon is the Godfather of the Republican Right. The party’s presidential hopefuls line up to kiss his assets, scraping and bowing for his blessing, which when granted is bestowed with his signed checks. Data from both the nonpartisan Center for Responsive Politics and the Center for Public Integrityshow that in the 2012 election cycle, Adelson and his wife Miriam (whose purse achieved metaphoric glory Tuesday when it fell from the gallery and hit a Democratic congressman) contributed $150 million to the GOP and its friends, including $93 million to such plutocracy-friendly super PACs as Karl Rove’s American Crossroads, the Congressional Leadership Fund, the Republican Jewish Coalition Victory Fund, Winning Our Future (the pro-Newt Gingrich super PAC) and Restore Our Future (the pro-Mitt Romney super PAC).\n\nYet there’s no knowing for sure about all of the “dark money” contributed by the Adelsons – so called because it doesn’t have to be reported. Like those high-rise, multi-million dollar apartments in New York City purchased by oligarchs whose identity is hidden within perfectly legal shell organizations, dark money lets our politicians conveniently erase fingerprints left by their ink-stained (from signing all those checks) billionaire benefactors.\n\nBut Sheldon Adelson was not only sitting in the House gallery on Tuesday because of the strings he pulls here in the United States. He is also the Daddy Warbucks of Israel and Benjamin Netanyahu is yet another of his beneficiaries – not to mention an ideological soulmate. Although campaign finance reform laws are much more strict in Israel than here in the United States, Adelson’s wealth has bought him what the historian and journalist Gershom Gorenberg calls “uniquely pernicious” influence.\n\nAdelson owns the daily Israel Hayom, a leading newspaper, as well as Makor Roshon, the daily newspaper of Israel’s Zionist religious right and NRG, a news website. He gives Israel Hayom away for free in order to promote his hardline views – the headline in the paper the day after Obama’s re-election was “The US Voted [for] Socialism.”\n\nMore important, he uses the paper to bang the drum incessantly for Netanyahu and his right-wing Likud Party, under the reign of which Israel has edged closer and closer to theocracy. As Hebrew University economist Momi Dahan put it: “De facto, the existence of a newspaper like Israel Hayom egregiously violates the law, because [Adelson] actually is providing a candidate with nearly unlimited resources.”", "article_metadata": {"description": "The gambling tycoon is funneling loads of cash into GOP PACs. He's also controlling Israel's propaganda machine", "title": "“We are hostage to his fortune”: Sheldon Adelson, Benjamin Netanyahu and America’s dark money conspiracy", "og": {"site_name": "Salon", "description": "The gambling tycoon is funneling loads of cash into GOP PACs. He's also controlling Israel's propaganda machine", "title": "“We are hostage to his fortune”: Sheldon Adelson, Benjamin Netanyahu and America’s dark money conspiracy", "url": "http://www.salon.com/2015/03/07/we_are_hostage_to_his_fortune_sheldon_anderson_benjamin_netanyahu_and_americas_dark_money_conspiracy_partner/", "image": "http://media.salon.com/2015/03/shutterstock_1452461201.jpg", "type": "article"}, "twitter": {"description": "The gambling tycoon is funneling loads of cash into GOP PACs. He's also controlling Israel's propaganda machine", "title": "“We are hostage to his fortune”: Sheldon Adelson, Benjamin Netanyahu and America’s dark money conspiracy", "image": "http://media.salon.com/2015/03/shutterstock_1452461201.jpg", "creator": "@salon", "site": "@salon", "card": "summary_large_image"}, "author": "Bill Moyers and Michael Winship", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, Benjamin Netanyahu, BillMoyers.com, Sheldon Anderson", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "Topics: Benjamin Netanyahu, BillMoyers.com, Sheldon Anderson, News, Politics NewsThis piece originally appeared on BillMoyers.com.\nHe is also the Daddy Warbucks of Israel and Benjamin Netanyahu is yet another of his beneficiaries – not to mention an ideological soulmate.\nEverything you need to know about Israeli Prime Minister Benjamin Netanyahu’s address to Congress Tuesday was the presence in the visitor’s gallery of one man – Sheldon Adelson.\nBut Sheldon Adelson was not only sitting in the House gallery on Tuesday because of the strings he pulls here in the United States.\nAdelson owns the daily Israel Hayom, a leading newspaper, as well as Makor Roshon, the daily newspaper of Israel’s Zionist religious right and NRG, a news website."}