{"article_title": "2 residents at Brookdale of North Loveland reach 105-year milestone in July", "article_keywords": ["105year", "school", "hostetter", "brookdale", "things", "reach", "loveland", "sableman", "theyre", "milestone", "north", "residents", "berquist", "worked", "exercise"], "article_url": "http://www.reporterherald.com/lifestyles/neighbors/ci_28507814/2-residents-at-brookdale-north-loveland-reach-105", "article_text": "Wayne Sableman, left, and Herdes Berquist exercise at Brookdale of North Loveland on Tuesday, July 7, in Loveland. Both of them turn 105 this month. ( Jenny Sparks / Loveland Reporter-Herald )\n\nTwo of the residents at Brookdale of North Loveland are turning 105 this month, something one of the staff is calling a \"centenarian coincidence.\"\n\nHerdes Berquist's birthday was Sunday, July 12, and Wayne Sableman's is on Saturday, July 25 — they are the first residents at the assisted living facility to reach (and exceed) a century.\n\n\"I think it's such a neat coincidence and the fact they're both such amazing people,\" said Emily Hostetter, resident programs coordinator at Brookdale, formerly Sterling House of Loveland. \"They're so vibrant. They exercise with me every day.\"\n\nHostetter teaches a half-hour, chair-based exercise class called Be Fit Exercise, which Berquist and Hostetter both attend, as well as taking regular walks. The classes involve stretching, balance exercises, neuromotor movements and strength training.\n\n\"It keeps our bodies and minds healthy,\" Hostetter said. \"Obviously, it's worked for them.\"\n\nBerquist attributes her longevity to living moderately.\n\n\"I didn't drink or do things that may shorten your life,\" she said. \"I've always exercised quite a bit, especially walking. ... I exercise every day.\"\n\nBerquist said her years come, and she just takes them.\n\n\"You just live each day the best you can and the year flies by and the next thing you know, you're old,\" she said.\n\nThe fact Berquist and Sableman are turning 105 is \"something remarkable and something to celebrate,\" Hostetter said.\n\nBerquist's Story\n\nAdvertisement\n\nBerquist celebrated her birthday with her family on Saturday, July 11, and Sableman will with his family on Wednesday, July 22, in a party that includes bingo games, something he loves to play.\n\nIn addition, the two are part of the monthly celebration for all the July birthdays. Those celebrations include an ice cream party and music.\n\nBerquist was born July 12, 1910, in Kimballton, Iowa, and spent most of her life in Marshalltown, Iowa, before moving to Brookdale more than two years ago to be closer to her son, who lives in Fort Collins.\n\nAfter graduating from State Center High School in 1928, Berquist attended a year of college but had to drop out because of the bad economy and return home — her father couldn't afford to keep her and her brother (one of five in the family) in school. She never went back and instead worked as a bookkeeper at a creamery her father managed and then in the children's department of a retail store in Marshalltown.\n\nBerquist, who married in 1927 to the late Alan, worked in the children's department until she was 64 years old. Her husband died in 1993. They had two children.\n\n\"We were compatible, and it worked out nicely,\" Berquist said, adding that they met on a blind date.\n\nThrough the years, Berquist has seen a few changes.\n\n\"People are living faster. They're always on the go,\" Berquist said. \"They have more things to do than we did years ago. We didn't move around as much as they do now.\"\n\nSableman's Story\n\nSableman grew up on a farm near Mead, Neb., and after he graduated from high school in 1927 and attended college, earning a business degree two years later.\n\n\"That was an accomplishment at that time, because not many kids graduated,\" Sableman said. \"It was during the Depression.\"\n\nSableman worked for United Airlines, taking care of ground services all over the United States, until he retired in 1970 and then owned two Dairy Queens and a record store.\n\n\"It's kind of interesting to me that the first airlines, we carried two passengers. We now carry 500,\" Sableman said.\n\nSableman married when he was 21 and divorced at 23 when it wasn't a common thing to do.\n\n\"It wasn't very spectacular. I was aware of the seriousness of it,\" said Sableman, who remarried a couple of years later, he said.\n\nSableman and his second wife, the late Ellen, have two children, six grandchildren, 12 great-grandchildren, and 15 great-great-grandchildren.\n\nPeople ask Sableman what his secret is for longevity.\n\n\"One of the main things is I didn't smoke. I've been a kind of easygoing person. I'm sure that made some contribution,\" he said. \"I've always exercised a lot. ... I like to play bingo, and I like to exercise. These things I do regularly.\"\n\nShelley Widhalm: 970-669-5050, swidhalm@reporter-herald.com, twitter.com/ShelleyWidhalm", "article_metadata": {"sailthru.url": "http://www.reporterherald.com/lifestyles/neighbors/ci_28507814/2-residents-at-brookdale-north-loveland-reach-105", "modificationDate": "2015-07-19T21:22:44-0600", "sailthru.image.thumb": "http://extras.mnginteractive.com/live/media/site47/2015/0719/20150719__20RHA105w~1_300.jpg", "sailthru.author": "By Shelley Widhalm \n \n  Reporter-Herald Staff Writer", "description": "Two of the residents at Brookdale of North Loveland are turning 105 this month, something one of the staff is calling a \"centenarian coincidence.\"", "ag": {"canon": "LovelandReporter-Herald:article:28507814:view"}, "startDate": "2015-07-19T18:05:48-0600", "og": {"url": "http://www.reporterherald.com/lifestyles/neighbors/ci_28507814/2-residents-at-brookdale-north-loveland-reach-105", "image": "http://extras.mnginteractive.com/live/media/site47/2015/0719/20150719__20RHA105w~1.jpg", "type": "article", "description": "Two of the residents at Brookdale of North Loveland are turning 105 this month, something one of the staff is calling a \"centenarian coincidence.\"", "title": "2 residents at Brookdale of North Loveland reach 105-year milestone in July"}, "twitter": {"domain": "reporterherald.com", "description": "Two of the residents at Brookdale of North Loveland are turning 105 this month, something one of the staff is calling a \"centenarian coincidence.\"", "title": "2 residents at Brookdale of North Loveland reach 105-year milestone in July", "url": "http://www.reporterherald.com/lifestyles/neighbors/ci_28507814/2-residents-at-brookdale-north-loveland-reach-105", "image": "http://extras.mnginteractive.com/live/media/site47/2015/0719/20150719__20RHA105w~1.jpg", "site": "@reporterherald", "card": "summary_large_image"}, "sailthru.date": "2015-07-19T18:05:48-0600", "sailthru.site": "reporterherald.com", "endDate": "2025-07-19T18:05:48-0600", "sailthru.title": "2 residents at Brookdale of North Loveland reach 105-year milestone in July", "sailthru.article-section-or-homepage": "article", "sailthru.section": "Neighbors", "msvalidate.01": "4B535F7EB2971D1FCBA5D1D3E3E292C3", "google-site-verification": "XzsHDcJw4iXBQEYtDXFRaUAdKzxhSvxWMgXyQQNFFzg", "byline": "By Shelley WidhalmReporter-Herald", "sailthru.image.full": "http://extras.mnginteractive.com/live/media/site47/2015/0719/20150719__20RHA105w~1.jpg", "pubDate": "2015-07-19T18:06:23-0600"}, "article_summary": "Wayne Sableman, left, and Herdes Berquist exercise at Brookdale of North Loveland on Tuesday, July 7, in Loveland.\n( Jenny Sparks / Loveland Reporter-Herald )Two of the residents at Brookdale of North Loveland are turning 105 this month, something one of the staff is calling a \"centenarian coincidence.\"\nHostetter teaches a half-hour, chair-based exercise class called Be Fit Exercise, which Berquist and Hostetter both attend, as well as taking regular walks.\nSableman worked for United Airlines, taking care of ground services all over the United States, until he retired in 1970 and then owned two Dairy Queens and a record store.\n\"I think it's such a neat coincidence and the fact they're both such amazing people,\" said Emily Hostetter, resident programs coordinator at Brookdale, formerly Sterling House of Loveland."}