{"article_title": "CA-33: New GOP Super PAC Launches Ad in Support of Elan Carr", "article_keywords": ["advertisement", "ad", "carr", "launches", "support", "washington", "agenda", "angeles", "elan", "pac", "ca33", "post", "republican", "super", "gop", "bold"], "article_url": "http://www.breitbart.com/california/2014/10/19/new-gop-super-pac-launches-ad-in-support-of-elan-carr/", "article_text": "SIGN UP FOR OUR NEWSLETTER\n\nLOS ANGELES — Bold Agenda PAC launched a new broadcast television advertisement for 33rd congressional district candidate Elan Carr late last week, with just over two weeks remaining until the November 4 midterm election. Carr, a Republican, is battling state Sen. Ted Lieu (D-Torrance) for the congressional seat being vacated by outgoing Democrat stalwart Rep. Henry Waxman.\n\nThe ad, which began airing Friday, calls Washington “broken,” and accuses D.C. of “fighting when they should be solving real problems.”\n\nSIGN UP FOR OUR NEWSLETTER\n\n“Elan Carr says fixing Washington shouldn’t be about party or politics,” the ad continues. “It should be about service, compassion, and commitment to the community.”\n\nThe ad then references Carr’s experience serving in the U.S. military in Iraq, and his work as a Los Angeles criminal gang prosecutor.\n\n“Elan Carr served in Iraq and faced the challenges of terrorism firsthand. As a Los Angeles criminal gang prosecutor, he puts away criminals who prey on minorities and the disadvantaged.”\n\n“Elan Carr–for leadership that’s about people, not politics,” the ad concludes.\n\nAccording to a source familiar with the media buy, the advertisement will air on broadcast television until October 23, at a cost of $50,000 a day.\n\nBold Agenda PAC has contributed $256,485 to Carr’s campaign, representing the organization’s only independent expenditures to a candidate this election cycle thus far, according to campaign finance watchdog OpenSecrets.org.\n\nThe Washington Post reported on Sunday that Bold Agenda PAC was started by California winery owner and multimillionaire Republican donor John Jordan.\n\n“Since Republicans are on the precipice of possibly winning a Senate majority, there has not been an articulated governing vision of specific steps to meet American needs,” Jordan told the Post, explaining his motivation for creating the PAC. “I was waiting for Republican leadership to do it.”\n\nIn addition to the advertisement for Carr, the Bold Agenda PAC launched a general advertisement on Sunday outlining a “bold, smart Republican agenda, where common sense puts results over politics.”\n\nThat ad outlines several of the PAC’s key positions, including implementing tax cuts for companies that bring jobs back to the United States, domestic energy independence, and the dismantling of Common Core.\n\nAccording to the Post, the general advertisement began airing nationally on Sunday and will run through the end of the week.\n\n\n\n\n\nPhoto: File", "article_metadata": {"description": "CA-33: New GOP Super PAC Launches Ad in Support of Elan Carr", "og": {"site_name": "Breitbart", "description": "CA-33: New GOP Super PAC Launches Ad in Support of Elan Carr", "title": "CA-33: New GOP Super PAC Launches Ad in Support of Elan Carr - Breitbart", "locale": "en_US", "image": "http://cdn.breitbart.com/mediaserver/Breitbart/Breitbart-California/2014/California/Politicians/Federal/Carr-Lieu.png", "url": "http://www.breitbart.com/california/2014/10/19/new-gop-super-pac-launches-ad-in-support-of-elan-carr/", "type": "article"}, "twitter": {"description": "CA-33: New GOP Super PAC Launches Ad in Support of Elan Carr", "title": "CA-33: New GOP Super PAC Launches Ad in Support of Elan Carr - Breitbart", "image": "http://cdn.breitbart.com/mediaserver/Breitbart/Breitbart-California/2014/California/Politicians/Federal/Carr-Lieu.png", "creator": "@BreitbartNews", "site": "@BreitbartNews", "card": "summary"}, "robots": "noodp", "fb": {"pages": 95475020353, "use_automatic_ad_placement": "true", "app_id": 1243316582352556}, "msapplication-TileImage": "/t/assets/i/w-logo-orange.png", "keywords": "Henry Waxman, Iraq, Washington Post,Breitbart California,", "article": {"publisher": "https://www.facebook.com/Breitbart", "section": "Breitbart California", "tag": "Washington Post", "published_time": "2014-10-19T14:33:49-07:00", "categories": "Breitbart California"}, "viewport": "width=device-width,initial-scale=1", "op": {"markup_version": "v1.0"}}, "_id": "\"57477af36914bd0286fcfd30\"", "article_summary": "The Washington Post reported on Sunday that Bold Agenda PAC was started by California winery owner and multimillionaire Republican donor John Jordan.\nBold Agenda PAC has contributed $256,485 to Carr’s campaign, representing the organization’s only independent expenditures to a candidate this election cycle thus far, according to campaign finance watchdog OpenSecrets.org.\nCarr, a Republican, is battling state Sen. Ted Lieu (D-Torrance) for the congressional seat being vacated by outgoing Democrat stalwart Rep. Henry Waxman.\nSIGN UP FOR OUR NEWSLETTERLOS ANGELES — Bold Agenda PAC launched a new broadcast television advertisement for 33rd congressional district candidate Elan Carr late last week, with just over two weeks remaining until the November 4 midterm election.\nAccording to the Post, the general advertisement began airing nationally on Sunday and will run through the end of the week."}