{"article_title": "City of Detroit runs out of paper for death certificates, struggles to buy more due to bankruptcy", "article_keywords": ["city", "runs", "death", "families", "funeral", "struggles", "detroit", "butler", "paper", "certificates", "buy", "told", "insurance", "red", "bankruptcy"], "article_url": "http://redalertpolitics.com/2013/09/06/city-of-detroit-runs-out-of-paper-for-death-certificates-struggles-to-buy-more-due-to-bankruptcy/", "article_text": "City of Detroit runs out of paper for death certificates, struggles to buy more due to bankruptcy\n\nAn unexpected side effect of Detroit’s bankruptcy filing in July – the inability for the city coroner’s office to provide residents with official death certificates.\n\nThe city was unable to print death certificates for a short time at the end of July, as it no longer had a supply of the special embossed paper required for the certificates. The company that had produced the paper requested that the city pay for the paper in cash, something it couldn’t do after the July 18 filing.\n\nThis forced the Michigan Select Funeral Directors Association to send text messages to funeral home directors – who need the official certificates to be paid by insurance companies – with the warning “FYI, city of Detroit can’t process death certificates because they have no paper and don’t have money to buy any.”\n\nCharita Butler, who along with her husband owns Butler Funeral Homes in Detroit, laughed when she told Red Alert Politics that she remembered trying to file death certificates the day the city ran out of paper.\n\n“For us it was an inconvenience, but it wasn’t a huge inconvenience,” Butler said. “You can’t get paid by the insurance companies if you don’t have a death certificate. So we try to quickly get them filed and get them to the insurance companies.”\n\nFortunately, the city was only out of paper for a few days. Butler told Red Alert that she and her husband tried to file the death certificates at the end of the week and were ultimately able to get them by the middle of the next week. She did have to wait to get the certificates until after that Monday, however, because of furlough days.\n\nIt wasn’t just funeral homes like Butler’s that were inconvenienced by the paper shortage, either. Families that needed the certificates to “start to handle their business on behalf of their deceased loved one” were also affected, and with the city’s depressed financial instability families aren’t always able to handle burial costs on their own.\n\nButler told Red Alert that she’s actually had to refer several families to the state of Michigan to get financial help to pay for funerals.\n\n“We try to keep prices as low as possible, but even a couple thousand dollars is a lot,” Butler said, noting that some families are even waiting two to three weeks after a loved one passes away to arrange a funeral or go through the cremation process.", "article_metadata": {"generator": "NGFB Pro 7.8.4U", "og": {"site_name": "Red Alert Politics", "description": "An unexpected side effect of Detroit's bankruptcy filing in July - the inability for the city coroner's office to provide residents with official death certificates.", "title": "City of Detroit runs out of paper for death certificates...", "locale": "en_US", "image": {"width": 533, "identifier": "http://redalertpolitics.com/files/2013/06/Coffins-533x400.jpg", "height": 400}, "url": "http://redalertpolitics.com/2013/09/06/city-of-detroit-runs-out-of-paper-for-death-certificates-struggles-to-buy-more-due-to-bankruptcy/", "type": "article"}, "fb": {"admins": 1285945407, "app_id": 529886110401651}, "msvalidate.01": "0F003B4674EABE0F24651B476B61A43C", "article": {"publisher": "https://www.facebook.com/RedAlertPolitics", "tag": "paper-shortage", "published_time": "2013-09-06T16:15:25+00:00", "modified_time": "2013-09-07T09:57:11+00:00"}, "viewport": "width=device-width"}, "_id": "\"57477af46914bd0286fde6a8\"", "article_summary": "City of Detroit runs out of paper for death certificates, struggles to buy more due to bankruptcyAn unexpected side effect of Detroit’s bankruptcy filing in July – the inability for the city coroner’s office to provide residents with official death certificates.\nThe city was unable to print death certificates for a short time at the end of July, as it no longer had a supply of the special embossed paper required for the certificates.\nButler told Red Alert that she’s actually had to refer several families to the state of Michigan to get financial help to pay for funerals.\nThe company that had produced the paper requested that the city pay for the paper in cash, something it couldn’t do after the July 18 filing.\nButler told Red Alert that she and her husband tried to file the death certificates at the end of the week and were ultimately able to get them by the middle of the next week."}