{"article_title": "'The state really bungled this'", "article_keywords": ["molina", "managed", "network", "clients", "bungled", "state", "health", "plan", "carle", "medicaid", "care", "really"], "article_url": "http://www.news-gazette.com/news/local/2015-03-10/state-really-bungled.html", "article_text": "Photo by: Robin Scholz/The News Gazette Lawrence and Cathy Siegel and their daughters Alexis, right, and Isabella at their home in Champaign on Monday, March 9, 2015.\n\nWhat's your take? Write a Letter to the Editor here\n\nCHAMPAIGN — Since Cathy Siegel and her family signed up for health coverage through the Illinois Medicaid program last year, they've had to take a lot of road trips to see doctors in Decatur and Peoria.\n\nThat's because their new coverage came with a big gap. Many of the doctors they need in the local area don't accept the Medicaid managed care plan, Molina Healthcare, they were placed in by the state.\n\nThe Siegels are among more than 11,000 Medicaid clients in five East Central Illinois counties — Champaign, DeWitt, Ford, Piatt and Vermilion — who either signed up for or were automatically enrolled by the state in a managed care plan through Molina that isn't accepted by Carle Physician Group, Carle Foundation Hospital or Christie Clinic.\n\nNearly 7,000 of those clients are in Champaign County.\n\nThe state has been shifting Medicaid clients to a managed care system, in which a fixed payment is made for the care of each client, to meet the requirements of 2011 legislation intended to improve care and save money. About 1.6 million of Illinois' just over 3 million Medicaid clients have been transitioned to managed care, which is now mandatory for Medicaid clients in 30 counties, according to John Hoffman, spokesman for the Illinois Department of Healthcare and Family Services.\n\nThat transition in 15 central Illinois counties began last summer, and those clients who didn't select one of the managed care choices they were offered, among them Molina Healthcare, were automatically assigned to a managed care plan by the state later in the year, Hoffman said.\n\nChampaign County Health Care Consumers Executive Director Claudia Lennhoff said her organization first began hearing last fall about issues with a skimpy provider network for Medicaid clients in the local area who wound up in the Molina plan. At first, she said, she thought it was just a glitch, but as more complaints came rolling in, she realized it was a wider problem.\n\n\"I think the state really bungled this, and I think the state needs to step up and fix it,\" she said.\n\n'Really bad for consumers'\n\nHoffman said Molina specified to the state agency that it had a contract with Carle, but didn't mention that its relationship with Carle was limited to Medicaid categories that don't include those in Medicaid's family health plan or those adults signing up for Illinois' expanded Medicaid coverage through the Affordable Care Act.\n\nWhen the agency became aware of this issue last year, a plan to fix it was put into action, he said. Medicaid managed care clients have 90 days to switch managed care plans after they enroll, and the state is waiving that deadline for those clients past it who want to switch from Molina to a different plan.\n\nLennhoff said those case-by-case fixes are taking time, and the state needs to do more.\n\n\"I think what's missing from the conversation is that Molina put out misinformation. They should have not promoted their health plan as having Carle in their network before they had a contract secured. That was really bad for consumers,\" she said. \"The other problem, and I think this is a tremendously significant problem, is that the state of Illinois didn't do their due diligence when they vetted these programs.\"\n\nMolina spokeswoman Leigh Woodward said the company has 56 medical providers in network for Medicaid clients in Champaign County and is working with the state and other providers to expand its network in this area.\n\n\"In addition, we are providing our members with transportation to neighboring contracted providers outside of Champaign County to ensure our members receive the care they need,\" she said in an email. \"If covered services are needed that cannot be offered in network, we will utilize out of network providers to ensure quality and continuity of care.\"\n\nSome of Molina's providers in Champaign County are at Frances Nelson Health Center in Champaign, and Presence Covenant Medical Center in Urbana. Two hospitals in Vermilion and Piatt counties, Presence United Samaritans Medical Center and Kirby Medical Center, are also in Molina's network, the company said.\n\nPresence Health spokeswoman Laurie Sanders said the two Presence Health hospitals contract with Molina only for Medicaid's family health plan, though, and not for those adults in expanded Medicaid under the federal health care law.\n\n'We can't take 7,000'\n\nSome local Medicaid clients with Molina have been able to find primary medical care through Frances Nelson, \"but we can't take 7,000,\" said Nancy Greenwalt, executive director of the health center's parent organization, Promise Healthcare.\n\nAnd since Frances Nelson doesn't have specialists on board, Greenwalt said, it's become a nightmare connecting these new primary care patients to specialists outside the area.\n\n\"Right now, there's no place in town where they can get referred,\" she said.\n\nCarle's Chief Financial Officer, Dennis Hesch, said Carle does contract with Molina Healthcare for two categories of Medicaid clients — those with disabilities and those eligible for both Medicaid and Medicare, and has never contracted with the company for Medicaid clients in the other categories where local patients are finding gaps in providers.\n\n\"We had a relationship with (Molina) and we didn't want to extend that relationship,\" he said.\n\nThere are some limited exceptions, he said. Carle is treating those Medicaid patients with Molina in its hospital emergency room, along with those patients already in the midst of treatment at Carle. For example: cancer patients undergoing chemotherapy, and expectant mothers with high-risk pregnancies.\n\nSiegel said she and her family moved to Illinois a year ago from Nevada, signed up for health coverage through Medicaid based on their income, and never received any notification from the state that they were required to choose a managed care plan. They wound up being assigned the Molina Healthcare plan by the state, she said.\n\nThey made appointments late last year at Carle for specialists booked up until early this year, Siegel said, but the appointments were all canceled due to their Molina coverage.\n\nFurther complicating their situation, Siegel said, is that Carle will accept Molina for her husband and one of the twins, both of whom are in the state Medicaid system and have federal disability coverage. But since the twins have identical health issues, it's easier to get care for both of them at the nearest specialists in their Molina network, in Peoria, that will take both.\n\nSiegel said she also needs to see specialists herself for migraine headaches and back pain, and her teenage daughter needs to see an orthopedic specialist, and the nearest doctors they found for those conditions in their Molina network have been in Decatur.\n\nThe family is in the midst of making a switch to another Medicaid managed care choice, one offered through Health Alliance Medical Plans, so they can all go to Carle, she said.\n\nUntil that happens, Siegel added, \"we have stopped all appointments.\"", "article_metadata": {"keywords": "Champaign,Urbana,Danville,Paxton,Rantoul,Mahomet,Monticello,Tuscola,East Central Illinois,University of Illinois at Urbana-Champaign,News", "og": {"url": "http://www.news-gazette.com/news/local/2015-03-10/state-really-bungled.html", "image": "/sites/all/files/images/2015/03/10/0310_loca_medicaidmess_copy.jpg", "type": "article", "description": "Since Cathy Siegel and her family signed up for health coverage through the Illinois Medicaid program last year, they've had to take a lot of road trips to see doctors in Decatur and Peoria. That's because their new coverage came with a big gap.", "title": "'The state really bungled this'"}, "copyright": "Copyright (c) 2015 The News-Gazette, Inc.", "viewport": "width=device-width, initial-scale=1.0", "description": "What's your take? Write a Letter to the Editor hereCHAMPAIGN — Since Cathy Siegel and her family signed up for health coverage through the Illinois Medicaid program last year, they've had to take a lot of road trips to see doctors in Decatur and Peoria."}, "_id": "\"57477af46914bd0286fdb05a\"", "article_summary": "\"I think the state really bungled this, and I think the state needs to step up and fix it,\" she said.\nMany of the doctors they need in the local area don't accept the Medicaid managed care plan, Molina Healthcare, they were placed in by the state.\nThey should have not promoted their health plan as having Carle in their network before they had a contract secured.\nThey wound up being assigned the Molina Healthcare plan by the state, she said.\nMedicaid managed care clients have 90 days to switch managed care plans after they enroll, and the state is waiving that deadline for those clients past it who want to switch from Molina to a different plan."}