{"article_title": "“He would have killed me in a heartbeat”", "article_keywords": ["peter", "sandy", "lanzas", "son", "solomon", "adam", "heartbeat", "lanza", "children", "killed", "man"], "article_url": "http://www.salon.com/2014/03/10/he_would_have_killed_me_in_a_heartbeat/", "article_text": "Topics: Adam Lanza, Andrew Solomon, Asperger Syndrome, Far From The Tree, New Yorker, Newtown school shooting, Peter Lanza, Sandy Hook, Sandy Hook Elementary Shooting, Life News\n\nThe man says resolutely that Adam Lanza “would have killed me in a heartbeat, if he’d had the chance.” They’d be chilling words coming from anyone who’d ever encountered Lanza, the young man who on Dec. 14, 2012, shot and killed his mother, then killed 20 children and six adults at Sandy Hook Elementary School before turning the gun on himself. Lanza’s act was one of the deadliest mass shootings in American history. But the man who knows that Adam Lanza would have effortlessly added his name to his list of victims is Lanza’s own father. In a riveting interview in the new issue of the New Yorker, Peter Lanza opens up about the son he lost and the pain he lives with.\n\nTo be the father of a man who committed an atrocious act – a man who killed small children – is to live with a burden few of us can even imagine. The elder Lanza no longer knows what to do with family photographs. He can’t display photos of Adam, but he feels it’s wrong to leave up pictures of his surviving son, Ryan. He hadn’t seen Adam in two years before the shooting at Sandy Hook, and he asks himself what he could have done differently, because “No outcome could be worse.”\n\nAs Andrew Solomon poignantly writes in his profile, there is ongoing dispute over how to calculate the losses of that December day in Newtown, Conn. Twenty-eight people died, but the tally often stops at 26. Adam Lanza’s mother, whom he shot in the head four times, owned the rifle that fueled his rampage, so her victimhood is often mingled with blame in the accounts of what transpired. Peter Lanza says that “The reason Adam shot Nancy four times was one for each of us: one for Nancy; one for him; one for Ryan; one for me.” And though Lanza’s life ended that day, he’s rarely counted in the same breath as the children he murdered. That’s what Peter Lanza lives with every day. The death of his 20-year-old son. The knowledge of the harrowing grief he caused. When Solomon asks Lanza what, if anything, the family did as a funeral for Adam, he replies, “No one knows that. And no one ever will.”\n\nIt’s no coincidence that Lanza chose to tell his story to Andrew Solomon, whose exquisite 2012 book, “Far From the Tree: Parents, Children and the Search for Identity,” explored what it’s like to raise children far outside the ordinary experience, including children who kill. And Solomon’s handling of Lanza’s story is almost as powerful as Lanza’s own testimony. He sensitively reveals a man who now lives in a state of “sustained incomprehension” — a seemingly decent man who had a son he says it’s “clear” was loved. A man who bred a monster and who now warns, “I want people to be afraid of the fact that this could happen to them.”", "article_metadata": {"description": "The father of Sandy Hook Adam Lanza reveals what it's like to raise a murderer", "author": "Mary Elizabeth Williams", "og": {"site_name": "Salon", "description": "The father of Sandy Hook Adam Lanza reveals what it's like to raise a murderer", "title": "“He would have killed me in a heartbeat”", "url": "http://www.salon.com/2014/03/10/he_would_have_killed_me_in_a_heartbeat/", "image": "http://media.salon.com/2014/03/adam_lanza1.jpg", "type": "article"}, "twitter": {"description": "The father of Sandy Hook Adam Lanza reveals what it's like to raise a murderer", "creator": "@embeedub", "image": "http://media.salon.com/2014/03/adam_lanza1.jpg", "title": "“He would have killed me in a heartbeat”", "site": "@salon", "card": "summary_large_image"}, "title": "“He would have killed me in a heartbeat”", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, Adam Lanza, Andrew Solomon, Asperger Syndrome, Far From The Tree, New Yorker, Newtown school shooting, Peter Lanza, Sandy Hook, Sandy Hook Elementary Shooting", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fcfd46\"", "article_summary": "To be the father of a man who committed an atrocious act – a man who killed small children – is to live with a burden few of us can even imagine.\nTopics: Adam Lanza, Andrew Solomon, Asperger Syndrome, Far From The Tree, New Yorker, Newtown school shooting, Peter Lanza, Sandy Hook, Sandy Hook Elementary Shooting, Life NewsThe man says resolutely that Adam Lanza “would have killed me in a heartbeat, if he’d had the chance.” They’d be chilling words coming from anyone who’d ever encountered Lanza, the young man who on Dec. 14, 2012, shot and killed his mother, then killed 20 children and six adults at Sandy Hook Elementary School before turning the gun on himself.\nBut the man who knows that Adam Lanza would have effortlessly added his name to his list of victims is Lanza’s own father.\nThat’s what Peter Lanza lives with every day.\nIn a riveting interview in the new issue of the New Yorker, Peter Lanza opens up about the son he lost and the pain he lives with."}