{"article_title": "How Dollar-Cost Averaging Can Make You Rich -- The Motley Fool", "article_keywords": ["fool", "somewhat", "motley", "averaging", "youre", "dollarcost", "recession", "regular", "rich", "nov13", "stocks", "market", "stock"], "article_url": "http://www.fool.com/investing/beginning/2015/05/17/how-dollar-cost-averaging-can-make-you-rich.aspx", "article_text": "About once every decade, the stock market reminds investors that it doesn't go up in a very straight line.\n\nWithin the last 25 years, we've suffered through three notable corrections. These include:\n\nThe Gulf War recession, which lasted eight months and was spurred by Iraq when it invaded Kuwait and thereby caused a spike in oil prices that crushed the manufacturing sector.\n\nThe dot-com bubble/9-11 recession, which saw a modest GDP decline over an eight-month period that was primarily caused by a stock market revaluation of Internet-based stocks.\n\nThe Great Recession, which officially occurred between December 2007 and June 2009 and was set off by a combination of a bursting housing bubble, a crashing mortgage market, and the risky credit practices of the nation's largest financial institutions.\n\nRecessions often lead to notable pullbacks in the stock market, but few have been as great in magnitude as the Great Recession. The Dow Jones Industrial Average wound up losing nearly 55% of its value over a relatively short period of time, and the market's rapid deterioration wound up crushing baby boomers' retirement accounts, effectively sending nearly the entire pre-retiree generation running for the hills. Some were smart enough to get back into the stock market, but others were scared away for good and lost their opportunity to recoup their losses.\n\nPut these worries in the rearview mirror\n\nBut what if I said there was a way to invest that could remove much (though not all) of the risk associated with rapid stock-market corrections and recessions?\n\nLet me introduce you to dollar-cost averaging.\n\nIn its simplest form, dollar-cost averaging involves making fixed investments in a security, or portfolio of securities, at regular intervals regardless of the market's direction. The idea is that you're always adding money to your investment account.\n\nIt's a practice that may be somewhat familiar to you, especially if you have a 401(k) saving plan at work or invest in an IRA. A 401(k) typically allocates a percentage of your income to investments you have chosen from the network your employer offers. The principles of dollar-cost averaging are pretty much the same, except you have full control over how much and when you choose to invest, and you have more than 7,000 different stocks to choose from, rather than a small handful of mutual funds.\n\nThree big advantages to dollar-cost averaging\n\nThere are three primary advantages to dollar-cost averaging that you may not be aware of.\n\nFirst, buying stocks on a somewhat regular basis regardless of the underlying trend of the stock market removes the temptation to \"time the market.\" Although timing the market may be possible with some luck over the short term, it has been proven to be impossible to do consistently and successfully over the long term.\n\nFor example, between Dec. 31, 1993, and Dec. 31, 2013, investors in the S&P 500 would have seen a $10,000 investment turn into $58,332 if they had never sold their stock. However, missing just the 10 biggest gains the S&P 500 had during that 20-year span would have cost them half of their gains. Miss the 40 best days, and they'd actually be down nearly 19%! Timing the market leaves investors at risk of missing these unpredictable moves higher.\n\nSecondly, investing on a schedule removes emotions from the equation. Why worry about whether the market has topped or is about to hit a bottom? So long as you're investing every week, month, quarter, or whatever interval you're using, you're likely to see the value of your investment portfolio increase over the long term. Historically, the stock market has returned about 8% annually, so time is most definitely on your side, and dollar-cost averaging could be your ticket to getting rich.\n\nLastly, investing regularly helps to reduce volatility. If the stock market is jumping wildly due to some external event, dollar-cost averaging over time will help reduce the effect volatility has on your initial cost basis. (Granted, if you fill your portfolio with inherently volatile stocks, then there's not much you can do to reduce the volatility of your portfolio.)\n\nDollar-cost averaging can make you rich\n\nTo be clear from the get-go, dollar-cost averaging doesn't guarantee that you will ever make money on a particular stock or group of stocks. In a falling market, it certainly helps to lower your cost basis, and in a rising market, it can potentially help to supercharge your long-term gains. But, if it's done in combination with deep research, there's a good chance that dollar-cost average will not only enhance your returns over the long term, but even wind up making you rich.\n\nAs a real-world example, my largest stock holding was in a precipitous downtrend for about three years. I believed this company held substantial value that Wall Street wasn't seeing, so I began buying shares on a somewhat regular basis between March 2012 and November 2013 (I stepped up my buying in November 2013, as you'll see below).\n\nThe only thing that really stopped me from continuing my dollar-cost averaging was the purchase of a home and a car in 2013. As you can see below, time and the power of dollar-cost averaging have reaped substantial rewards over my 25 separate purchases (and I've yet to sell a single share).\n\nBuy Date % Gain/Loss Mar-12 (42.6%) Apr-12 (37.8%) May-12 0% Dec-12 16.6% Feb-13 28.7% Feb-13 35.5% Mar-13 50.9% Apr-13 58.8% Apr-13 79.3% Apr-13 103.5% May-13 108.3% May-13 119.5% May-13 130.1% May-13 143.4% Jul-13 193.6% Oct-13 249.7% Nov-13 251.1% Nov-13 266.4% Nov-13 294.3% Nov-13 291.7% Nov-13 300.8% Nov-13 314.2% Nov-13 321.8% Nov-13 359.5% Nov-13 383.6% Total 139%\n\nThe reality is that if I can do this, you can, too! Dollar-cost averaging doesn't require tens of thousands of dollars each month. It's simply a commitment to set money aside at somewhat regular intervals and invest for your future.\n\nSo, what exactly are you waiting for?", "article_metadata": {"publish_time": "09:09", "date": "2015-05-17T13:09:00Z", "description": "With three big advantages in its sails, dollar-cost averaging could be your ticket to a comfortable retirement.", "ResponsiveALP": "1Ses_2things-v-single_2-things_50", "author": "Sean Williams", "promo": "With three big advantages in its sails, dollar-cost averaging could be your ticket to a comfortable retirement.", "twitter": {"site": "@themotleyfool", "description": "With three big advantages in its sails, dollar-cost averaging could be your ticket to a comfortable retirement.", "title": "How Dollar-Cost Averaging Can Make You Rich --  The Motley Fool"}, "og": {"site_name": "The Motley Fool", "description": "With three big advantages in its sails, dollar-cost averaging could be your ticket to a comfortable retirement.", "title": "How Dollar-Cost Averaging Can Make You Rich --  The Motley Fool", "url": "http://www.fool.com/investing/beginning/2015/05/17/how-dollar-cost-averaging-can-make-you-rich.aspx", "image": "https://g.foolcdn.com/image/?url=http%3A%2F%2Fg.foolcdn.com%2Feditorial%2Fimages%2F167428%2Fsp-500-investment-data.JPG&h=630&w=1200&op=resize", "type": "article"}, "headline": "How Dollar-Cost Averaging Can Make You Rich", "fb": {"admins": 50808187550, "page_id": 7240312795, "app_id": 50808187550}, "bureau": "usmf-investment-planning", "STORY_UID": "59ba2070-f6e2-11e4-830c-0050569d4be0", "pitch": 1727, "msvalidate.01": "8D40D58712924715BAA79D135A6C8DDA", "gsa_date": "2015 05 17", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0"}, "article_summary": "Three big advantages to dollar-cost averagingThere are three primary advantages to dollar-cost averaging that you may not be aware of.\nDollar-cost averaging can make you richTo be clear from the get-go, dollar-cost averaging doesn't guarantee that you will ever make money on a particular stock or group of stocks.\nHistorically, the stock market has returned about 8% annually, so time is most definitely on your side, and dollar-cost averaging could be your ticket to getting rich.\nThe only thing that really stopped me from continuing my dollar-cost averaging was the purchase of a home and a car in 2013.\nBuy Date % Gain/Loss Mar-12 (42.6%) Apr-12 (37.8%) May-12 0% Dec-12 16.6% Feb-13 28.7% Feb-13 35.5% Mar-13 50.9% Apr-13 58.8% Apr-13 79.3% Apr-13 103.5% May-13 108.3% May-13 119.5% May-13 130.1% May-13 143.4% Jul-13 193.6% Oct-13 249.7% Nov-13 251.1% Nov-13 266.4% Nov-13 294.3% Nov-13 291.7% Nov-13 300.8% Nov-13 314.2% Nov-13 321.8% Nov-13 359.5% Nov-13 383.6% Total 139%The reality is that if I can do this, you can, too!"}