{"article_title": "Viagem à capital do ‘Obamacare’, a reforma sanitária dos Estados Unidos", "article_keywords": ["em", "uma", "que", "reforma", "unidos", "hialeah", "obamacare", "da", "um", "sanitria", "para", "os", "capital", "dos", "estados", "viagem", "com", "se"], "article_url": "http://brasil.elpais.com/brasil/2015/06/19/internacional/1434672409_451154.html", "article_text": "1. A reforma de Obama posta à prova\n\nA reforma da saúde, projeto central da Presidência de Barack Obama, foi um sucesso indiscutível em lugares insuspeitos dos Estados Unidos. Um deles é Hialeah, cidade de 233.000 habitantes perto de Miami (Flórida). O código postal 33012, em Hialeah, é, em todo o país, o que mais tem inscritos na reforma, ultrapassando 15.000.\n\nHialeah foi uma cidade fiel ao Partido Republicano nas últimas eleições presidenciais. E nos últimos anos a oposição ao Obamacare —como a reforma sanitária é conhecida— vem sendo um dos argumentos centrais do Partido Republicano contra o democrata Obama. O paradoxo é que o reduto do partido anti-Obamacare seja a capital do Obamacare.\n\nEm 2012 o republicano Mitt Romney derrotou Barack Obama nesta cidade por 58% a 42%, segundo a cadeia CNN. Esse mapa do Laboratório de Ciência Social Espacial, da Universidade de Stanford, mostra o resultado das eleições presidenciais de 2008.\n\nUniversidade de Stanford.\n\nOs pontos vermelhos são os distritos eleitorais que votaram no republicano John McCain. Os pontos azuis, os que votaram em Obama.\n\nHialeah depende atualmente da Suprema Corte, em Washington. Antes do final de junho, o tribunal pronunciará a sentença sobre o caso King vs. Burwell. Estão em discussão os subsídios federais para ajudar pessoas com poucos recursos a requerer uma apólice de seguros, um dos eixos da reforma.\n\nSe os juízes derem razão aos reclamantes e suprimirem os subsídios, a maioria dos novos segurados de Hialeah pode ficar sem cobertura.\n\nA Flórida é o estado com mais segurados dos Estados Unidos: 1,4 milhão. Isso se explica em parte por ser o terceiro com mais habitantes dos Estados Unidos, com 19,9 milhões. E também porque é um estado turístico, com uma indústria de serviços que oferece empregos com salários baixos e sem plano de saúde incluído.\n\nEm caso de uma sentença desfavorável, do total de 1,4 milhão de novos segurados na Flórida, 1,3 milhão perderiam a ajuda financeira que lhes permite ter o plano de saúde.\n\nO futuro da reforma de saúde de Obama está em jogo em Hialeah.\n\n2. Hialeah em números (e uma citação de Tom Wolfe)\n\nHialeah, a 10 quilômetros do aeroporto de Miami, se encontra na megalópole do sul da Flórida, uma extensão de 180 quilômetros na costa atlântica, com 5,5 milhões de habitantes. Conjuntos de bangalôs, casas térreas, centros comerciais, zonas industriais e pistas elevadas formam a paisagem da capital do Obamacare. Hialeah já foi definida como uma cidade da working class, classe trabalhadora.\n\nampliar foto Gráfico sobre a contratação de seguros no Sul de Flórida. POLITICO Gráfico elaborado por POLITICO .\n\nCerca de 53% dos residentes de Hialeah entre 18 e 34 anos não tinham seguro médico em 2009, um ano antes de o Congresso dos Estados Unidos aprovar a reforma de saúde de Obama.\n\nA renda per capita é de 14.321 dólares por ano, segundo os dados disponíveis. Na Flórida é de 26.236 dólares.\n\nUm total de 24,5% de pessoas vive abaixo da linha de pobreza. Na Flórida, são 16,3%.\n\nOs habitantes hispânicos ou latinos de Hialeah representam 94,7% da população. Só em Laredo (Texas) e em East Los Angeles (Califórnia) vivem porcentagens maiores de latinos.\n\n92,8% da população falam outra língua em casa que não o inglês (quase todos espanhol).\n\n“Não tinha ideia de como era Hialeah. E agora é uma Pequena Havana DE VERDADE. Estive na Pequena Havana original. Mas, na realidade, o lugar com esse nome deveria ser Hialeah.” Tom Wolfe numa entrevista à estação WLRN sobre seu último romance, Sangue nas Veias, que se passa na Grande Miami. Pequena Havana é o bairro de Miami onde se concentrou inicialmente a população cubana.\n\n3. Cidade-Obama\n\nObamacare (uma contração do nome do presidente com health care, que significa proteção ou cuidados com a saúde em inglês) era a palavra pejorativa que os detratores da reforma usavam quando foi aprovada em 2010. Hoje seu uso se expandiu. Os próprios partidários de Obama a usam.\n\nEm Hialeah, o Obamacare, ou diretamente Obama, como alguns abreviam, entrou para o dicionário de rua.\n\nPela cidade se veem cartazes como esse, num centro comercial cubano chamado Ñooo qué barato:\n\nM. BASSETS\n\nOu esse, em um de dezenas de ambulatórios privados visíveis em Hialeah:\n\nM. BASSETS\n\nOu esse cartaz, na entrada da Igreja Cristã Vida Eterna, um templo evangélico dirigido pelo casal de pastores Rafael e Liz Méndez, ele dominicano e ela porto-riquenha:\n\nM. BASSETS\n\n4. Conversa sobre a Vida Eterna\n\nA mobilização de associações, lojas, ambulatórios e igrejas locais foi fundamental para chegar ao recorde de inscrições do código postal 33012 de Hialeah. A Igreja Cristã da Vida Eterna participou do esforço.\n\nA pastora Liz Méndez conta que cerca de 400 pessoas se inscreveram para o Obamacare na igreja. “Contratamos rádios cristãs para que fizessem transmissões ao vivo daqui”, disse. “Pudemos dar explicações e responder às dúvidas que as pessoas tinham e incentivá-las a vir aqui e inscreverem-se para o seguro.”\n\nTambém usaram mensagens de textos, entre outros recursos.\n\nO boca a boca foi fundamental para que quase todos os moradores de Hialeah que tinham direito ao novo seguro se inscrevessem.\n\nMéndez conhece as minúcias da Lei da Assistência Médica Acessível, nome técnico da reforma. Nota-se, conversando com ela, que os explicou dezenas de vezes aos fiéis de sua igreja.\n\nA própria pastora e sua família agora têm um plano de saúde graças ao Obamacare. Durante anos, ela, seu marido, o pastor Rafael, e seus dois filhos não tiveram cobertura médica. Hoje pagam 40 dólares por mês.\n\n“Quando saiu o Obamacare”, diz Liz Méndez, “foi uma grande bênção, porque pudemos todos ter um seguro que nos daria cobertura para qualquer emergência ou qualquer dúvida sobre nossa saúde, ou qualquer doença inesperada”.\n\nAgora Méndez teme que a Suprema Corte lhes tire o auxílio.\n\n“Seria um caos, porque, se acabarem com os subsídios, as pessoas não poderão pagar uma mensalidade tão baixa quanto a que estão pagando”, disse. “Em vez dos 20 dólares mensais, pagariam 200, e não creio que essas famílias de baixa renda estariam dispostas a destinar tamanha quantidade de dinheiro a um seguro médico”.\n\nM. BASSETS\n\n5. Por que Hialeah é a capital do Obamacare?\n\nNós perguntamos isso a Nick Duran, diretor na Flórida da Enroll America, uma organização que trabalhou em campo para informar pessoas sem cobertura médica e organizar inscrições para o Obamacare. A resposta, em síntese, é que em Hialeah havia uma demanda enorme.\n\n“A Flórida é um dos Estados com maior concentração de moradores sem plano de saúde. Miami Dade [o condado de Miami e Hialeah] tem uma das maiores concentrações de não segurados dentro da Flórida. E, se você for olhar de perto, verá que lugares como Hialeah tinham uma população de não segurados proporcionalmente ainda mais alta. Quando houve a oportunidade, o apetite [por um seguro médico] estava ali”, disse Duran por telefone.\n\n“O que vimos com a população hispânica é que os debates sobre a ajuda e a segurança financeira das famílias soavam reais”, disse. “É importante saber que este é o segundo ano em que há um período de inscrição [para o Obamacare]. Na Flórida e em Miami Dade houve grande participação no primeiro ano. E muitas famílias que contrataram o seguro no primeiro ano falaram depois com seus familiares. Em Hialeah as famílias hispânicas, que são próximas e unidas, falavam com tios, avós, primos...”\n\nE se a Suprema Corte revogar os subsídios para o Obamacare?\n\n“Confiamos que a Suprema Corte decida a favor e que as coisas continuem como agora”, responde Duran. “Mas, se decidirem de outro modo, seria um revés para Hialeah, seus moradores, para os milhões de residentes da Flórida e de norte-americanos que tiveram a oportunidade de usar a ajuda financeira para obter uma cobertura de saúde”:\n\n6. O Obamacare, resumido\n\nA Lei da Assistência Médica Acessível —a reforma de saúde ou Obamacare— é um texto de quase 1.000 páginas, obscuro e complexo. Deve-se partir do princípio de que nos Estados Unidos o sistema de saúde é privado exceto para as pessoas de menor renda e acima de 65 anos.\n\nScotusblog, o melhor blog sobre a Suprema Corte dos Estados Unidos, resume o Obamacare em três pontos.\n\n1. Com o Obamacare, as seguradoras estão obrigadas a fornecer cobertura médica a qualquer pessoa. Não podem impor apólices mais altas nem negar a cobertura a pessoas doentes, como faziam.\n\n2. Todo mundo deve adquirir um seguro. Quem não o fizer se sujeitará a uma multa na forma de mais impostos no fim do ano.\n\n3. Com o objetivo de ajudar pessoas com renda acima do limite para ter acesso à saúde pública, mas baixa demais para arcar com um seguro privado, a lei prevê subsídios públicos. São esses que estão em questão agora na Suprema Corte.\n\nEm todos os Estados Unidos, 10,2 milhões de pessoas se inscreveram no Obamacare. Se a Suprema Corte suprimir os subsídios, 6,4 milhões de pessoas poderão perdê-los.\n\n7. Um país em mutação\n\nNa segunda-feira 15 de junho, em Miami, o ex-governador da Flórida, Jeb Bush, anunciou sua candidatura à indicação do Partido Republicano para a Casa Branca. Como observou a jornalista Sarah Kliff, do Vox, foi significativo que Bush não pedisse em seu discurso o fim do Obamacare. Revogar o Obamacare vinha sendo uma prioridade do Partido Republicano desde que a lei foi aprovada, há cinco anos. Era o refrão que se ouvia em cada debate, em cada discurso. Talvez esteja deixando de ser. Hialeah é a explicação.\n\nHialeah é um bom lugar para entender como este país mudou nos últimos anos. É uma cidade latina: parece os Estados Unidos do futuro, onde os brancos de origem europeia já não serão maioria e onde viverão 106 milhões de pessoas de origem latino-americano em 2050, o dobro que agora. E é uma cidade onde a reforma de saúde —uma das medidas que definirão o legado de Barack Obama— já está incorporada.", "article_metadata": {"lang": "pt-br", "DC.description": "A cidade de Hialeah, no Estado da Flórida, à espera da decisão da Suprema Corte sobre os subsídios ao novo seguro médico", "description": "A cidade de Hialeah, no Estado da Flórida, à espera da decisão da Suprema Corte sobre os subsídios ao novo seguro médico", "author": "Ediciones El País", "og": {"site_name": "EL PAÍS", "description": "A cidade de Hialeah, no Estado da Flórida, à espera da decisão da Suprema Corte sobre os subsídios ao novo seguro médico", "title": "Viagem à capital do ‘Obamacare’, a reforma sanitária dos Estados Unidos", "url": "http://brasil.elpais.com/brasil/2015/06/19/internacional/1434672409_451154.html", "image": "http://ep00.epimg.net/internacional/imagenes/2015/06/19/actualidad/1434672409_451154_1434737093_noticia_normal.jpg", "updated_time": "2015-06-22T20:27:24+02:00", "type": "article"}, "twitter": {"site": "@elpais_brasil", "card": "summary_large_image"}, "DC.publisher": "Ediciones El País", "DC.date.issued": "2015-06-22", "DC.date": "2015-06-22", "keywords": "viagem, capital, obamacare, reforma, sanitária, sanitário, estados unidos, cidade, hialeah, flórida, espera, decisão, suprema corte", "DC.creator": "Ediciones El País", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0", "format-detection": "address=no;email=no,telephone:no", "date": "2015-06-22T20:27:24+02:00", "article": {"publisher": "https://www.facebook.com/elpaisbrasil", "section": "internacional", "published_time": "2015-06-22", "modified_time": "2015-06-22T20:27:24+02:00"}, "DC.subject": "viagem, capital, obamacare, reforma, sanitária, sanitário, estados unidos, cidade, hialeah, flórida, espera, decisão, suprema corte", "DC.title": "Viagem à capital do ‘Obamacare’, a reforma sanitária dos Estados Unidos", "DC.language": "pt-br", "news_keywords": "Barack Obama,Reforma sanitária EUA,Tribunal Supremo,Reforma sanitária,Estados Unidos,Tribunais,América do Norte,Política sanitária,Poder judicial,América"}, "article_summary": "O código postal 33012, em Hialeah, é, em todo o país, o que mais tem inscritos na reforma, ultrapassando 15.000.\nIsso se explica em parte por ser o terceiro com mais habitantes dos Estados Unidos, com 19,9 milhões.\nA reforma de Obama posta à provaA reforma da saúde, projeto central da Presidência de Barack Obama, foi um sucesso indiscutível em lugares insuspeitos dos Estados Unidos.\nSe os juízes derem razão aos reclamantes e suprimirem os subsídios, a maioria dos novos segurados de Hialeah pode ficar sem cobertura.\nO futuro da reforma de saúde de Obama está em jogo em Hialeah."}