{"article_title": "Carney sneers at study showing Obama ignored Obamacare chief", "article_keywords": ["carney", "ignored", "sneers", "study", "obamacare", "sebelius", "cabinet", "met", "chief", "report", "president", "white", "secretary", "meetings", "showing", "obama"], "article_url": "http://dailycaller.com/2013/12/06/carney-jeers-sneers-at-study-saying-obama-ignored-obamacare-developer/", "article_text": "An artist who goes by the name \"Franco the Great\" stands in front of a mural of South African leader Nelson Mandela that he painted in 1995, and later added U.S. President Barack Obama, on 125th Street in the Harlem neighborhood of New York, Thursday, Dec. 5, 2013. Mandela, South Africa's first black president, died Thursday after a long illness. He was 95. (AP Photo/John Minchillo)\n\n4005917\n\nThe White House is scoffing at a new study which shows there’s no public record that President Barack Obama ever met with the top official responsible for developing the Obamacare network.\n\nBut White House spokesman Jay Carney declined today to cite one example where Obama met with Kathleen Sebelius, the secretary of the Health and Human Services department.\n\nInstead, Carney claimed that “she’s here a lot and meets with the president with regular — with regularity.”\n\n“It’s safe to say that Kathleen Sebelius has been one of the more frequent visitors to and attendance of meetings with the president,” Carney said, adding, “I don’t have the figures.”\n\nSebelius has likely met with Obama many times at ceremonial events, such as celebrations, staged cabinet meetings and PR events.\n\nBut if White House officials details any of those meetings, they’ll likely get media pressure to describe all of the meetings — and the number of those meetings between Obama and Sebelius may be very small. That would be a problem, because it would bolsters critics who says the president acted carelessly and recklessly while trying to redesign the nation’s healthcare system.\n\nThe report, “Presidential Meetings With Cabinet Secretaries Since the Signing of the Patient Protection and Affordable Care Act,” is shocking because it suggests that Obama didn’t bother to meet with Sebelius, despite her task of revamping the nation’s health-care system to match the interests of the Democratic Party.\n\nAlso, the Obamacare rollout has been a PR catastrophe for Obama, partly because it showed how be deceived the public about his promise that they could keep their insurance plans, and because it shredded his claim that he could manage the federal government.\n\nIn the weeks after the Oct. 1. unveiling, his approvals numbers crashed below 40 percent, and the public’s trust in him dropped to roughly 5o percent.\n\nBut instead of proving the report wrong by providing reporters with dates, diary entries and photographs, Carney today scoffed at the report, which was completed by the private-sector Government Accountability Institute, run by an accomplished researcher, Peter Schweizer.\n\nThe “report that was written by an advocate,” complained Carney, who is paid to be an advocate for the president.\n\nThe report, he said, “is based on a ridiculously false premise” that all visits to the White House are recorded in public logs. Instead, he said, visiting “cabinet secretaries don’t regularly get entered into the visitors logs because they come frequently.”\n\nBut the report does not claim Sebelius never met with Obama — it claims “the [public] Presidential schedule does not document a single one-on-one meeting with Secretary Kathleen Sebelius of the Department of Health and Human Services.. [although] there is one instance of Secretary Sebelius meeting jointly with the President and [then] Secretary of the Treasury Timothy Geithner.”\n\nCarney insisted that Obama does meet with cabinet officials. “He meets with other Cabinet secretaries in one-on-ones and small groups all the time,” he said.\n\nThe repot documents hundreds of such meetings, but only one with Sebelius.\n\nBut Carney did not provide any examples where Obama met with Sebelius. “I don’t have all those figures in front of me… I don’t have the figures,” he said.\n\nFollow Neil on Twitter", "article_metadata": {"sailthru.author": "Neil Munro", "description": "The White House is scoffing at a new study which shows there’s no public record that President Barack Obama ever met with the top official responsible for", "og": {"site_name": "The Daily Caller", "description": "The White House is scoffing at a new study which shows there’s no public record that President Barack Obama ever met with the top official responsible for developing the Obamacare network.    But Wh", "title": "Carney jeers, sneers at study saying Obama ignored Obamacare developer", "url": "http://dailycaller.com/2013/12/06/carney-jeers-sneers-at-study-saying-obama-ignored-obamacare-developer/", "image": {"width": 800, "identifier": "http://cdn01.dailycaller.com/wp-content/uploads/2013/12/263d66b6bfc848aebeebf0fc0500bce3-e1386340391816.jpg", "height": 346}, "type": "article"}, "twitter": {"description": "'I don't have all those figures in front of me'", "title": "Carney jeers, sneers at study saying Obama ignored Obamacare developer Via @dailycaller", "url": "http://dailycaller.com/2013/12/06/carney-jeers-sneers-at-study-saying-obama-ignored-obamacare-developer/", "image": {"src": "http://dailycaller.com/wp-content/uploads/2013/12/263d66b6bfc848aebeebf0fc0500bce3-e1386340391816.jpg"}, "site": {"identifier": "@dailycaller", "id": 39308549}, "card": "summary"}, "sailthru.date": "2013-12-06 18:32:35", "sailthru.title": "Carney jeers, sneers at study saying Obama ignored Obamacare developer", "HandheldFriendly": "true", "sailthru.tags": "obamacare,neil-munro", "fb": {"app_id": 143489452702, "pages": 182919686769}, "keywords": "obamacare", "sailthru.description": "The White House is scoffing at a new study which shows there’s no public record that President Barack Obama ever met with the top official responsible for developing the Obamacare network.    But Wh", "sailthru.image.full": "http://cdn01.dailycaller.com/wp-content/uploads/2013/12/263d66b6bfc848aebeebf0fc0500bce3-e1386340391816.jpg", "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no"}, "article_summary": "But Carney did not provide any examples where Obama met with Sebelius.\nBut White House spokesman Jay Carney declined today to cite one example where Obama met with Kathleen Sebelius, the secretary of the Health and Human Services department.\n(AP Photo/John Minchillo)4005917The White House is scoffing at a new study which shows there’s no public record that President Barack Obama ever met with the top official responsible for developing the Obamacare network.\nThe “report that was written by an advocate,” complained Carney, who is paid to be an advocate for the president.\nThe report, he said, “is based on a ridiculously false premise” that all visits to the White House are recorded in public logs."}