{"article_title": "Administrative Appeals Office Approves “New Office” L-1A Petition, Withdraws Director’s Decision", "article_keywords": ["withdraws", "status", "uscis", "appeals", "working", "office", "decision", "aao", "beneficiary", "approves", "directors", "visa", "duties", "administrative", "l1a", "petition"], "article_url": "http://www.natlawreview.com/article/administrative-appeals-office-approves-new-office-l-1a-petition-withdraws-director-s", "article_text": "Sunday, December 8, 2013\n\nA recent decision from the USCIS Administrative Appeals Office (“AAO”) provides some fresh insight for international companies seeking to transfer executives or managers under the L-1A visa from one affiliated foreign office to open new offices in the U.S. and keep their fledgling offices in business after the initial year.\n\n“New office” petitions for L-1A visa status and extensions of such status can be fraught with uncertainty, as different United States Citizenship and Immigration Services (“USCIS”) adjudicators and Customs and Border Protection (“CBP”) personnel often reach different results in seemingly similar cases. An August 2013 report issued by the Office of Inspector General (“OIG”) of the Department of Homeland Security (“DHS”), reflects official concern, stating that new office petitions and their extensions “are inherently susceptible to abuse because much of the information in the initial petition is forward-looking and speculative.” USCIS adjudicators and CBP personnel are likely to review new office L-1A petitions skeptically, but a recent agency appellate ruling offers some encouragement to employers.\n\nIn Matter of X, WAC 13 103 50466, Sept. 13, 2013, AAO withdrew the denial by the USCIS California Service Center (“CSC”) of a petition seeking to extend the L-1A status of an individual who had been working for one year in the U.S. as Vice President and Chief Operating Officer for the U.S. subsidiary of a parent company. After one year of working in L-1A status, 8 C.F.R.§ 214.2(1)(l4)(ii) provides that the new office visa petition may be extended by filing a new Form 1-129 with USCIS accompanied by certain evidence, including evidence that the individual has been working in a managerial capacity. AAO’s review of CSC’s denial focused on whether the petitioner had established it would employ the beneficiary in a qualifying managerial capacity.\n\nCSC denied the petition even after the petitioner expanded on the managerial duties of the beneficiary and identified the beneficiary as a “function manager.” The petitioner supplied evidence as to the beneficiary’s position within the organizational hierarchy, the depth of the petitioner’s organizational structure, the scope of the beneficiary’s authority and its impact on the petitioner’s operations, the indirect supervision of employees within the scope of the function managed, and the value of the budgets, products, and services that the beneficiary manages. CSC’s decision, though, was based primarily on the staffing levels of the U.S. company, rather than that of the larger organization and its “reasonable needs,” as well as its conclusion that the small size of the U.S. staff must mean that the beneficiary performs day-to-day duties, including “sales” duties, of the U.S. operation.\n\nIn its decision, AAO took a far broader perspective in assessing the reasonable needs of the international organization. It noted that the beneficiary is charged with managing the implementation of all goals, policies, strategies, and objectives pertaining to the import and distribution of the parent company’s specialized products into the U.S. market and high-level planning for the new U.S. subsidiary’s further expansion. AAO found that the beneficiary has been given significant discretion in decision-making, working closely with the parent company’s executives in determining the direction of the business in the United States and the Americas. Significantly, AAO noted that the size of the U.S. staff is not dispositive and does not necessarily force a conclusion that the beneficiary’s duties are non-managerial.", "article_metadata": {"description": "A recent decision from the USCIS Administrative Appeals Office (“AAO”) provides some fresh insight for international companies seeking to transfer executives or managers under the L-1A visa from one affiliated foreign office to open new offices in the U.S. and keep their fledgling offices in business after the initial year.", "generator": "Drupal 7 (http://drupal.org)", "og": {"site_name": "The National Law Review", "description": "A recent decision from the USCIS Administrative Appeals Office (&amp;ldquo;AAO&amp;rdquo;) provides some fresh insight for international companies seeking to transfer executives or managers under the L-1A vis", "title": "Administrative Appeals Office Approves “New Office” L-1A Petition, Withdraws Director’s Decision", "url": "http://www.natlawreview.com/article/administrative-appeals-office-approves-new-office-l-1a-petition-withdraws-director-s", "image": "http://www.natlawreview.com/sites/default/files/styles/thumbnail/public/article/aux/1092/Forrest%20G.%20Read%20IV.jpg?itok=Q32FE3nh", "type": "article"}, "msvalidate.01": "5493B547C0AB527FF4CF8C4D0127302A", "keywords": "legal, business, immigration, USCIS, Administrative appeals office, L-1A visa", "google-site-verification": "SAKcOmA6_i0E79oG2TjlPWfOSs9kMM6EWAZNaT0aBtA", "verify-v1": "nSkrvEqyOIUMGKMak3OBIKcpcABac4XWK5NJKMuMtBY=", "y_key": "fe6cd8bd83ff0c09", "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "legal, business, immigration, USCIS, Administrative appeals office, L-1A visa"}, "_id": "\"57477af46914bd0286fdd6e9\"", "article_summary": "In its decision, AAO took a far broader perspective in assessing the reasonable needs of the international organization.\n“New office” petitions for L-1A visa status and extensions of such status can be fraught with uncertainty, as different United States Citizenship and Immigration Services (“USCIS”) adjudicators and Customs and Border Protection (“CBP”) personnel often reach different results in seemingly similar cases.\nSunday, December 8, 2013A recent decision from the USCIS Administrative Appeals Office (“AAO”) provides some fresh insight for international companies seeking to transfer executives or managers under the L-1A visa from one affiliated foreign office to open new offices in the U.S. and keep their fledgling offices in business after the initial year.\nAAO’s review of CSC’s denial focused on whether the petitioner had established it would employ the beneficiary in a qualifying managerial capacity.\nSignificantly, AAO noted that the size of the U.S. staff is not dispositive and does not necessarily force a conclusion that the beneficiary’s duties are non-managerial."}