{"article_title": "Jeb Bush 'Increasingly Unhinged' on Gay Marriage", "article_keywords": ["unhinged", "sure", "recently", "gay", "increasingly", "smarter", "rhetoric", "watches", "jeb", "bush", "marriage", "w", "president", "george"], "article_url": "http://www.huffingtonpost.com/david-pakman2/jeb-bush-goes-full-bigot_b_7346512.html", "article_text": "For some time, I've thought of Jeb Bush as the smarter, more moderate Bush son, the obvious point of reference being his brother, former President George W. Bush. The last few weeks of Jeb's \"pre-campaign\" Presidential campaign have proven me wrong. Very, very wrong.\n\nTo set the stage, don't forget that Jeb Bush has some very, very serious questions about cronyism and corruption to be asked. An investigation revealed that, while Governor of Florida, he funneled $2 billion to George W. Bush's biggest donors:\n\nAs his speeches got rolling, it became clear that Jeb knows very little about many things, like foreign policy. Check out what happened when he tried talking about it:\n\nHis discussions about economics have raised some huge red flags, like when he said eliminating the federal minimum wage was a good idea:\n\nWhile for many of us, the topic of George W. Bush's Iraq invasion is a done deal, clearly one of the worst foreign policy decisions by an American President in decades, Jeb wasn't so sure, getting himself confused with 4 different answers on Iraq in 4 days:\n\nWhen discussing healthcare, Jeb Bush continued his \"repeal Obamacare\" rhetoric with a suggestion that electronics such as Apple watches might be a good way to replace Obamacare. $500 watches for people who can't afford healthcare?\n\nTo preview the latest debacle around gay rights, Jeb did recently applaud Indiana's so-called \"religious freedom\" law, allowing for discrimination by businesses on the basis of sexual orientation:\n\nThe cherry on top: Most recently, Jeb Bush, during an interview with a Christian channel, said that only heterosexual parents are able to provide what poor children need, a true insult to all same-sex parents (and to all clear thinking people):\n\nWhether Jeb is smarter than George may not be a question we can answer precisely at this time. What we can be sure of is that his increasingly unhinged, discriminatory, and corporatist rhetoric and actions should be circulated far and wide for all to know about.\n\nFollow David Pakman on Twitter: www.twitter.com/dpakman", "article_metadata": {"description": "For some time, I've thought of Jeb Bush as the smarter, more moderate Bush son, the obvious point of reference being his brother, former President George...", "sailthru.expire_date": "2015-05-21 17:11:28 -0400", "og": {"site_name": "The Huffington Post", "description": "For some time, I've thought of Jeb Bush as the smarter, more moderate Bush son, the obvious point of reference being his brother, former President George...", "url": "http://www.huffingtonpost.com/david-pakman2/jeb-bush-goes-full-bigot_b_7346512.html", "image": "http://i.huffpost.com/gen/1464944/images/o-US_UK_CA-facebook.jpg", "locale": "en_US", "type": "article"}, "twitter": {"image": {"width": 2000, "identifier": "http://i.huffpost.com/gen/1464944/images/o-US_UK_CA-facebook.jpg", "height": 1000}, "creator": "dpakman", "description": "For some time, I've thought of Jeb Bush as the smarter, more moderate Bush son, the obvious point of reference being his brother, former President George...", "card": "summary_large_image", "site": "@HuffPostPol"}, "sailthru.date": "2015-05-20 17:11:28 -0400", "al": {"ios": {"url": "huffpostnews:///?editionID=us&entryID=7346512", "app_store_id": 306621789, "app_name": "The Huffington Post"}}, "taboola.category": "politics", "fb": {"app_id": 46744042133}, "keywords": "2016 election,jeb bush,iraq,gay rights,same sex marriage,George W Bush,minimum wage", "article": {"section": "Politics", "tag": "2016 election,jeb bush,iraq,gay rights,same sex marriage,George W Bush,minimum wage", "published_time": "2015-05-20 17:11:28 -0400", "modified_time": "2016-05-20 05:59:01 -0400"}, "viewport": "width=1000"}, "article_summary": "For some time, I've thought of Jeb Bush as the smarter, more moderate Bush son, the obvious point of reference being his brother, former President George W. Bush.\nTo set the stage, don't forget that Jeb Bush has some very, very serious questions about cronyism and corruption to be asked.\nWhat we can be sure of is that his increasingly unhinged, discriminatory, and corporatist rhetoric and actions should be circulated far and wide for all to know about.\nAn investigation revealed that, while Governor of Florida, he funneled $2 billion to George W. Bush's biggest donors:As his speeches got rolling, it became clear that Jeb knows very little about many things, like foreign policy.\nThe last few weeks of Jeb's \"pre-campaign\" Presidential campaign have proven me wrong."}