{"article_title": "Almost everything in life is genetically modified", "article_keywords": ["life", "food", "genes", "proteins", "gmos", "labeling", "modified", "product", "foods", "products", "genetically", "gene"], "article_url": "http://health.heraldtribune.com/2015/06/16/almost-everything-in-life-is-genetically-modified/", "article_text": "Despite myriad assurances from scientists that foods containing genetically modified ingredients are safe to eat, consumers are likely to see more and more products labeled “GMO-free.” As happened with the explosion of gluten-free products, food companies are quick to cash in on what they believe consumers want regardless of whether it is scientifically justified.\n\nResponding to consumer concerns about genetically modified organisms, or GMOs, in foods, as well as individual company and state actions on GMO labeling, the Department of Agriculture last month announced a voluntary certification program that food companies would pay for to have their products labeled GMO-free.\n\nSoon Abbott, the maker of Similac Advance, began selling a GMO-free version of the nation’s leading commercial baby formula (it already has such a product, sold as Similac Organic) to give consumers “peace of mind.” In April, Chipotle Mexican Grill announced it would start preparing foods with no GMOs, although the restaurant will not be free of such ingredients.\n\nLast year, Vermont passed a law requiring the labeling of foods that contain GMOs. (Connecticut and Maine have labeling laws that will go into effect only when surrounding states also pass them.) And Whole Foods Market, with 410 stores in 42 states, Canada and Britain, announced that it would require all foods they sell with GMOs to be so labeled by 2018.\n\nGMO labeling is already required in 64 countries, including those of the European Union; Russia; Japan; China; Australia; Brazil; and a number of countries in Africa, where despite rampant food scarcity, American exports have been rejected because the crops contained GMOs.\n\nHowever, a review of the pros and cons of GMOs strongly suggests that the issue reflects a poor public understanding of the science behind them, along with a rebellion against the dominance of food and agricultural conglomerates. The anti-GMO movement, I’m afraid, risks throwing the baby out with the bathwater. What is needed is a dispassionate look at what GMOs mean and their actual and potential good, not just a fear of harmful possibilities.\n\nLet’s start with the facts. Humans have been genetically modifying food and feed plants and animals for millennia, until recently only by repeatedly crossing existing ones with relatives that have more desirable characteristics. It can take years, even decades, to achieve a commercially viable product this way because unwanted traits can exist in the resulting hybrids. While it may be nice to have a tomato that can withstand travel, the fruit also has to ripen evenly and taste good.\n\nGenetic engineering makes it possible to achieve a desired outcome in one generation. It introduces only a single known gene or small group of genes that dictate production of desired proteins into a plant, imparting characteristics such as tolerance of frost, drought or salt, or resistance to disease or weed killer. The technique can also be used to enhance a plant’s growth or content of an essential nutrient, or, in the case of animals, reduce the feed they need.\n\nThus, Golden Rice, genetically enhanced to be rich in a precursor of vitamin A, can counter blindness. Another gene inserted into rice boosts iron content to fight anemia. A gene from the ocean pout speeds the growth of farmed salmon, reducing its dependence on wild fish feed. And a bacterial gene inserted into the DNA of corn enables it to better withstand drought.\n\nThe often-voiced concern that introducing genes from different species is unnatural and potentially dangerous ignores the fact that we share thousands of genes with other species. (We share 84 percent of our genes with dogs!) As for safety, every GMO must be evaluated and approved by the Food and Drug Administration and the Environmental Protection Agency before it can be sold. Developers must test the product for toxicity and allergenicity and assure it is at least as nutritious as its non-GMO counterpart.\n\nYes, this depends on the developer’s honesty, but note: There is no such testing required for traditionally bred foods, any number of which can cause life-threatening reactions in some people . Many non-GMO foods, including broccoli and mushrooms, contain natural toxins, though the foods are not harmful when consumed in normal amounts. Kiwis, with hundreds of novel proteins, many of which have allergic potential, were never tested for allergenicity before they were marketed. It may even be possible to use genetic engineering to get rid of the allergenic proteins in such foods.\n\nAre there risks to GMOs that scientists have yet to consider or discover? Of course there are. Nothing in this life is risk-free, but that is not enough reason to reject valuable scientific advances", "article_metadata": {"og": {"image": "http://health.heraldtribune.com/files/2015/06/1003058410-FL_SAR_hfbrody16.jpg"}, "wp-parsely_version": "1.8", "fb": {"app_id": 846021808821787}}, "article_summary": "Nothing in this life is risk-free, but that is not enough reason to reject valuable scientific advances\nHumans have been genetically modifying food and feed plants and animals for millennia, until recently only by repeatedly crossing existing ones with relatives that have more desirable characteristics.\nThus, Golden Rice, genetically enhanced to be rich in a precursor of vitamin A, can counter blindness.\nLast year, Vermont passed a law requiring the labeling of foods that contain GMOs.\nIt may even be possible to use genetic engineering to get rid of the allergenic proteins in such foods."}