{"article_title": "New Terror Worries Surrounding Threats to Washington DC Hotels", "article_keywords": ["threats", "capitol", "isis", "arrested", "washington", "dc", "virginia", "surrounding", "attack", "intelligence", "terror", "worries", "security", "man", "hotels"], "article_url": "http://townhall.com/tipsheet/katiepavlich/2016/03/14/homeland-security-on-alert-for-dc-hotel-attack-n2133522", "article_text": "At a hearing on Capitol Hill earlier this year, leaders of the Defense Intelligence Agency and the National Security Agency warned ISIS will likely strike inside the United States within the year.\n\nISIS \"will probably attempt to conduct additional attacks in Europe, and attempt to direct attacks on the U.S. homeland in 2016,\" Lt. Gen. Vincent Stewart, director of the Defense Intelligence Agency, testified on Capitol Hill Tuesday.\n\n\n\nDirector of National Intelligence James Clapper, who was also at the Senate Armed Services Committee hearing, estimated that violent extremists were active in about 40 countries and that there currently exist more terrorist safe havens \"than at any time in history.\"\n\nNow, according to a new Homeland Security memo security officials are concerned about new threats against Washington D.C. hotels. More from Fox News:\n\nWatch the latest video at video.foxnews.com\n\nIt should be noted the Washington D.C. area, including the District and Northern Virginia, are hot spots for terrorism. A number of people have been arrested and indicted on terrorism charges related to Al Qaeda and ISIS over the years.\n\nJust last month, two men from thirty minutes south of Washington D.C. were arrested for attempting to join ISIS overseas.\n\nA Virginia man who was allegedly attempting to travel to Syria to join the Islamic State group and a man accused of helping him have been arrested.\n\n\n\nProsecutors said in a statement Saturday that 28-year-old Joseph Hassan Farrokh was arrested Friday at the airport in Richmond, Virginia. Officials said his ultimate destination was Syria.\n\n\n\nOfficials also arrested 25-year-old Mahmoud Amin Mohamed Elhassan, who they say drove Farrokh to Richmond. Both men are from Woodbridge, Virginia.\n\nIn 2012 Amine el Khalifi was arrested and convicted for planning to blow up the U.S. Capitol building.\n\nAmine Mohamed El-Khalifi, a 29-year-old resident of Alexandria, was sentenced today to 30 years in prison, followed by 10 years of supervised release, in connection with his efforts to carry out a suicide bomb attack on the U.S. Capitol building in February 2012 as part of what he intended to be a terrorist operation.\n\n\n\n“Amine El-Khalifi sought to bring down the U.S. Capitol, one of our nation’s iconic symbols,” said U.S. Attorney MacBride. “Since 9/11, our mission has been to find terrorists intent on attacking the United States before they act. On his own initiative, a man living right here in Alexandria selected the target and date of his suicide attack and engaged in surveillance to ensure that his attack caused maximum casualties. Thanks to the steadfast work of the FBI, undercover officers were in position to ensure that Mr. El-Khalifi’s murderous plot failed.”\n\nThere are just a few of many examples.", "article_metadata": {"description": "Vulnerable. .05/26/2016 20:19:34PM EST.", "author": "Katie Pavlich", "msapplication-wide310x150logo": "http://media.townhall.com/thm/favicon/widetile.png", "twitter": {"description": "Vulnerable.", "title": "New Terror Worries Surrounding Threats to Washington DC Hotels", "url": "http://townhall.com/tipsheet/katiepavlich/2016/03/14/homeland-security-on-alert-for-dc-hotel-attack-n2133522", "image": "http://media.townhall.com/townhall/reu/ha/2016/70/2016-03-09T205147Z_2_LYNXNPEC281P1_RTROPTP_3_NEW-YORK-ISLAMIC-STATE-TRIAL.JPG", "site": "@townhallcom", "card": "summary_large_image"}, "msapplication-square70x70logo": "http://media.townhall.com/thm/favicon/smalltile.png", "robots": "index, follow", "msapplication-square310x310logo": "http://media.townhall.com/thm/favicon/largetile.png", "og": {"site_name": "Townhall", "description": "Vulnerable.", "title": "New Terror Worries Surrounding Threats to Washington DC Hotels", "url": "http://townhall.com/tipsheet/katiepavlich/2016/03/14/homeland-security-on-alert-for-dc-hotel-attack-n2133522", "image": "http://media.townhall.com/townhall/reu/ha/2016/70/2016-03-09T205147Z_2_LYNXNPEC281P1_RTROPTP_3_NEW-YORK-ISLAMIC-STATE-TRIAL.JPG", "type": "Article"}, "fb": {"app_id": 143685698988231, "pages": 41632789656}, "keywords": "New Terror Worries Surrounding Threats to Washington DC Hotels , Katie Pavlich, Conservative News, Conservative opinion, Political, Latest news, Politics, GOP, Republican, Human Events, Newsmax, Breaking news, Conservative Commentary, Articles, Columns, Conservatism, Party, Townhall, Right Wing", "msapplication-square150x150logo": "http://media.townhall.com/thm/favicon/mediumtile.png"}, "article_summary": "Now, according to a new Homeland Security memo security officials are concerned about new threats against Washington D.C. hotels.\nJust last month, two men from thirty minutes south of Washington D.C. were arrested for attempting to join ISIS overseas.\nMore from Fox News:Watch the latest video at video.foxnews.comIt should be noted the Washington D.C. area, including the District and Northern Virginia, are hot spots for terrorism.\nA Virginia man who was allegedly attempting to travel to Syria to join the Islamic State group and a man accused of helping him have been arrested.\nProsecutors said in a statement Saturday that 28-year-old Joseph Hassan Farrokh was arrested Friday at the airport in Richmond, Virginia."}