{"article_title": "5 Studies That Proved Obvious In 2014", "article_keywords": ["proved", "weight", "diets", "study", "men", "fast", "feel", "weather", "obvious", "food", "studies", "researchers"], "article_url": "http://www.medicaldaily.com/so-pointless-5-studies-proved-obvious-2014-313484", "article_text": "From fast food making you fat to beer helping men show their emotions, these are five studies that proved the most obvious in 2014.\n\nDid you know that most teenagers pick their noses? If you didn’t just read that and think, “DUH,” then you must not have ever been a teen, because we can confidently file that one under “tell me something I didn’t know.”\n\nInterestingly, as much as we would like to believe there’s no use for these types of studies, researchers argue they need them to influence policy decisions by drawing constant attention to certain problems. Others say publishing these papers, no matter their use, is the only way they’ll get promotions. While these are perfectly understandable reasons, we’re still here wondering, what do we get out of knowing most teens go digging for that green-gray gold?\n\nStudies like this are published all the time. And with about 28,000 peer-reviewed journals publishing upward of 1.8 million articles a year, it makes sense that some nonsensical studies would slip through the cracks. With that said, here are seven studies published this year that’ll make you appreciate the “value” in science.\n\nYour Closeness To Fast Food Is Making You Fat\n\nIf given the choice, on a drunken night at home with friends, to eat either a fast food burger from down the block or a more trustworthy burger from 20 blocks away, which would you choose?\n\nChances are most of us would choose the fast food burger. And that’s exactly what a study from March found, with the added “duh” effect that it will make us obese. Researchers from Cambridge University found that of the 5,400 people surveyed, those who had fast food nearest their home, job, or commuting route averaged 1.21 more points in body mass index. These people consumed 5.7 more grams of food than the least exposed group. “In a week, this translates into an additional 39.9 grams of takeaway food,” the researchers wrote.\n\nOf course, if you have a fast food place down the block from where you live, you probably already knew this.\n\nFendi, Gucci, Prada: Borrowing It Is Just Making You Feel Bad\n\nWhat’s a better way to make yourself feel poor than to borrow your friend’s $1,000 designer handbag?\n\nIt should come as no surprise that borrowing a person’s luxury items won’t feel as good as owning them. You’ll understand why the second someone asks you about the item, and all you can say is, “Uhh, my friend let me borrow it.”\n\n“Oh, well then…” the other person will say, before trying to quickly, awkwardly change the subject.\n\nAfter giving participants either luxury or cheap versions of a pen or a bar of chocolate, researchers found that those who were able to keep the items after the study were “more satisfied with life” than those who could only test or taste the products. Dr. Liselot Hudders, a professor at Ghent University where the study was conducted, said this fell in line with prior research (because that’s always necessary) “that equates consumption with ownership. In contrast, the mere use or mere knowledge of luxury products seems to be detrimental for one’s satisfaction with life.”\n\nNow, feel terrible as you give me my pen back.\n\nSpeaking About Gaining Weight\n\nIt’s going to happen if you don’t stick to a diet. And apparently, we needed a study to tell us that.\n\nResearchers from Canada’s McMaster University were interested in seeing how effective diets like Weight Watchers, Atkins, Jenny Craig, the Zone, Nutrisystem, and South Beach were in getting a person to lose weight. By looking at 48 previous studies on each one, they found that six months after beginning, obese and overweight people on low-carb diets lost 19 pounds more than those who weren’t dieting, while those on low-fat diets lost 17 pounds more. At a year’s follow-up, there was no difference between the diets’ effectiveness.\n\nAll diets are meant to help you lose weight, whether it’s by limiting carbs, fat, meat, etc. It’s the willpower that it takes to stick to them that’s the most difficult part, but of course, we all knew that, too.\n\nLet’s Get A Beer Together, And Love Each Other\n\nIt doesn’t take a scientist to know how bars and alcohol affect men’s interactions with one another. Just stand outside a bar around the end of the night, and more often than not, you’ll find at least one group of guys professing their love to each other. “I love you, bro!” It also doesn’t take a scientist to see that men tend to suppress emotions around each other. Society teaches us early on that we’re supposed to internalize them to “man up.”\n\nInterested in the circumstances in which we’ll become expressive, researchers found that bars or pubs were the primary place men felt completely comfortable expressing their emotions. “There is a stereotype that men are strong and silent about their mental health, and it is something they never talk about,” Dr. Carol Emslie, study leader, told The Scotsman. “This wasn’t what we found. It was very much the idea that alcohol or drinking in these communal groups had this positive effect on your mental health.”\n\nAlcohol lowers inhibitions, allowing men to show vulnerability without feeling weak. Thus, men who drank with friends were more likely to report looking out for one another, opening up through laughter and jokes, and feeling compelled to uplift each other.\n\n'It’s Cold Outside,' Says Everyone Who Doesn’t Actually Want To Exercise\n\nIt is 32 degrees and cloudy here in New York City today, and I’ve been putting off going out for a run ever since the temperature dipped below 50. I’m not the only slacker up in here; many people slack in the winter. It’s just too cold! And a new study shows me and all you slackers out there that we’re not alone — but we already knew that.\n\nThose who work on Jawbone, the fitness-tracking company, were interested in seeing how much the weather affected a person’s workout. They found that users of their devices logged five percent more steps in 70-degree weather than in 40-degree weather. That became a 15-percent difference on the weekends.\n\nMost of us will admit that with the holidays approaching, there’s no point in exercising as hard. But physical activity is one component of a lifestyle that should remain consistent, at least if you want to maintain some semblance of your summer self come the spring. With that said, I should put my running shoes back on.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "so, pointless, 5, studies, proved, obvious, 2014", "og": {"site_name": "Medical Daily", "description": "From fast food making you fat to beer helping men show their emotions, these are five studies that proved the most obvious in 2014.", "title": "In 'Duh' News: 5 Of 2014's Most Pointless Studies", "url": "http://www.medicaldaily.com/so-pointless-5-studies-proved-obvious-2014-313484", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/12/08/5-studies-proved-obvious-2014.jpg", "type": "article"}, "twitter": {"description": "From fast food making you fat to beer helping men show their emotions, these are five studies that proved the most obvious in 2014.", "title": "In 'Duh' News: 5 Of 2014's Most Pointless Studies", "url": "http://www.medicaldaily.com/so-pointless-5-studies-proved-obvious-2014-313484", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/12/08/5-studies-proved-obvious-2014.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/12/08/5-studies-proved-obvious-2014.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": 2014, "published_time": "2014-12-08T16:18:19-05:00", "modified_time": "2014-12-09T11:30:59-05:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "From fast food making you fat to beer helping men show their emotions, these are five studies that proved the most obvious in 2014."}, "_id": "\"57477af46914bd0286fdf95b\"", "article_summary": "From fast food making you fat to beer helping men show their emotions, these are five studies that proved the most obvious in 2014.\nOf course, if you have a fast food place down the block from where you live, you probably already knew this.\nYour Closeness To Fast Food Is Making You FatIf given the choice, on a drunken night at home with friends, to eat either a fast food burger from down the block or a more trustworthy burger from 20 blocks away, which would you choose?\nChances are most of us would choose the fast food burger.\nWith that said, here are seven studies published this year that’ll make you appreciate the “value” in science."}