{"article_title": "As enrollment surges, Medicaid expansion states eye budgets", "article_keywords": ["eye", "federal", "enrollment", "surges", "budget", "expansion", "states", "state", "costs", "medicaid", "budgets", "enrollments", "health", "care"], "article_url": "http://www.nola.com/politics/index.ssf/2015/07/medicaid_expansion_louisiana_3.html", "article_text": "More than a dozen states that opted to expand Medicaid under the Affordable Care Act have seen enrollments surge way beyond projections, raising concerns that the added costs will strain their budgets when federal aid is scaled back starting in two years.\n\nSome lawmakers warn the price of expanding the health care program for poor and lower-income Americans could mean less money available for other state services, including education.\n\nIn Kentucky, for example, enrollments during the 2014 fiscal year were more than double the number projected, with almost 311,000 newly eligible residents signing up. That's greater than what was initially predicted through 2021. As a result, the state revised its Medicaid cost estimate from $33 million to $74 million for the 2017 fiscal year. By 2021, those costs could climb to a projected $363 million.\n\n\"That is a monstrous hole that we have got to figure out how to plug, and we don't know how to do it,\" said Kentucky state Sen. Chris McDaniel, a Republican who leads the Senate budget committee and opposed expansion. \"The two biggest things that keep me up at night are state pensions and the cost of expanded Medicaid.\"\n\nFor patients who have only recently gained access to health care, the program is about far more than dollars and cents. And supporters downplay the budget concerns, pointing to studies that indicate the economic benefits of expanding health care will result in significant savings over time.\n\nSeveral expansion states have already revised their budget estimates due to the larger than expected enrollments, according to an Associated Press review.\n\nMcDaniel said the added Medicaid costs will reduce the pool of money that can be invested in higher education, pension plans or other services.\n\nSupporters of the expansion, including Kentucky Gov. Steve Beshear, predict their states will save money in the long run because Medicaid will allow some state-run services to be eliminated and will stimulate the economy through new revenues and job creation. Beshear, a Democrat, released a study earlier this year touting the creation of 12,000 jobs and nearly $1.2 billion in new revenue to health care providers as a result of expansion.\n\nThirty states and the District of Columbia have expanded Medicaid, or plan to do so, to include all adults with incomes at or below 138 percent of the federal poverty level, currently $16,243 for an individual. In Louisiana, Gov. Bobby Jindal has opposed expanding Medicaid and the issue is expected to draw discussion during this fall's gubernatorial race.\n\nThe federal government agreed to pay all costs for the new enrollees through 2016, but it will begin lowering its share in 2017. States will pay 10 percent of the costs by 2020.\n\nIn the expansion states, enrollment for Medicaid and a related program for children have increased an overall 28.2 percent compared with a three-month period before the law's implementation, according to the federal government. In a recent report, economic experts at the U.S. Department of Health and Human Services said they expect estimated enrollment and per-person cost increases to level off and even decline over the long run.\n\nAt least 14 states have seen new enrollments exceed their original projections, causing at least seven to increase their cost estimates for 2017, according to an Associated Press analysis of state budget projections, Medicaid enrollments and cost details in the expansion states. A few states said they could not provide original projections.\n\nCalifornia has enrolled nearly 2.3 million people so far — almost three times more than the 800,257 the state had anticipated. Enrollment in neighboring Washington more than doubled. Oregon's new enrollments have exceeded estimates by 73 percent.\n\nIn Michigan, estimated costs have shot up by 50 percent because of soaring enrollment. Ohio's projected costs more than doubled.\n\nSome states that expanded their Medicaid programs prior to the federal health care law are also seeing enrollment increases based on people signing up because of increased publicity and outreach efforts.\n\nIn states where ongoing discussions over Medicaid expansion have yet to be resolved, opponents are quick to cite the surging enrollments and costs. Last month, Republicans in the Florida House repeatedly warned about the costs before soundly defeating an expansion bill.\n\n\"Every piece of metrics and data we have seen has showed the Medicaid rolls have exploded,\" said state Rep. Blaise Ingoglia. \"And it's putting taxpayers and future prosperity at risk.\"\n\nHealth care already consumes a large portion of state spending each year, second only to K-12 education. It now represents more than half of all federal funds received by states, according to the National Association of State Budget Officers.\n\nThe very nature of Medicaid — that enrollments typically increase in tough economic times — means states must be strong enough financially to continue supporting the expanded program even in future downturns.\n\nAn Associated Press review earlier this year found at least 22 states were dealing with budget shortfalls for the 2016 fiscal year.\n\n\"In those states that do have budgetary balance, it's somewhat tenuous,\" said credit analyst Gabriel Petek with Standard & Poor's Ratings Services. Add the cost of rising Medicaid enrollments and \"something has to give. Most likely, it means they have to spend less in other areas or they have to increase their tax revenues.\"\n\nOregon originally estimated 222,700 newly eligible Medicaid recipients would sign up by the end of June, but that number ballooned to 386,000.\n\nPaying for the new enrollees isn't the only Medicaid cost troubling Oregon lawmakers. Starting in 2017, the state loses $1.9 billion in federal aid that has propped up the Medicaid program since 2012 under a special deal with the government.\n\nBetween the Medicaid expansion, the lost federal aid and normal growth, Oregon's Medicaid budget is expected to need $500 million between 2017 and 2019, said Democratic state Sen. Richard Devlin, one of two lawmakers who oversee the budget.\n\nThe best solution, he said, is to make sure people are working and don't need the government health care program.\n\n\"I think, really, the only way to keep this manageable is to keep those costs under control, get people off Medicaid,\" he said.\n\nFor those who were able to sign up for Medicaid when their states expanded eligibility, the program has offered big quality-of-life improvements.\n\nAmong them is Earl Charles Williams Sr., a 59-year-old part-time social worker in Chicago. He said he can only imagine what life would be like without the free care he now receives.\n\nHis diabetes under control, Williams said his doctor makes sure he comes to the office every few months and keeps him on a healthy regimen.\n\n\"There are so many people who really need the care,\" he said. \"They have nothing. And when they have nothing, you can see the effect on the community.\"\n\nSupporters of expanding Medicaid say states will eventually save money by doing away with some of their own services for the uninsured, such as mental and behavioral health programs, and by reducing payments to hospitals and other providers for treatment of the uninsured.\n\nKentucky saved $9 million in 2014 as enrollees in behavioral and mental health programs were fully covered by Medicaid, according to a report by the State Health Reform Assistance Network, a program of the Robert Wood Johnson Foundation. Some states, including West Virginia and Arkansas, are reporting costs are lower than expected.\n\nElsewhere, there are signs that some of the hoped-for savings might not be realized quickly.\n\nIn New Mexico, where enrollment under the Medicaid expansion surpassed projections by 44 percent, legislative analysts warned last month that the state will not save as much money as originally projected because cost-containing measures have proven difficult to implement.\n\nIn addition, legislative staff said New Mexico lawmakers will have to consider taking money from other state agencies to fill the gap.\n\n\"When you're looking at a state budget and there are only so many dollars to go around, obviously it's a concern,\" said state Sen. Howie Morales, a Democrat who sits on the powerful Legislative Finance Committee. \"The most vulnerable of our citizens — the children, our senior citizens, our veterans, individuals with disabilities — I get concerned that those could be areas that get hit.\"", "article_metadata": {"medium": "news", "viewport": "width=device-width,initial-scale=1", "news_keywords": "2015 governors race, Bobby Jindal, bobby-jindal, br-homepage, br-politics, homepage, Louisiana legislature, medicaid, news, politics", "title": "As enrollment surges, Medicaid expansion states eye budgets", "parsely-page": "{\"title\": \"As enrollment surges, Medicaid expansion states eye budgets\", \"link\": \"http://www.nola.com/politics/index.ssf/2015/07/medicaid_expansion_louisiana_3.html\", \"image_url\": \"http://image.nola.com/home/nola-media/width620/img/politics/photo/18360536-standard.jpg\", \"type\": \"post\", \"post_id\": \"16542099\", \"pub_date\": \"2015-07-20T15:41:39Z\", \"author\": \"The Associated Press\", \"tags\": [\"2015 governors race\",\"Bobby Jindal\",\"bobby-jindal\",\"br-homepage\",\"br-politics\",\"homepage\",\"Louisiana legislature\",\"medicaid\",\"news\",\"politics\"] }", "twitter": {"image": "http://image.nola.com/home/nola-media/width620/img/politics/photo/18360536-standard.jpg", "description": "More than a dozen states that opted to expand Medicaid under the Affordable Care Act have seen enrollments surge way beyond projections, raising concerns that the added costs will strain their budgets when federal aid is scaled back starting in...", "card": "summary_large_image", "site": "@nolanews"}, "article_date_updated": "Monday, July 20, 2015, 10:41 AM", "parsely-metadata": "{\"short_title\": \"\", \"image_url\": \"http://media.nola.com/politics/photo/medicaid-expansion-california-d7999086ea5df4d8.jpg\", \"author_name\": \"nolaap\", \"author_nickname\": \"The Associated Press\", \"author_id\": \"1827779\", \"source_blog_name\": \"Louisiana Politics & Government\", \"source_blog_url\": \"http://www.nola.com/politics/index.ssf/\", \"sponsored_content\": \"0\" }", "og": {"site_name": "NOLA.com", "description": "More than a dozen states that opted to expand Medicaid under the Affordable Care Act have seen enrollments surge way beyond projections, raising concerns that the added costs will strain their budgets when federal aid is scaled back starting in...", "title": "As enrollment surges, Medicaid expansion states eye budgets", "url": "http://www.nola.com/politics/index.ssf/2015/07/medicaid_expansion_louisiana_3.html", "image": "http://image.nola.com/home/nola-media/width620/img/politics/photo/18360536-standard.jpg", "type": "article"}, "fb": {"admins": 100000302287435}, "article_publication_name": "NOLA.com", "article_comments": 0, "article_date_original": "Monday, July 20, 2015, 10:38 AM", "article_author": "The Associated Press", "Description": "More than a dozen states that opted to expand Medicaid under the Affordable Care Act have seen enrollments surge way beyond projections, raising concerns that the added costs will strain their budgets when federal aid is scaled back starting in two years. Some lawmakers warn the price of expanding the health care program for poor and lower-income Americans could mean less money available for other state services, including education. In Kentucky, for example, enrollments during the 2014 fiscal year were more than double the number projected, with almost 311,000 newly eligible residents signing up. That's greater than what was initially predicted through 2021. As a result, the state revised its Medicaid cost estimate from $33 million to $74 million for the 2017 fiscal year. By 2021, those costs could climb to a projected $363 million. \"That is a monstrous hole that we have got to figure out how to plug, and we don't know how to do it,\" said Kentucky state Sen. Chris McDaniel, a Republican who leads the Senate budget committee and opposed expansion. \"The two biggest things that keep me up at night are state pensions and the cost of expanded Medicaid.\" For patients who have only..."}, "article_summary": "McDaniel said the added Medicaid costs will reduce the pool of money that can be invested in higher education, pension plans or other services.\nFor patients who have only recently gained access to health care, the program is about far more than dollars and cents.\nSeveral expansion states have already revised their budget estimates due to the larger than expected enrollments, according to an Associated Press review.\nIn states where ongoing discussions over Medicaid expansion have yet to be resolved, opponents are quick to cite the surging enrollments and costs.\nThe best solution, he said, is to make sure people are working and don't need the government health care program."}