{"article_title": "America needs an anger management class", "article_keywords": ["needs", "management", "rage", "feel", "political", "america", "survey", "way", "politics", "anger", "americans", "republican", "class", "poll", "happy"], "article_url": "http://www.chicagotribune.com/ct-americans-anger-rage-presidential-election-20160127-story.html", "article_text": "It might seem crazy what I’m about to say, as Pharrell Williams sang in the “Happy” song, but I am another happy guy, which is just as irritating in its own way.\n\nSadly, I am a happy but lonely outlier. A poll announced earlier this month confirmed what we already knew — that Americans are in a growing state of rage.\n\nAs a people, we are angrier than wet hens. We are madder than nudists caught outdoors when a cold front arrives. We are more peeved than some of the readers of this column, which is saying a lot, as some appear to live in a constant state of peevedom.\n\nOf course, these descriptions are mine — informed by my own interactions with the chronically agitated — and do not appear in the findings of the poll. It was called the “American Rage Survey” and was a joint project of NBC News, Survey Monkey and Esquire.\n\nIt is appropriate that Survey Monkey was involved, especially as the subject was Americans going ape. Fortunately, this was an online poll, so the monkeys did not have to go tree to tree with clipboards, which might have upset sloths. Everybody knows that you don’t want to upset sloths, as they have many friends in government.\n\nThe pollsters questioned 3,257 adults in November a few days before Thanksgiving, and some of you are doubtless outraged that you weren’t participants. Please don’t blame me, I am just the messenger. Ah, to heck with it, blame me anyway if it makes you feel better — I’ll still be happy.\n\nA naive person might suppose that people would be feeling more grateful than usual around Thanksgiving but outrage takes no holiday.\n\nThe poll found that 49 percent of Americans feel angrier now about current events than they did a year ago. White people were the angriest, 54 percent of them more outraged than last year, compared with Latinos (43 percent) and African-Americans (33 percent).\n\nAmong political groups, Republicans were angrier than Democrats, proving once more that the GOP stands for Grumpy Old Party. Some 64 percent of Republicans were more irked by current events than they were a year ago, compared with 42 percent for Democrats. This perhaps reflects what might be called the reverse of Obamacare, Obamaconsternation, in which the patient suffers severe political pangs not covered by any insurance.\n\nWhat is wrong with me that I am not mad? I certainly feel the odd man out. I am a white man who until recently was always registered as a Republican before finally being overcome by shame (it helped that I moved away and had to re-register to vote).\n\nOh, I sometimes get angry, but overall I have been outrageously happy living in America where the opportunities for political humor are so rife. Although everything is far from swell, I believe in American exceptionalism, the nation’s exceptional ability to muddle through every adversity no matter who is in charge.\n\nOf course, I was a liberal Republican, which meant that I also had to endure much loneliness. Orphans in the poorhouse on Christmas Eve did not feel so isolated.\n\nWill Rogers once said: “I am not a member of any organized political party. I am a Democrat.” I said: “I am not a member of any sane political party. I am a Republican.” Ah, those carefree days of shutting down the government, American rage in action to no effective purpose.\n\nStill, while my liberal Republican days lasted, it did feel good to be covered by the Endangered Species Act as if I were a whooping crane. I miss that now as an independent.\n\nBut it’s just as well. Most of us should be unaffiliated. George Washington was right. He warned of factions — parties, we call them — and we now know they lead to nothing but anger and disappointment.\n\nSometimes I will reply to a disgruntled reader and say: “You know, if my politics made me as bitter and unhappy as yours, I’d get a new sort of politics.”\n\nTo believe that politicians will end up doing what you want them to do is to make a date with severe disappointment. You might as well be a Cincinnati Bengals fan and expect your team to go the Super Bowl.\n\nThis nation has way too much politics going on way too much of the time. No wonder way too much anger exists. Politics is too often a monkeyshines joke. My fellow Americans, laugh already, don’t rage. It may sound crazy but it isn’t.\n\nTribune Content Agency\n\nReg Henry is a Pittsburgh Post-Gazette columnist. Readers may email him at rhenry@post-gazette.com", "article_metadata": {"fb_title": "America needs an anger management class", "googlebot": "index", "copyright": "Copyright (c) 2016 Tribune News Service", "author": "Tribune News Service", "og": {"site_name": "chicagotribune.com", "description": "It might seem crazy what I’m about to say, as Pharrell Williams sang in the “Happy” song, but I am another happy guy, which is just as irritating in its own way.", "title": "America needs an anger management class", "url": "http://www.chicagotribune.com/ct-americans-anger-rage-presidential-election-20160127-story.html", "image": "http://www.trbimg.com/img-56a968e9/turbine/ct-americans-anger-rage-presidential-election-20160127", "type": "article"}, "x-servername": "lalvp04.18", "twitter": {"site": "@chicagotribune", "card": "summary"}, "keywords": "angry americans, American rage survey,", "robots": "index,follow", "apple-itunes-app": "app-id=383137151, app-argument=http://www.chicagotribune.com/deeplinkid/85715151", "fb": {"page_id": 5953023255, "app_id": 306836229411287}, "googlebot-news": "index", "date": "2016-01-27", "Description": "It might seem crazy what I’m about to say, as Pharrell Williams sang in the “Happy” song, but I am another happy guy, which is just as irritating in its own way.   Sadly, I am a happy but lonely outlier. A poll announced earlier this month confirmed what we already knew — that Americans are in a...", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, minimum-scale=1.0, user-scalable=no", "news_keywords": "angry americans, American rage survey,"}, "article_summary": "It was called the “American Rage Survey” and was a joint project of NBC News, Survey Monkey and Esquire.\nThe poll found that 49 percent of Americans feel angrier now about current events than they did a year ago.\nHe warned of factions — parties, we call them — and we now know they lead to nothing but anger and disappointment.\nA poll announced earlier this month confirmed what we already knew — that Americans are in a growing state of rage.\nOh, I sometimes get angry, but overall I have been outrageously happy living in America where the opportunities for political humor are so rife."}