{"article_title": "Fresh Air Weekend: Autism; New Historical Fiction; The Future Of Yellowstone", "article_keywords": ["whaling", "national", "novels", "painting", "interviews", "park", "air", "future", "yellowstone", "historical", "emotional", "fresh", "ship", "fiction", "weekend", "autism"], "article_url": "http://wnpr.org/post/fresh-air-weekend-autism-new-historical-fiction-future-yellowstone", "article_text": "Fresh Air Weekend highlights some of the best interviews and reviews from past weeks, and new program elements specially paced for weekends. Our weekend show emphasizes interviews with writers, filmmakers, actors and musicians, and often includes excerpts from live in-studio concerts. This week:\n\nElectric Currents And An 'Emotional Awakening' For One Man With Autism: Switched On author John Elder Robison says the emotional empathy he gained after receiving transcranial magnetic stimulation was intense. \"It's like I lost a protective shield,\" he says.\n\nFrom A Whaling Ship To A Mysterious Painting, New Novels Deliver Big Thrills: Reviewer Maureen Corrigan says Ian McGuire's The North Water and Dominic Smith's The Last Painting of Sara de Vos are suspenseful historical novels that may just give readers nightmares.\n\nIs Yellowstone National Park In Danger Of Being 'Loved To Death'?: Each year, the park attracts millions of visitors and provides a home to countless animal species. But journalist David Quammen warns that balancing tourism and preservation can be tricky.\n\nYou can listen to the original interviews here:\n\nElectric Currents And An 'Emotional Awakening' For One Man With Autism\n\nFrom A Whaling Ship To A Mysterious Painting, New Novels Deliver Big Thrills\n\nIs Yellowstone National Park In Danger Of Being 'Loved To Death'?\n\n", "article_metadata": {"category": "none", "description": "Fresh Air Weekend highlights some of the best interviews and reviews from past weeks, and new program elements specially paced for weekends. Our weekend", "Generator": "Drupal 7 (http://drupal.org)", "programs": "Fresh Air", "og": {"url": "http://wnpr.org/post/fresh-air-weekend-autism-new-historical-fiction-future-yellowstone", "image": "http://mediad.publicbroadcasting.net/p/shared/npr/styles/medium/nprshared/201604/475250146.jpg", "type": "article", "description": "Fresh Air Weekend highlights some of the best interviews and reviews from past weeks, and new program elements specially paced for weekends. Our weekend", "title": "Fresh Air Weekend: Autism; New Historical Fiction; The Future Of Yellowstone"}, "org_id": 427869011, "twitter": {"site": "@wnpr", "card": "summary"}, "wordCount": 405, "dc": {"title": "Fresh Air Weekend: Autism; New Historical Fiction; The Future Of Yellowstone"}, "nid": 57627, "datePublished": "2016-04-23", "story_id": 475248467, "has_audio": 1, "viewport": "width=device-width"}, "article_summary": "Is Yellowstone National Park In Danger Of Being 'Loved To Death'?\nFresh Air Weekend highlights some of the best interviews and reviews from past weeks, and new program elements specially paced for weekends.\nOur weekend show emphasizes interviews with writers, filmmakers, actors and musicians, and often includes excerpts from live in-studio concerts.\n: Each year, the park attracts millions of visitors and provides a home to countless animal species.\nYou can listen to the original interviews here:Electric Currents And An 'Emotional Awakening' For One Man With AutismFrom A Whaling Ship To A Mysterious Painting, New Novels Deliver Big ThrillsIs Yellowstone National Park In Danger Of Being 'Loved To Death'?"}