{"article_title": "'Tea Party' Candidate Gets Turned Away By The GOP For Spreading Racist Views (UPDATE)", "article_keywords": ["states", "republican", "candidate", "views", "tea", "spreading", "owen", "turned", "update", "robert", "turianos", "racist", "turiano", "party", "wetback", "gets", "gop"], "article_url": "http://www.huffingtonpost.com/2014/03/14/drew-turiano-gop_n_4964219.html", "article_text": "Witold Skrypczak via Getty Images\n\nDays after officially filing to run for Congress, tea party candidate Drew Turiano (R-Mont.) has been turned away by a county unit of the Republican Party, on the grounds that he's spreading racist views.\n\nThe Missoulian reported Thursday that Turiano is being excluded from speaking at Saturday's Lincoln-Reagan Day Dinner. He is one of five Republicans vying for the seat vacated by Rep. Steve Daines (R-Mont.), who is running for U.S. Senate instead.\n\n“We asked Mr. Turiano not to attend our event because we have no intention of allowing him a platform to spread hate and intolerance,” Yellowstone County Republican Chairwoman Jennifer Owen said. “There is simply no place for racism in this party.”\n\nTuriano told the Billings Gazette that he was rejected from the dinner because of his affiliation with the tea party -- a claim Owen dismissed. Turiano also acknowledged that Owen may have taken issue with his past support for \"Operation Wetback\" -- a plan to deport all undocumented immigrants and their American-born children.\n\nMontana GOP Executive Director Bowen Greenwood paralleled Owen's sentiments, telling the Associated Press that the Republican Party has a \"long tradition of standing against racism.\" He added that Turiano's decision to campaign on an \"offensive racial epithet\" has propelled many Republicans away from his candidacy.\n\nIn addition to \"Operation Wetback,\" Turiano's website noted in February that he supports states' rights to nullify or reject any federal law or judicial mandate, citing Roe v. Wade and Obamacare as prime examples. He also thinks President Barack Obama should be impeached.\n\n“Would traditional and Christian America be so complacent if this dastardly transformation was being accomplished by an invading army like that of Stalin?” Turiano asked, according to his website.\n\nUPDATE (March 18) -- Tom Balek, spokesperson for the Montana Tea Party Coalition, emailed the following statement to the Huffington Post on Tuesday.\n\nNeither the Montana Tea Party Coalition, nor any of its local Tea Party affiliates, have ever seen Mr. Turiano at a Tea Party function. We have no knowledge of him, his background, or his beliefs.\n\nAlso on HuffPost: Racist Remarks Made By Politicians Racist Remarks Made By Politicians\n\n1 of 12 Robert Byrd The late Sen. Robert Byrd (D-W.Va.) loosely said the \"N-word\" on \"Fox News Sunday\" in 2001, while discussing the state of race relations in the United States. Share this slide:\n\nGetty Images", "article_metadata": {"description": "Days after", "sailthru.expire_date": "2014-03-15 10:39:14 -0400", "og": {"site_name": "The Huffington Post", "description": "Days after", "title": "'Tea Party' Candidate Gets Turned Away By The GOP For Spreading Racist Views", "url": "http://www.huffingtonpost.com/2014/03/14/drew-turiano-gop_n_4964219.html", "image": "http://i.huffpost.com/gen/1678282/images/o-MONTANA-STATE-CAPITOL-facebook.jpg", "locale": "en_US", "type": "article"}, "twitter": {"description": "Days after", "creator": "cgentilviso", "image": {"width": 2000, "identifier": "http://i.huffpost.com/gen/1678282/images/o-MONTANA-STATE-CAPITOL-facebook.jpg", "height": 1000}, "title": "'Tea Party' Candidate Gets Turned Away By The GOP For Spreading Racist Views", "site": "@HuffPostPol", "card": "summary_large_image"}, "sailthru.date": "2014-03-14 10:39:14 -0400", "al": {"ios": {"url": "huffpostnews:///?editionID=us&entryID=4964219", "app_store_id": 306621789, "app_name": "The Huffington Post"}}, "taboola.category": "politics", "fb": {"app_id": 46744042133}, "keywords": "montana,drew turiano tea party,video,drew turiano jennifer owen,jennifer owen,tea-party,drew turiano gop,gop,drew turiano republican party,Drew Turiano,tea party,Bowen Greenwood,republicans", "article": {"section": "Politics", "tag": "montana,drew turiano tea party,video,drew turiano jennifer owen,jennifer owen,tea-party,drew turiano gop,gop,drew turiano republican party,Drew Turiano,tea party,Bowen Greenwood,republicans", "published_time": "2014-03-14 10:39:14 -0400", "modified_time": "2014-03-18 14:59:01 -0400"}, "viewport": "width=1000"}, "article_summary": "Neither the Montana Tea Party Coalition, nor any of its local Tea Party affiliates, have ever seen Mr. Turiano at a Tea Party function.\nhas been turned away by a county unit of the Republican Party, on the grounds that he's spreading racist views.\nUPDATE (March 18) -- Tom Balek, spokesperson for the Montana Tea Party Coalition, emailed the following statement to the Huffington Post on Tuesday.\nWitold Skrypczak via Getty ImagesDays after officially filing to run for Congress, tea party candidate Drew Turiano (R-Mont.)\nMontana GOP Executive Director Bowen Greenwood paralleled Owen's sentiments, telling the Associated Press that the Republican Party has a \"long tradition of standing against racism.\""}