{"article_title": "This 4th of July: 6 wise Jon Stewart tips for a more perfect union", "article_keywords": ["perfect", "wise", "union", "things", "daily", "nation", "bullying", "4th", "best", "president", "tips", "segment", "jon", "stewart"], "article_url": "http://www.salon.com/2015/07/04/this_4th_of_july_6_wise_jon_stewart_tips_for_a_more_perfect_union/", "article_text": "Topics: Jon Stewart, The Daily Show, Video, Entertainment News, Politics News\n\nMuch to the dismay of Morrissey, Jon Stewart will not be throwing his hat in the presidential ring at the end of his “Daily Show” stint come August.\n\nHowever, there is a sliver lining here: Stewart, president or not, has already gifted us all the tips we need to live out our best lives, in the best nation in the world, no less.\n\nThis 4th of July, while you’re shoving watermelons in your mouth and launching pollutants into the sky and listening to Springsteen, or whatever it is you do to celebrate the independence of this great nation, remember some of Stewart’s wise words on how to make America’s tomorrow even better than its today.\n\nLet’s revisit some tips through the years:\n\n1. Stop bullying the poor.\n\nStewart took aim at Kansas Gov. Sam Brownback in a recent segment, arguing that the Sunflower State’s treatment of the poor was essentially bullying. A new state law introduced back in April restricted those in the Temporary Assistance for Needy Families (TANF) program from spending any of their benefits on things like “lingerie, cruises, tattoos, piercings, and movie tickets.” Stewart mocked Brownback saying, best case scenario, it would motivate people to escape the culture of federal dependency.\n\n2. Hold tight to your political convictions, but don’t be a hypocrite.\n\nUp until very recently, Stewart had made a point of ignoring former Vice President Dick Cheney. He finally caved in an April segment, in which he threw on his sleuth cap and got to the bottom of Cheney’s lies in an investigation piece called “The Jon Stewart Mysteries.” The “Daily Show” host singled out one quote from an interview with Hugh Hewitt, in which he said, “I can’t think of a more terrible burden to leave the next president than what Obama’s creating here.” No? Not even the Bush administration? Stewart suggested.\n\n3. Always read the things you are signing off on.", "article_metadata": {"description": "\"The Daily Show\" has given us a wealth of tips on how to make our great nation even greater. Let's revisit VIDEO", "title": "This 4th of July: 6 wise Jon Stewart tips for a more perfect union", "og": {"site_name": "Salon", "description": "\"The Daily Show\" has given us a wealth of tips on how to make our great nation even greater. Let's revisit VIDEO", "title": "This 4th of July: 6 wise Jon Stewart tips for a more perfect union", "url": "http://www.salon.com/2015/07/04/this_4th_of_july_6_wise_jon_stewart_tips_for_a_more_perfect_union/", "image": "http://media.salon.com/2015/06/jon_stewart4.jpg", "type": "article"}, "twitter": {"description": "\"The Daily Show\" has given us a wealth of tips on how to make our great nation even greater. Let's revisit VIDEO", "title": "This 4th of July: 6 wise Jon Stewart tips for a more perfect union", "image": "http://media.salon.com/2015/06/jon_stewart4.jpg", "creator": "@salon", "site": "@salon", "card": "summary_large_image"}, "author": "Colin Gorenstein", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, Jon Stewart, The Daily Show, Video", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "Topics: Jon Stewart, The Daily Show, Video, Entertainment News, Politics NewsMuch to the dismay of Morrissey, Jon Stewart will not be throwing his hat in the presidential ring at the end of his “Daily Show” stint come August.\nHowever, there is a sliver lining here: Stewart, president or not, has already gifted us all the tips we need to live out our best lives, in the best nation in the world, no less.\nUp until very recently, Stewart had made a point of ignoring former Vice President Dick Cheney.\nSam Brownback in a recent segment, arguing that the Sunflower State’s treatment of the poor was essentially bullying.\nStewart suggested."}