{"article_title": "Obama to visit Louisiana after State of the Union speech", "article_keywords": ["union", "house", "visit", "stop", "state", "samuels", "speech", "rouge", "white", "care", "louisiana", "talk", "obama"], "article_url": "http://www.theadvertiser.com/story/news/2016/01/08/obama-visit-louisiana-after-state-union-speech/78436566/", "article_text": "With tears running down his cheeks, U.S. President Barack Obama talks about his efforts to increase federal gun control in the East Room of the White House on January 5, 2016. (Photo: Getty Images)\n\nWASHINGTON — President Obama will stop in Baton Rouge on Thursday, two days after delivering his State of the Union speech to the nation, to say his administration's efforts have helped more Louisianians find jobs and health coverage.\n\nThe Louisiana trip is part of a swing through the country that Obama will make after his national speech. He will visit Omaha, Neb., Wednesday.\n\nWhite House officials have said Obama won’t use the State of the Union address, the last one he'll make, only to push a legislative agenda or highlight accomplishments from his two terms in office. Obama has said he will also talk about \"what we all need to do together in the years to come. The big things.\"\n\nAlbert Samuels, dean of the College of Social and Behavior Sciences at Southern University in Baton Rouge, called the post-speech visit to Louisiana national tour a “victory lap.\"\n\n“Some of this is also because a Democrat won a statewide election in a Deep South state for the first time in 12 years,\" said Samuels, referring to last month's victory by Democrat John Bel Edwards in the governor's race. “He probably wouldn’t be coming if we didn’t have a Democratic governor.\"\n\nEdwards, who defeated Republican Sen. David Vitter in the race, will take office Monday.\n\nDuring his stop in Louisiana Thursday, Obama will focus on the drop in the state’s unemployment rate from 8. 3 percent to 6.3 percent, the White House said.\n\nHe also plans to talk about the administration sending the state $8.2 million for Head Start and $9.5 million for preschool development grants.\n\nObama also will tout the impact of his signature domestic achievement, the Affordable Care Act, noting that more than 193,000 Louisiana residents stand to get coverage once Edwards makes good on his pledge to expand the state's Medicaid program by July under the health care law.\n\nOutgoing Republican Gov. Bobby Jindal strongly opposed expanding Medicaid. He and Louisiana's GOP members of Congress have joined efforts to repeal the Affordable Care Act. The House approved another bill Wednesday to repeal the law, but Obama is certain to veto it and Republicans lack the votes to override.\n\nObama “will come to Louisiana right after Bobby Jindal leaves … He’ll get to talk about the Affordable Care Act and talk about how over 200,000 Louisianians are going to soon be benefiting from that (Medicaid expansion),’’ said Samuels. “I don’t think that’s a coincidence.\"\n\nObama visited Louisiana last August to mark the 10th anniversary of Hurricane Katrina. In 2013, he stopped at the port of New Orleans to talk about economic development. The White House said that after his upcoming stop in Baton Rouge, Obama will have visited Louisiana 10 times as president.\n\nBut Obama remains unpopular in the South, and Republican congressional and state lawmakers have repeatedly bashed his actions on terrorism, gun violence and other issues.\n\nContributing: Gregory Korte of USA TODAY\n\nContact Deborah Barfield Berry at dberry@gannett.com. Twitter: dberrygannett\n\nRead or Share this story: http://www.theadvertiser.com/story/news/2016/01/08/obama-visit-louisiana-after-state-union-speech/78436566/", "article_metadata": {"google": "notranslate", "description": "President Obama will stop in Baton Rouge on Thursday to say his administration's efforts have helped more Louisianians find jobs and health coverage.", "og": {"site_name": "The Advertiser", "description": "President Obama will stop in Baton Rouge on Thursday to say his administration's efforts have helped more Louisianians find jobs and health coverage.", "title": "Obama to visit Louisiana after State of the Union speech", "url": "http://www.theadvertiser.com/story/news/2016/01/08/obama-visit-louisiana-after-state-union-speech/78436566/", "image": "http://www.gannett-cdn.com/GDContent/applogos/theadvertiser.png", "type": "article"}, "twitter": {"description": "President Obama will stop in Baton Rouge on Thursday to say his administration's efforts have helped more Louisianians find jobs and health coverage.", "title": "Obama to visit Louisiana after State of the Union speech", "image": "http://www.gannett-cdn.com/-mm-/4e06aaba79b63bec3711fedb22a4879f9b3998a2/c=500-0-2500-2000&r=x643&c=640x640/local/-/media/2016/01/07/LAGroup/LafayetteLA/635877733757219751-GettyImages-503451562.jpg", "creator": "@theadvertiser", "site": "@theadvertiser", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=743844896", "fb": {"app_id": 150147415035780}, "Content-Type": "text/html; charset=UTF-8", "viewport": "width=1070", "news_keywords": "Barack Obama, Bobby Jindal, John Bel Edwards, Affordable Care Act, David Vitter"}, "article_summary": "The White House said that after his upcoming stop in Baton Rouge, Obama will have visited Louisiana 10 times as president.\nThe Louisiana trip is part of a swing through the country that Obama will make after his national speech.\nDuring his stop in Louisiana Thursday, Obama will focus on the drop in the state’s unemployment rate from 8.\nWhite House officials have said Obama won’t use the State of the Union address, the last one he'll make, only to push a legislative agenda or highlight accomplishments from his two terms in office.\n3 percent to 6.3 percent, the White House said."}