{"article_title": "Trump goes full Visigoth in last South Carolina rally", "article_keywords": ["topic", "good", "trump", "torture", "better", "start", "really", "minimal", "goes", "suspected", "rally", "carolina", "summarily", "south", "visigoth"], "article_url": "http://www.americanthinker.com/blog/2016/02/trump_goes_full_visigoth_in_last_south_carolina_rally.html", "article_text": "Donald Trump closed his South Carolina campaign on Friday with a rambling speech highlighted by a giddy, almost childlike, enthusiasm for torturing and summarily executing the suspected enemies of America in the name of safety.\n\nTrump was in free-association mode ahead of Saturday’s primary, dwelling for an extended time on one topic, like heroin in New Hampshire or Japan’s monetary policy, and then jumping to another.\n\n“I’m really good at the trade,” the billionaire told a crowd of thousands. “I’m really good at the borders.”\n\nThe standout topic, however, was terrorism and national security. Trump repeated – favorably – an apparent myth about how General John Pershing summarily executed dozens of Muslim prisoners in the Philippines with tainted ammunition during a guerilla war against the occupying United States.\n\n“He took fifty bullets, and he dipped them in pig’s blood,” Trump said. “And he had his men load his rifles and he lined up the fifty people, and they shot 49 of those people. And the fiftieth person he said ‘You go back to your people and you tell them what happened.’ And for 25 years there wasn’t a problem, okay?”\n\nThe story appears to be a hoax spread via e-mail forwards, according to rumor tracker Snopes.com,with no evidence it occurred.\n\nThe moral of the tale, according to Trump: “We better start getting tough and we better start getting vigilant, and we better start using our heads or we’re not gonna have a country, folks.”\n\nTrump was unimpressed with waterboarding, a banned interrogation tactic that he has pledged to bring back against suspected terrorists, and supplement with far worse forms of abuse.\n\n“Is it torture or not? It’s so borderline,” he said. “It’s like minimal, minimal, minimal torture.”", "article_metadata": {"og": {"url": "http://www.americanthinker.com/blog/2016/02/trump_goes_full_visigoth_in_last_south_carolina_rally.html", "image": "http://www.americanthinker.com/assets/images/at-painter-og-image.png", "title": "Blog: Trump goes full Visigoth in last South Carolina rally"}, "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "“It’s like minimal, minimal, minimal torture.”\n“I’m really good at the trade,” the billionaire told a crowd of thousands.\n“I’m really good at the borders.”The standout topic, however, was terrorism and national security.\nDonald Trump closed his South Carolina campaign on Friday with a rambling speech highlighted by a giddy, almost childlike, enthusiasm for torturing and summarily executing the suspected enemies of America in the name of safety.\n“He took fifty bullets, and he dipped them in pig’s blood,” Trump said."}