{"article_title": "In Making Its Case, Trian Attacks Two Big DuPont Deals", "article_keywords": ["case", "billion", "business", "carlyle", "attacks", "big", "company", "million", "dupont", "deals", "trian", "activist", "making", "daniscos", "2011"], "article_url": "http://blogs.wsj.com/moneybeat/2014/09/17/in-making-its-case-trian-attacks-two-big-dupont-deals/", "article_text": "Activist Investor Trian Calls for DuPont's Breakup Activist investor Trian has launched a campaign to force DuPont to break itself up after the chemical giant rebuffed its calls for change. David Benoit joins MoneyBeat. Photo: Getty.\n\nLooking to make its arguments stick to the inventor of Teflon, Trian Fund Management LP wants to burn DuPont with its two biggest deals in recent memory.\n\nTo hear it from the activist, DuPont’s$6.5 billion purchase of food-ingredient maker Danisco in 2011 and the 2013 sale of its specialty coatings business to Carlyle Group for $4.9 billion show two sides of the same coin: DuPont’s complicated conglomerate structure leads to underperformance.\n\nJeff Gordon before. Getty Images\n\nTrian is seeking to get investors to back its plan to break up the 212-year-old American giant, The Wall Street Journal reported late Tuesday, after more than a year of private conversations.\n\n“Trian believes the reason for DuPont’s persistent underperformance is very simple: DuPont’s conglomerate structure is destroying value,” the activist fund wrote in a letter it released Wednesday.\n\nDuPont says it’s open to communications but also notes it has taken steps to transform itself.\n\nIn 2011, DuPont announced it would buy Danisco in its largest acquisition since 1999 and a move by Chief Executive Ellen Kullman to make her mark after two years of leading the company out of the depths of the financial crisis. DuPont was forced by Danisco shareholders to slightly bump the price to $6.5 billion from $6.3 billion after the shareholders threatened to block the deal.\n\nTrian argues Danisco’s growth inside DuPont has paled in comparison to Danisco’s growth from 2005 through 2010. Trian also says the margins have come down from 2010.\n\n“We believe the persistent underperformance of Danisco… shines a light on the dis-synergies of the DuPont conglomerate,” Trian writes.\n\nBut one factor that could help DuPont rebut those charges is that Danisco’s 2010 was viewed by the company as “remarkable” at the time. Danisco’s “enablers,” or additives that help thicken foods like salad dressings, were booming. At the time, Danisco’s prior management admitted this wouldn’t continue, telling investors “we are clearly running Enablers at a level that are not sustainable at this high level,” according to a call transcript.\n\nThat expected dropoff in a major portion of Danisco’s business could help DuPont argue Trian’s comparison isn’t fair.\n\nThe other deal in question comes with an even more interesting wrinkle. Less than two years after closing the deal to buy the performance coatings business, Carlyle Group last month filed to take it public under its new name Axalta Coating Systems Ltd.\n\nThe main sticking point for Trian: The IPO documents paint a picture for what could have been.\n\nJeff Gordon after. Getty Images\n\nAxalta, and whose name graces the car of Nascar star Jeff Gordon, sells paints for automobiles. Under Carlyle management, Axalta’s income before interest, taxes, depreciation and amortization, a measure of cash flow to the company, expanded from $570 million in 2011 to $738 million in 2013.\n\nBut Trian says the growth is actually more impressive than that 29% increase indicates. The activist says DuPont disclosed the business had $339 million in adjusted ebitda in 2011, a far cry from the $570 million Carlyle says it did. Trian says the difference is corporate costs that DuPont “imposed” on the unit and Carlyle didn’t.\n\n“These savings are not theoretical,” Trian writes. “Axalta is a current and real-life example of the intrinsic profit potential of a DuPont subsidiary being overwhelmed by the costs imposed on it by the conglomerate structure.”\n\nTrian takes it a step further and extrapolates those savings across the rest of the company. The calculation provides the basis for Trian’s estimate there are $2 billion to $4 billion in costs that could come out in a DuPont breakup.\n\nBut to win the right to the business, Carlyle had to pay up and outbid some of the biggest names in private equity.\n\nAnd since then, the IPO documents show Carlyle brought in a new chief executive and replaced 12 of 17 senior managers.\n\nThe company made more than $200 million in purchases of properties, plants and equipment since 2011, a sign Carlyle didn’t necessarily boost earnings only with rapid cost cuts.\n\nDuPont Wednesday defended the deal, saying in a statement it had been “widely recognized as getting a very good price” at a “volatile” time in automotive markets.\n\n“In order to get that price in a tough market, we gave a clear roadmap to potential investors on how to grow the profitability of the business in a short number of years, and this is what the buyer has done in return for taking on the risk,” DuPont said.", "article_metadata": {"article.template": "full", "page.content.source": "Blog Article", "page.region": "na,us", "page.content.type": "blogs article", "twitter": {"domain": "WSJ.com", "description": "Looking to make its arguments stick to the inventor of Teflon, Trian Fund Management LP wants to burn DuPont Co. with its two biggest deals in recent memory.", "title": "In Making Its Case, Trian Attacks Two Big DuPont Deals", "url": "http://blogs.wsj.com/moneybeat/2014/09/17/in-making-its-case-trian-attacks-two-big-dupont-deals/", "image": {"src": "http://s.wsj.net/public/resources/images/OB-WG645_jeff_G_20130206211907.jpg"}, "site": "WSJMoneyBeat", "card": "summary_large_image"}, "article.image_count": 2, "article_privilege": "free", "article.section": "Markets", "article.headline": "In Making Its Case, Trian Attacks Two Big DuPont Deals", "description": "Looking to make its arguments stick to the inventor of Teflon, Trian Fund Management LP wants to burn DuPont Co. with its two biggest deals in recent memory.", "article_section": "Markets", "author": "David Benoit", "user.type": "unsubscribed", "article.page": "MoneyBeat Blog", "page.content.format": "responsive", "page.subsection": "MoneyBeat", "article.summary": "Looking to make its arguments stick to the inventor of Teflon, Trian Fund Management LP wants to burn DuPont Co. with its two biggest deals in recent memory.", "page.site": "blogs.wsj.com", "testkeys": "C", "article.published": "2014-09-17T20:13:23-04:00", "dj.asn": "10-158", "ROBOTS": "noarchive, noodp", "fb": {"url": "http://blogs.wsj.com/moneybeat/2014/09/17/in-making-its-case-trian-attacks-two-big-dupont-deals/", "app_id": 368513495882}, "article": {"publisher": "https://www.facebook.com/wsj"}, "article_id": "BL-MBB-27045", "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no", "page.section": "Markets", "language": "en-US", "og": {"site_name": "WSJ", "description": "Looking to make its arguments stick to the inventor of Teflon, Trian Fund Management LP wants to burn DuPont Co. with its two biggest deals in recent memory.", "title": "In Making Its Case, Trian Attacks Two Big DuPont Deals", "url": "http://blogs.wsj.com/moneybeat/2014/09/17/in-making-its-case-trian-attacks-two-big-dupont-deals/", "image": {"width": 553, "identifier": "http://s.wsj.net/public/resources/images/OB-WG645_jeff_G_20130206211907.jpg", "height": 369}, "type": "article"}, "article.access": "free", "article.type": "MoneyBeat", "article.id": "BL-MBB-27045", "user.exp": "default", "article.updated": "2014-09-17T20:15:42-04:00"}, "article_summary": "That expected dropoff in a major portion of Danisco’s business could help DuPont argue Trian’s comparison isn’t fair.\nBut to win the right to the business, Carlyle had to pay up and outbid some of the biggest names in private equity.\nTrian argues Danisco’s growth inside DuPont has paled in comparison to Danisco’s growth from 2005 through 2010.\n“We believe the persistent underperformance of Danisco… shines a light on the dis-synergies of the DuPont conglomerate,” Trian writes.\nActivist Investor Trian Calls for DuPont's Breakup Activist investor Trian has launched a campaign to force DuPont to break itself up after the chemical giant rebuffed its calls for change."}