{"article_title": "Glenwood Springs hospital only one in region performing robotic angioplasty", "article_keywords": ["heart", "wire", "room", "angioplasty", "vascular", "region", "performing", "robot", "glenwood", "view", "robotic", "springs", "valley", "hospital", "laws"], "article_url": "http://www.vaildaily.com/news/10492594-113/valley-view-hospital-laws", "article_text": "GLENWOOD SPRINGS — Denver doesn’t have one. Neither does Salt Lake City. Not Grand Junction. Not Las Vegas. In fact, no other hospital in the Rocky Mountains does.\n\nValley View Hospital is the only place in the region where patients and doctors can reap the benefits of robotic angioplasty. It was the eighth hospital in the nation to use the technology, and it now is one of only 14 nationwide.\n\nThe Corindus CorPath Vascular Robotic system occupies the same room in Valley View’s Heart & Vascular Center where interventional angioplasty used to be performed manually. And the fundamentals of the procedure — which entails guiding a tiny balloon, often surrounded by a metal mesh stent, into a patient’s clogged artery and inflating it to open the blockage — remain the same.\n\nBut the robot adds a level of precision that some hope will make it the new standard of care.\n\n“The utility of the robot ... is a safety issue and a cost issue,” said Dr. Frank Laws, medical director of the Heart & Vascular Center.\n\nHe explained that using the robot results in less radiation exposure to patient and physician. It also results in cost savings of 20 to 30 percent, he said, and it reduces the chance of having to repeat the procedure.\n\nPlus, “there is less risk of having complications.”\n\nValley View was selected for the robotic system in part because it offers only interventional procedures without surgical backup and because that intervention is so important in light of Glenwood’s relative geographical isolation. Surgical backup often requires open heart procedures, and the closest hospital offering that is in Grand Junction.\n\nTimely intervention is particularly critical during cardiac arrest.\n\n“The longer it takes you to get to a cath lab, the more damage there’s going to be,” said Laws, noting the guiding axiom is “time is muscle.”\n\nNationally, it takes an average of about 90 minutes to get patients from the emergency room to the cath lab. At Valley View, the average is about half that.\n\nCorindus Vascular Robotics, the Massachusetts company that manufactures the CorPath robotic system, was looking for a hospital research partner just like Valley View.\n\n“We were like a natural fit for them,” Laws said.\n\nMission control\n\nThe room where the robotic angioplasty takes place features a large, ironing board-shaped table in the middle. The robot comprises a small articulated arm attached toward the wider end of the table with a long, thin wire protruding from it toward the narrower end of the table. The wire is guided from a separate wheeled semi-circular control module with lead shielding, four computer monitors and two joy sticks where the physician sits.\n\nOne wall of the room is glass, which provides a view from the adjacent monitor-filled room known as mission control. In all, five people including the doctor are involved in the procedure, during which the patient, though sedated, remains conscious, said cath lab director Sean O’Flinn.\n\nHe referred to the patient’s conscious state as “audience participation” and said it is important that the team be able to get patient feedback about pain levels and other factors to help guide them during the procedure.\n\nSitting at the control module, O’Flinn demonstrates the “millimeter by millimeter” control of the balloon and stent afforded by the robot. He can move the silver wire, about the diameter of fly-fishing line, forward and back, up and down, right and left. And he can rotate it, a process that when performed by hand requires considerable dexterity as the physician rolls the wire back and forth between thumb and forefinger.\n\nLaws said there is noticeably less unwanted movement in the wire when using the robot.\n\nOnce the balloon and stent are positioned properly, the touch of a button inflates the clear balloon, which spreads the ultra-fine wire mesh to the proper diameter for an artery. Laws said that is about 2.5-3 millimeters.\n\nOne of the first patients to experience a robotic angioplasty at Valley View after the equipment was installed around Thanksgiving was Jim Bickling of Gypsum, according to information provided by hospital officials.\n\n“The entire procedure was pretty amazing,” he said. “It wasn’t painful, and it was so quick.”\n\nResearch and registry\n\nThe presence of the robot dovetails with an initiative under way at Valley View to form the Cardiovascular Innovation & Research Institute.\n\nA lot of eyes, including those of the U.S. Food and Drug Administration, are watching robotic angioplasty at Valley View. For example, Laws said the Affordable Care Act requires that all results be entered into a registry through which the efficacy and safety of devices and procedures can be monitored.\n\nIn this case, one of the factors being scrutinized is how effective interventional procedures are here compared to procedures where surgical backup is available.\n\n“Over the course of time, our data have been stellar,” Laws said.\n\nBeyond that, however, when CIRI is fully up and running, Valley View’s Heart and Vascular Center will be in a position to conduct full clinic trials, something usually reserved for far larger “tertiary” hospitals located near research universities.\n\nClinical trials tend to be dictated by conditions present in the patient population, Laws said. Here, that means trials related to arrhythmia and pulmonary hypertension would be likely candidates.’\n\nResearch fund drive\n\nFor CIRI to become a reality, the Valley View Hospital Foundation hopes to raise $1.5 million. So far, more than $650,000 has been raised, $250,000 of it in one gift from Aspen Glen residents Jon and Connie Warnick.\n\nJon Warnick, a foundation board member, has reason to be a believer in the Heart & Vascular Center.\n\nThough the 75-year-old is fit and active, he has suffered from high cholesterol for decades. About three years ago, he complained to Laws during an office visit about dizziness when standing up quickly. Laws put him on a remote heart monitor.\n\nWarnick returned from skiing one day to a call that directed him in no uncertain terms to come into the center the next morning. When he did, they dressed him in a surgical gown and put him in an ambulance bound for Grand Junction, where he underwent triple bypass surgery.\n\n“I never felt bad,” he said, though he said now that his 93 percent blockage has been reduced dramatically, “I’ve never felt better in my life.”\n\n“I think this Heart & Vascular Center is a wonderful, wonderful addition to our community,” Warnick said.\n\nHe and his wife pointed out that in many cases the center can provide valley residents with the same cutting-edge cardiovascular care often found only in more populous areas. And the research can extend those benefits elsewhere.\n\n“Other hospitals will benefit from what we do here,” said Connie Warnick, who leads one of the foundation’s committees.\n\nHeart disease remains the leading cause of death nationally. But it isn’t as visible sometimes as other diseases.\n\n“Everyone knows someone with cancer,” said Connie Warnick, “yet they are still out in the community.”\n\nThat’s often not the case with heart disease, she said, as many people die from it without realizing they had it.\n\nThat, she said, is one reason why it is important to continue to take steps, such as bringing CIRI to fruition, to keep Valley View on the forefront of cardiovascular technology.\n\nAnd so far, hospital officials are encouraged by the community’s participation in fundraising efforts.\n\n“It affirms that this is our community hospital,” said Stacy Gavrell, executive director of the foundation and hospital spokesperson.", "article_metadata": {"description": "GLENWOOD SPRINGS — Denver doesn’t have one. Neither does Salt Lake City. Not Grand Junction. Not Las Vegas. In fact, no other hospital in the Rocky Mountains does.\nValley View", "og": {"url": "http://www.vaildaily.com/news/10492594-113/valley-view-hospital-laws", "image": {"identifier": "http://www.vaildaily.com/csp/mediapool/sites/dt.common.streams.StreamServer.cls?STREAMOID=aTN1TStxSy2oAFREVxfxsM$daE2N3K4ZzOUsqbU5sYuFqTNnrjbsmYYCYvqHFvRvWCsjLu883Ygn4B49Lvm9bPe2QeMKQdVeZmXF$9l$4uCZ8QDXhaHEp3rvzXRJFdy0KqPHLoMevcTLo3h8xh70Y6N_U_CryOsw6FTOdKL_jpQ-&CONTENTTYPE=image/jpeg", "type": "image/jpeg"}, "site_name": "The VailDaily", "description": "GLENWOOD SPRINGS — Denver doesn’t have one. Neither does Salt Lake City. Not Grand Junction. Not Las Vegas. In fact, no other hospital in the Rocky Mountains does.\nValley View", "title": "Glenwood Springs hospital only one in region performing robotic angioplasty | VailDaily.com"}, "twitter": {"site": "@VailDaily", "card": "summary"}, "robots": "noodp", "fb": {"app_id": 306532666136106}, "tout": {"article": {"id": 10492594}}, "keywords": "HOSPITAL, VALLEY, VIEW, ROBOT, LAWS, ROBOTIC, HEART, VASCULAR, ANGIOPLASTY, CENTER", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "Valley View Hospital is the only place in the region where patients and doctors can reap the benefits of robotic angioplasty.\nThe Corindus CorPath Vascular Robotic system occupies the same room in Valley View’s Heart & Vascular Center where interventional angioplasty used to be performed manually.\nA lot of eyes, including those of the U.S. Food and Drug Administration, are watching robotic angioplasty at Valley View.\nJon Warnick, a foundation board member, has reason to be a believer in the Heart & Vascular Center.\nCorindus Vascular Robotics, the Massachusetts company that manufactures the CorPath robotic system, was looking for a hospital research partner just like Valley View."}