{"article_title": "Nunn volunteers at Athens food bank, says Washington can learn from nonprofits", "article_keywords": ["nonprofits", "mobilizing", "campaign", "food", "washington", "athens", "states", "trail", "nunn", "issues", "learn", "residents", "volunteers", "bank"], "article_url": "http://onlineathens.com/election/2014-03-03/nunn-volunteers-athens-food-bank-says-washington-can-learn-nonprofits", "article_text": "U.S. Senate candidate Michelle Nunn took time off the campaign trail Monday to thank supporters, volunteers and community nonprofits while packing food at the Food Bank of Northeast Georgia.\n\nNunn, who will qualify for the race later this week, has focused her campaign on three issues: economic development, national debt reduction and education. She said those problems can be solved if states apply the problem-solving tactics used in the nonprofit community.\n\n“I spent 25 years engaging and mobilizing volunteers and have a profound respect and understanding of the extraordinary role that food banks and other nonprofits play in the community,” she said. “During the campaign I want to highlight and demonstrate that if we focus on problem solving and working together we can get things done.”\n\nNunn is no stranger to nonprofits. Before hitting the campaign trail, she was the CEO of Atlanta-based Points of Light, the world’s leading volunteer organization that aims to harness the efforts of volunteers to solve serious social problems.\n\nHighlights Nunn found while at the food bank included mobilizing residents through volunteerism and public/private partnerships through the Farm Bill and the United States Department of Agriculture.\n\nIf elected, Nunn said her plans include bringing a strong sense of collaboration to Washington, being proactive in fixing issues found in the Affordable Care Act and encouraging the state of Georgia to expand Medicaid to enable up to 650,000 residents be eligible for healthcare.\n\n• Follow faith, health and Blueprint reporter April Burkhart at www.facebook.com/AprilBurkhartABH.", "article_metadata": {"keywords": "Athens News, Athens Georgia, Athens Banner Herald, Athens, Georgia, Georgia Bulldogs, Dawgs, Bulldogs, Music, UGA, newspaper, 30601, Clarke County, Madison, Oconee, Oglethorpe, Dogs, 30602, 30603, 30604, 30605, Richt, SEC football, Jackson County, R.E.M., Widespread Panic, B-52s, Election, Local News, April Burkhart", "og": {"site_name": "Online Athens", "description": "U.S. Senate candidate Michelle Nunn took time off the campaign trail Monday to thank supporters, volunteers and community nonprofits while packing food at the Food Bank of Northeast Georgia.", "title": "Nunn volunteers at Athens food bank, says Washington can learn from nonprofits", "url": "http://onlineathens.com/election/2014-03-03/nunn-volunteers-athens-food-bank-says-washington-can-learn-nonprofits", "image": "http://onlineathens.com/sites/default/files/13136740.jpg", "type": "article"}, "description": "OnlineAthens.com is the daily online edition of The Athens (GA) Banner-Herald."}, "_id": "\"57477af46914bd0286fde74c\"", "article_summary": "U.S. Senate candidate Michelle Nunn took time off the campaign trail Monday to thank supporters, volunteers and community nonprofits while packing food at the Food Bank of Northeast Georgia.\nHighlights Nunn found while at the food bank included mobilizing residents through volunteerism and public/private partnerships through the Farm Bill and the United States Department of Agriculture.\n“I spent 25 years engaging and mobilizing volunteers and have a profound respect and understanding of the extraordinary role that food banks and other nonprofits play in the community,” she said.\nNunn, who will qualify for the race later this week, has focused her campaign on three issues: economic development, national debt reduction and education.\nBefore hitting the campaign trail, she was the CEO of Atlanta-based Points of Light, the world’s leading volunteer organization that aims to harness the efforts of volunteers to solve serious social problems."}