{"article_title": "Ga. hospital partnerships, purchases rise", "article_keywords": ["purchases", "georgia", "million", "west", "hospital", "rise", "system", "health", "ga", "lagrange", "care", "hospitals", "told", "partnerships"], "article_url": "http://chronicle.augusta.com/node/596843", "article_text": "ATLANTA -- The hospital partnership dance continues in Georgia. Given the pressures of the health care economy, nobody apparently wants to be a wallflower.\n\nLast week, St. Mary’s Health Care System in Athens said it is talking with financially ailing Ty Cobb Regional Medical Center about a possible acquisition of the Lavonia hospital.\n\nThat announcement reverberated in northeast Georgia, but it was overshadowed by news of a much bigger potential merger in metro Atlanta, between mega-systems WellStar and Emory Healthcare.\n\nThis week, West Georgia Health in LaGrange said it hopes to announce a possible partner or buyer soon.\n\nA special panel has narrowed the candidate list for such a deal to two organizations, Jan Nichols, marketing director for the LaGrange health system, said Wednesday.\n\nBut sometimes there are fears that the dance is moving a little too fast. A former state lawmaker is concerned about a lack of transparency in the West Georgia situation.\n\n“When you hire J.P. Morgan [to help explore potential deals], you’ve made a decision to sell or to merge,’’ Jeff Brown, former chairman of the House Health Appropriations panel, told Georgia Health News this week.\n\nHe said if West Georgia Health chooses the wrong partner, it could devastate Troup County taxpayers, who are guarantors of a $46 million bond.\n\nMeanwhile, St. Francis Hospital in Columbus, rocked by an accounting misstep that left it financially less secure than it had believed, is talking with Atlanta-based Piedmont Healthcare about a possible alliance. And Tenet Health, a chain based in Texas, is looking for a partner or buyer for its five metro Atlanta hospitals.\n\nA rapidly changing landscape\n\nThe moves are coming fast as the whole U.S. health care system undergoes a transformation, at least partly because of the Affordable Care Act.\n\nHospitals are being squeezed financially by changes in the way they are reimbursed, and by federal cuts and penalties.\n\nHealth insurers and Medicare are moving more toward paying for bundling of medical services, rather than paying for individual procedures or tests separately. The goal is to end the dominance of fee-for-service medicine, in which hospitals and doctors are reimbursed based on the amount — not the quality — of care they deliver.\n\nIn addition, federal money for hospitals that deliver a “disproportionate share’’ of care for the poor and uninsured is being cut. Georgia hospitals will lose hundreds of millions of dollars.\n\nIt was the intent of the ACA that states would expand Medicaid to make up for these eliminated funds. But the U.S. Supreme Court ruled that states didn’t have to do that. Georgia is one that has declined to expand Medicaid, saying it would cost too much. Meanwhile, some already vulnerable hospitals are facing a further revenue crunch.\n\nThe hospital consolidation drive is moving forward rapidly, in Georgia and nationally. Hospitals of every size, in cities, suburbs and rural areas, have been affected.\n\nSome of the hospitals in the mix are clearly struggling financially. Ty Cobb Regional, a 56-bed rural hospital, is relying on Franklin County to make its bond payments, according to the Independent Mail newspaper.\n\n“Smaller community hospitals are having a real hard time,’’ said Greg Charleston of the consulting firm Conway MacKenzie in Atlanta. “Hospitals are struggling, they don’t know what to do, and they look for a buyer.’’\n\nPart of the consolidation wave, he said, comes from a sense that “it’s the thing to do. Sometimes it makes sense, sometimes it doesn’t.”\n\n“If you’re a small community hospital, you probably need to team up with someone,” he said.\n\nLarger health systems get patient referrals for their specialist services and solidify their territorial reach through such deals, which can yield economies of scale, eliminate duplication of services, and reduce overall costs, Charleston added.\n\nProblems can add up\n\nIn LaGrange, West Georgia Health has been working on a potential deal for months.\n\nA recent LaGrange Daily News article noted that from 2010 to 2013, West Georgia Health’s Medical Center listed revenue deficits each year, with the highest being $6.2 million dollars as in 2013.\n\nMeanwhile, in fiscal 2012, West Georgia CEO Gerald Fulks received what is listed on an IRS 990 form as a $1.6 million “payout.”\n\nFulks told the Daily News that the payout was accumulated retirement benefits over a 10-year period. His total compensation in fiscal year 2012 was just over $2 million, IRS data show.\n\nNichols of West Georgia told GHN that the overall compensation package, including Fulks’ retirement benefits, was developed by a compensation committee of the WGH Board of Trustees. “It is based on a number of factors, including comparative health system CEO compensation and health system performance goals,” she said.\n\nWhen asked why a merger is being considered, Fulks told the Daily News: “Because with the changes that are coming down from the Affordable Care Act, we are simply not big enough to take on the risk of bundled payments from patients, taking the risk of an entire population.\n\n“We don’t have the information technology that is necessary to manage population health and we believe that we can lower our operating costs by participating in the overhead of a larger provider organization, and still provide the kind of care and support that our community expects.”\n\nWest Georgia says the hospital is currently operating in the black. Its current cash on hand of $55 million is 121 days, an amount it says is twice the figure required by its current bond covenants of 60 days.\n\nYet over the past five years, West Georgia Health has faced a rising bad debt and charity care burden, which has jumped from $39.5 million in fiscal 2010 to $64.4 million in fiscal 2014.\n\nBrown, the former state legislator, said that beyond his concerns about the deal making process, he believes the LaGrange community will still have a medical facility after the dust settles. “They’ve been here for 75 years,’’ he said.\n\nThe hospital is the only one in Troup County, home of the massive Kia automotive plant, one of the economic showplaces of the state.", "article_metadata": {"keywords": "Augusta, georgia, newspaper, classifieds, augusta chronicle news, news, sports, entertainment, local information, masters, golf, masters tournament, local businesses, shopping, daily deals, north augusta, SRS, south carolina, CSRA, aiken, Health, Latest News, Andy Miller", "og": {"site_name": "The Augusta Chronicle", "description": "ATLANTA -- The hospital partnership dance continues in Georgia. Given the pressures of the health care economy, nobody apparently wants to be a wallflower.", "title": "Ga. hospital partnerships, purchases rise", "url": "http://chronicle.augusta.com/latest-news/2015-02-20/ga-hospital-partnerships-purchases-rise", "image": "http://chronicle.augusta.com/sites/default/files/images/sms-default-facebook-share.png", "type": "article"}, "description": "Augusta Georgia’s source for News, Entertainment, Sports, Weather, Classifieds, Jobs, Autos, Real Estate and Masters information from The Augusta Chronicle, chronicle.augusta.com"}, "_id": "\"57477af46914bd0286fde753\"", "article_summary": "“It is based on a number of factors, including comparative health system CEO compensation and health system performance goals,” she said.\nProblems can add upIn LaGrange, West Georgia Health has been working on a potential deal for months.\nThis week, West Georgia Health in LaGrange said it hopes to announce a possible partner or buyer soon.\nA special panel has narrowed the candidate list for such a deal to two organizations, Jan Nichols, marketing director for the LaGrange health system, said Wednesday.\nA former state lawmaker is concerned about a lack of transparency in the West Georgia situation."}