{"article_title": "Nurses Say Yes to Sanders Single Payer Plan", "article_keywords": ["national", "sanders", "payer", "nurses", "medical", "single", "say", "health", "plan", "demoro", "yes", "nnu", "care"], "article_url": "http://www.singlepayeraction.org/2016/01/19/nurses-say-yes-to-sanders-single-payer-plan/", "article_text": "National Nurses United welcomed Sen. Bernie Sanders’ new plan for achieving the dream of countless Americans for nearly a century – healthcare coverage for everyone.\n\nSanders’ plan also aligns with the official position of the AFL-CIO, which has endorsed single payer health care, Medicare for all – most recently again last July when the AFL-CIO specifically endorsed single payer as part of its national Raising Wages campaign, noted NNU Executive Director RoseAnn DeMoro, a national vice president of the AFL-CIO.\n\n“Finally, a real plan from a leading Presidential candidate that will guarantee healthcare for every American, just as every other major nation has done,” DeMoro said.\n\n“This is a plan that will end the long nightmare facing the nation’s uninsured, and those having to choose between getting the care they need or putting food on the table for their families. And it protects our most precious gift, our health,” DeMoro said.\n\n“By eradicating the crisis of the 29 million who are still uninsured, and the tens of millions more facing medical debt, even with the gains made under the Affordable Care Act, this plan would cut health care costs, put money back in consumers’ pockets, create jobs, and address a major cause of income inequality, un-payable medical bills.”\n\n“Instead of being held hostage to a corporate system based on profits and price gouging, with Sanders’ Medicare for all plan we can finally have a system based on patient need, with a single standard of quality care for all, regardless of ability to pay, race, gender, age, or where you live. That’s a beautiful thing,” DeMoro said.\n\n“Sanders plan includes a pledge to provide comprehensive coverage, inpatient and outpatient, emergency care, dental care, vision, long term care, prescription drugs, medical supplies, and other basic needs. One medical card, no networks that limit patient choice of doctor or other provider, no fighting with insurance companies over needed care they refuse to pay for.”\n\n“And, contrary to those in the Clinton camp who have claimed that Sen. Sanders wants to turn our healthcare over to state governors, many of whom have refused to expand Medicaid under the ACA, the Sanders plan would be federally administrated, with national standards and national reimbursements.”\n\nUltimately, any single payer plan is a financing mechanism, DeMoro said.\n\nAll final details would remain to be ironed out in the legislative process, as occurred with the ACA as well.\n\n“Bernie Sanders has certainly emphasized the power of the healthcare industry lobby in Congress, and that it will take the power of a grassroots political movement that he talks about to enact this plan. Nurses will be in the forefront of that effort,” DeMoro said.\n\nIn his announcement, Sanders said that “the typical family earning $50,000 a year would save nearly $6,000 annually in health care costs.”\n\nThat, DeMoro continued, means, as NNU has long noted, improved Medicare for all will raise real wages for American workers and income will go up for nearly everyone. And, as NNU and other health economists have pointed out, that will give consumers more resources to spend, creating a huge multiplier effect for the economy.\n\nAn NNU study in 2009, on the eve of debate over the ACA, predicted that single payer would create some 2.6 million new jobs alone, plus substantial increases in federal and state revenues.\n\nA recent New York Times/Kaiser Family Foundation survey found that 20 percent of people under 65 who have health insurance continue to face significant problems with medical bills, despite the ACA.\n\nThe Times report found that 63 percent of those burdened by medical bills said they had “used up all or most of their savings,” 42 percent had to take on another job or work more hours, 11 percent had to move or take in roommates, and 11 percent had to turn to charity due to those bills.\n\n“Those days will come to an end when we pass the Sanders proposal.”\n\n“Now we have the framework for a plan that will save lives, achieve the dreams of Americans for nearly a century for guaranteed health care, help the fight to create jobs and reduce income inequality. Sen. Sanders deserves our thanks, and nurses will fight to make the dream come true,” DeMoro concluded.", "article_metadata": {"generator": "WordPress 3.8.14", "viewport": "width=device-width"}, "article_summary": "National Nurses United welcomed Sen. Bernie Sanders’ new plan for achieving the dream of countless Americans for nearly a century – healthcare coverage for everyone.\n“Sanders plan includes a pledge to provide comprehensive coverage, inpatient and outpatient, emergency care, dental care, vision, long term care, prescription drugs, medical supplies, and other basic needs.\nAnd it protects our most precious gift, our health,” DeMoro said.\nSen. Sanders deserves our thanks, and nurses will fight to make the dream come true,” DeMoro concluded.\nSanders’ plan also aligns with the official position of the AFL-CIO, which has endorsed single payer health care, Medicare for all – most recently again last July when the AFL-CIO specifically endorsed single payer as part of its national Raising Wages campaign, noted NNU Executive Director RoseAnn DeMoro, a national vice president of the AFL-CIO."}