{"article_title": "Ron Paul Hawks Homeschooling As a Plan B", "article_keywords": ["b", "curriculum", "ron", "hawks", "free", "children", "kids", "parents", "plan", "student", "homeschooling", "education", "paul", "movement"], "article_url": "http://www.thefiscaltimes.com/Articles/2013/09/19/Ron-Paul-Hawks-Homeschooling-Plan-B", "article_text": "Ron Paul spent decades as an OB-GYN, served in Congress for twelve terms and ran for president three times (you know how that went). So there’s no chance he homeschooled his own five children through their growing-up years, including his son Rand, the Tea-party backed conservative senator from Kentucky.\n\nBut the 78-year-old physician would like all parents today to homeschool their kids as an alternative to “government controlled education.”\n\nRon Paul has just launched his own curriculum – aptly entitled the Ron Paul Curriculum. It consists of “rigorous study” in economics, history, math, and the sciences. It's big on writing. It emphasizes self direction, but he says it “does not place promoting an ideological agenda ahead of ensuring that students receive a quality education.”\n\nHomeschooling “gives people an option,” Paul said in an interview. “I like options and I like competition. I’d like to see a higher quality of education in this country.”\n\nRELATED: WHY OUR TEACHERS CAN’T TEACH\n\nThe former Texas congressman says we have thrown too much money at public school systems that fail to educate children for a 21st century global economy. “The bigger our government has gotten, the more involved they’ve gotten – and the more expensive education has gotten. The quality of our education has gone down as a result.”\n\nThe number of homeschooled students in the U.S. rose 36 percent in a five-year period – from 1.1 million in 2003 to 1.5 million in 2007, according to the National Center for Education Statistics, using the latest data available.\n\nHomeschooling is now a movement. It’s the \"one authentically radical social movement of any real significance in the United States,” according to an article last year by Kevin D. Williamson in the National Review.\n\nBut not everyone is ready to embrace this movement. Many serious-minded parents who might want to be homeschoolers can’t. They try it and drop out. Most have to work; others are not capable of teaching a fish how to swim let alone instruct a teen on advanced calculus. Still others have children with special needs and can’t go it alone.\n\nAt the core, parents want their kids to be in groups – they want them socialized, ready for human challenges as well as academic ones.\n\nHomeschooling is nothing if not isolating, which is exactly why some are committed to it. They don’t trust the schools (or the kids in them) and they’d rather ladle on their particular world view (including religious beliefs) than have their kids exposed to the evils around them.\n\nBUT WHAT DOES IT COST?\n\nPaul talks about homeschooling as a “good investment.” Students and their families will save hundreds if not thousands of dollars on textbooks, travel, and other education costs.\n\nHis curriculum, however, requires a credit card or a debit card to sign up.\n\nThe curriculum for grades K-5 is “completely free,” his website says. But that only gains you access to the curriculum. You’re cut off from information-rich “member boards and forums,” unless you become a paying member. (The exact payment is not immediately clear unless you enroll; there is a money back guarantee, though.)\n\nThe expenses are different for kids in grades 6–12. For access to the “tutorial forums” and the courses, that’s $250 per family a year. The courses each cost $50 per student. “But parents are encouraged to study alongside any of their children, as in any homeschool curriculum. Parents are free. Siblings are not.”\n\nSo Paul – who spent most of his life as a politician – has now turned to education as a Plan B. He’s not in the White House but he’s in the schoolhouse, of sorts.\n\nPaul acknowledges the challenges of homeschooling, something his new book, The School Revolution, also makes clear: “Not everyone can do this. There has to be an extra effort made. Sometimes, if it’s a single parent, it’s going to be tougher. If there are two parents, they might have to adjust one person’s schedule to be able to spend half a day teaching the kids.”\n\nThis libertarian hates laws, though: “I’d hate to see a law that says everybody has to be homeschooled. There will be adaptations. The one thing about homeschooling is there’s going to be variety.\"\n\nHe adds, “The bureaucrats in the Dept. of Education as well as the teacher unions are very determined to try to stop this. Quite frankly, they’re pretty embarrassed because there’s been so much success [in the homeschooling movement]. We have a much different approach to education.”\n\nAfter all: “Big government dictating everything we do in our personal lives, our economic lives, dictating to everybody overseas as well – I generally resent all that.”\n\nHere’s a portion of a Q and A about his curriculum that Paul includes on his site:\n\nYou mean there are no textbooks?\n\nNone that you must buy. You will download any old textbooks when you buy the course.\n\nHow can you teach without recent textbooks?\n\nWith free original source documents, original materials, and free public domain documents.\n\nHow will I know if my child is learning?\n\nFor high school, the best way is to have the student take a CLEP exam. For any grade of 50 or higher, some colleges will give full college credit for this. It is possible for a student to quiz out of his first two years of college this way. That can save you a small fortune, and it saves the student two years.\n\nDo you have plans to set up a Ron Paul Academy?\n\nNo.", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "Ron Paul spent decades as an OB-GYN, served in Congress for twelve terms and ran for p", "title": "Ron Paul Hawks Homeschooling As a Plan B", "url": "http://www.thefiscaltimes.com/Articles/2013/09/19/Ron-Paul-Hawks-Homeschooling-Plan-B", "image": "http://cdn.thefiscaltimes.com/sites/default/files/09202013_Homeschool.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/Articles/2013/09/19/Ron-Paul-Hawks-Homeschooling-Plan-B", "image": "http://cdn.thefiscaltimes.com/sites/default/files/09202013_Homeschool.jpg", "title": "The Fiscal Times", "card": "summary", "creator": "@maurmack"}, "generator": "Drupal 7 (http://drupal.org)", "description": "Ron Paul spent decades as an OB-GYN, served in Congress for twelve terms and ran for p", "viewport": "initial-scale=1, maximum-scale=1"}, "_id": "\"57477af36914bd0286fced4e\"", "article_summary": "Quite frankly, they’re pretty embarrassed because there’s been so much success [in the homeschooling movement].\nBut the 78-year-old physician would like all parents today to homeschool their kids as an alternative to “government controlled education.”Ron Paul has just launched his own curriculum – aptly entitled the Ron Paul Curriculum.\nPaul acknowledges the challenges of homeschooling, something his new book, The School Revolution, also makes clear: “Not everyone can do this.\nRon Paul spent decades as an OB-GYN, served in Congress for twelve terms and ran for president three times (you know how that went).\nPaul talks about homeschooling as a “good investment.” Students and their families will save hundreds if not thousands of dollars on textbooks, travel, and other education costs."}