{"article_title": "Company that Fled U.S. Over Taxes Now Wants Feds’ Help", "article_keywords": ["wants", "mylan", "help", "federal", "company", "taxes", "order", "states", "ftc", "feds", "legal", "corporate", "fled", "stock"], "article_url": "http://www.thefiscaltimes.com/2015/06/24/Company-Fled-US-Over-Taxes-Now-Wants-Feds-Help", "article_text": "A biotech firm that made headlines by abandoning its status as a U.S. corporation in order to gain tax advantages is now demanding that the Federal Trade Commission help protect it from a hostile takeover bid by an Israeli company. The irony was not lost among politicians in Washington who have criticized so-called “corporate inversions.”\n\nMylan, a generic drug maker based outside Pittsburgh, came under intense criticism earlier this year when it followed through on a plan to acquire a smaller firm in the Netherlands, and then transfer its corporate citizenship there. The move was undertaken to reduce the amount of taxes the company pays on drugs it sells overseas, while maintaining most of its operations in Pennsylvania.\n\nRelated: States’ Budget Squeeze Could Mean Higher Taxes for You\n\nThe company came under fire from members of Congress and from the Obama administration as a symbol of corporate greed being placed above commitment to the country where the company grew and flourished.\n\nNow, though, Mylan finds itself in a bind. It is the subject of a potential hostile takeover by an Israeli generic drug giant Teva Pharmaceuticals. In an effort to further its bid to buy Mylan, Teva has purchased nearly 5 percent of Mylan’s outstanding stock. Mylan is now asking the FTC to examine the stock purchase for possible violation of the requirement that large purchases of stock of U.S. firms must be reviewed by antitrust authorities.\n\nIn legal terms, Mylan probably has at least a defensible case. The company claims that its principal office remains in Pennsylvania, which makes it a “U.S. issuer” of stock for federal anti-trust purposes.\n\nWhile the plea for help from the U.S. government may ultimately pass legal muster, the optics of a company that abandoned its U.S. citizenship in order to pay less in federal taxes seeking the protection of a federal agency is problematic.\n\nRelated: Trade Bill Advances as Rift in GOP Widens\n\n“Mylan is trying to have its cake and eat it too,” said Rep. Chris Van Hollen (R-MD), the senior Democrat on the House Budget Committee. “It is an intolerable abuse of a loophole when U.S. corporations pretend they are based overseas in order to get out of paying their fair share and duck their responsibilities to the United States. It’s just plain hypocrisy when one of those same inverted companies claims that it is actually a U.S. company because it needs the special protections U.S. law gives to American companies.”\n\nVan Hollen continued, “The FTC should remind Mylan that when it chose to invert to avoid paying taxes, it gave up the privileges given to companies which remain committed to the United States. And Congress needs to act now to close the inversion loophole and fix our broken tax code to reward companies that locate and invest in America.”\n\nIn an interview with Bloomberg News, Mylan CEO Heather Bresch said that the company is aware that its decision to move its headquarters to the Netherlands “invoked a lot of emotional and political banter.” However, she said, the company is convinced that it is on solid legal footing in asking the FTC to review Teva’s purchase of its stock.\n\nTop Reads from The Fiscal Times:", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "A biotech firm that made headlines by abandoning its status as a U.S. corporation in order to gain tax advantages is now demanding that the Federal Trade Commission help protect it from a hostile takeover bid by an Israeli company. Among politicians in Washington who have criticized so-called “corporate inversions,” the irony was not lost.", "title": "Company that Fled U.S. Over Taxes Now Wants Feds’ Help", "url": "http://www.thefiscaltimes.com/2015/06/24/Company-Fled-US-Over-Taxes-Now-Wants-Feds-Help", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/06302011_drug_costs_article.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2015/06/24/Company-Fled-US-Over-Taxes-Now-Wants-Feds-Help", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/06302011_drug_costs_article.jpg", "creator": "@rrgarver", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "A biotech firm that made headlines by abandoning its status as a U.S. corporation in order to gain tax advantages is now demanding that the Federal Trade Commission help protect it from a hostile takeover bid by an Israeli company. Among politicians in Washington who have criticized so-called “corporate inversions,” the irony was not lost.", "generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "The move was undertaken to reduce the amount of taxes the company pays on drugs it sells overseas, while maintaining most of its operations in Pennsylvania.\nWhile the plea for help from the U.S. government may ultimately pass legal muster, the optics of a company that abandoned its U.S. citizenship in order to pay less in federal taxes seeking the protection of a federal agency is problematic.\nIn an effort to further its bid to buy Mylan, Teva has purchased nearly 5 percent of Mylan’s outstanding stock.\nThe company claims that its principal office remains in Pennsylvania, which makes it a “U.S.\nIn legal terms, Mylan probably has at least a defensible case."}