{"article_title": "USCCB: \"Faithful Citizenship\" Trainwreck", "article_keywords": ["bishops", "telling", "text", "trainwreck", "vote", "marriage", "evil", "samesex", "citizenship", "faithful", "document", "intrinsic", "grave", "usccb"], "article_url": "http://ncronline.org/blogs/distinctly-catholic/usccb-faithful-citizenship-trainwreck", "article_text": "If the bishops adopt the proposed draft of “Forming Consciences for Faithful Citizenship,” their quadrennial document issued in presidential election years on the responsibilities of Catholics as citizens, they should have the honesty to rename it “Forming Consciences for Fighting Same-Sex Marriage.” By my count, the issue is mentioned 10 times, which is strange. First, Pope Francis did not think it necessary to mention the issue directly even once during the six days he was here in the U.S. Secondly, the issue will not appear on any ballots next year, candidates may speak about it but they cannot really propose to do anything about it unless there is a court-packing scheme of which I am unaware. Finally, at a time when racial tensions are at their worst in my adult lifetime, the proposed text equates same-sex marriage with racism, calling them both intrinsic evils, even though civil same-sex marriage is not, and cannot be, an intrinsic evil. I can scarcely imagine a comparison better designed to alienate young Catholics.\n\nIf you thought the bishops of the U.S. would heed the pope’s call to steer clear of the culture wars and focus on the poor and the immigrant, you would be wrong.\n\nThe drafting committee said that they were only making minor changes but they actually reconfigured the text’s entire treatment of Catholic Social Teaching. Where there were once seven themes of Catholic Social Teaching, now there are four principles. This has the effect of demoting the preferential option for the poor and workers’ rights from the fuller and more prominent treatment they received in earlier texts. Care for creation, which the drafters might have noticed was the subject of a recent papal encyclical, is also relegated to the second tier of concerns. I am sure it is just a coincidence that these are issues that cause Republicans to squirm. The section on intrinsic evil, which causes Democrats to squirm, has been retained and expanded. The former attempt at balance, the desire to avoid appearing too partisan, is now abandoned. Even within the section on intrinsic evil, it is shocking that same sex marriage now gets more ink than abortion.\n\nAs I have noted many times before, intrinsic evil was always the wrong category for a document on public policy. Masturbation is an intrinsic evil. Lying is an intrinsic evil. The relevant category for public policy is grave evil. I certainly believe abortion is a grave evil. I believe assisted suicide is a grave evil. I also believe poverty is a grave evil. Environmental degradation is a grave evil. Getting the bishops to refashion this section is apparently a bridge too far.\n\nAnother interesting section that has been dropped from the draft is the language in previous iterations affirming that the bishops are not telling Catholics how to vote. “The Church’s leaders avoid endorsing or opposing particular candidates” is still in the document, but the words “or telling people how to vote” have been dropped. Why did they drop that? Do they now want to be real clear that they are telling people that if they vote for a Democrat they are going to burn in hell? Let me turn the tables and tell the bishops how to vote: They should reject this document just as they rejected the deeply flawed statement on poverty three years ago. The text lacks coherence and begs the question: If bishops are supposed to be teachers of the faith, is this effective pedagogy? Does this text really help people form their conscience? This document is so bad, no amount of amendments will save it. Better no document than a bad document.\n\nKnow a recent high school graduate? Share this great article with them before they're off to college!\n\n\n\nTo be perfectly clear, if the bishops accept this document as is, it will be impossible for any reasonable observer not to conclude that the bishops of the United States have collectively decided to ignore what the pope said to them at St. Matthew’s Cathedral, as well as what he said to the U.S Congress. Set this text alongside the Holy Father’s Address to Congress and compare them. The bishops like to stick together and they are loath to permit a sign of disunity to mar their proceedings. But, the unity of the Catholic hierarchy is not the result of a vote, it is a unity with and under Peter, and this text reads like it is from a different planet from what he has said and taught. If you needed further proof that the fifth floor is a Francis-free zone, here it is. This proposed draft is appalling. It should be rejected by the body.", "article_metadata": {"Generator": "Drupal 7 (http://drupal.org)", "viewport": "width=device-width, initial-scale=1, maximum-scale=4, minimum-scale=1, user-scalable=yes"}, "article_summary": "The section on intrinsic evil, which causes Democrats to squirm, has been retained and expanded.\nEven within the section on intrinsic evil, it is shocking that same sex marriage now gets more ink than abortion.\nAs I have noted many times before, intrinsic evil was always the wrong category for a document on public policy.\nLying is an intrinsic evil.\nMasturbation is an intrinsic evil."}