{"article_title": "Modern Slavery Act 2015 and Supply Chain Transparency", "article_keywords": ["relevant", "uk", "chain", "supply", "54", "human", "modern", "slavery", "business", "taken", "statement", "trafficking", "transparency", "act", "2015"], "article_url": "http://www.natlawreview.com/article/modern-slavery-act-2015-and-supply-chain-transparency", "article_text": "Monday, January 25, 2016\n\nIntroduction\n\nThe Modern Slavery Act 2015 is new legislation introduced in the UK with the intention of combatting slavery and human trafficking. Continuing the trend for legislation to have extra-territorial reach, as illustrated by the UK Bribery Act, it can apply to entities based outside of the UK.\n\nOf particular importance to businesses is Section 54. This contains a requirement for certain businesses to state annually and publicly the steps they have taken to ensure that their business and supply chains are free from human trafficking and slavery (a \"Section 54 Statement\").\n\nWho is required to issue a Section 54 Statement?\n\nSection 54 applies to entities that meet each of the following conditions:\n\nThey are a commercial organisation (irrespective of where incorporated such that both UK and non-UK entities are covered by the legislation);\n\nThey supply goods or services;\n\nThey have a turnover (globally and not just in the UK) of £36 million per year; and\n\nThey carry on a business or part of their business in the UK.\n\nAs to carrying on a business or part of a business in the UK the relevant Home Office guidance (the UK government department responsible for the legislation) states that the relevant test is whether or not the business in question has a \"demonstrable business presence\" in the UK. There are nuances in relation to whether the obligation applies to a parent and/or various subsidiaries and whether individual subsidiaries would need to issue their own Section 54 Statement. However, generally where a parent and certain of its subsidiaries are required to make a Section 54 Statement, the parent may produce one statement that its subsidiaries can use. This would need to cover the steps taken in the relevant financial year by the parent and each organisation relying upon the Section 54 Statement.\n\nWhen must a business make its first Section 54 Statement?\n\nThe deadline for making a first Section 54 Statement is within six months of the first fiscal year that falls after 31 March 2016 of a relevant entity. So for example, if the relevant entity has a fiscal year ending on 31 December, the first Section 54 Statement must be published by 30 June 2017.\n\nThe content of a Section 54 Statement\n\nThe Home Office guidance recommends that a Section 54 Statement should be:\n\nWritten in simple language to ensure that it is easily accessible to everyone; and\n\nSuccinct but cover all the relevant points and link to relevant publications, documents or policies.\n\nAs to the contents, it must state:\n\nThe steps the organisation has taken during the financial year to ensure that slavery and human trafficking is not taking place in any of its supply chains, and in any part of its own business; or\n\nThat the organisation has taken no such steps.\n\nThe requirement to \"ensure that slavery and human trafficking is not taking part in any part of its supply chain\" does not mean that the organisation must guarantee that the entire supply chain is slavery free, but the organisation should set out in the statement all the actions it has taken to ensure its supply chain and its business is free from slavery.\n\nThere is no prescribed form or length requirements for a Section 54 Statement, but guidance suggest that it could include information about the following:\n\nThe organisation's structure, business and its supply chains;\n\nIts policies in relation to slavery and human trafficking;\n\nIts due diligence processes in relation to slavery and human trafficking in its business and supply chains;\n\nThe parts of its business and supply chains where there is a risk of slavery and human trafficking taking place, and the steps it has taken to assess and manage that risk;\n\nIts effectiveness in ensuring that slavery and human trafficking is not taking place in its business or supply chains, measured against such performance indicators as it considers appropriate; and\n\nThe training about slavery and human trafficking available to its staff.\n\nApproval of a Section 54 Statement\n\nThe Board of Directors of the relevant entity must approve the Section 54 Statement and it must be signed by a director.\n\nPublication of a Section 54 Statement\n\nA Section 54 Statement must be published on the website most appropriate for its UK business and include a link to it on a \"prominent\" place on the homepage of that website.\n\nA prominent place may mean a link that is directly visible on the home page or part of an obvious drop-down menu on the home page. The link should be clearly marked so that the contents are apparent (for example, the Home Office guidance suggests that the link could say \"Modern Slavery Act Transparency Statement\").", "article_metadata": {"description": "Of particular importance to businesses is Section 54 which contains requirement for certain businesses to state annually and publicly steps taken to ensure business and supply chains are free from human trafficking and slavery", "generator": "Drupal 7 (http://drupal.org)", "og": {"site_name": "The National Law Review", "description": "Introduction\r\n\r\nThe Modern Slavery Act 2015 is new legislation introduced in the UK with the intention of combatting slavery and human trafficking. &amp;nbsp;Continuing the trend for legislation&amp;nbsp;to h", "title": "Modern Slavery Act 2015 and Supply Chain Transparency", "url": "http://www.natlawreview.com/article/modern-slavery-act-2015-and-supply-chain-transparency", "image": "http://www.natlawreview.com/sites/default/files/styles/thumbnail/public/article/aux/1141/uk%20flag_2.jpg?itok=M1N69Q5B", "type": "article"}, "keywords": "World, United Kingdom, UK, Modern Slavery Act 2015, human trafficking, Transparency, Section 54, Disclosure, Supply Chain,", "msvalidate.01": "5493B547C0AB527FF4CF8C4D0127302A", "google-site-verification": "SAKcOmA6_i0E79oG2TjlPWfOSs9kMM6EWAZNaT0aBtA", "verify-v1": "nSkrvEqyOIUMGKMak3OBIKcpcABac4XWK5NJKMuMtBY=", "y_key": "fe6cd8bd83ff0c09", "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "Legal, Business, World, United Kingdom, UK, Modern Slavery Act 2015, human trafficking, Transparency, Section 54, Disclosure, Supply Chain,"}, "_id": "\"57477af36914bd0286fced50\"", "article_summary": "Monday, January 25, 2016IntroductionThe Modern Slavery Act 2015 is new legislation introduced in the UK with the intention of combatting slavery and human trafficking.\nThe link should be clearly marked so that the contents are apparent (for example, the Home Office guidance suggests that the link could say \"Modern Slavery Act Transparency Statement\").\nWho is required to issue a Section 54 Statement?\nHowever, generally where a parent and certain of its subsidiaries are required to make a Section 54 Statement, the parent may produce one statement that its subsidiaries can use.\nThere are nuances in relation to whether the obligation applies to a parent and/or various subsidiaries and whether individual subsidiaries would need to issue their own Section 54 Statement."}