{"article_title": "Justin Bieber assault charge dropped in Toronto limo case", "article_keywords": ["toronto", "case", "singer", "justin", "driving", "miami", "assault", "incident", "alleged", "arrest", "charge", "limo", "bieber", "dropped"], "article_url": "http://www.latimes.com/entertainment/gossip/la-et-mg-justin-bieber-toronto-assault-charge-dropped-limo-driver-20140908-story.html", "article_text": "Justin Bieber is off the hook on one assault charge in Canada but he remains on the hook -- at least for now -- on another.\n\nRemember those allegations that Bieber whacked a limo driver in the back of the head a few times in December? Prosecutors in Toronto withdrew a charge related to the alleged incident, saying there was no reasonable prospect of conviction, the Associated Press reported Monday.\n\n\"We have always maintained Mr. Beiber's innocence,\" Bieber attorney Brian H. Greenspan told the Los Angeles Times in a statement. \"The withdrawal of the charge is the product of a thorough and thoughtful review of the evidence by responsible prosecutors.\"\n\nThe pop singer and five others had been picked up by a limo after a Toronto Maple Leafs game on Dec. 30; during the ride, Bieber allegedly got into it with the driver, who stopped the car and called police, the New York Daily News reported.\n\nBieber turned himself in to Toronto police for booking in that incident Jan. 29, coincidentally just days after he was arrested on suspicion of DUI and more in Miami and then outed by hockey's Dallas Stars as a Maple Leafs fan.\n\nThe Miami Beach Police Department has released several booking photos from the Jan. 23 arrest of Justin Bieber. The pop star has pleaded not guilty to charges of resisting arrest, driving under the influence and driving with an expired license.\n\nThe dropped assault charge comes as the \"Boyfriend\" singer is tying up a lot of loose ends in court.\n\nA guilty plea to charges of careless driving and resisting arrest got him out of the Miami situation without any jail time, and an alleged cellphone-snatching situation in SoCal cleared itself up in July. That same month he pleaded no contest to a misdemeanor vandalism charge related to the egging of a Calabasas neighbor's home, and was hit with an $81,000 fine and two years' probation.\n\nWhat remains to be seen is whether Bieber's most recent Canadian arrest -- on Aug. 29 -- might interfere with his vandalism probation in Los Angeles.\n\nWhile on vacation with Selena Gomez recently near his hometown, Bieber was arrested on suspicion of assault and dangerous driving (any of this sounding familiar?) after an alleged altercation with a paparazzo that happened while he and Gomez were riding an ATV. According to TMZ, probation officials in L.A. are looking into whether that incident might violate the \"must obey all laws\" part of his sentence.\n\nAt any rate, as of Monday the singer had one less thing to worry about. At least for now.\n\nFollow Christie D'Zurilla on Twitter @theCDZ and Google+. Follow the Ministry of Gossip on Twitter @LATcelebs", "article_metadata": {"fb_title": "Justin Bieber assault charge dropped in Toronto limo case", "date": "2014-09-08", "googlebot": "index", "copyright": "Copyright (c) 2016 Los Angeles Times", "author": "Los Angeles Times", "og": {"site_name": "latimes.com", "description": "Justin Bieber is off the hook on one assault charge in Canada but he remains on the hook -- at least for now -- on another.", "title": "Justin Bieber assault charge dropped in Toronto limo case", "url": "http://www.latimes.com/entertainment/gossip/la-et-mg-justin-bieber-toronto-assault-charge-dropped-limo-driver-20140908-story.html", "image": "http://www.trbimg.com/img-540e065e/turbine/la-et-mg-justin-bieber-toronto-assault-charge-dropped-limo-driver-20140908", "type": "article"}, "x-servername": "lalvp12.13", "twitter": {"site": "@latimes", "card": "summary"}, "robots": "index,follow", "keywords": "Justin Bieber, Toronto, assault charge", "fb": {"admins": 100000786395051, "page_id": 5863113009}, "apple-itunes-app": "app-id=373238146, app-argument=http://www.latimes.com/deeplinkid/81304049", "googlebot-news": "index", "msvalidate.01": "AAC9C18F70AC386BC4DCF4DDF9BF1786", "news_keywords": "Justin Bieber, Toronto, assault charge", "y_key": "cee2fe4077f8d050", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, minimum-scale=1.0, user-scalable=no", "Description": "Justin Bieber is off the hook on one assault charge in Canada but he remains on the hook -- at least for now -- on another.   Remember those allegations that Bieber whacked a limo driver in the back of the head a few times in December? Prosecutors in Toronto withdrew a charge related to the alleged..."}, "_id": "\"57477af46914bd0286fde76d\"", "article_summary": "Justin Bieber is off the hook on one assault charge in Canada but he remains on the hook -- at least for now -- on another.\nThe dropped assault charge comes as the \"Boyfriend\" singer is tying up a lot of loose ends in court.\nThe pop star has pleaded not guilty to charges of resisting arrest, driving under the influence and driving with an expired license.\nProsecutors in Toronto withdrew a charge related to the alleged incident, saying there was no reasonable prospect of conviction, the Associated Press reported Monday.\nRemember those allegations that Bieber whacked a limo driver in the back of the head a few times in December?"}