{"article_title": "Chris Christie Under Fire for Judicial Nominations On Eve of Iowa Visit", "article_keywords": ["supreme", "iowa", "network", "judicial", "visit", "eve", "governor", "christie", "christies", "chris", "court", "nominations", "crisis", "jersey"], "article_url": "http://theiowarepublican.com/2014/chris-christie-under-fire-for-judicial-nominations-on-eve-of-iowa-visit/", "article_text": "New Jersey Governor Chris Christie is coming under fire in Iowa as he prepares to visit the home of the first-in-the-nation caucus state later this week. The Judicial Crisis Network announced that it is spending more than $75,000 over the next three days on an on-line media campaign that criticizes Governor Christie’s record on record on judicial appointments.\n\nThe Judicial Crisis Network ads highlight Governor Christie’s appointment or reappointment of six liberal judges to the New Jersey Supreme Court. When running for office in October of 2009, Christie stated, “I want someone who will interpret laws and the constitution not just legislate from the bench.” Yet, since being elected in November of 2009, Christie has failed to change the complexion of the court.\n\nOn five separate occasions, Governor Christie had the opportunity to build a new majority on the New Jersey Supreme Court that focused on the rule of law and not judicial activism. The Judicial Crisis Network believes that he failed to do so each time. They note that one Christie appointee – the Chief Justice of the New Jersey Supreme Court, Stuart Rabner – is so liberal that he was often mentioned as a potential Obama nominee to the U.S. Supreme Court. The group also notes that Christie even endorsed Obama’s liberal Supreme Court Justice Sonia Sotomayor.\n\nThe Judicial Crisis Network has created a micro-site called “Christie Bad on Judges,” and has released two YouTube ads that critique Christie’s record.\n\nIn the 2012 presidential campaign, judicial appointments were not a big issue, so it’s interesting to see Christie come under fire before the 2014 general elections are even in the books. Should he choose to seek the Republican presidential nomination, Christie’s record on judicial appointments will definitely be an issue for some Republican voters.\n\nChristie is slated to be in Iowa on Thursday to headline fundraisers for Iowa Governor Terry Branstad and Republican Speaker of the Iowa House Kraig Paulsen.", "article_metadata": {}, "_id": "\"57477af46914bd0286fe2752\"", "article_summary": "Christie is slated to be in Iowa on Thursday to headline fundraisers for Iowa Governor Terry Branstad and Republican Speaker of the Iowa House Kraig Paulsen.\nNew Jersey Governor Chris Christie is coming under fire in Iowa as he prepares to visit the home of the first-in-the-nation caucus state later this week.\nThe Judicial Crisis Network ads highlight Governor Christie’s appointment or reappointment of six liberal judges to the New Jersey Supreme Court.\nThe Judicial Crisis Network believes that he failed to do so each time.\nThe Judicial Crisis Network has created a micro-site called “Christie Bad on Judges,” and has released two YouTube ads that critique Christie’s record."}