{"article_title": "A Sense Of Awe Can Make You More Giving", "article_keywords": ["piff", "giving", "science", "self", "social", "research", "psychological", "feel", "sense", "awe", "help"], "article_url": "http://www.medicaldaily.com/altruism-comes-losing-your-ego-sense-awe-can-make-you-more-giving-333882", "article_text": "A sense of awe reminds us we're part of something larger, which can motivate us to act more generously.\n\nA sense of awe reminds us we're part of something larger, which can motivate us to act more generously. screaming_monkey, CC BY-SA 2.0\n\nEspecially for city dwellers, it’s easy to get caught up in a cycle of me-me-me. Without much social interaction outside the morning pleasantries exchanged between customer and barista, people can get pretty isolated in their 9-to-5 routines. Psychology, thankfully, has a remedy for that.\n\nA new study from the American Psychological Association finds that achieving a sense of awe can help people escape their own egos. Faced with large-scale wonders like a towering set of Redwood trees or a vast overlook into the Grand Canyon, or even a low-budget science experiment conducted in the kitchen, our sense of self tends to shrink. We realize how (literally) awesome the world can be, and for a moment we feel part of something larger.\n\n“When experiencing awe, you may not, egocentrically speaking, feel like you're at the center of the world anymore,” said Paul Piff, assistant professor of psychology and social behavior at the University of California, Irvine, and the study’s lead author.\n\nPiff and his colleagues recently conducted five experiments to test the theory that awe-inspiring sights get people to act more altruistically. The first involved a questionnaire issued to more than 1,500 people across the country that gauged how predisposed they were to feelings of awe. After collecting the results, the researchers had them play a game in which they were given 10 raffle tickets and had to decide if they wanted to share any of the tickets with someone who didn’t have any. By and large, the people who were more predisposed to awe gave away more tickets.\n\nThe other four experiments confirmed the theory perhaps more compellingly. In several different scenarios, ranging from watching a drop of colored dye fall into milk in slow-motion to seeing negative images of tornadoes and other natural disasters, subjects all stuck to the first experiment’s conclusion. Awe-inspiring experiences promoted what psychologists call “pro-social behaviors,” or those that involve some degree of self-sacrifice so that others may prosper.\n\n“By diminishing the emphasis on the individual self,” Piff said, “awe may encourage people to forgo strict self-interest to improve the welfare of others.”\n\nIt’s not just conventional wisdom that argues Americans are becoming more self-absorbed. The research seems to back it up. In 2013, for example, a study published in Psychological Science found European American students’ desire to work together and ask for help fell far below Asian Americans’, not only in prevalence but in outcome. When primed to think about working together, the European American students performed worse on a task. When primed to stand alone, they flourished.\n\nBut selfies and social media might not tell the whole story. Young Americans — Millennials, as they’re better-known — are known for their steadfast support of corporate conscience. They strive for social equality in nearly all matters, including sexuality, gender, race. On small-scale measurements, the focus on the self is clear. But on these macro issues people seem to have broader interests at heart.\n\nGiven the new research, it may be the case that younger people, the most connected generation in history, have greater access to the world’s wonders, big or small. Suddenly, the woman standing up to street harassers in New York doesn’t feel so far away to the young girl in Seattle. And protests in Baltimore ignite a flame in a boy watching from afar in Texas. With more cause to be awe-inspired, younger generations seem more compelled to act.\n\n“Might awe cause people to become more invested in the greater good, giving more to charity, volunteering to help others, or doing more to lessen their impact on the environment?” Piff said. “Our research would suggest that the answer is yes.”\n\nSource: Piff P, Dietze P, Feinberg M, Stancato D, Keltner D. Awe, the Small Self, and Prosocial Behavior. Psychological Science. 2015.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "altruism, comes, losing, your, ego, sense, awe, can, make, you, more, giving", "og": {"site_name": "Medical Daily", "description": "A sense of awe reminds us we're part of something larger, which can motivate us to act more generously.", "title": "Want To Be Less Selfish? Go See The Grand Canyon", "url": "http://www.medicaldaily.com/altruism-comes-losing-your-ego-sense-awe-can-make-you-more-giving-333882", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/05/18/grand-canyon.jpg", "type": "article"}, "twitter": {"description": "A sense of awe reminds us we're part of something larger, which can motivate us to act more generously.", "title": "Want To Be Less Selfish? Go See The Grand Canyon", "url": "http://www.medicaldaily.com/altruism-comes-losing-your-ego-sense-awe-can-make-you-more-giving-333882", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/05/18/grand-canyon.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/05/18/grand-canyon.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "The Grapevine", "published_time": "2015-05-19T09:00:00-04:00", "modified_time": "2015-05-19T09:04:02-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "A sense of awe reminds us we're part of something larger, which can motivate us to act more generously."}, "article_summary": "A new study from the American Psychological Association finds that achieving a sense of awe can help people escape their own egos.\nA sense of awe reminds us we're part of something larger, which can motivate us to act more generously.\nPsychological Science.\n“Might awe cause people to become more invested in the greater good, giving more to charity, volunteering to help others, or doing more to lessen their impact on the environment?” Piff said.\n“Our research would suggest that the answer is yes.”Source: Piff P, Dietze P, Feinberg M, Stancato D, Keltner D. Awe, the Small Self, and Prosocial Behavior."}