{"article_title": "How Big Is America’s Dependency Problem?", "article_keywords": ["census", "benefits", "programs", "big", "share", "americas", "dependency", "state", "welfare", "problem", "response", "meanstested"], "article_url": "http://thefederalist.com/2015/06/03/how-big-is-americas-dependency-problem/", "article_text": "Back during the 2012 presidential campaign, I criticized the view that America was divided between “makers” and “takers.”\n\nBut not because I disagreed with the notion that people trapped in government dependency have an unfortunate self-interest in supporting politicians who want a bigger welfare state. Indeed, I’ve explicitly warned that some statist politicians explicitly want to create more dependency to advance their power.\n\nThat being said, it’s important to understand the depth of the problem. It’s not accurate, as I’ve written, to assume that people who don’t pay tax are part of the moocher class.\n\n…those people are not necessarily looking for freebies from government. Far from it. Many of them have private sector jobs and believe in self reliance and individual responsibility. Or they’re students, retirees, or others who don’t happen to have enough income to pay taxes, but definitely don’t see themselves as wards of the state.\n\nMoreover, it’s not even accurate to say that households receiving benefits from the government are part of the dependency class.\n\n…the share of households receiving goodies from the government...is approaching 50 percent and it probably is much more correlated with the group of people in the country who see the state as a means of living off their fellow citizens. But even that correlation is likely to be very imprecise since some government beneficiaries – such as Social Security recipients – spent their lives in the private sector and are taking benefits simply because they had no choice but to participate in the system.\n\nIf we really want to understand the depth of America’s dependency problem, it’s much better to look at the share of the population that gets money from anti-poverty programs.\n\nThe Census Bureau has just released a report looking at the share of the population receiving “means-tested” benefits, which is the term for programs targeting low-income recipients. Here are some of the highlights (or lowlights) from theaccompanying release.\n\nApproximately 52.2 million (or 21.3 percent) people in the U.S. participated in major means-tested government assistance programs each month in 2012, according to a U.S. Census Bureau report released today. Participation rates were highest for Medicaid (15.3 percent) and the Supplemental Nutrition Assistance Program, formerly known as the food stamp program (13.4 percent). The average monthly participation rate in major means-tested programs increased from 18.6 percent in 2009 to 20.9 percent in 2011. …The largest share of participants (43.0 percent) in any of the public assistance programs stayed in the programs between 37 and 48 months.\n\n\n\nPerhaps more worrisome are the details on how some segments of the population are more likely to be trapped in government dependency.\n\nIn an average month, 39.2 percent of children received some type of means-tested benefit, compared with 16.6 percent of people age 18 to 64 and 12.6 percent of people 65 and older. …At 41.6 percent, blacks were more likely to participate in government assistance programs in an average month. …At 50 percent, people in female-householder families had the highest rates of participation in major means-tested programs.\n\nThough perhaps “trapped” is too strong a word. As you can see from this table, less than 50 percent of recipients appear to be long-term dependents.\n\nLooking at all this data, my conclusion is that we’re not in any immediate danger of hitting a “tipping point” of too much dependency. To be sure, the trends are not favorable, thanks to politicians like Obama, but 21 percent of the population receiving means-tested benefits is not nearly as bad as 47 percent.\n\nThough it appears that the Census Bureau doesn’t count the “earned income credit” in its calculations. That’s an odd omission since it is a means-tested spending program (operated through the tax code). So the problem presumably is worse than what is stated in the report, but I’m assuming that there’s a big overlap between EIC recipients and those already counted by the Census Bureau. which means that the share of households getting money from Uncle Sam is still significantly less than 30 percent.\n\nBut that doesn’t mean we shouldn’t be worried. Indeed, the welfare state should be radically changed because we care about both taxpayers and poor people.\n\nWriting for The Federalist, Robert Tracinski explores specific policies that would restrain and reduce the welfare state.\n\nHe lists seven ideas, which I’ve shared below (in very abbreviated form) followed by my two cents.\n\n1) Repeal ObamaCare – If we want to roll back the welfare state, we will never have any better opportunity to start than by repealing ObamaCare—a program that is relatively new, has never been popular, and is in a slow process of imploding.\n\nMy response: Fully agree.\n\n2) Health Savings Accounts – Scrapping ObamaCare would be a natural opportunity for Republicans to propose their own free-market health-care reforms. The centerpiece of that alternative should be Health Savings Accounts, which make it easier for individuals to save money in tax-free accounts which they can use for medical expenses.\n\n\n\nMy response: Not my preferred option. HSAs are a big improvement over the current system and presumably would help with the third-party payer problem, but fixing healthcare requires far bigger changes toMedicare, Medicaid, and the tax code’s fringe benefit loophole. And if you make those changes, HSAs wouldn’t really matter.\n\n3) Means-test Social Security – Social Security is already a bad deal for the middle class, since the benefits are already skewed in such a way that they are equivalent to a tiny return, between 1 and 2 percent annually, on what might have been a private investment. By contrast, long-term returns on the stock market are about 7 percent annually. And in order to make Social Security sustainable, it will have to become a much worse deal.\n\nMy response: Also not my preferred option. Too many otherwise sensible people are giving up on personal retirement accounts.\n\n4) Restart economic growth – the United States has slipped into the Obama rate of growth, a permanent state of semi-stagnation. We’ve been through market crashes and recessions before, but usually after a year or two of pain, we get a strong burst of growth to make up for it. …This low rate of growth makes the burden of the welfare state greater, because we can no longer grow our way out from under its expenses. …If we’re going to expect people to be more self-reliant, they must also have a sense of economic hope.\n\nMy response: Hard to argue with this suggestion, or the description of the problem.\n\n5) Re-reform welfare – …the Obama administration has used the recession to gut the welfare reform of the 1990s, extending unemployment benefits and loosening work requirements. …the administration has used the state for the opposite purpose: to push people from self-reliance into dependence.\n\nMy response: Also hard to argue with this suggestion. It’s very worrisome how leftists are operating behind the scenes to push more dependency.\n\n6) Save the cities – …the centers of economic inequality and racial conflict—the key issues on which Democrats always campaign—are places that are the sole property of Democrats, owned and run by them for about as long as anyone can remember. …If we want less class and racial conflict, if we want more people moving up into the middle class and no longer feeling the need for government support, if we want to compete for the vote in what are now deep centers of political support for the left—then we need to start targeting the cities for basic reforms that will improve the quality of life there and bring back the middle class.\n\nMy response: A very accurate description of the problem, but I suspect advocates of limited government won’t gain control of policy in big cities, so it might be better to first focus on rhetorical efforts to explain howstatism leads to bad results.\n\n7) Federalism – This is not a foolproof solution, because we’ll still occasionally get local handouts… But the general idea is that we can let New York and California set up more generous welfare states—if they want to pay for them. And they should let the hinterland scale back welfare. Then the states can compete to see whose approach is more successful and how many people vote with their feet for the small government model.\n\nMy response: Bingo!! This is far and away the right answer and it’s gotplenty of intellectual firepower behind it.\n\nAmerica isn’t Europe, either in terms of policy or attitudes. But I worry that we’re heading that direction.\n\nThe Census Bureau gives us the data and Robert Tracinski has given us some good answers.", "article_metadata": {"item-publish-date": "Wed, 03 Jun 2015 11:49:40 EDT", "og": {"site_name": "The Federalist", "description": "We need solutions before too many people are riding in the wagon of government dependency. Once you reach that point, there’s probably little hope.", "title": "How Big Is America’s Dependency Problem?", "locale": "en_US", "image": "http://thefederalist.com/wp-content/uploads/2015/06/food-stamps.jpg", "url": "http://thefederalist.com/2015/06/03/how-big-is-americas-dependency-problem/", "type": "article"}, "twitter": {"domain": "The Federalist", "description": "We need solutions before too many people are riding in the wagon of government dependency. Once you reach that point, there’s probably little hope.", "title": "How Big Is America’s Dependency Problem?", "image": {"src": "http://thefederalist.com/wp-content/uploads/2015/06/food-stamps.jpg"}, "creator": "@FDRLST", "site": "@FDRLST", "card": "summary_large_image"}, "article": {"section": "Economics", "tag": "health savings accounts,Obamacare,Social Security,Supplemental Nutrition Assistance Program,The Census Bureau", "published_time": "2015-06-03T11:49:40+00:00"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=1", "description": "We need solutions before too many people are riding in the wagon of government dependency. Once you reach that point, there’s probably little hope."}, "article_summary": "If we really want to understand the depth of America’s dependency problem, it’s much better to look at the share of the population that gets money from anti-poverty programs.\nThe average monthly participation rate in major means-tested programs increased from 18.6 percent in 2009 to 20.9 percent in 2011.\n…At 50 percent, people in female-householder families had the highest rates of participation in major means-tested programs.\nWriting for The Federalist, Robert Tracinski explores specific policies that would restrain and reduce the welfare state.\nIndeed, the welfare state should be radically changed because we care about both taxpayers and poor people."}