{"article_title": "Study Ties Multiple Births to Higher Costs, Complications", "article_keywords": ["twins", "multiple", "higherorder", "study", "births", "times", "likely", "costs", "complications", "researchers", "singletons", "ties", "hospital", "multiples", "higher"], "article_url": "https://consumer.healthday.com/sexual-health-information-32/childbirth-health-news-126/study-ties-multiple-births-to-higher-costs-complications-691744.html", "article_text": "MONDAY, Sept. 15, 2014 (HealthDay News) -- Births of multiple babies cost more and pose greater risks for complications and death than singleton births, researchers report.\n\nThe researchers suggest that limiting embryo transfers for couples undergoing in vitro fertilization (IVF) could ease some of that burden.\n\nOver the past 30 years, multiple births have increased in tandem with births to older mothers and use of assisted reproductive technology, noted the researchers from the University of New South Wales, Australia.\n\nTheir study, published online Sept. 15 in JAMA Pediatrics, was based on more than 233,000 infants born in Western Australia between 1993 and 2003 and followed until 2008.\n\nAverage hospital costs for a single baby from birth to 5 years of age was $2,730 compared to nearly $9,000 for twins, the researchers found. Higher-order multiples had an average hospital cost of $24,411.\n\n\"The application of this knowledge alongside clinical and patient education programs is important to ensure clinically responsible fertility treatments that result in the best possible outcomes for fertility patients and their children,\" the study authors wrote in a journal news release.\n\nThe researchers used birth, hospital and death records to examine how often singletons, twins and higher-order multiples were hospitalized during the first five years of life. They also looked at length of hospital stay and cost, and considered the role of assisted reproductive technology in their findings.\n\nOf 226,624 singletons, 1 percent were conceived using assisted reproductive technology, the research revealed. About 15.4 percent of the 6,941 twins and more than one-third of the 285 higher-order multiples were conceived this way.\n\nTwins were 3.4 times more likely to be stillborn and 6.4 times more likely to die shortly after birth than singletons. Higher-order multiples were about 10 times more likely than singletons to be stillborn and almost 37 times more likely to die soon after birth, the study found.\n\nMoreover, twins and higher-order multiples were significantly more likely than singletons to be born prematurely and to be small for their gestational age.\n\n\"In conclusion, the greater morbidity and mortality associated with multiple births are reflected in the substantially higher inpatient hospital costs during the neonatal period and during the first year of life,\" the researchers wrote.\n\nOne expert noted that the additional dangers and costs of multiple births have been known for years, and single embryo transfer is rapidly gaining in popularity, particularly among younger patients.\n\n\"However, a significant proportion of embryo transfers in the U.S. in 2014 still involve the transfer of more than one embryo,\" said Dr. Avner Hershlag, chief of the Center for Human Reproduction at North Shore University Hospital in Manhasset, N.Y. \"This is more common with older patients, especially given the high rate of chromosomally abnormal embryos [which rises exponentially beyond age 40].\"\n\n\"A second culprit is the fact that IVF is not covered by many insurance providers,\" Hershlag added. \"The significant out-of-pocket expense of IVF drives patients to pressure their physicians to transfer two embryos [or more] to increase their chances of becoming pregnant.\"\n\nThe authors of an accompanying journal editorial also noted that research has shown insurance coverage plays a role in embryo-transfer decisions.\n\n\"We must recognize the dangerous and potentially discriminatory ways in which even educated reproductive decision-making seems to be constrained by a restrictive coverage environment,\" Dr. Pooja Mehta and Mark Pauly, of the University of Pennsylvania in Philadelphia, said in the news release.\n\n\"Indeed, the human cost in increased complications and poorer neonatal outcomes alone should justify a change in payer policy,\" they wrote.\n\nMore information\n\nThe American Pregnancy Association has more about complications tied to multiple births.", "article_metadata": {"og": {"url": "https://consumer.healthday.com/sexual-health-information-32/childbirth-health-news-126/study-ties-multiple-births-to-higher-costs-complications-691744.html", "image": "https://media.healthday.com/Images/editorial/pregnant_40276.jpg", "site_name": "Consumer HealthDay", "description": "Researchers suggest limiting embryo transfers during infertility treatments", "title": "Study Ties Multiple Births to Higher Costs, Complications"}, "description": "Researchers suggest limiting embryo transfers during infertility treatments", "viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1"}, "article_summary": "MONDAY, Sept. 15, 2014 (HealthDay News) -- Births of multiple babies cost more and pose greater risks for complications and death than singleton births, researchers report.\nMore informationThe American Pregnancy Association has more about complications tied to multiple births.\nOne expert noted that the additional dangers and costs of multiple births have been known for years, and single embryo transfer is rapidly gaining in popularity, particularly among younger patients.\nOver the past 30 years, multiple births have increased in tandem with births to older mothers and use of assisted reproductive technology, noted the researchers from the University of New South Wales, Australia.\nAbout 15.4 percent of the 6,941 twins and more than one-third of the 285 higher-order multiples were conceived this way."}