{"article_title": "Hospitals push back against costs associated with CMS proposed discharge rule", "article_keywords": ["planning", "health", "associated", "proposed", "cms", "hospital", "rule", "patients", "costs", "patient", "letter", "push", "discharge", "hospitals", "staff"], "article_url": "http://www.fiercehealthcare.com/story/hospitals-push-back-against-costs-associated-cms-proposed-discharge-rule/2016-01-08", "article_text": "The costs associated with the federal government's proposed rule on hospital discharge planning , which gives patient preference more weight in the process, will make it difficult for organizations to implement, according to the American Hospital Association.\n\nThe trade group says it generally supports the Centers for Medicare & Medicaid Services' (CMS) goal for hospitals to have comprehensive, multi-disciplinary, patient-centered, discharge planning processes. However, it argues that the proposal is cost-prohibitive because it will require hospitals to hire additional staff to comply with the rule, wrote Ashley Thompson, the AHA's senior vice president of public policy analysis and development, in a letter to CMS.\n\nUnder the rule, hospitals would likely need to add staff, particularly for weekend and after-hours shifts, as well as train and retrain current staff and alter their electronic health record systems. The rule projects the per-facility cost for its provisions as $22,000 across the board and $6,400 for critical access hospitals, but this doesn't include the cost of these processes, according to the letter. For example, Thompson cites a hospital that projects it would have to hire a discharge planning coordinator at $60,000 a year. The need to hire additional staff will be a hard hit for community hospitals as nearly a third of them currently have negative operating margins, the letter states.\n\n\"We urge CMS to use an open and transparent process for developing the interpretive guidance for the finalized regulations,\" the letter states. \"CMS could, for example, post the draft guidance electronically for a period of 30 to 60 days and provide an email address for stakeholders to offer comments.\"\n\nNot all provider advocacy groups responded as negatively to the proposal. For example, the American Health Care Association praised the rule's provision that requires hospitals to discuss and document patients' preferences and goals with patients and their relatives.\n\nTo learn more:\n\n- read the AHA's letter (.pdf)\n\n- here's the American Health Care Association's letter (.pdf)\n\nRelated Articles:\n\nProposed CMS rule aims to involve patients in discharge\n\nEight in 10 ER docs say mental health treatment resources 'inadequate'\n\nCommunity programs help cut healthcare \"super-users\"\n\nHospitals base discharges on payments, not patient progress\n\nLong-term care hospitals time discharges to increase payments\n\n3 steps to better understand the patient experience, improve satisfaction\n\nDo patient satisfaction surveys value comfort over outcomes?", "article_metadata": {"description": "The costs associated with the federal government's proposed rule on hospital discharge planning , which gives patient preference more weight in the process, will make it difficult for organizations to implement, according to the American Hospital Association.", "og": {"site_name": "FierceHealthcare", "description": "The costs associated with the federal government's proposed rule on hospital discharge planning , which gives patient preference more weight in the process, will make it difficult for organizations to implement, according to the American Hospital Association.", "title": "Hospitals push back against costs associated with CMS proposed discharge rule", "url": "http://www.fiercehealthcare.com/story/hospitals-push-back-against-costs-associated-cms-proposed-discharge-rule/2016-01-08", "image": "http://assets.fiercemarkets.net/public/opengraphimages/updated/opengraph_fiercehealthcare.jpg", "type": "website"}, "twitter": {"site": "fiercehealth", "card": "summary"}, "parsely-metadata": "{\"mkto\": }", "revisit-after": "1 day", "apple-itunes-app": "app-id=731085312", "keywords": "American Hospital Association (AHA),care costs,Care Delivery,community hospitals,healthcare  hiring,Legal / Regulatory / Risk Management,Operations & Business Management", "viewport": "width=device-width", "news_keywords": "Care Delivery,Legal / Regulatory / Risk Management,Operations & Business Management"}, "article_summary": "The trade group says it generally supports the Centers for Medicare & Medicaid Services' (CMS) goal for hospitals to have comprehensive, multi-disciplinary, patient-centered, discharge planning processes.\nThe costs associated with the federal government's proposed rule on hospital discharge planning , which gives patient preference more weight in the process, will make it difficult for organizations to implement, according to the American Hospital Association.\nUnder the rule, hospitals would likely need to add staff, particularly for weekend and after-hours shifts, as well as train and retrain current staff and alter their electronic health record systems.\nFor example, Thompson cites a hospital that projects it would have to hire a discharge planning coordinator at $60,000 a year.\n\"We urge CMS to use an open and transparent process for developing the interpretive guidance for the finalized regulations,\" the letter states."}