{"article_title": "Suppressing Immune System Might Save People Infected By Brain-Eating Amoeba Naegleria Fowleri", "article_keywords": ["parasite", "brain", "cells", "baig", "system", "infection", "braineating", "immune", "doctors", "amoeba", "infected", "treatment", "naegleria", "response", "save", "suppressing", "fowleri"], "article_url": "http://www.medicaldaily.com/suppressing-immune-system-might-save-people-infected-brain-eating-amoeba-naegleria-333686", "article_text": "People who become contract Naegleria fowleri may survive a little longer, or altogether, if doctors prevent their immune systems from responding to the infection.\n\nPeople who become contract Naegleria fowleri may survive a little longer, or altogether, if doctors prevent their immune systems from responding to the infection. Centers for Disease Control and Prevention\n\nNaegleria fowleri lives up to its nickname: the brain-eating amoeba. After a rush of contaminated fresh water, usually from lakes, rivers, and hot springs, enters the nose, the parasite moves up the nasal cavity toward the brain, where it feeds on cells and releases proteins that destroy brain tissue. This infection, called primary amebic meningoencephalitis (PAM), is almost always untreatable — in the U.S., only three of the 133 people who became infected since the parasite’s discovery in 1962 have survived. New approaches to treatment, however, may soon change that.\n\nDoctors have treated the infection with the breast cancer drug miltefosine since at least 2013, when several cases of the infection emerged in Southern states. However, the parasite infects the brain so quickly — patients can die within five days of infection — that the drug is often not administered fast enough. Because of this, researchers have been looking for new treatment approaches, and a new study may have found one, suggesting that it’s the body’s own immune response that contributes to the parasite’s lethality.\n\nAbdul Mannan Baig, of the Department of Biological and Biomedical Sciences at Aga Khan University in Pakistan, found that the brain reacts swiftly and intensely to the parasitic infection. As the parasite releases enzymes and toxins into the brain, destroying cells, the immune system mounts a counterattack, triggering an inflammatory response. This response backfires, however, causing pressure to build up and eventually break the blood-brain barrier. Thus, neuronal damage ensues not only from the ameba but also from inflammation.\n\nBaig came to these conclusions after testing N. fowleri against brain cells in lab dishes. Brain cells paired with immune cells died about eight hours sooner than brain cells that didn’t get help from immune cells, New Scientist reported. Because of this, Baig suggested one of the first things doctors treat infected patients with is immunosuppressive drugs, and then drugs that combat PAM.\n\nThis approach could be especially beneficial to people living in Pakistan and the surrounding region, where Baig says about 20 people die each year from PAM. In the U.S., that number is far smaller. “It is worth testing, but it is very hard to test because the infection is so rare,” Jennifer Cope, of the Centers for Disease Control and Prevention, told New Scientist. Still, as climate change causes increases in temperatures across the U.S., infections may become more common.\n\nSource: Baig AM. Pathogenesis of amoebic encephalitis: Are the amoebas being credited to an ‘inside job’ done by the host immune response? Acta Tropica. 2015.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "suppressing, immune, system, might, save, people, infected, brain, eating, amoeba, naegleria", "og": {"site_name": "Medical Daily", "description": "People who become contract Naegleria fowleri may survive a little longer, or altogether, if doctors prevent their immune systems from responding to the infection.", "title": "Brain-Eating Amoeba Kill With Help From The Immune System", "url": "http://www.medicaldaily.com/suppressing-immune-system-might-save-people-infected-brain-eating-amoeba-naegleria-333686", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/05/16/n-fowleri.jpg", "type": "article"}, "twitter": {"description": "People who become contract Naegleria fowleri may survive a little longer, or altogether, if doctors prevent their immune systems from responding to the infection.", "title": "Brain-Eating Amoeba Kill With Help From The Immune System", "url": "http://www.medicaldaily.com/suppressing-immune-system-might-save-people-infected-brain-eating-amoeba-naegleria-333686", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/05/16/n-fowleri.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/05/16/n-fowleri.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "The Grapevine", "published_time": "2015-05-16T12:58:11-04:00", "modified_time": "2015-05-16T13:03:04-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "People who become contract Naegleria fowleri may survive a little longer, or altogether, if doctors prevent their immune systems from responding to the infection."}, "article_summary": "Brain cells paired with immune cells died about eight hours sooner than brain cells that didn’t get help from immune cells, New Scientist reported.\nPathogenesis of amoebic encephalitis: Are the amoebas being credited to an ‘inside job’ done by the host immune response?\nPeople who become contract Naegleria fowleri may survive a little longer, or altogether, if doctors prevent their immune systems from responding to the infection.\nBaig came to these conclusions after testing N. fowleri against brain cells in lab dishes.\nAs the parasite releases enzymes and toxins into the brain, destroying cells, the immune system mounts a counterattack, triggering an inflammatory response."}