{"article_title": "GOP leaders vow to pass Obama's trade bill", "article_keywords": ["sanders", "mr", "clinton", "leaders", "deal", "bill", "ryan", "trade", "vow", "opposition", "pass", "president", "obamas", "gop"], "article_url": "http://www.washingtontimes.com/news/2015/may/17/gop-leaders-vow-to-pass-obamas-trade-bill/?page=all", "article_text": "Republican leaders on Sunday vowed to pass trade deal legislation that President Obama has made a top priority but faces fierce opposition from his fellow Democrats.\n\nSenate Majority Leader Mitch McConnell predicted a trade bill would pass the upper chamber as early as this week, while Rep. Paul Ryan, chairman of the House Committee on Ways and Means, declared the measure is “gaining a lot of steam” in the lower chamber.\n\n“We’ll pass it. We’ll pass it later this week,” Mr. McConnell said on ABC’s “This Week.”\n\nThe bill to give the president fast-track authority for trade deals suffered a setback last week when Senate Democrats filibustered it and stopped the chamber from even debating the bill. For Mr. Obama, it was an embarrassing rebuke by his own party, and the White House had to work feverishly to shore support among Democrats.\n\nLater, a bipartisan agreement was struck to revive the legislation.\n\nTrade has emerged as one of the few areas where the president and the Republican-run Congress forged an alliance, though a major pact with Pacific Rim countries being brokered by the Obama administration still faces stiff resistance from Democrats.\n\nMr. McConnell, Kentucky Republican, credited Mr. Obama with helping clear the way to advance the fast-track bill, which will make it much easier to pass the 12-country Trans-Pacific Partnership (TPP) deal that is nearing completion and has become the centerpiece of Mr. Obama’s Asia policy.\n\n“The president has done an excellent job on this,” Mr. McConnell said. “I point [this] out to my members who are somewhat squeamish, as you can imagine, giving the president the power of any issue given his expansive view of his powers on so many other issues.”\n\nThe bill faces a steeper climb in the House, where the opposition includes Democrats opposed to free-trade deals that they say ship jobs overseas and Republicans leery of granting more power to a president they distrust.\n\nMr. Ryan downplayed the level of opposition in the House.\n\n“We will have the votes. We are doing very well. We’re gaining a lot of steam and momentum,” Mr. Ryan, Wisconsin Republican, said on CNN’s “State of the Union.”\n\nMr. Ryan stressed that the fast-track bill, known as trade promotion authority, or TPA, is not about empowering Mr. Obama.\n\n“There’s a misnomer. It’s really not granting the president authority,” he said. “It’s actually Congress asserting its prerogatives, its authority in how trade agreements are done.”\n\nThe Democratic infighting over trade spilled into the presidential race, with Vermont Sen. Bernard Sanders on Sunday prodding Hillary Rodham Clinton to take a position on the issue.\n\n“You can’t be on the fence on this one. You are either for it or you’re against it,” Mr. Sanders said, referring to Mrs. Clinton during an interview on CNN’s “State of the Union.”\n\n“No fence-sitting on this one,” declared Mr. Sanders, the only declared challenger to Mrs. Clinton for the Democratic presidential nomination.\n\nMr. Sanders has led the opposition to TPP. He has called it another “disastrous” free-trade deal in the mold of the North American Free Trade Agreement that Mrs. Clinton’s husband, former President Bill Clinton, signed into law in December 1993.\n\nMrs. Clinton supported NAFTA at the time, but called it a mistake when running for president in 2008, responding to widespread criticism that the deal helped wipe out U.S. manufacturing jobs.\n\nThe former first lady, senator and secretary of state has kept on the sidelines during the TPP debate, delicately balancing her loyalty to the president she served and her loyalty to the Democratic Party’s liberal base that her campaign is wooing.\n\nMrs. Clinton enjoys a huge lead in the polls and remains the odds-on favorite to win the Democratic nomination, but Mr. Sanders is attempting to rally the left.\n\nHe said the trade deal strikes at the heart of the issues that dominate the left’s agenda, such as income inequality.\n\n“Here’s the reality: When we talk about why the middle class is disappearing and why the gap between the very, very rich and everybody else is growing wider, you have to talk about disastrous trade agreements that have allowed corporate America to shut down in this country and move to China, Mexico and other low-wage countries,” he said.", "article_metadata": {"description": "Republican leaders on Sunday vowed that Congress will pass trade deal legislation that's a top priority of President Obama but threatened by fierce opposition from his fellow Democrats.", "author": "The Washington Times http://www.washingtontimes.com", "og": {"site_name": "The Washingtion Times", "description": "Republican leaders on Sunday vowed that Congress will pass trade deal legislation that’s a top priority of President Obama but threatened by fierce opposition from his fellow Democrats.", "title": "GOP leaders vow to pass Obama’s trade bill", "url": "http://www.washingtontimes.com/news/2015/may/17/gop-leaders-vow-to-pass-obamas-trade-bill/", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2015/05/05/Congress_Republicans_.JPEG-096e2.jpg", "type": "article"}, "twitter": {"image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2015/05/05/Congress_Republicans_.JPEG-096e2.jpg", "description": "Republican leaders on Sunday vowed that Congress will pass trade deal legislation that's a top priority of President Obama but threatened by fierce opposition from his fellow Democrats.", "site": "@washtimes", "card": "summary", "title": "GOP leaders vow to pass Obama’s trade bill"}, "Author": "S.A. Miller", "bitly-verification": "d180fd45f70d", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web3", "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "news_keywords": "Politics, Paul Ryan, Trans Pacific Partnership, Mitch Mcconnell"}, "_id": "\"57477af46914bd0286fdf980\"", "article_summary": "He said the trade deal strikes at the heart of the issues that dominate the left’s agenda, such as income inequality.\nRepublican leaders on Sunday vowed to pass trade deal legislation that President Obama has made a top priority but faces fierce opposition from his fellow Democrats.\nHe has called it another “disastrous” free-trade deal in the mold of the North American Free Trade Agreement that Mrs. Clinton’s husband, former President Bill Clinton, signed into law in December 1993.\nMr. Ryan downplayed the level of opposition in the House.\nMrs. Clinton enjoys a huge lead in the polls and remains the odds-on favorite to win the Democratic nomination, but Mr. Sanders is attempting to rally the left."}