{"article_title": "University to add Aiken Prompt Care", "article_keywords": ["physician", "prompt", "aiken", "university", "primary", "ansede", "zoning", "add", "shortage", "patients", "care"], "article_url": "http://chronicle.augusta.com/node/585738", "article_text": "University’s boards voted Thurs­day to spend almost $2.7 million to open Aiken Prompt Care on 7.2 acres it already owned on Silver Bluff Drive in Aiken.\n\n“It’s just a prime location,” said Scott Ansede, the vice president of professional and provider services.\n\nUniversity had tried to open a medical office building on that site in 2008, but its zoning request was delayed and the main physician practice that would have anchored that project decided against moving to that spot.\n\nThis time, the land already has the correct zoning, said University CEO Jim Davis.\n\n“We’re pretty much ready to go,” he said.\n\nUniversity already gets about a third of its patients from Aiken County and there is a shortage of primary care providers in Aiken, Davis said.\n\n“There are huge demands for primary care in that market,” he said.\n\n“This is a way of giving people access to primary care in a format without\n\nhaving to set up appointments.”\n\nAn assessment done for University predicted nearly 8,800 visits in its first year, rising to nearly 14,000 by year four. Many of those patients are probably using the emergency room now, Ansede said.\n\n“I think there will be a number of those patients that now have a choice because now they can get into an after-hours urgent care,” he said.\n\nPart of that demand might be coming from people who got health insurance through the Affordable Care Act, Davis said.\n\n“They are probably going to start looking around for a primary care physician, and they are going to find out there aren’t a lot of them out there,” he said. “And the ones that are out there are typically pretty full up. This gives those folks an opportunity to get primary care immediately.”\n\nThe Prompt Care was designed so that a physician practice could be added later, Ansede said.\n\n“We know there is primary care shortage in Aiken so we know people are looking for docs,” he said.", "article_metadata": {"keywords": "Augusta, georgia, newspaper, classifieds, augusta chronicle news, news, sports, entertainment, local information, masters, golf, masters tournament, local businesses, shopping, daily deals, north augusta, SRS, south carolina, CSRA, aiken, Health, Metro, Tom Corwin", "og": {"site_name": "The Augusta Chronicle", "description": "Seeing a need for care in Aiken, University Hospital is moving to add a Prompt Care in Aiken.", "title": "University to add Aiken Prompt Care", "url": "http://chronicle.augusta.com/news/health/2014-08-28/university-add-aiken-prompt-care", "image": "http://chronicle.augusta.com/sites/default/files/13661803.jpg", "type": "article"}, "description": "Augusta Georgia’s source for News, Entertainment, Sports, Weather, Classifieds, Jobs, Autos, Real Estate and Masters information from The Augusta Chronicle, chronicle.augusta.com"}, "_id": "\"57477af36914bd0286fcfe56\"", "article_summary": "University’s boards voted Thurs­day to spend almost $2.7 million to open Aiken Prompt Care on 7.2 acres it already owned on Silver Bluff Drive in Aiken.\n“We know there is primary care shortage in Aiken so we know people are looking for docs,” he said.\nUniversity already gets about a third of its patients from Aiken County and there is a shortage of primary care providers in Aiken, Davis said.\nThis gives those folks an opportunity to get primary care immediately.”The Prompt Care was designed so that a physician practice could be added later, Ansede said.\n“There are huge demands for primary care in that market,” he said."}