{"article_title": "John Roberts, Anthony Kennedy lose Republican favor over recent Supreme Court rulings", "article_keywords": ["supreme", "john", "court", "kennedy", "justice", "republicans", "rulings", "conservative", "roberts", "favor", "chief", "lose", "republican", "gop", "recent"], "article_url": "http://www.washingtontimes.com/news/2015/jul/19/john-roberts-anthony-kennedy-lose-republican-favor/?page=all", "article_text": "Republicans are fed up with Chief Justice John G. Roberts Jr. and Justice Anthony M. Kennedy, giving them terrible marks in a new poll that captures just how disappointed the GOP faithful is with the Supreme Court after several major rulings last month.\n\nThe chief justice entered office in 2005 as a conservative superstar pick by then-President George W. Bush. He wowed senators at what was regarded as one of the best nomination hearings in history, and enjoyed support of seven out of 10 Republicans.\n\nBut Gallup said the GOP has turned against him, and less than a quarter of self-identified Republicans say they see him in a good light now. A whopping 43 percent view him negatively.\n\nSEE ALSO: John Roberts, Anthony Kennedy hit sour notes with GOP after Supreme Court rulings: poll\n\nJustice Kennedy fared about as badly, with just 18 percent of Republicans viewing him positively and nearly 40 percent disliking the man who was appointed by President Reagan, but who has frequently disappointed his GOP backers in his rulings.\n\nJustice Kennedy authored the 5-4 opinion last month that overturned state laws and established a constitutional right to same-sex marriage, while Chief Justice Roberts — who vehemently dissented from the marriage decision — wrote the 6-3 majority opinion that once again defended Obamacare.\n\nThose sorts of decisions earned both men far better ratings from Democrats, who by a two-to-one margin thought favorably of the chief justice, and were even kinder to Justice Kennedy.\n\nSEE ALSO: Ted Cruz: ‘It makes me sad’ to call for Supreme Court retention elections\n\nTo some, it’s a sign of what’s wrong with how people view the court. After all, Chief Justice Roberts rebuffed the Obama administration on climate change, campaign finance restrictions and parts of the Voting Rights Act that required states, mainly in the South, to pre-clear changes to their election laws.\n\n“His job is to decide cases, not to implement a party platform, and for the most part he decides cases in a conservative way,” American University law professor Stephen Wermiel said. “And Democrats who may look more favorably on Justice Kennedy, should remember that, despite some of his moderate or liberal votes, he is the most conservative middle of the court in many decades.”\n\nBut to Republicans in Congress, the controversial new rulings were the work of an “imperial court” that must be held to account.\n\nSen. Ted Cruz, Texas Republican and 2016 presidential candidate, called for a constitutional amendment to make justices of the Supreme Court subject to periodic judicial retention elections, even though he said it made him “sad” to do so. On Wednesday, he will chair a hearing on “Supreme Court activism and possible solutions” before the Senate Judiciary’s subcommittee on government oversight and the federal courts.\n\nAnger on Capitol Hill may rage now, but it’s unlikely to burn long enough to turn into populist calls for sweeping reforms, legal analysts said.\n\nIn fact, the high court didn’t really register with many of the people that Gallup polled.\n\nRoughly half of Democrats offered no opinion of either justice, and among Republicans, 34 percent had nothing to say about the chief justice and 43 percent had no opinion on Justice Kennedy in the wake of their momentous opinions.\n\n“I think it’s the bases and partisans in both parties who see that as important. But do people on the street in their daily lives? I don’t know that they really do, or even know the court has weighed in,” said Carl Tobias, a law professor at the University of Richmond.\n\nOthers said the procedural and political hurdles to changing the Constitution are so great that few lawmakers would actually follow through on threats to impeach justices or otherwise rein them in.\n\n“The small reserve of common sense in the Congress is the main thing that will keep that from happening,” said Russell Wheeler, a visiting fellow at the Brookings Institution.\n\nHe said a push for 18- or 20-year term limits could gain more traction, though it still might take a “crisis” to open serious debate on it, and the nation doesn’t appear to be there yet.\n\nIn the meantime, the rulings will likely make future justice picks a hot topic as the presidential campaigns get going.\n\nSen. Marco Rubio, one of the 2016 GOP hopefuls, weighed in last week on the campaign trail, saying he’d like to see more picks like Justice Antonin Scalia, a conservative heavyweight, and fewer like Sonia Sotomayor, one of President Obama’s nominations and the first Hispanic to sit on the bench.\n\nRandy Barnett, a Georgetown University law professor, said the contenders should vow to dig deep when making picks.\n\n“Seeking ‘restrained’ judges has not cut it. We need judges with a record of commitment to originalist-textualism,” he said.\n\nTextualism is at the heart of conservative anger with Chief Justice Roberts. They counted on him to read a part of the Affordable Care Act that called for subsidies in exchanges “established by the state” as simply that, meaning the handful of insurance portals set up by states that agreed to the task.\n\nIn 2012, the chief justice shocked conservatives by concluding Congress could require Americans to hold health insurance or pay fines under its taxing authority. This time, he said a comprehensive reading of the law entitled qualified customers to subsidies no matter they live.", "article_metadata": {"description": "Republicans are fed up with Chief Justice John G. Roberts Jr. and Justice Anthony M. Kennedy, giving them terrible marks in a new poll that captures just how disappointed the GOP faithful is with the Supreme Court after several major rulings last month.", "author": "The Washington Times http://www.washingtontimes.com", "og": {"site_name": "The Washingtion Times", "description": "Republicans are fed up with Chief Justice John G. Roberts Jr. and Justice Anthony M. Kennedy, giving them terrible marks in a new poll that captures just how disappointed the GOP faithful is with the Supreme Court after several major rulings last month.", "title": "John Roberts, Anthony Kennedy lose Republican favor over recent Supreme Court rulings", "url": "http://www.washingtontimes.com/news/2015/jul/19/john-roberts-anthony-kennedy-lose-republican-favor/", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2014/10/05/supreme-court-new-termjpeg-0daaf.jpg", "type": "article"}, "twitter": {"image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2014/10/05/supreme-court-new-termjpeg-0daaf.jpg", "description": "Republicans are fed up with Chief Justice John G. Roberts Jr. and Justice Anthony M. Kennedy, giving them terrible marks in a new poll that captures just how disappointed the GOP faithful is with the", "site": "@washtimes", "card": "summary", "title": "John Roberts, Anthony Kennedy lose Republican favor over recent Suprem"}, "Author": "Tom Howell Jr.", "bitly-verification": "d180fd45f70d", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web2", "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "news_keywords": "Politics, John G Roberts Jr, Supreme Court, Republican Party, Anthony M Kennedy"}, "_id": "\"57477af46914bd0286fdfaec\"", "article_summary": "SEE ALSO: Ted Cruz: ‘It makes me sad’ to call for Supreme Court retention electionsTo some, it’s a sign of what’s wrong with how people view the court.\nThose sorts of decisions earned both men far better ratings from Democrats, who by a two-to-one margin thought favorably of the chief justice, and were even kinder to Justice Kennedy.\nOn Wednesday, he will chair a hearing on “Supreme Court activism and possible solutions” before the Senate Judiciary’s subcommittee on government oversight and the federal courts.\nTextualism is at the heart of conservative anger with Chief Justice Roberts.\nIn 2012, the chief justice shocked conservatives by concluding Congress could require Americans to hold health insurance or pay fines under its taxing authority."}