{"article_title": "PNC Survey Shows Weak Business Optimism", "article_keywords": ["owners", "north", "business", "level", "weak", "outlook", "optimism", "state", "survey", "policy", "pnc", "shows"], "article_url": "http://wunc.org/post/pnc-survey-shows-weak-business-optimism", "article_text": "Leoneda Inge reports on latest PNC Economic Outlook survey.\n\nA PNC survey shows small to mid-sized business owners across the state are less optimistic about doing business than they were six months ago. The PNC Economic Outlook survey shows 8 percent of business owners intend to add full-time employees. Nationwide, it’s 16 pecent.\n\nPNC Economist Mekael Teshome says North Carolina business owners continue to report weak sales and are being extremely cautious.\n\n“There have been a lot of policy changes at the state level in North Carolina. There have been a lot of policy changes and big question marks at the national level and even at the global level, for the businesses that are international players. And so, when you combine those three things, it creates a cloud of uncertainty,\" said Teshome.\n\nTeshome says out of the 151 business owners surveyed across the state, 8% said they would likely take out a new loan in the next six months. That’s down from 15 percent in the spring, and 17 percent of business owners said they would reduce hiring because of the Affordable Care Act.", "article_metadata": {"category": "Business & Economy", "description": "A PNC survey shows small to mid-sized business owners across the state are less optimistic about doing business than they were six months ago. The PNC", "Generator": "Drupal 7 (http://drupal.org)", "programs": "none", "og": {"url": "http://wunc.org/post/pnc-survey-shows-weak-business-optimism", "image": "http://mediad.publicbroadcasting.net/p/wunc/files/styles/medium/public/201310/PNC_logo.jpg", "type": "article", "description": "A PNC survey shows small to mid-sized business owners across the state are less optimistic about doing business than they were six months ago. The PNC", "title": "PNC Survey Shows Weak Business Optimism"}, "wordCount": 195, "twitter": {"site": "@wunc", "card": "summary", "creator": "@wunc"}, "author": "Leoneda Inge", "org_id": 0, "dc": {"title": "PNC Survey Shows Weak Business Optimism"}, "nid": 23587, "datePublished": "2013-10-04", "keywords": "PNC, PNC Economic Outlook, Small Business, Business Outlook", "has_audio": 1, "viewport": "width=device-width"}, "_id": "\"57477af46914bd0286fde7dd\"", "article_summary": "A PNC survey shows small to mid-sized business owners across the state are less optimistic about doing business than they were six months ago.\nThe PNC Economic Outlook survey shows 8 percent of business owners intend to add full-time employees.\nPNC Economist Mekael Teshome says North Carolina business owners continue to report weak sales and are being extremely cautious.\nThat’s down from 15 percent in the spring, and 17 percent of business owners said they would reduce hiring because of the Affordable Care Act.\nLeoneda Inge reports on latest PNC Economic Outlook survey."}