{"article_title": "People on the Move: Nov. 2-8", "article_keywords": ["center", "entertainment", "vice", "28", "chief", "health", "board", "medicine", "president", "nov", "senior", "certified"], "article_url": "http://vegasinc.com/business/people/2014/nov/02/people-move-nov-2-8/", "article_text": "People on the Move: Nov. 2-8\n\nDr. Sarah Ryan practices urology, female pelvic medicine and reconstructive surgery at Urology Specialists of Nevada. Ryan was in private practice in Billings, Mont.\n\nBarbara Timmons Strahl and Raymond W. Patterson joined the staff of Las Vegas Mediation. Strahl has a doctorate in conflict analysis and resolution and has worked in the field for more than 25 years. Patterson recently retired as associate director of the Saltman Center for Conflict Resolution at the William S. Boyd School of Law.\n\nTim Hollenbeck is senior associate and project manager at EV&A Architects.\n\nDaniel Lucero is Nevada deputy district director for the U.S. Small Business Administration.\n\nMichael Dimengo is CEO of the Gay and Lesbian Community Center.\n\nAttorney Jeffrey Silver was appointed to UNLV’s Tier 1 Subcommittee on Community Engagement and Resources.\n\nDerrick Hill, Cox Business and Hospitality Network vice president; John Cannito, Penta Building Group chief operating officer; and Paul Caudill, NV Energy CEO, joined the Las Vegas Global Economic Alliance board of directors.\n\nBart Roberts is senior vice president-senior relationship manager at Bank of George. He previously served as chairman of finance for the Exploring District of Boy Scouts of America and the Economic Block Grant Lending Committee for Las Vegas.\n\nKeith Causey is Caesars Entertainment senior vice president and chief accounting officer.\n\nBrian Blakley is an associate in Lewis Roca Rothgerber’s litigation practice group. He served as a law clerk to Chief Judge Robert C. Jones on the U.S. District Court for the District of Nevada.\n\nCaesars Entertainment’s Jeff Dunham was named Casino Entertainer of the Year; the Colosseum at Caesars Palace was named Casino Arena/Amphitheater of the Year; and Kurt Melien, Caesars vice president of entertainment, was named Casino Entertainment Executive of the Year at the Global Gaming Expo’s Casino Entertainment Awards.\n\nMGM Resorts International received seven awards during the 2014 Global Gaming Expo, including Land-Based Operator of the Year; Responsible Business of the Year; Loyalty Program of the Year for its M Life program; the Bettering Communities award for promotion of the Women’s Leadership Conference; and the Unifying Voice award for internal communications. MGM’s Vdara Hotel & Spa at CityCenter won for its employee publication, V-Daily. Richard Sturm, president of entertainment/sports, was honored with the 2014 Casino Entertainment Legend award.\n\nDarla Washington specializes in adult medicine at Southwest Medical’s Montecito Health Care Center, 7061 Grand Montecito Parkway. She is certified with the American Academy of Nurse Practitioners.\n\nGerald Jackson and Chad Orrock of US Bank Corporation, and Rose Hall of Wyndham Vacation Ownership joined the board of the Goodie Two Shoes Foundation.\n\nDr. Deo Martinez specializes in adult medicine at Southwest Medical’s Tenaya Health Care Center, 2704 N. Tenaya Way. He is board certified in internal medicine. Erica Simpkins is a physician’s assistant at the Senior Lifestyle Center-East, 5820 S. Eastern Ave, Ste. 100. Drs. James Joslin and Margaret Sweeney specialize in adult medicine at the Siena Heights Health Care Center, 2845 Siena Heights Drive. He is board certified in family medicine. Dr. Karen Gonzalez specializes in adult medicine at the Eastern Health Care Center, 4475 S. Eastern Ave. She is board certified in family medicine. Dr. Kranthi Veeramachaneni specializes in pediatrics at the Nellis Health Care Center, 650 N. Nellis Blvd. She is board certified in pediatrics.\n\nBrian Knudsen is president and CEO and Angel Williams is chief development officer at Boys & Girls Clubs of Southern Nevada. Knudsen replaces outgoing president and CEO Ken Rubeli, who will return to the organization’s operating board as vice chairman.\n\nKeith Belair is chief operating officer, Akos Feher is vice president of operations and Keith Criswell is director of Shelby Performance Parts. JoAnn Mansell is controller at Shelby American.\n\nBill Noonan, senior vice president of administration at Boyd Gaming Corporation, is a member of the Las Vegas Convention and Visitors Authority’s board of directors. He will serve through June 2016.\n\nRonald Ostrove is on the MountainView Hospital board of trustees. He practiced obstetrics and gynecology for more than 20 years before retiring in 1996.\n\nDaniel Nubel is a business litigation attorney at Fennemore Craig Jones Vargas.\n\nChristie Kaninau is a sales executive for Pordes Residential at Veer Towers.\n\nThe Venetian and Palazzo, Good Humor/Breyers Ice Cream, National Park Service/Las Vegas Boat Harbor and Dana Wagner of KSNV Channel 3 won 2014 Water Hero Awards from the Water Conservation Coalition.", "article_metadata": {"news_keywords": "The Sunday", "og": {"site_name": "VegasInc.com", "description": "In the People: Dr. Sarah Ryan, Barbara Timmons-Strahl, Raymond Patterson, Tim Hollenbeck, Daniel Lucero, Michael Dimengo, Jeffrey Silver, Derrick HIll, John Cannito, Paul Caudill, Bart Roberts, Keith Causey, Brian Blakley, Jeff Dunham, Kurt Melien and more ...", "title": "People on the Move: Nov. 2-8", "url": "//vegasinc.com/business/people/2014/nov/02/people-move-nov-2-8/", "image": "//media.vegasinc.com/assets/images/icons/vi-app-300.jpg", "type": "article"}, "twitter": {"account_id": 29825057, "card": "summary", "site": "@VegasINC"}, "fb": {"app_id": 199953030039639}, "google-site-verification": "bxp1knjJzNHgVqXi0tkBFqhiRQYP6Xmg5IYDJk824_c", "msvalidate.01": "E1BCF7923471E63B3CC7DDA3DE4A41FB", "article": {"published_time": "2014-11-02T02:00"}, "verify-v1": "ABQIAAAA8L3JFDSZBbRKiOI0oC2hURQ76jIbcG_lJjmaPhfMbLI5tEWvABRborWeQmxtOOd3YJzakYNqhBoeFQ", "y_key": "33c272341f5beade", "viewport": "width=device-width, initial-scale=1.0", "description": "Sunday, Nov. 2, 2014 | 2 a.m. - In the People: Dr. Sarah Ryan, Barbara Timmons-Strahl, Raymond Patterson, Tim Hollenbeck, Daniel Lucero, Michael Dimengo, Jeffrey Silver, Derrick HIll, John Cannito, Paul Caudill, Bart ..."}, "_id": "\"57477af46914bd0286fde7e2\"", "article_summary": "People on the Move: Nov. 2-8Dr. Sarah Ryan practices urology, female pelvic medicine and reconstructive surgery at Urology Specialists of Nevada.\nKeith Causey is Caesars Entertainment senior vice president and chief accounting officer.\nBart Roberts is senior vice president-senior relationship manager at Bank of George.\nBill Noonan, senior vice president of administration at Boyd Gaming Corporation, is a member of the Las Vegas Convention and Visitors Authority’s board of directors.\nKeith Belair is chief operating officer, Akos Feher is vice president of operations and Keith Criswell is director of Shelby Performance Parts."}