{"article_title": "Video: Watch the Dark Side of the Moon Go Through Its Phases", "article_keywords": ["phases", "space", "far", "farside", "accurate", "watch", "moon", "dark", "video", "lunar", "moons", "zips"], "article_url": "http://indiancountrytodaymedianetwork.com/2015/02/07/video-watch-dark-side-moon-go-through-its-phases-159090", "article_text": "The moon has captivated countless people for millennia, but not until the dawn of the space age did we humans get to see the side facing away from Earth.\n\nOur first sight of that mysterious realm came in 1959, when the Soviet Luna 3 probe looped around the moon and returned “a handful of grainy images,” as NASA’s Scientific Visualization Studio described it in a statement. Fifty years later the Lunar Reconnaissance Orbiter was launched, and that has collected hundreds of terabytes of data that scientists have created “extremely detailed and accurate maps of the far side,” the space agency said.\n\nComputer technology has enabled the creation of animations of the moon’s far side so accurate that you would swear you were there. Except, air.\n\nNASA has compiled video of the moon’s far side before. But not like this.\n\nRELATED: First Video of the Dark Side of the Moon\n\n“This perspective shows just what the phases of the Moon would look like from the vantage point of the lunar farside,” says Universe Today. “You can see the Moon going through the synodic 29.5 day period a familiar phases, albeit with an unfamiliar face. Note that the Sun zips by, as the lunar farside wanes towards New. And in the background, the Earth can be seen, presenting an identical phase and tracing out a lazy figure eight as it appears and disappears behind the lunar limb.”", "article_metadata": {"description": "The moon has captivated countless people for millennia, but not until the dawn of the space age did we humans get to see the side facing away from Earth.A new computer animation compiled of terabytes of data shows the moon's dark-side phases, while Earth loops and whirls in background.", "generator": "Drupal 7 (http://drupal.org)", "dcterms.format": "text/html", "og": {"url": "http://indiancountrytodaymedianetwork.com/2015/02/07/video-watch-dark-side-moon-go-through-its-phases-159090", "site_name": "Indian Country Today Media Network.com", "image": "http://d1jrw5jterzxwu.cloudfront.net/sites/default/files/article_media/dark_side_moon_phases.jpg", "type": "article", "title": "Video: Watch the Dark Side of the Moon Go Through Its Phases"}, "abstract": "A new computer animation compiled of terabytes of data shows the moon's dark-side phases, while Earth loops and whirls in background.", "dc": {"title": "Video: Watch the Dark Side of the Moon Go Through Its Phases"}, "robots": "follow, index", "dcterms.identifier": "http://indiancountrytodaymedianetwork.com/2015/02/07/video-watch-dark-side-moon-go-through-its-phases-159090", "dcterms.creator": "theresa", "fb": {"app_id": 493888563989950}, "dcterms.language": "und", "dcterms.type": "Text", "keywords": "NASA, Moon, Space, Astronomy, NASA Goddard Space Flight Center", "validation_code": "d9d37d7b776cc351c4025ded3df21cad", "sioc": {"num_replies": 0}, "dcterms.date": "2015-02-07T13:30-05:00", "dcterms.title": "Video: Watch the Dark Side of the Moon Go Through Its Phases"}, "_id": "\"57477af36914bd0286fc9f25\"", "article_summary": "RELATED: First Video of the Dark Side of the Moon“This perspective shows just what the phases of the Moon would look like from the vantage point of the lunar farside,” says Universe Today.\n“You can see the Moon going through the synodic 29.5 day period a familiar phases, albeit with an unfamiliar face.\nNASA has compiled video of the moon’s far side before.\nComputer technology has enabled the creation of animations of the moon’s far side so accurate that you would swear you were there.\nNote that the Sun zips by, as the lunar farside wanes towards New."}