{"article_title": "Feb. 27 Letters: Hillary Clinton, John Kasich, crossover voting, political pandering", "article_keywords": ["sanders", "president", "john", "feb", "trump", "world", "candidate", "political", "governor", "crossover", "hillary", "pandering", "know", "clinton", "kasich", "vote", "letters", "voting"], "article_url": "http://www.dailypress.com/news/opinion/letters/dp-nws-edt-letssat-0227-20160226-story.html", "article_text": "Bernie Sanders and Donald Trump are selling snake oil and our usually savvy educated young people are buying it. Both Trump and Sanders are selling promises they can't keep. Trump hasn't worked with the U.S. Congress with all its internecine manipulations, but Bernie has and ought to know better. Facing a Republican Congress, Sen. Sanders has to know that free college and free health care will never become law. The House of Representatives has voted over 50 times to repeal all or part of the Affordable Care Act.\n\nAs for Trump, I shudder to imagine the billionaire stand-up comic becoming our president. The whole world is watching and laughing out loud. England's Parliament recently discussed whether to bar him from entering its country.\n\nWhen one considers how much better off the nation is since the beginning of the Great Recession, it's hard to understand Americans' so-called anger. More than 19 million more people now have health insurance, some for the first time, unemployment is down from 10 percent to less than 5 percent. Recovery takes time, and we're not totally out of the woods yet, but changing horses in midstream will not make it happen faster. Building on the present administration's accomplishments will preclude setbacks to our present forward movement.\n\nOne candidate will continue and enhance President Obama's plan and that is Hillary Clinton.\n\nKatie Thompson\n\nGloucester\n\nRe: \"Prudence vs. rhetoric,\" Feb. 26.\n\nI do not know John Z. Axsom, but his recommendation that both Republicans and Democrats vote for John Kasich during Tuesday's primary elections should be taken seriously. Kasich is the only one of the seven candidates left in the race(s) who seems to be both a thoroughly decent person and one who has a proven record of effectiveness and accomplishment working within our political system.\n\nThese two very important attributes give us a clear indication of what we can expect from Gov. Kasich in the future. After listening to all of the debates, I see no candidate who is more deserving of our votes.\n\nEd Dise\n\nYorktown\n\nThe reason our government is dysfunctional is because the major political parties have moved to extremes, especially in the primaries, and the political center has been lost. What can ordinary citizens do about that? Whichever side you are on, vote in the other party's primary, and vote for the centrist. Do not make the mistake of voting for the person on the other side that you think is most idiotic — idiots get elected all the time. We don't have to agree with every view that a candidate holds, we just need our government to be run by people who understand that there are many sides to every issue. Crossover voting for centrists will help to elect reasonable people.\n\nJohn B. Delos\n\nWilliamsburg\n\nStop those sniffles\n\nI read with mucus interest that the governor of Maine used the sound of an oriental man's name to essentially (Ah-Chiu!) sneeze a joke. The governor, a Republican, is being accused of — gasp — insensitivity.\n\nRespiratorily speaking, that's a rather serious crime in this world of Islamic State-induced terror, tax law posing as medical progress, climate-change-calved icebergs drifting down the James River, et al. I hope the folks in Maine will decongest his stuffy attempt at rhinitis humor, and not take it lying down.\n\nBut before I sinus off, what a hypocritical world we live in.\n\nHad the governor been a Democrat from nearby New York and played loosely with highly classified information risking the lives of secret agents and exposing uber-secret foreign policy, not to mention accepting (or soliciting?) millions of dollars in questionable donations to an equally questionable foundation, why, he could be running for president right now.\n\nBut, at this point, what difference does it really make?\n\nDon Lovett\n\nSmithfield", "article_metadata": {"fb_title": "Feb. 27 Letters: Hillary Clinton, John Kasich, crossover voting, political pandering", "Description": "Bernie Sanders and Donald Trump are selling snake oil and our usually savvy educated young people are buying it. Both Trump and Sanders are selling promises they can't keep. Trump hasn't worked with the U.S. Congress with all its internecine manipulations, but Bernie has and ought to know better....", "copyright": "Copyright (c) 2016 Daily Press", "author": "Daily Press", "og": {"url": "http://www.dailypress.com/news/opinion/letters/dp-nws-edt-letssat-0227-20160226-story.html", "site_name": "dailypress.com", "image": "http://www.trbimg.com/img-544e4b85/turbine/dp-daily-press-default-fb-icon", "type": "article", "title": "Feb. 27 Letters: Hillary Clinton, John Kasich, crossover voting, political pandering"}, "x-servername": "lalvp03.15", "twitter": {"site": "@daily_press", "card": "summary"}, "robots": "index,follow", "apple-itunes-app": "app-id=397500600, app-argument=http://www.dailypress.com/deeplinkid/86037044", "fb": {"page_id": 140388628320, "app_id": 515474311837346}, "googlebot-news": "index", "date": "2016-02-26", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, minimum-scale=1.0, user-scalable=no", "googlebot": "index"}, "article_summary": "Facing a Republican Congress, Sen. Sanders has to know that free college and free health care will never become law.\nBernie Sanders and Donald Trump are selling snake oil and our usually savvy educated young people are buying it.\nI do not know John Z. Axsom, but his recommendation that both Republicans and Democrats vote for John Kasich during Tuesday's primary elections should be taken seriously.\nTrump hasn't worked with the U.S. Congress with all its internecine manipulations, but Bernie has and ought to know better.\nOne candidate will continue and enhance President Obama's plan and that is Hillary Clinton."}