{"article_title": "Supreme Court should end the confusion over gay marriage", "article_keywords": ["supreme", "court", "definitive", "gay", "confusion", "state", "marriage", "ruling", "samesex", "hear", "end", "issue"], "article_url": "http://redalertpolitics.com/2014/05/24/supreme-court-end-confusion-gay-marriage/", "article_text": "Over the last several months, judges in numerous states issued rulings striking down bans on same-sex marriage. Many of these rulings were temporarily suspended until a higher court could decide the matter, often creating mass confusion. The Supreme Court needs to hear these cases as soon as possible and issue a definitive ruling, or the confusion will continue for years to come.\n\nThe issue started with a ruling last December in Utah that declared laws banning same sex-marriage were unconstitutional. Two weeks later, a judge temporarily halted gay marriages in the state until the Supreme Court could hear the case, but by that time, hundreds of gay and lesbian couples had gotten married. The legal status of those marriages is now in doubt. Just this month, judges in Arkansas, Idaho, Oregon and Pennsylvania have said that marriage equality is a constitutional right.\n\nIdaho’s implementation was delayed until the Supreme Court could hear it.\n\nThe Arkansas court originally refused to grant a ruling to allow the delay; a week later, the state Supreme Court finally delayed further implementation until a final ruling is issued. In the meantime, more than 540 same-sex couples were married in the state. Like in Utah, the marital status of those couples is unclear.\n\nAnd on and on the confusion goes.\n\nThese cases are undoubtedly going before the Supreme Court, which needs to hear them sooner rather than later — and be more definitive than it was the last time it acted on same-sex marriage. Last summer, supporters of gay marriage challenged California’s Proposition 8, a ballot measure that banned same-sex marriage in the state. After a lower court struck it down and the state government refused to defend it before the Supreme Court, a group of voters who supported the original initiative attempted to defend it instead. However, the Supreme Court ruled that the group had no grounds to do so — and the court issued no definitive ruling on the constitutionality of the law.\n\nThis lack of decisiveness by the Supreme Court forced the issue of constitutionality onto the state courts, which have had their hands full with these lawsuits. In fact, there are more than 70 ongoing lawsuits over laws banning same-sex marriage.\n\nThe Supreme Court needs to hear these cases soon and make a definitive ruling one way or the other, or these lawsuits are going to be clogging up the judicial system for years. There is no reason to litigate this issue all across the country when it will ultimately be settled in just one place. Once that were to happen, same-sex couples would never again be unsure of whether their marriages were valid due to legal bureaucracy, and both gay marriage advocates and opponents would have an ultimate answer to their cases — instead of the multiple, often conflicting answers that seem to be popping up by the day.", "article_metadata": {"generator": "NGFB Pro 7.8.4U", "og": {"site_name": "Red Alert Politics", "description": "There is no reason to litigate this issue all across the country when it will ultimately be settled in just one place.", "title": "Supreme Court should end the confusion over gay marriage - Red...", "locale": "en_US", "image": {"width": 400, "identifier": "http://redalertpolitics.com/files/2012/02/tdionisopoulos_avatar-400x400.jpg", "height": 400}, "url": "http://redalertpolitics.com/2014/05/24/supreme-court-end-confusion-gay-marriage/", "type": "article"}, "fb": {"admins": 1285945407, "app_id": 529886110401651}, "msvalidate.01": "0F003B4674EABE0F24651B476B61A43C", "article": {"publisher": "https://www.facebook.com/RedAlertPolitics", "tag": "supreme-court", "published_time": "2014-05-24T08:35:16+00:00", "modified_time": "2014-05-24T08:35:16+00:00"}, "viewport": "width=device-width"}, "_id": "\"57477af46914bd0286fd6b5c\"", "article_summary": "Last summer, supporters of gay marriage challenged California’s Proposition 8, a ballot measure that banned same-sex marriage in the state.\nHowever, the Supreme Court ruled that the group had no grounds to do so — and the court issued no definitive ruling on the constitutionality of the law.\nThe Supreme Court needs to hear these cases as soon as possible and issue a definitive ruling, or the confusion will continue for years to come.\nOver the last several months, judges in numerous states issued rulings striking down bans on same-sex marriage.\nThe Arkansas court originally refused to grant a ruling to allow the delay; a week later, the state Supreme Court finally delayed further implementation until a final ruling is issued."}