{"article_title": "DSOs are Helping to Bridge the ‘Dental Divide’ for Children", "article_keywords": ["dsos", "divide", "bridge", "dental", "access", "helping", "patients", "medicaid", "need", "health", "model", "care", "children", "minority"], "article_url": "https://morningconsult.com/opinions/dsos-helping-bridge-dental-divide-children/", "article_text": "When it comes to the health of our nation’s children, there should be no debate: Every child – no matter his or her background – deserves access to quality healthcare.\n\nAs dental providers observe April’s National Minority Health Month, we have much to celebrate when it comes to increasing dental care insurance coverage for minority children. Passage of the Affordable Care Act and state Medicaid expansions have helped us make significant progress in bringing quality dental coverage to more vulnerable children who need it.\n\nYet despite these positive advances in dental health coverage, a troubling trend persists: Low-income minority children are still twice as likely to have untreated tooth decay as Caucasian children, according to the Centers for Disease Control and Prevention (CDC).\n\nThis so-called “dental divide” – the socio-economic gap that exists between children whose families can afford access to dental care, and those who cannot – is even more pronounced when viewed through the lens of poverty. Specifically, young children in families with income below the poverty line are nearly three times more likely to have untreated dental cavities than those above the poverty line.\n\nThese statistics reveal an unfortunate reality: Access to coverage does not equal access to care. Most of America’s dentists simply won’t see patients who rely on the Medicaid benefit because the reimbursement rate is too low and the administrative burden of participating in the Medicaid program is too cumbersome. And unfortunately, this barrier to dental care disproportionately impacts Hispanic and African-American children, more than half of whom are covered by Medicaid.\n\nWhy does this matter? Why is it so important that children have access to dental care? Research shows dental health is directly linked to overall health – untreated dental cavities cause pain and other health complications that children simply shouldn’t have to endure. In some cases, it can lead to life-threatening infection. Poor dental health also contributes to higher rates of school absenteeism, poor academic performance, lower self-confidence, and worsened job prospects later in life. Simply put, the “dental divide” perpetuates the cycle of poverty so many of our government programs aim to end.\n\nIt is also extremely costly to our healthcare system. When parents can’t find a dentist to treat their child, untreated tooth decay and its complications often sends these families to the emergency room, the most expensive place to receive needed dental care.\n\nThis is not to say that private dental practices are not finding ways to give back and make an impact. Indeed they do, and many are spearheading commendable initiatives in their communities such as health fairs and charity care days. But charity alone will not solve the dental health crisis. Real change is systemic and starts with early and regular dental health education and disease prevention. To stop the vicious cycle of early childhood dental disease among minority and low-income children across America, these patients need a dental home.\n\nFortunately, a new type of practice model is making it possible for more children to find and keep a dental home. In this model, dental practices partner with dental support organizations (DSOs) that provide non-clinical practice management support. Affiliating with DSOs allow these practices to harness economies of scale and know how to navigate the complex Medicaid system, thereby making it more financially feasible to accept Medicaid, TRICARE, State Children’s Health Insurance Plans (SCHIP), and other types of insurance that many dentists do not. I’ve worked with one such DSO-supported practice, Kool Smiles, for eight years, and have seen firsthand how the model works for our unique patient population.\n\nWe expressly aim to locate our dental offices in areas of greatest need and make our offices as logistically accessible as possible. Further, we partner with multilingual dentists and staff to reflect the culture of the community and to better build relationships with our patients and families. This is a dental model designed to bridge the gap in dental care.\n\nBy creating a dental home for patients in traditionally underserved communities, we have seen significant gains. Over an eight-year period, the average Kool Smiles patient’s need for restorative dental services declined by 39 percent – a clear indication of improved oral health in the communities we serve. By decreasing the need for expensive restorative procedures over time, we are also helping to lower Medicaid costs: Government-published Medicaid data show that average monthly patient expenditures for Kool Smiles patients are 33 percent lower than the average Medicaid patient. And a recent study by national Medicaid analysis firm Dobson DaVanzo found that expansion of the DSO model in select states could generate enough savings to bring dental care to an additional 1.9 million Medicaid patients every year.\n\nSimply put, the DSO model is helping close the dental divide by providing a dental home to every child who needs one, and doing so in a fiscally responsible way.\n\nAs we mark National Minority Health Month, let’s recommit ourselves to the goal of advancing health equity by eliminating dental health disparities among America’s children. Let’s agree that every child—regardless of his or her race, ethnicity, or family income—deserves access to quality dental care. And let’s support entities like dental support organizations that help dentists bring quality, affordable dental care to those who need it.\n\nDr. Diane Earle is Managing Dental Director for national children’s dental provider Kool Smiles.", "article_metadata": {"msapplication-config": "/icons/browserconfig.xml", "og": {"site_name": "Morning Consult", "description": "When it comes to the health of our nation’s children, there should be no debate: Every child – no matter his or her background – deserves access to quality healthcare. As dental providers observe April’s National Minority Health Month, we have much to celebrate when it comes to increasing dental care insurance coverage for minority... read more", "title": "DSOs are Helping to Bridge the ‘Dental Divide’ for Children - Morning Consult", "locale": "en_US", "image": "https://morningconsult.com/wp-content/themes/morning-consult/img/MC_logo_twitter_fb.png", "url": "https://morningconsult.com/opinions/dsos-helping-bridge-dental-divide-children/", "type": "article"}, "twitter": {"description": "When it comes to the health of our nation’s children, there should be no debate: Every child – no matter his or her background – deserves access to quality healthcare. As dental providers observe April’s National Minority Health Month, we have much to celebrate when it comes to increasing dental care insurance coverage for minority... read more", "title": "DSOs are Helping to Bridge the ‘Dental Divide’ for Children - Morning Consult", "image": "https://morningconsult.com/wp-content/themes/morning-consult/img/MC_logo_twitter_fb.png", "creator": "@morningconsult", "site": "@morningconsult", "card": "summary"}, "msapplication-TileColor": "#2b5797", "theme-color": "#ffffff", "msapplication-TileImage": "/icons/mstile-144x144.png", "article": {"publisher": "https://www.facebook.com/Morning-Consult-183517831660100/", "section": "Health"}, "viewport": "width=device-width, initial-scale=1"}, "article_summary": "This is a dental model designed to bridge the gap in dental care.\nIn this model, dental practices partner with dental support organizations (DSOs) that provide non-clinical practice management support.\nAs dental providers observe April’s National Minority Health Month, we have much to celebrate when it comes to increasing dental care insurance coverage for minority children.\nResearch shows dental health is directly linked to overall health – untreated dental cavities cause pain and other health complications that children simply shouldn’t have to endure.\nAs we mark National Minority Health Month, let’s recommit ourselves to the goal of advancing health equity by eliminating dental health disparities among America’s children."}