{"article_title": "New Polls: Kasich Is the Only Republican Who Could Beat Clinton", "article_keywords": ["votes", "clinton", "trump", "campaign", "beat", "win", "polls", "delegates", "states", "cruz", "york", "kasich", "republican"], "article_url": "http://www.thefiscaltimes.com/2016/04/13/New-Polls-Kasich-Only-Republican-Who-Could-Beat-Clinton", "article_text": "Ohio Gov. John Kasich is hanging on by a thread in the Republican presidential campaign and will be lucky if he can pick up one or two of the 95 delegates at stake in next Tuesday’s New York GOP primary, which billionaire Donald Trump is projected to win big time.\n\nKasich’s more moderate, pragmatic approach to government and politics simply hasn’t been ringing a bell with the Republican conservative base and independents outside of his home state, which he carried last month. And just as GOP strategist Rick Wilson told the Washington Post this week, “I don’t know that there’s a salesman in the Republican Party who could pitch that sell to the Republican voters today.”\n\nWithout at least another primary victory or two as the campaign shifts to more hospitable terrain for Kasich in Pennsylvania, Delaware and other northeastern states later this month, Kasich’s campaign more and more looks like a vanity instead of a serious bid for his party’s nomination in Cleveland this summer.\n\n“Kasich will probably win some delegates on April 26, and he might well finish second in NY on April 19, then in Pennsylvania and some of the other states voting on April 26,” said Larry J. Sabato, a University of Virginia political scientist. “But his bid depends entirely on mutual self-destruction by Trump and Ted Cruz at or before the convention. Kasich's the nominee only if he's the last candidate standing. That's possible but very tough to imagine. The vast majority of delegates will want Trump or Cruz.”\n\nBut Kasich appears undaunted, and continues to make the case that neither Trump nor Sen. Ted Cruz of Texas will arrive in Cleveland with the 1,237 delegates needed to secure the nomination. If Trump does, indeed, stumble and the convention becomes deadlocked after one or two votes, then Kasich believes he can make a convincing case that he is the only one of the three remaining candidates who could beat Democratic frontrunner Hillary Clinton in the general election.\n\nRecent polls suggest that Kasich would do better than Trump and Cruz – two politicians with remarkably high negative ratings nationwide – in a general election battle with Clinton, the former New York senator and secretary of state.\n\nCumulative polling averages compiled by RealClear Politics shows that Kasich, on average, leads Clinton nationally in a hypothetical matchup, 47.6 percent to 40.9 percent, while Trump trails her by 10 points and Cruz trails by 2.8 points.\n\nProviding further evidence that Kasich may be right, a new 50-state “snapshot” by Morning Consult of 44,000 poll respondents shows that Kasich is the only remaining Republican candidate who could beat Clinton in the all-important contest of electoral votes.\n\nWhile a candidate needs at least 270 of 538 electoral votes among the states to win the election, Trump and Cruz would fall well short, winning just 210 and 206 electoral college votes, respectively, against Clinton.\n\nBy contrast, Kasich would easily clear the 270 votes needed for the White House, according to the Morning Consult analysis.\n\n“Kasich easily clears the 270 votes needed for the White House by winning a bloc of Midwest states that Republicans haven’t won since President George H.W. Bush was elected in 1988,” according to the Morning Consult report. “Our analysis shows Kasich winning every state that Trump and Cruz win, but he also adds victories in Colorado, Michigan, Minnesota, New Hampshire, Ohio, Pennsylvania and Wisconsin. Clinton performs 3 to 10 percentage points better against Trump or Cruz in those states than against Kasich.\n\nIn the wake of Cruz’s convincing victory over Trump in Wisconsin April 5, the Texas senator loomed as the best hope of the “stop Trump” effort within the party. He hoped to use the momentum coming out of Wisconsin and several smaller caucus states to humiliate Trump on his home turf of New York.\n\nRelated: Trump Names Some Surprising Picks for VP\n\nBut Cruz’s campaign in New York has been a big bust – in part because of his snide, derogatory comments about “New York values” that came back to haunt him. He is currently generating just 18 percent support among New York Republicans in the latest Wall Street Journal/NBC poll, compared to a resounding 54 percent for Trump. But Kasich is running a distant second to Trump with 21 percent of the vote.\n\nWhile Trump threatens to win all 95 delegates, Kasich’s campaign strategy might look a little more plausible if he ended up picking off one or two delegates, and then move on to Pennsylvania, Maryland and a few other states where he is showing promising second-place strength in the polls.\n\nDuring a speech on Tuesday in Manhattan, Kasich once again urged his party to move away from the bombastic, nasty rhetoric that has marred the GOP campaign so far thanks to Trump and Cruz and to embrace a spirit of bipartisanship that is essential in solving the country’s biggest problems. In that speech, titled “Two Paths,” Kasich argued that the party must choose between the approach of Trump and Cruz that “exploits anger” and encourages resentment, fear and anger, or taking the high road and exploring bipartisanship and compromise.\n\n“A lot of people have wondered, ‘Why does he keep talking about what he has done? Why?’” Kasich said during his speech, according to The Washington Post. “We’ve got to have somebody with the experience, the knowledge, the know-how and the record of success to deal with these problems in a turbulent time.”\n\nKasich has come under mounting pressure from Trump and Cruz to drop out of the race and turn it into a two-man contest, but the Ohio governor stubbornly has resisted. “Why do you think I take the beatings all the time to get out of the race?” said Kasich during a recent interview with the New York Daily News. “You know why I take them? Because somebody’s got to be the adult.”", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "Ohio Gov.", "title": "New Polls: Kasich Is the Only Republican Who Could Beat Clinton", "url": "http://www.thefiscaltimes.com/2016/04/13/New-Polls-Kasich-Only-Republican-Who-Could-Beat-Clinton", "image": "http://cdn.thefiscaltimes.com/sites/default/files/media/04132016_Kasich.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2016/04/13/New-Polls-Kasich-Only-Republican-Who-Could-Beat-Clinton", "image": "http://cdn.thefiscaltimes.com/sites/default/files/media/04132016_Kasich.jpg", "creator": "@ericpianin", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "Ohio Gov.", "generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "Clinton performs 3 to 10 percentage points better against Trump or Cruz in those states than against Kasich.\nProviding further evidence that Kasich may be right, a new 50-state “snapshot” by Morning Consult of 44,000 poll respondents shows that Kasich is the only remaining Republican candidate who could beat Clinton in the all-important contest of electoral votes.\n“Our analysis shows Kasich winning every state that Trump and Cruz win, but he also adds victories in Colorado, Michigan, Minnesota, New Hampshire, Ohio, Pennsylvania and Wisconsin.\nBy contrast, Kasich would easily clear the 270 votes needed for the White House, according to the Morning Consult analysis.\nRecent polls suggest that Kasich would do better than Trump and Cruz – two politicians with remarkably high negative ratings nationwide – in a general election battle with Clinton, the former New York senator and secretary of state."}