{"article_title": "Sanders Is the Real 'Progressive Who Gets Things Done'", "article_keywords": ["real", "amendment", "clinton", "congress", "progressive", "sanders", "senate", "things", "bill", "record", "passed", "gets", "veterans", "bernie"], "article_url": "http://www.huffingtonpost.com/rj-eskow/barney-vs-bernie-sanders_b_9624560.html", "article_text": "Lou Rocco via Getty Images\n\nAs he has so many times in recent months, Barney Frank had some harsh things to say about Bernie Sanders -- this time in a recent interview with Slate.com. Frank has endorsed Hillary Clinton (a fact neither he nor Slate interviewer Isaac Chotiner saw fit to mention), and has written several nasty, petty, and personal attacks on Bernie Sanders in his capacity as a Clinton surrogate.\n\nHe stayed true to form in his Slate interview, arguing that Bernie Sanders got little done on Capitol Hill. That's become classic Clinton spin. She and her surrogates love to claim that Bernie Sanders is just a talker, while Clinton and her allies -- despite her \"centrist\" leanings -- are \"progressives who get things done.\"\n\nHere's the truth: Hillary Clinton got very little done during her eight years in the United States Senate, while Bernie Sanders amassed an impressive record of accomplishments in both the House and Senate.\n\nSanders began racking up legislative accomplishments in the House of Representatives, where a 2005 analysis of legislative data revealed that he had passed more amendments in the House than any other Member of Congress over a ten-year period. In 2005, Rolling Stone called him the \"amendment king.\"\n\nBut as Politifact notes: \"In comparison, Hillary Clinton passed zero roll call amendments during her tenure as a senator from New York from 2001-09.\"\n\nReaders who have been subjected to Barney Frank's unsubstantiated trash talk should note this, also from Politifact: \"Out of 419 amendments Sanders sponsored over his 25 years in Congress, 90 passed, 21 of them by roll call votes.\"\n\nWhere has been Barney Frank been for 25 years? For Mr. Frank, and any other readers who might be unfamiliar with the Sanders record, here are some examples of his many accomplishments:\n\nWhen Sanders was Chairman of the Senate Veterans Committee, it was learned that veterans were not receiving the medical care they needed in a timely fashion. Long waiting lists at the Veterans Administration led to a national scandal.\n\nIn response, Sanders built a strong coalition of veterans' groups to back a comprehensive $21 billion bill that allowed the VA to hire more doctors and nurses, increase its operational staff, and ensure that veterans get the care they need. Republicans blocked that bill, but Sanders did not give up. Instead, Sanders worked with Republican Senator John McCain on a compromise deal that passed the Senate 93-3.\n\n\"It wasn't a perfect bill,\" Sanders says of the VA deal. \"I would have written it differently, and John (McCain) would have written it differently.\"\n\n\"But we got it done,\" Sanders adds.\n\nMcCain agrees. \"Negotiating with Bernie was not a usual experience, because he is very passionate and he and I are both very strong-willed people and we spend a lot of time banging our fists on the table and having the occasional four-letter word,\" McCain told The Huffington Post. \"But at the end of the day, Bernie was result-oriented.\"\n\nWe'll repeat that last phrase for Mr. Frank's benefit: \"Results-oriented.\"\n\nFrank told Slate that Bernie Sanders \"has been in Congress for 25 years with little to show for it in terms of his accomplishments.\"\n\nReally? The VA has hired over 14,000 new doctors, nurses, and medical staff a result of Sanders' work on that bill alone, and the backlog in disability claims has been reduced by nearly 90 percent.\n\n\"The Amendment King\"\n\nIn 2002, Sanders introduced an amendment in the House that blocked the Bush Administration from implementing a rule allowing companies to cut the pensions of older workers by as much as 50 percent.\n\n\"Little to show\"? That amendment protected the pensions of countless American workers. And, through compromise and negotiation, Sanders eventually passed another amendment that helped 130,000 IBM workers regain $320 million in pension benefits.\n\nSanders fought to control prescription drug prices long before many of his colleagues realized there was a problem. Unlike his opponents, many of whom seem to prefer talk to action, Sanders actually did something about it. How's this for action? In 1999 he was the first member of Congress to take constituents across the border to Canada to buy low-cost prescription drugs.\n\nMany of these constituents were breast cancer patients who were able to purchase their medications in Canada for almost one-tenth the price being charged in the United States.\n\nAs a member of Congress, Sanders introduced legislation to allow consumers to receive free credit reports and free credit scores. When Republicans refused to go along Sanders compromised and got a deal done.\n\n\"Little to show\"? Today everyone in America can get their credit reports free of charge once a year, thanks to Sanders' efforts.\n\nSenate Action\n\nOnce in the Senate, the Sanders record of accomplishment continued. During the debate over the Affordable Care Act, Sen. Sanders worked with Rep. Jim Clyburn and won a deal which dramatically increased access to community health centers.\n\n\"Little to show\"? These centers provide primary medical care, dental care, low-cost prescription drugs and mental health counseling to more than 24 million Americans.\n\nAfter the Postal Service announced it was closing 15,000 post offices, Sanders rallied an ad hoc group of more than two dozen senators and reached a compromise: these post offices would stay open, but with reduced hours. That wasn't what Sanders wanted, but the alternative was much worse.\n\nIn 2009, when milk prices plummeted, Sanders was able to win $350 million in additional aid for struggling dairy farmers many of whom were on the brink of bankruptcy. Very few experts on Capitol Hill thought that this amendment had a chance to pass the Senate. Many thought this amendment was pie-in-the-sky. But not only did it pass the Senate, it became law.\n\nThe provisions Sen. Sanders added to a 2009 climate change bill, and his efforts in support of that bill, led to $3.2 billion in energy efficiency grants to reduce greenhouse gas emissions that cause global warming. The program has made more than 86,000 buildings energy efficient, installed more than 9,500 solar energy systems, and created thousands of good-paying jobs.\n\nIn addition to concrete accomplishments like these, Bernie Sanders has used his time in Congress to significantly shift the political debate. Social Security is a good example: During 2009 and 2010, insiders in both parties were talking about cutting Social Security benefits.\n\nIn response, Sanders formed the Defend Social Security Caucus in the Senate and helped form a grassroots coalition of senior citizens, veterans, the disabled, women, and labor groups to oppose these proposed \"bipartisan\" cuts.\n\nThose efforts helped dramatically change the political momentum. When Sanders offered an amendment opposing Social Security cuts in 2013 it passed the Senate by acclamation.\n\nBeyond Dodd-Frank\n\nBarney Frank's failure to recognize this impressive record of accomplishment casts doubts on his powers of observation - or his objectivity. It also invites closer scrutiny of Frank's own Congressional record - especially of the Dodd-Frank financial reform bill, his signature achievement in Congress.\n\nWhile that bill represents an improvement from the conditions that led to the 2008 financial crisis, it could have been a lot better and much more work must be done to protect the economy. That's why 170 economists have signed a letter supporting Bernie Sanders' plan to break up too-big-to-fail banks and enact a 21st-century version of the Glass-Steagall Act.\n\nNeel Kashkari, the \"bailout czar\" turned Republican politician who now runs the Federal Reserve Bank of Minneapolis, convincingly argues that \"while significant progress has been made to strengthen our financial system, I believe the [Dodd-Frank] Act did not go far enough.\"\n\n\"I believe,\" Kashkari says, \"the biggest banks are still too big to fail and continue to pose a significant, ongoing risk to our economy.\"\n\nThat risk is political, as well as economic. The banks' ongoing and growing political power was demonstrated by the passage of the so-called \"Citigroup amendment,\" which was largely written by lobbyists for that bank and benefited only the very largest financial institutions.\n\nDodd-Frank left too much authority in the hands of regulators, many of whom have yet to act on some of the bill's key provisions. It continues to permit excessive risk-taking, potentially leaving taxpayers on the hook for future bailouts.\n\nBefore Barney Frank repeats his unfounded attacks on Bernie Sanders' record, he may want to take a second look at his own.\n\nFollow Richard (RJ) Eskow on Twitter: www.twitter.com/rjeskow", "article_metadata": {"description": "As he has so many times in recent months, Barney Frank had some harsh things to say about Bernie Sanders -- this time in a recent interview with", "sailthru.expire_date": "2016-04-07 10:31:44 -0400", "og": {"site_name": "The Huffington Post", "description": "As he has so many times in recent months, Barney Frank had some harsh things to say about Bernie Sanders -- this time in a recent interview with", "url": "http://www.huffingtonpost.com/rj-eskow/barney-vs-bernie-sanders_b_9624560.html", "image": "http://i.huffpost.com/gen/4187658/images/o-BARNEY-FRANK-facebook.jpg", "locale": "en_US", "type": "article"}, "twitter": {"image": {"width": 2000, "identifier": "http://i.huffpost.com/gen/4187658/images/o-BARNEY-FRANK-facebook.jpg", "height": 1000}, "creator": "rjeskow", "description": "As he has so many times in recent months, Barney Frank had some harsh things to say about Bernie Sanders -- this time in a recent interview with", "card": "summary_large_image", "site": "@HuffPostPol"}, "sailthru.date": "2016-04-06 10:31:44 -0400", "al": {"ios": {"url": "huffpostnews:///?editionID=us&entryID=9624560", "app_store_id": 306621789, "app_name": "The Huffington Post"}}, "taboola.category": "politics", "fb": {"app_id": 46744042133}, "article": {"section": "Politics", "published_time": "2016-04-06 10:31:44 -0400", "modified_time": "2016-04-06 10:59:01 -0400"}, "viewport": "width=1000"}, "article_summary": "Before Barney Frank repeats his unfounded attacks on Bernie Sanders' record, he may want to take a second look at his own.\nHe stayed true to form in his Slate interview, arguing that Bernie Sanders got little done on Capitol Hill.\nAs a member of Congress, Sanders introduced legislation to allow consumers to receive free credit reports and free credit scores.\nLou Rocco via Getty ImagesAs he has so many times in recent months, Barney Frank had some harsh things to say about Bernie Sanders -- this time in a recent interview with Slate.com.\n\"It wasn't a perfect bill,\" Sanders says of the VA deal."}