{"article_title": "Dems Propose Social Security Expansion…and a New Tax", "article_keywords": ["retirement", "benefits", "raise", "senate", "propose", "bill", "tax", "act", "begich", "dems", "way", "social", "security", "expansionand"], "article_url": "http://www.thefiscaltimes.com/Articles/2014/06/11/Dems-Propose-Social-Security-Expansion-and-New-Tax", "article_text": "If there was any doubt that the mood of Democrats on Capitol Hill has changed in recent years, Alaska Sen. Mark Begich dispelled it yesterday with the introduction of a bill that would expand Social Security benefits.\n\nDemocrats, so beaten down by concern about the budget deficit and the national debt have spent much of the last decade back on their heels when it came to the issue of Social Security. The idea of doing anything with entitlements except reducing them has been anathema for so long that it has carried over into discussions about the retirement program, even though it is actually funded by a dedicated revenue source and doesn’t affect the deficit.\n\nThe Democrats even elected a president so willing to cut entitlement spending that he backed an adjustment to the way cost of living increases are determined, which would have led to a reduction in the growth rate of the Social Security benefit.\n\nSo until recently, it would have been unthinkable for a Democrat in a tight reelection campaign – as Begich is – to propose anything beyond preserving the status quo on Social Security. But an increasingly populist tone, particularly in the U.S. Senate, with the rise of voices such as Sens. Elizabeth Warren (D-MA) and Sherrod Brown (D-OH), has meant that when a Democrat decides to push the progressive envelope, he or she won’t suddenly find all their colleagues deserting them.\n\nRelated: Liberal Dems New Goal—Boost Social Security Benefits\n\nIndeed, when Begich took the floor Tuesday to introduce the Retirement and Income Security Enhancements (RAISE) Act, he did it not just with the blessing of Senate leadership, but with the active support of Sen. Patty Murray of Washington, a member of the Democratic leadership.\n\nMurray co-sponsored the bill, which not only proposes to increase benefits for some Social Security recipients, but would raise taxes to fund it.\n\nRelated: The New Retirement – Meaningful Work, Thoughtful Living\n\nIn remarks prepared for delivery on the Senate floor Tuesday, Begich said that the program has served retirees well over the past 75 years, “But times change, and we need to make sure the promise of Social Security continues in a meaningful way.”\n\nThe RAISE Act, as proposed, would make it easier for divorced spouses to collect social security payments after the death of a former spouse. Currently, benefits are only available if the marriage lasted ten years. Under the bill, eligibility would begin at a 50 percent discount for those married five years, and would increase by 10 percent for every year of marriage up to ten years.\n\nThe RAISE Act would also change the way survivors benefits are calculated for couples in which both spouses worked, increasing the benefits for some currently receiving smaller benefits.\n\nFinally, the bill would change the way the children of retired, disabled or deceased workers are treated. Instead of kicking them off benefits when they reach 19 years of age, the program would provide extended benefits for recipients who remain in college or vocational school, up to age 23.\n\nRelated: Rubio’s Retirement Savings Solution – Work Longer\n\nBegich called the proposal, “a common sense bill to update, enhance, and protect Social Security in a fiscally responsible way.”\n\nHe continued, “When it comes to fairness, this bill is a small but important step for seniors, for older women and for the families of deceased or disabled workers. It makes sure that the modest benefits of Social Security will go to everyone who deserves them.”\n\nIn her prepared remarks, Murray said, “At a time when Social Security is an increasingly critical source of support for so many, the RAISE Act would make some commonsense updates to ensure our Social Security system is doing everything possible to help seniors and their families.”\n\nThe bill would pay for the increased benefits – and shore up the Social Security Trust Fund, which is on track toward insolvency – by adding a two percent payroll tax on earnings above a certain threshold. The tax would apply to earnings above $400,000 in 2015, and would be indexed to rise with inflation each year in the future.\n\nIt was an easy decision for me, since my commitment to bolstering Social Security started from day one in the Senate.\n\nTop Reads from The Fiscal Times", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "A more overtly progressive Democratic majority in the Senate has arisen in the past year, and the proposal by Sen. Mark Begich to expand Social Security is the most recent example.", "title": "Dems Propose Social Security Expansion…and a New Tax", "url": "http://www.thefiscaltimes.com/Articles/2014/06/11/Dems-Propose-Social-Security-Expansion-and-New-Tax", "image": "http://cdn.thefiscaltimes.com/sites/default/files/media/06102014_Mark_Begich.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/Articles/2014/06/11/Dems-Propose-Social-Security-Expansion-and-New-Tax", "image": "http://cdn.thefiscaltimes.com/sites/default/files/media/06102014_Mark_Begich.jpg", "title": "The Fiscal Times", "card": "summary", "creator": "@rrgarver"}, "generator": "Drupal 7 (http://drupal.org)", "description": "A more overtly progressive Democratic majority in the Senate has arisen in the past year, and the proposal by Sen. Mark Begich to expand Social Security is the most recent example.", "viewport": "initial-scale=1, maximum-scale=1"}, "_id": "\"57477af36914bd0286fcfebf\"", "article_summary": "It was an easy decision for me, since my commitment to bolstering Social Security started from day one in the Senate.\nSo until recently, it would have been unthinkable for a Democrat in a tight reelection campaign – as Begich is – to propose anything beyond preserving the status quo on Social Security.\nMurray co-sponsored the bill, which not only proposes to increase benefits for some Social Security recipients, but would raise taxes to fund it.\nDemocrats, so beaten down by concern about the budget deficit and the national debt have spent much of the last decade back on their heels when it came to the issue of Social Security.\nIf there was any doubt that the mood of Democrats on Capitol Hill has changed in recent years, Alaska Sen. Mark Begich dispelled it yesterday with the introduction of a bill that would expand Social Security benefits."}