{"article_title": "The Evolution of Saving a Life Before Birth", "article_keywords": ["adzick", "life", "fetus", "treat", "hospital", "evolution", "cell", "therapy", "defects", "birth", "saving", "surgery", "fetal"], "article_url": "http://dailysignal.com/2014/12/15/science-fiction-reality-evolution-saving-life-birth/", "article_text": "The fetal surgery enterprise came to life like most innovations do: from an idea inspired by a problem.\n\nFor innovators Drs. Michael Harrison and Scott Adzick, the problem was death—and in their minds, avoidable death that could be prevented by upending science as the world knew it.\n\n“The idea arose from the frustration of caring for babies after birth and realizing it was too late,” says CHOP’s chief of surgery.\n\n“The idea arose from the frustration of caring for babies after birth and realizing it was too late: the damage was already done,” said Adzick, chief of surgery at Children’s Hospital of Philadelphia. “We had to get to the baby earlier, while still inside mom.”\n\nIn the early 1980s, Adzick, eager to solve the problem, asked Harrison if he could work under him at the University of California, San Francisco.\n\nHarrison, known as the “father” of fetal surgery, had never had a research fellow before.\n\n“I wanted to serve as the creative force to solve unsolved surgical problems for children,” Adzick told The Daily Signal.\n\nScience succeeded.\n\nSurgeons have been operating on fetuses for more than two decades.\n\n>>> Elijah’s Journey: A Story of Science, Miracles and Love\n\nIn 1981, Harrison conducted the first open fetal surgery to correct a dangerously advanced urinary tract obstruction, a condition that likely would have turned fatal if treated after birth.\n\nToday, surgeons can fix even nonfatal birth defects before birth, for defects such as spina bifida.\n\nIn the future, medical professionals expect to be able to use stem cell and gene therapies to treat an even wider range of diseases in utero, with less risk.\n\nTo get to where they are today, Adzick, Harrison and others had to overcome people who viewed fixing a birth defect in the womb as “science fiction.”\n\nThey had to set selection criteria to determine what and who would be eligible for operations before birth.\n\nWhat do the conditions need to be to make risking the life of an unborn baby—and the mother carrying it—worth it?\n\n“We learned that we had to be selective,” Adzick said. “There were some fetuses—unborn patients—who we wanted to treat before birth whose kidney damage was already so severe that we couldn’t help them. They were too severe. On the other hand, you wouldn’t want to treat a fetus that was too good, who didn’t’ really didn’t need fetal therapy.\n\n“It’s a big-time intervention. Not only for the fetus, who in these circumstances would have everything to gain because otherwise the baby was going to die, but also an operation on the mother who is really medically an innocent bystander.”\n\nThe goal, as fetal surgery evolved over time, has always been to increase the pool of birth defects that are treatable in utero.\n\nAlan Flake, a pediatric surgeon at the Children’s Hospital of Philadelphia and Adzick’s colleague, has been pursuing the science of using cell therapy in the womb for 30 years.\n\nMedical experts believe that succeeding in that science—redefining the future of medical care for birth defects yet again—would allow more patients a chance at life.\n\n“You can imagine the payoff if it worked,” Adzick said. “The payoff could be huge—helping this new cohort of unborn patients.”\n\n‘Controversial’ to ‘Established’ Field\n\nFrom 1983-85, as a fellow, and from 1988-95, as an attending surgeon, Adzick worked with Harrison to develop the fetal surgery enterprise—first testing on animals, graduating to clinical trials, and then, the real thing.\n\nThe two men studied at Massachusetts General Hospital 10 years apart—Harrison before Adzick—sharing an ambition to help children.\n\nIn 1995, Adzick left San Francisco to launch the fetal surgery program in Philadelphia.\n\n“It was a very controversial concept, to do something before birth,” Adzick said. “Most of the response [from people] was one of being flabbergasted. … With time, applying things cautiously clinically in the late 1980s and early 1990s, and with a lot of failure, we got better and better and better. And now it’s sort of an established field.”\n\nAlthough fetal surgery is no longer experimental, because of the danger to both mother and child, the procedure is still rare.\n\nThis year, the Children’s Hospital of Philadelphia will evaluate 1,500 mothers carrying babies with severe birth defects.\n\nThe hospital performs only 150 fetal surgeries per year.\n\nSo only 5 percent to 10 percent of patients at the hospital’s Center for Fetal Diagnosis and Treatment get fetal surgery.\n\nAdditionally, the hospital reports that 20 percent of mothers who receive treatment at the center—including both those who pursued fetal surgery and those who didn’t—lose their babies.\n\n“The payoff could be huge,” if stem cell therapy can be used to treat birth disorders in utero, says Dr. Scott Adzick\n\nMedical experts say if they can expand the types of defects that can be treated before birth, more babies can be saved.\n\nAs of 2011, about 2 in every 100 pregnancies involve birth defects that could be repaired prenatally, according to a review by the Agency for Healthcare Quality and Research.\n\nFetal surgery for spina bifida—now the most frequent operation done at CHOP—was the first to be done for a defect that is not fatal but can cause lifelong disabilities.\n\nAnd it’s the first to be validated by a large study in which women were randomly assigned to fetal surgery or treatment after birth.\n\nThe study found that babies with spina bifida are more likely to walk if treated before birth.\n\nProgress is happening from experience.\n\n“We’ve learned that if a baby is very, very hydropic—[is having] severe heart failure—and the mother is already getting sick, we can’t help those babies because we put the mother’s health in jeopardy,” Adzick said.\n\n“And we’ve learned different ways to monitor the fetus during the operations, because, in some cases, we’ve lost the baby during fetal surgery. We’ve [also] gotten much better at preventing or treating preterm labor. We’ve learned lessons to standardize the protocol for care, so the care is better and we can have, in the end, better results.”\n\nSolving the Unsolved\n\nScience means always seeking a solution for the unsolved.\n\nFlake’s work with cellular and gene therapy could dramatically expand the use of fetal intervention.\n\nFlake, through a spokesperson at his hospital, turned down a request for an interview.\n\nAn article this year in the European Journal of Pediatric Surgery—co-written by Flake—reports that despite encouraging results in studies of animal models, including sheeps and dogs, the clinical phase of implementation for such therapies has been constrained by “poor efficacy” and safety concerns.\n\nThe idea behind stem cell therapy would be to treat a fetus early in gestation, when the fetus has a poorly developed immune system and won’t reject the cells.\n\nAdzick says the therapy would apply to fetuses with a cellular deficiency disease, such as sickle cell anemia, which can be diagnosed in high-risk families very early in gestation.\n\n“His [Flake’s] concept is to give normal blood-forming stem cells to the fetus through a fetoscope into the umbilical cord,” Adzick said. “Those cells then engraft. The fetus does not recognize them as foreign, and, because it is preimmune, those cells proliferate and take over the missing function. [It] is an extraordinarily promising area of fetal therapy. It’s not like doing a big operation.”\n\nAdzick and Flake insist that fetal stem cell therapy will be ready for clinical trials soon.\n\nGene therapy is “not close,” Adzick says.\n\nA 2008 article in the journal Nature Medicine reports that gene therapy is still considered dangerous.\n\nIt shows that the inserted gene could interfere with fetal development and that such therapy could be limited to life-threatening diseases.\n\nAlthough questions remain, science won’t stop trying.\n\n“Cellular therapy before birth and gene therapy before birth would allow us to treat successfully thousands and thousands and thousands of patients,” Adzick said. “To treat what is expressed as disease after birth to treat before birth is the ultimate preventive therapy.”", "article_metadata": {"description": "The fetal surgery enterprise came to life like most innovations do: from an idea inspired by a problem.", "og": {"site_name": "The Daily Signal", "description": "The fetal surgery enterprise came to life like most innovations do: from an idea inspired by a problem.", "title": "Fetal Surgery: The Evolution of Saving a Life Before Birth", "locale": "en_US", "image": "http://dailysignal.com/wp-content/uploads/141215_FetalSurgery.jpg", "updated_time": "2015-03-30T15:27:17+00:00", "type": "article"}, "bitly": {"url": "http://dailysign.al/1uFFCjD"}, "twitter": {"domain": "The Daily Signal", "description": "The fetal surgery enterprise came to life like most innovations do: from an idea inspired by a problem.", "creator": "@dailysignal", "image": {"src": "http://dailysignal.com/wp-content/uploads/141215_FetalSurgery.jpg"}, "title": "Fetal Surgery: The Evolution of Saving a Life Before Birth", "site": "@dailysignal", "card": "summary_large_image"}, "fb": {"pages": 300341323465160, "app_id": 772296266137346}, "article": {"publisher": "https://www.facebook.com/TheDailySignalNews", "section": "Society", "tag": "fetal surgery", "published_time": "2014-12-15T03:01:23+00:00", "modified_time": "2015-03-30T15:27:17+00:00"}, "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "fetal surgery, Children’s Hospital of Philadelphia, University of California, San Francisco, Scott Adzick, stem cell therapy, gene therapy, Michael Harrison, Alan Flake, PBS, Twice Born, PBS Twice Born"}, "article_summary": "Today, surgeons can fix even nonfatal birth defects before birth, for defects such as spina bifida.\nMedical experts believe that succeeding in that science—redefining the future of medical care for birth defects yet again—would allow more patients a chance at life.\nThe fetal surgery enterprise came to life like most innovations do: from an idea inspired by a problem.\n“To treat what is expressed as disease after birth to treat before birth is the ultimate preventive therapy.”\n“Cellular therapy before birth and gene therapy before birth would allow us to treat successfully thousands and thousands and thousands of patients,” Adzick said."}