{"article_title": "How the champion fared with his comeback", "article_keywords": ["category", "ambrose", "return", "champion", "hes", "fared", "race", "place", "way", "v8", "comeback", "racing", "really"], "article_url": "http://www.smh.com.au/sport/motorsport/marking-marcos-ambrose-how-the-champion-fared-with-his-comeback-20141207-1223wh.html", "article_text": "\"I think Ambrose has really handled it well, he's a true professional\": Penske Racing president Tim Cindric. Photo: Getty Images\n\nMarcos Ambrose was at the top of his class before tackling a foreign exchange program with the US NASCAR series for the past nine years.\n\nReturning to V8 Supercars in time for its last day of school for 2014, Ambrose rode a wave of expectation into the Sydney 500, but played down his chances of success.\n\nHere's how we rated his return to V8 Supercars racing:\n\nLifting his game: Marcos Ambrose. Photo: Getty Images\n\nDrama: Outstanding\n\nAdvertisement\n\nAmbrose' return was a second coming for Ford fans. A winner in tough times for the blue brigade, Ambrose is a talisman to half the sport's support base.\n\nThe driver dominated headlines leading into the race. His return to the category, along with cash from billionaire doyen Roger Penske, was one of the biggest stories of the year.\n\nIn a sport that often struggles for airtime, Ambrose was a good news story that rose to prominence over more significant developments in sweeping rule changes and Ford's decision to drop support for its race teams.\n\nAmbrose took a significant win over his rivals before turning a wheel, and won the public relations battle hands down.\n\nPhysics: Excellent\n\nSydney Olympic Park presents one of the toughest challenges on the V8 calendar. Defined by uncompromising concrete walls and a track with varying surfaces, slippery road markings and aggressive kerbs, the Sydney 500 is a track famous for punishing mistakes.\n\nThe Tasmanian native was welcomed back into the category with a decent crash in qualifying on Saturday that had his team racing to rebuild the Xbox-backed Falcon in time for the first race. The shunt was a black mark against a largely successful weekend staying out of trouble.\n\nVowing to take it easy from there, Ambrose ran a well-disciplined race in the first Saturday heat, finishing in 20th place. A second hit-out in a rain-shortened afternoon race landed 21st place, a fair result considering Craig Lowndes spun him into last place on the opening lap.\n\nMathematics: Pass\n\nFrom a pure numbers perspective, it's hard to describe the return of Marcos Ambrose as anything more than satisfactory. The two-time champion admitted the category had come a long way, having left it as the form man and returned to start from the back of the grid.\n\nAmbrose hopes to build the Dick Johnson Racing–Penske effort into a world-class team capable of challenging the likes of Red Bull Racing for championship titles. The outfit has a long way to go, as 20th place finishes won't cut it when the novelty wears off next year.\n\nPhysical education: Satisfactory\n\nWhile not quite as lean as he left in 2005, Ambrose stood up to the physical challenge of racing a V8 Supercar on a street circuit. Rain spared him the torture-test of sustained competition in 40-degree heat, but aside from one slip-up, Ambrose was up to the job of racing at the highest level.\n\nPrincipal's comment:\n\nPenske Racing president Tim Cindric seemed satisfied with his driver's return to racing.\n\n\"I think Ambrose has really handled it well, he's a true professional,\" he said. \"We didn't really know what to expect before he came here.\n\n\"Without a doubt he's continued to progress ... we have a lot of work to do.\"", "article_metadata": {"news_keywords": "v8 supercars, sydney 500, racing, marcos ambrose, motorsport", "application-name": "The Sydney Morning Herald", "og": {"site_name": "The Sydney Morning Herald", "description": "Marcos Ambrose was at the top of his class before tackling a foreign exchange program with the US NASCAR series for the last nine years. Here's how we rated his return to V8 Supercars racing", "title": "Marking Marcos Ambrose: How the champion fared with his comeback", "url": "http://www.smh.com.au/sport/motorsport/marking-marcos-ambrose-how-the-champion-fared-with-his-comeback-20141207-1223wh.html", "image": "http://www.smh.com.au/content/dam/images/1/2/2/6/u/l/image.related.articleLeadwide.620x349.1223wh.png/1417954791424.jpg", "type": "article"}, "twitter": {"image": {"src": "http://www.smh.com.au/content/dam/images/1/2/2/6/u/l/image.related.articleLeadwide.620x349.1223wh.png/1417954791424.jpg"}, "title": "Marking Marcos Ambrose: How the champion fared with his comeback", "description": "Marcos Ambrose was at the top of his class before tackling a foreign exchange program with the US NASCAR series for the last nine years. Here's how we rated his return to V8 Supercars racing", "card": "summary_large_image", "site": "@smh"}, "robots": "ACAP allow-present prohibited-modification=annotation", "msapplication-tooltip": "Open The Sydney Morning Herald", "fb": {"app_id": 193677504039845}, "msapplication-starturl": "http://www.smh.com.au", "msapplication-task": "name=Weather;action-uri=http://www.smh.com.au/weather;icon-uri=http://www.smh.com.au/favicon.ico;", "description": "Former champion graduates with class on V8 return"}, "_id": "\"57477af36914bd0286fcfed5\"", "article_summary": "\"I think Ambrose has really handled it well, he's a true professional\": Penske Racing president Tim Cindric.\nHere's how we rated his return to V8 Supercars racing:Lifting his game: Marcos Ambrose.\nThe two-time champion admitted the category had come a long way, having left it as the form man and returned to start from the back of the grid.\nMathematics: PassFrom a pure numbers perspective, it's hard to describe the return of Marcos Ambrose as anything more than satisfactory.\n\"I think Ambrose has really handled it well, he's a true professional,\" he said."}