{"article_title": "NJ Spends More on Medicaid But Rate of Growth Ranks Among Nation’s Lowest", "article_keywords": ["lowest", "fiscal", "nj", "state", "ranks", "pew", "spent", "nations", "states", "cents", "rate", "growth", "medicaid", "report", "spending", "federal", "spends"], "article_url": "http://www.njspotlight.com/stories/15/04/22/nj-spends-more-on-medicaid-but-rate-of-growth-ranks-among-nation-s-lowest/", "article_text": "New Jersey spent 14.6 percent of its total revenues on Medicaid health coverage for low-income residents during the 2013 fiscal year, a full 2 percent more than the 2000 fiscal year, according to a new report from The Pew Charitable Trusts.\n\nBut that growth in New Jersey’s Medicaid spending as a share of total state revenue was still slower than the overall national trend compared to other states tracked by Pew over the same period.\n\nThe report didn’t factor in the Medicaid expansion in 2014 under the federal Affordable Care Act because it said potential cost savings from that shift are still being determined.\n\nNew Jersey is one of the states that have taken advantage of the Medicaid expansion, which has the federal government paying 90 percent of the cost of new enrollees. However, many states have opted out of the Medicaid expansion.\n\nThe report from Pew comes just as Gov. Chris Christie, a Republican who took office in 2010, has begun to talk about changing federal entitlement programs, including Social Security, Medicare and Medicaid, as he flirts with running for president in 2016.\n\nChristie, during a speech last week at Saint Anselm College in New Hampshire, called for gradually increasing the Social Security retirement age from 67 to 69, and a phasing out of Social Security benefits for those who already have more than $200,000 in annual retirement income. He said Medicare and Medicaid, which splits costs with states, should be changed as well, including making it easier for states to obtain cost-saving Medicaid waivers like one approved for New Jersey in 2012.\n\nThe Pew report analyzed Medicaid spending by states relative to their revenue growth between the 2000 and 2013 fiscal years.\n\nThe analysis found Medicaid health coverage for low-income children, families, seniors and the disabled took up nearly 17 percent of the money state governments raised during the 2013 fiscal year. That meant state governments devoted nearly 5 cents more of every dollar they raised to Medicaid compared to the 2000 fiscal year. Only North Dakota, where revenues swelled as the result of an oil boom, saw the share of its own dollars spent on Medicaid increase at a slower rate than overall revenues.\n\nIn New Jersey, where revenues have grown relatively slowly after the last recession, the difference between the 2000 and 2013 fiscal years equaled 2 cents more of every state-raised dollar going to Medicaid. That is likely due, in part, to the federal government awarding the state what’s known as a “Medicaid waiver” in 2012. This waiver, which allows the state to take specific steps to change Medicaid rules, was designed to help control costs.\n\nThis relatively low 2 percent rise in costs put New Jersey “closer to the bottom in terms of change” among all states, said Barb Rosewicz, director of Pew’s “Fiscal 50” online research tool for state spending and revenue.\n\nChristie’s office yesterday referred questions about the study to the state Department of Human Services, where spokeswoman Nicole Brossoie pointed to several policy decisions going back to 1997, including using managed care for children and parents, seniors and those with disabilities.\n\nShe also said the 2012 waiver provided both “cost savings and cost avoidance.”\n\n“The state is proud of its accomplishments in this regard and it continues to look for opportunities to reduce spending while maintaining access to quality healthcare for low-income residents,” Brossoie said.\n\nIn all, the Pew report found states spent roughly $200 billion of their own dollars on Medicaid during the 2013 fiscal year, or 16.9 cents of every dollar they raised. That was up 4.7 cents from the 2000 fiscal year.\n\nThe federal government, meanwhile, spent another $260 billion on Medicaid coverage during the 2013 fiscal year, Pew determined using data collected from the federal Centers for Medicare & Medicaid Services, the National Association of State Budget Officers and the U.S. Census Bureau.\n\nThe report said the growth in state Medicaid spending was tied to growth in enrollment. Economic troubles and individual states’ own policy decisions were also factors.\n\n“Higher enrollment was due to a number of factors, including two economic downturns, which caused people to lose jobs and associated health insurance coverage; an erosion of employer-sponsored insurance; and decisions by several states to broaden eligibility even before the federal Affordable Care Act’s 2014 Medicaid expansion,” the report said.\n\nMaine, which has struggled to increase its revenues, saw the biggest increase between the 2000 and 2013 fiscal years with 10.7 cents more of every state dollar raised going to Medicaid, according to the study. California, at 9.7 cents, and Minnesota, at 8.4 cents, also saw large increases.\n\nThe smallest increases were in New Hampshire, Tennessee, New York and South Carolina, which all saw spending of state dollars on Medicaid go up by under 1 percent. New Jersey’s 2 percent increase also trailed Kansas, at 1 percent, and Michigan, at 1.5 percent.\n\nThe study also tracked the impact of the federal stimulus program, with New Jersey and other states as a whole initially seeing a decline in their Medicaid spending as the federal government funneled more money into the states for Medicaid, but then experienced an increase as the stimulus program ended.\n\nRosewicz noted that since Medicaid accounts for such a large portion of most state budgets “the share of resources that is spent on Medicaid affects a lot of other funding decisions.”\n\nThe only state budget category where more state dollars were spent during the 2013 fiscal year was K-12 education, she said.\n\nThe researchers didn’t take a position on whether an individual change like New Jersey’s relatively small increase in the share of state revenue spent on Medicaid represented a good or bad thing, saying that judgment is best left to policymakers.\n\n“There’s no sort of right or wrong share,” said Matt McKillop, a Pew healthcare policy expert. “It could be reflective of changing needs or priorities in a state.”", "article_metadata": {"og": {"image": "http://assets.njspotlight.com/assets/15/0422/2346"}, "google-site-verification": "eSiTqCyhbNrILKPNvPOLORFjlPbqSQLW3WfNOcpjdcg", "apple-mobile-web-app-title": "NJ Spotlight", "description": "Increase of just 2 percent over FY 2000 credited to 2012 federal waiver and emphasis on managed care", "viewport": "width = device-width"}, "_id": "\"57477af46914bd0286fdb0c0\"", "article_summary": "The report said the growth in state Medicaid spending was tied to growth in enrollment.\nThe Pew report analyzed Medicaid spending by states relative to their revenue growth between the 2000 and 2013 fiscal years.\nThat is likely due, in part, to the federal government awarding the state what’s known as a “Medicaid waiver” in 2012.\nThat meant state governments devoted nearly 5 cents more of every dollar they raised to Medicaid compared to the 2000 fiscal year.\nThis waiver, which allows the state to take specific steps to change Medicaid rules, was designed to help control costs."}