{"article_title": "Americans Can’t Afford Obamacare’s 165 Million Hours of Paperwork or $45 Billion Cost", "article_keywords": ["billion", "regulations", "aca", "45", "paperwork", "plans", "afford", "obamacare", "million", "tax", "hours", "cant", "cost", "americans", "obamacares", "health", "aaf", "insurance", "businesses"], "article_url": "http://townhall.com/columnists/justinhaskins/2016/02/15/americans-cant-afford-obamacares-165-million-hours-of-paperwork-or-45-billion-cost-n2119858", "article_text": "Opponents of the Affordable Care Act (ACA), President Barack Obama’s signature law, including the entire field of Republican presidential candidates, say Obamacare has caused significant premium price increases and has forced millions of Americans out of insurance plans they enjoyed prior to the law’s passage.\n\nWhile these burdens are significant and are limiting Americans’ access to affordable quality health care, one of the most important problems that has emerged from ACA is one neither the law’s opponents nor its supporters are talking about: the millions of hours of paperwork required for businesses and individuals to keep up with federal regulators’ demands.\n\nTara O’Neill, a health care policy analyst for the American Action Forum (AAF), says a new AAF report reveals the 106 regulations finalized since 2010 to implement Obamacare have forced businesses and individuals to fill out 165 million hours of paperwork to comply with Obamacare’s many requirements. AAF says these regulations have cost more than $45 billion.\n\nThe costs associated with increased paperwork extend beyond the funds needed to cover the added expenses of hiring additional employees to navigate the rocky waters created by federal regulators at the Department of Health and Human Services and the Internal Revenue Service. For every hour an employee spends working on unnecessary paperwork, that employee could have been working to accomplish some other task to improve the business, whether that’s improving customer relations, assisting with a new marketing campaign, or engaging in some activity that could help expand business or reduce costs.\n\nO’Neill says the 165 million hours of paperwork and 106 regulations do not include the hundreds of “guidance documents” published by numerous federal agencies or the multiple regulations expected to be added by federal regulators through 2020.\n\nOne regulation O’Neill says is likely to be particularly onerous for businesses is the High Cost Plan Excise Tax, popularly called the “Cadillac tax.” The Cadillac tax is a 40 percent levy on “high cost plans,” which ACA defines as plans that cost at least $10,200 for individuals or $27,500 for families. The tax was originally planned to start in 2018, but the Republican-led Congress agreed in December to delay implementation of the tax until 2020. AAF says once the Cadillac tax goes into effect, the paperwork costs associated with Obamacare will rise to even greater heights.\n\nFormer secretary of state and current Democratic Party presidential candidate Hillary Clinton is pledging to protect ACA from proposed changes offered by Republicans and some Democrats—including presidential candidate Sen. Bernie Sanders (VT), who says he plans to create a government-funded single-payer health insurance system if elected in November. As the AAF report shows, the costs and lost productivity resulting from ACA harm businesses and families, who have had to pay rapidly increasing health insurance rates since the Obamacare health insurance marketplaces first opened in 2013.\n\nThe added regulatory expenses related to ACA represent only a small component of the growing regulatory burden the Obama administration has imposed on businesses, families, and governments. According to a June 2015 AAF report, “Since President Obama took office, his regulators have added $35 billion in unfunded regulatory costs and at least 75 million paperwork burden hours on state and local governments,” effectively bogging down local governments and diverting their attention away from problems affecting local communities.\n\nThe billions of pages of additional paperwork are not only damaging businesses, raising costs, and creating headaches for millions of Americans, their existence raises serious concerns about the protection of Americans’ personal information. With more paperwork comes additional opportunities for identity thieves to get their hands on private data, a problem the federal government has failed to prevent in recent years. In July 2015, it was reported by the Obama administration sensitive personal information belonging to 21.5 million people was accessed by hackers in what The New York Times referred to as “a colossal breach of government computer systems.” It is believed millions of Social Security numbers and an unspecified number of fingerprints were stolen by the hackers, and theTimes reported the attacks likely originated in China.\n\nA study by the Robert Wood Johnson Foundation shows consumers purchasing “silver” health insurance plans in an Obamacare exchange have seen monthly premiums increase by an average of 11 percent in 2016; “gold” plan premiums rose by nearly 14 percent.\n\nRather than improving business or spending time with their families, Americans are now forced to spend countless hours working to comply with the countless regulations created by the Affordable Care Act, a destructive, inefficient, trillion-dollar mistake the next president and Congress should repeal and replace.", "article_metadata": {"description": "Opponents of the Affordable Care Act (ACA), President Barack Obamas signature law, including the entire field of Republican presidential candidates, say Obamacare has caused significant premium price increases and has forced millions of Americans out of insurance plans they enjoyed prior to the laws passage..05/27/2016 8:41:43AM EST.", "author": "Justin  Haskins", "msapplication-wide310x150logo": "http://media.townhall.com/thm/favicon/widetile.png", "twitter": {"description": "Opponents of the Affordable Care Act (ACA), President Barack Obamas signature law, including the entire field of Republican presidential candidates, say Obamacare has caused significant premium price increases and has forced millions of Americans out of insurance plans they enjoyed prior to the laws passage.", "title": "Justin  Haskins  - Americans Can’t Afford Obamacare’s 165 Million Hours of Paperwork or $45 Billion Cost", "url": "http://townhall.com/columnists/justinhaskins/2016/02/15/americans-cant-afford-obamacares-165-million-hours-of-paperwork-or-45-billion-cost-n2119858", "image": "http://media.townhall.com/townhall/reu/ha/2015/68/2015-03-09T134041Z_1_LYNXMPEB280KO_RTROPTP_3_USA-HEALTHCARE-TECHNOLOGY.JPG", "site": "@townhallcom", "card": "summary_large_image"}, "msapplication-square70x70logo": "http://media.townhall.com/thm/favicon/smalltile.png", "robots": "index, follow", "msapplication-square310x310logo": "http://media.townhall.com/thm/favicon/largetile.png", "og": {"site_name": "Townhall", "description": "Opponents of the Affordable Care Act (ACA), President Barack Obamas signature law, including the entire field of Republican presidential candidates, say Obamacare has caused significant premium price increases and has forced millions of Americans out of insurance plans they enjoyed prior to the laws passage.", "title": "Justin  Haskins  - Americans Can’t Afford Obamacare’s 165 Million Hours of Paperwork or $45 Billion Cost", "url": "http://townhall.com/columnists/justinhaskins/2016/02/15/americans-cant-afford-obamacares-165-million-hours-of-paperwork-or-45-billion-cost-n2119858", "image": "http://media.townhall.com/townhall/reu/ha/2015/68/2015-03-09T134041Z_1_LYNXMPEB280KO_RTROPTP_3_USA-HEALTHCARE-TECHNOLOGY.JPG", "type": "Article"}, "fb": {"app_id": 143685698988231, "pages": 41632789656}, "keywords": "Americans Can’t Afford Obamacare’s 165 Million Hours of Paperwork or $45 Billion Cost, Justin  Haskins , Conservative News, Conservative opinion, Political, Latest news, Politics, GOP, Republican, Human Events, Newsmax, Breaking news, Conservative Commentary, Articles, Columns, Conservatism, Party, Townhall, Right Wing", "msapplication-square150x150logo": "http://media.townhall.com/thm/favicon/mediumtile.png"}, "article_summary": "AAF says once the Cadillac tax goes into effect, the paperwork costs associated with Obamacare will rise to even greater heights.\nAAF says these regulations have cost more than $45 billion.\nAs the AAF report shows, the costs and lost productivity resulting from ACA harm businesses and families, who have had to pay rapidly increasing health insurance rates since the Obamacare health insurance marketplaces first opened in 2013.\nA study by the Robert Wood Johnson Foundation shows consumers purchasing “silver” health insurance plans in an Obamacare exchange have seen monthly premiums increase by an average of 11 percent in 2016; “gold” plan premiums rose by nearly 14 percent.\nO’Neill says the 165 million hours of paperwork and 106 regulations do not include the hundreds of “guidance documents” published by numerous federal agencies or the multiple regulations expected to be added by federal regulators through 2020."}