{"article_title": "Obamacare’s solid progression", "article_keywords": ["customers", "law", "premium", "plans", "progression", "solid", "premiums", "increases", "plan", "obamacares", "insurers", "markets", "insurance"], "article_url": "https://www.washingtonpost.com/opinions/obamacares-solid-progression/2015/08/01/79e8d1e2-363a-11e5-9739-170df8af8eb9_story.html", "article_text": "TO MANY critics, the Affordable Care Act is perhaps the most ironically named law ever passed, saddling the country with dysfunctional markets that drive up insurance costs. The situation is so bad, some say, that even a disruptive repeal of the law, as the Senate attempted this week, would be better.\n\nIn the first two years of the law’s phase-in, the facts didn’t support this view. Notwithstanding some sensational news reports, neither do they now.\n\nObamacare’s opponents have heralded reports from various parts of the country warning of double-digit percentage increases in insurance premiums proposed over the past couple of months. (These are premiums for individuals buying insurance on ACA marketplaces; employer-sponsored plans, which most Americans have, are not the primary focus of the law.) For example: Even after regulator review, Oregon’s largest ACA marketplace insurance plan will hike its 2016 premiums by 25 percent, and its second largest by 33 percent.\n\nBig increases in the price of one insurance product, however, don’t necessarily represent overall trends. The Kaiser Family Foundation has produced a comprehensive study of 2016 premium increases and found that benchmark plans in 10 states and the District are rising an average of only 4.4 percent. Some insurers are decreasing their premiums by double digit percentages next year; others are increasing them by double digit percentages; many others are seeing relatively modest changes. The Department of Health and Human Services found in June that “most people will be enrolled in plans with proposed rate increases of less than 10 percent.”\n\nTrue, average numbers won’t be comfortable to those facing double-digit premium increases in an insurance plan they like. Yet these customers aren’t locked into that plan. An HHS study released Thursday found that market competition increased markedly in 2015, and Obama administration officials predict it will again in 2016. People, in other words, have options. Insurance customers might have to make tough decisions balancing premiums against plan benefits. But that’s how markets are supposed to work: Insurers could respond by adjusting their offerings and their prices in following years to better match consumer preferences.\n\nSome premium volatility, moreover, isn’t necessarily bad. It can reflect healthy competitive pressures among insurers as insurance companies attempt to grab market share without throwing their costs far out of balance. That effect is compounded by the fact that insurers have been flying blind until now: The coming enrollment season will be the first in which insurers have a full year’s worth of data about who their customers are and how much care they require before setting premiums. Of course premiums will move around in some places, particularly in early years.\n\nThe biggest legitimate concern is not that the Obamacare scheme is suddenly showing systemic flaws. It is that some markets are having a tougher time attracting customers. It may be hard for insurers to offer affordable insurance plans in markets with customer pools that are chronically small and skew sick. This is an issue to watch.\n\nWe will have a better sense of just what next year’s insurance markets will look like and what’s driving premium changes when final and comprehensive numbers come in this fall. But, for now, the picture is generally the same as it has been for a long time: The law has largely succeeded in reducing the rate of uninsured without wrecking the insurance business.", "article_metadata": {"description": "Big reported increases in premiums don’t reflect overall trends.", "author": "https://www.facebook.com/washingtonpostopinions", "og": {"site_name": "Washington Post", "description": "Big reported increases in premiums don’t reflect overall trends.", "title": "Obamacare’s solid progression", "url": "https://www.washingtonpost.com/opinions/obamacares-solid-progression/2015/08/01/79e8d1e2-363a-11e5-9739-170df8af8eb9_story.html", "image": "https://img.washingtonpost.com/rf/image_1484w/2010-2019/WashingtonPost/2015/08/01/Editorial-Opinion/Images/Senate-09354.jpg", "type": "article"}, "referrer": "unsafe-url", "twitter": {"site": "@WashingtonPost", "card": "summary_large_image", "creator": "postopinions"}, "apple-itunes-app": "app-id=938922398, app-argument=https://www.washingtonpost.com/opinions/obamacares-solid-progression/2015/08/01/79e8d1e2-363a-11e5-9739-170df8af8eb9_story.html", "fb": {"admins": 500835072, "app_id": 41245586762}, "keywords": "obamacare, aca, affordable care act, rate increases, preminum increases, insurance, insurance rates", "article": {"publisher": "https://www.facebook.com/washingtonpost", "author": "https://www.facebook.com/washingtonpostopinions"}, "eomportal-uuid": "79e8d1e2-363a-11e5-9739-170df8af8eb9", "viewport": "width=device-width, initial-scale=1.0, user-scalable=yes, minimum-scale=0.5, maximum-scale=2.0", "news_keywords": "obamacare, aca, affordable care act, rate increases, preminum increases, insurance, insurance rates"}, "article_summary": "Obamacare’s opponents have heralded reports from various parts of the country warning of double-digit percentage increases in insurance premiums proposed over the past couple of months.\nIt may be hard for insurers to offer affordable insurance plans in markets with customer pools that are chronically small and skew sick.\nFor example: Even after regulator review, Oregon’s largest ACA marketplace insurance plan will hike its 2016 premiums by 25 percent, and its second largest by 33 percent.\nInsurance customers might have to make tough decisions balancing premiums against plan benefits.\nWe will have a better sense of just what next year’s insurance markets will look like and what’s driving premium changes when final and comprehensive numbers come in this fall."}