{"article_title": "Neurohormones Oxytocin, Vasopressin Explain How Empathy Leads To Aggression", "article_keywords": ["empathy", "target", "explain", "vasopressin", "leads", "person", "participants", "neurohormones", "oxytocin", "aggressive", "sauce", "study", "aggression", "personality"], "article_url": "http://www.medicaldaily.com/neurohormones-oxytocin-vasopressin-explain-how-empathy-leads-aggression-305144", "article_text": "A new study suggests that not just people with an aggressive personality, but anyone, can act aggressively out of an emphatic impulse.\n\nWe all love watching our superheroes protect the weak and oppressed. Their need to protect obviously comes from the hugely empathetic nature that they possess. But if empathy means eliciting compassion and spreading warmth, then why do our superheroes get violent with aggressors? Why doesn’t Batman take the Joker to a psychologist to sort out his issues rather than beat the crap out of him?\n\nThe answer, according to a study by researchers from State University of New York at Buffalo, is because of a neurological link between empathy and aggression. The study, published in the Personality and Social Psychology Bulletin, while attempting to assess the role of neurohormones in connecting empathy and aggression, also checks if assessed or elicited empathy would make a person aggressive on behalf of the vulnerable other.\n\nConnection Between Empathy And Aggression\n\nEmpathic feelings toward others motivate us to do good. This empathy may elicit a warm response or an aggressive one depending on what the person feels would best suit the situation and end the vulnerable person’s suffering. This may be due to the underlying brain processes that get activated when empathetic feelings are generated.\n\nSpecifically, there are two neurohormones, oxytocin and vasopressin involved with this. Oxytocin has been previously connected to progressive aggression. Vasopressin has been implicated in animals in the choice of their mates but has been recently linked with aggression to defend a mate or offspring.\n\nTo check how empathy gave rise to aggressive behavior, the participants of the study were asked to write and answer questions about a time in the past 12 months where they witnessed a close other being hurt physically or emotionally by a third party other than themselves. The results showed that empathy toward their loved ones and not aggression or perceptions of emotional threat toward the self, motivated predicted aggression of the participants.\n\nIn the second part of the study, the participants were subjected to empathy manipulation and distress manipulation. Participants were given a scenario describing a person who was either worried about a financial situation or was not. Half the participants were told to read the scenario with instructions that were empathy-inducing, and half were not.\n\nParticipants were also told this person would engage in a competitive task with another individual, and participants could sabotage the performance of the competitor by assigning that person a certain amount of hot sauce to drink.\n\n\"Hot sauce was described to them as a clearly painful and performance hindering substance, meaning that the more hot sauce they assigned, the worse the anonymous person would do on the task … and presumably, the more likely that the person with financial troubles could win,\" explained lead researcher Anneke Buffone in a statement.\n\nStudy Results\n\nFrom the first study, researchers found that participants would likely be aggressive against their loved ones' aggressors, only if they perceived a danger to their close one. In the second study, too, participants were more likely to use hot sauce on the target person’s competitor if they felt the target was distressed. The results of study 2 demonstrate that empathy-linked aggression can occur for a stranger and that it did not depend on the empathy target being provoked or violated.\n\nOn analyzing the participants’ saliva for neurohormone gene variants, the researchers found that people displaying less aggression carried the short/short version of the 1a vasopressin receptor (AVPR1a), while those who were more aggressive carried the long version of the receptor.\n\nThe pattern is consistent with the possibility that vasopressin facilitates empathic responses, including aggression, to individuals in need. In one study, individuals with one oxytocin receptor genotype, OXTR rs53576 GG showed greater aggression than those with the AA/AG genotype.\n\nThis study negates previous beliefs that characteristics like impulsiveness, trait aggression, trait or state anger trigger aggression, and shows that, not the personality, but empathic feelings trigger aggression.\n\nThis study can have important implications for criminal investigations as it shows that empathy may prompt aggression toward a competitor of the empathy target even if there is no wrongdoing on the part of the perceived competitor. For example, empathy could lead an individual to blame an innocent person for a crime or misdeed to protect a friend or child from punishment. Aggressive behavior can also stem out of empathy for strangers, according to the study.\n\nSource: Buffone A. Empathy, Target Distress, and Neurohormone Genes Interact to Predict Aggression for Others—Even Without Provocation, Personality and Social Psychology Bulletin. 2014.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "link between empathy and aggression.", "og": {"site_name": "Medical Daily", "description": "Scientists conducted experiments to understand why feelings of empathy lead to aggression for loved ones and even for strangers.", "title": "How Empathy Leads To Aggression", "url": "http://www.medicaldaily.com/neurohormones-oxytocin-vasopressin-explain-how-empathy-leads-aggression-305144", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/09/26/empathy-and-aggression.jpg", "type": "article"}, "twitter": {"description": "Scientists conducted experiments to understand why feelings of empathy lead to aggression for loved ones and even for strangers.", "title": "How Empathy Leads To Aggression", "url": "http://www.medicaldaily.com/neurohormones-oxytocin-vasopressin-explain-how-empathy-leads-aggression-305144", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/09/26/empathy-and-aggression.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/09/26/empathy-and-aggression.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Science/Tech", "published_time": "2014-09-26T14:41:05-04:00", "modified_time": "2014-09-26T14:46:45-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Scientists conducted experiments to understand why feelings of empathy lead to aggression for loved ones and even for strangers."}, "_id": "\"57477af36914bd0286fcfeee\"", "article_summary": "Empathy, Target Distress, and Neurohormone Genes Interact to Predict Aggression for Others—Even Without Provocation, Personality and Social Psychology Bulletin.\nA new study suggests that not just people with an aggressive personality, but anyone, can act aggressively out of an emphatic impulse.\nThe results showed that empathy toward their loved ones and not aggression or perceptions of emotional threat toward the self, motivated predicted aggression of the participants.\nThe answer, according to a study by researchers from State University of New York at Buffalo, is because of a neurological link between empathy and aggression.\nThe results of study 2 demonstrate that empathy-linked aggression can occur for a stranger and that it did not depend on the empathy target being provoked or violated."}