{"article_title": "Chris Bosh stays with Heat on max deal as LeBron leaves", "article_keywords": ["deal", "james", "miami", "max", "leaves", "team", "season", "heat", "bosh", "contract", "stays", "chris", "wade", "lebron", "riley"], "article_url": "http://www.washingtontimes.com/news/2014/jul/12/chris-bosh-stays-heat-max-deal-lebron-leaves/?page=all", "article_text": "Chris Bosh said countless times in recent weeks that he did not want to leave Miami.\n\nNot even LeBron James‘ departure changed his mind.\n\nAnd shortly after the Heat took a King-sized hit, their future started coming together.\n\nSEE ALSO: LeBron James returning to Cleveland Cavaliers\n\nBosh is staying in Miami, agreeing Friday to a five-year contract that will be worth about $118 million, said two people familiar with the deal. They spoke to The Associated Press on condition of anonymity because neither side had confirmed it publicly.\n\nKeeping Bosh addresses one of the Miami’s top priorities after getting the news earlier in the day that James was leaving the Heat and returning to the Cleveland Cavaliers.\n\nThere’s still plenty of work for Heat President Pat Riley to do, however. But first, he and the team lauded what James meant to them over the last four seasons.\n\n“While I am disappointed by LeBron’s decision to leave Miami, no one can fault another person for wanting to return home,” Riley said in a statement Friday night. “The last four years have been an incredible run for South Florida, Heat fans, our organization and for all of the players who were a part of it. LeBron is a fantastic leader, athlete, teammate and person, and we are all sorry to see him go.”\n\nNext up for the Heat: More than likely, it’s a deal with Dwyane Wade, who has spent all 11 of his NBA seasons in Miami. Wade and Miami were negotiating a new contract Friday, a move that was expected from the very moment that the 2006 NBA Finals MVP opted out of a deal that would have paid him about $42 million over the next two seasons.\n\n“I know where I’m going,” Wade told The AP on Thursday, one day before James let the world that he was going elsewhere.\n\nWhile Miami is working to get a Wade deal finalized, it’s unclear when Bosh will actually sign his contract — though that won’t hold up the Heat from making other moves. He’s expected to be in Ghana until next week, which creates a logistical challenge.\n\nBosh is an All-Star who averaged 16.2 points on 52 percent shooting last season, and now figures to potentially get many more shots in the Heat offensive scheme. For his career, Bosh has averaged 19.2 points in 11 NBA seasons.\n\nThis much is certain: There’s no shortage of openings on the Heat roster.\n\nMiami has agreed to deals with Josh McRoberts and Danny Granger, which should get finalized once the Heat figure how to allocate their spending now that James is gone. Guard Norris Cole was the only holdover from last season with a guaranteed contract, while young center Justin Hamilton has a partially guaranteed deal and point guard Shabazz Napier came to the Heat on draft night.\n\nWade and Udonis Haslem, who also opted out with hopes it would help the team keep James, will almost certainly be back, and the team thinks highly of James Ennis, who played overseas last season. But that means a ton of slots in the locker room at AmericanAirlines Arena that is currently being renovated — a fitting metaphor if there ever was one — will be available between now and training camp.\n\nRiley said the Heat mantra that he, managing general partner Micky Arison and coach Erik Spoelstra have cultivated will not be changing.\n\n“Over the last 19 years, since Micky and I teamed together, the Miami Heat has always been a championship organization,” Riley said. “We’ve won multiple championships and competed for many others. Micky, Erik and I remain committed to doing whatever it takes to win and compete for championships for many years to come. We’ve proven that we can do it and we’ll do it again.”", "article_metadata": {"description": "Keeping Bosh addresses one of the Miami's top priorities after getting the news earlier in the day that James was leaving the Heat and returning to the Cleveland Cavaliers.", "Author": "Tim Reynolds", "og": {"site_name": "The Washingtion Times", "description": "Keeping Bosh addresses one of the Miami’s top priorities after getting the news earlier in the day that James was leaving the Heat and returning to the Cleveland Cavaliers.", "title": "Chris Bosh stays with Heat on max deal as LeBron leaves", "url": "http://www.washingtontimes.com/news/2014/jul/12/chris-bosh-stays-heat-max-deal-lebron-leaves/", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2014/07/12/heat-bosh-basketball_lanc.jpg", "type": "article"}, "twitter": {"image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2014/07/12/heat-bosh-basketball_lanc.jpg", "title": "Chris Bosh stays with Heat on max deal as LeBron leaves", "description": "Keeping Bosh addresses one of the Miami's top priorities after getting the news earlier in the day that James was leaving the Heat and returning to the Cleveland Cavaliers.", "card": "summary", "site": "@washtimes"}, "author": "The Washington Times http://www.washingtontimes.com", "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web1", "bitly-verification": "d180fd45f70d", "news_keywords": "Sports, Miami Heat, Miami, Chris Bosh, James Ennis"}, "_id": "\"57477af46914bd0286fde86d\"", "article_summary": "“Over the last 19 years, since Micky and I teamed together, the Miami Heat has always been a championship organization,” Riley said.\nWhile Miami is working to get a Wade deal finalized, it’s unclear when Bosh will actually sign his contract — though that won’t hold up the Heat from making other moves.\nChris Bosh said countless times in recent weeks that he did not want to leave Miami.\nRiley said the Heat mantra that he, managing general partner Micky Arison and coach Erik Spoelstra have cultivated will not be changing.\nThere’s still plenty of work for Heat President Pat Riley to do, however."}