{"article_title": "Paradox: Christian Creationism Bad", "article_keywords": ["spiritual", "christian", "telescope", "thirty", "johnson", "american", "kea", "bad", "mauna", "science", "paradox", "native", "creationism"], "article_url": "http://reason.com/blog/2014/10/21/paradox-christian-creationism-bad-native", "article_text": "Over at the New York Times today, science reporter George Johnson has a remarkably frank column about how researchers who would otherwise vociferously fight against Christian creationism back down when it comes to indigenous creationism. Johnson opens by citing protests by Native Hawaiians against the building of the gigantic Thirty Meter Telescope on Mauna Kea based on claims that the mountain is sacred. From the article:\n\nFor them the mountain is a sacred place where the Sky Father and the Earth Mother coupled and gave birth to the Hawaiian people. They don’t all mean that metaphorically. They consider the telescope — it will be the 14th on Mauna Kea — the latest insult to their gods. Push them too far, the demonstrators warned, and Mauna Kea, a volcano, will erupt in revenge. It can be difficult to tell how motivated such protests are by spiritual outrage and how much by politics. ... Adding more complications, the indigenous protesters were allied with environmental activists denouncing the encroachment of what they call “the international astronomy industry,” as though there were great profits to be made from studying black holes and measuring redshifts.\n\nOf course, since the summit of Mauna Kea is \"owned\" by the U.S. government, who gets to use it is necessarily adjudicated in the win/lose arena of politics instead of through the win/win dynamics of private property rights and markets.\n\nJohnson then goes on to talk about how the Native American Graves Protection and Repatriation Act (NAGPRA) affects scientific research. Back in 2004, Reason published a fascinating article that focused on the fight over the remains of Kennewick Man. That article, \"Grave Injustice,\" outlined the uses and abuses of NAGPRA:\n\nImagine an America where the federal government takes an active role in promoting the spiritual values of a certain cultural group. This group rarely documents its largely unknown religious practices and in fact considers many rituals too secret for public knowledge. Yet should outsiders violate its beliefs, the government can threaten them with lawsuits, fines, or prison sentences.... In practice, NAGPRA's opponents say, the law has done far more for new age sophistry and legal abuse than for science and justice.\n\nNow a decade later, Johnson inquires of Steve Lekson, a professor of anthropology and curator of archaeology at the University of Colorado Museum of Natural History, what he thinks of the requirement to turn over skeletal remains and cultural artifacts stored in museums and universities to Native American groups.Lekson replied:\n\n“There’s no question we are losing information,” he said. But he had become persuaded that complying with the artifacts law was the right thing to do. “It’s bad for science, but good (I suppose) for the Native American groups involved,” he wrote in an email. “Given that the U.S.A. was founded on two great sins — genocide of Native Americans and slavery of Africans — I think science can afford this act of contrition and reparation.” But how is letting Indian creationism interfere with scientific research any different from Christian creationism interfering with public education — something that he would surely resist? Logically they are the same, Dr. Lekson agreed. But we owed the Indians. “I’m given to understand that the double standard rankles,” he said.\n\nJohnson ends by citing a letter defending the construction of the Thirty Meter Telescope from Native Hawaiian Chad Kalepa Baybayan:\n\nThe science of astronomy helps us to advance human knowledge to the benefit of the community. It teaches us where we have come from, and where we are going. Its impact has been positive, introducing the young to the process of modern exploration and discovery, a process consistent with past traditional practices. ... I firmly believe the highest level of desecration rests in actions that remove the opportunity and choices from the kind of future our youth can own.\n\nSounds right.", "article_metadata": {"og": {"site_name": "Reason.com", "description": "Over at the New York Times today, science reporter George Johnson has a remarkably frank column about how researchers who would otherwise vociferously", "title": "Paradox: Christian Creationism Bad - Native American Creationism Good", "url": "http://reason.com/blog/2014/10/21/paradox-christian-creationism-bad-native", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/14139166104154.jpg", "type": "article"}, "twitter": {"site": "@reason", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/14139166104154.jpg", "description": "Over at the New York Times today,\nscience reporter George Johnson has a \nremarkably frank column about how researchers who would\notherwise vociferously fight against Christian creationism back\ndown when it comes to indigenous creationism. Johnson opens by\nciting protests by Native Hawaiians against the building of the\ngigantic Thirty Meter Telescope on Mauna Kea based on claims that\nthe mount", "card": "summary_large_image", "title": "Paradox: Christian Creationism Bad - Native American Creationism Good"}, "fb": {"pages": 17548474116}, "article": {"tag": "Science", "published_time": "2014-10-21T19:31:00+00:00", "author": "http://reason.com/people/ronald-bailey"}, "msvalidate.01": "212A68A07785B3080038A845C4EE8905", "google-site-verification": "-AmMiilAN-pnjWt369CUWae-VQ-b9wmH4fSGyhbkQxw", "viewport": "width=device-width, initial-scale=1, maximum-scale=2"}, "article_summary": "“It’s bad for science, but good (I suppose) for the Native American groups involved,” he wrote in an email.\nPush them too far, the demonstrators warned, and Mauna Kea, a volcano, will erupt in revenge.\nThey consider the telescope — it will be the 14th on Mauna Kea — the latest insult to their gods.\nJohnson then goes on to talk about how the Native American Graves Protection and Repatriation Act (NAGPRA) affects scientific research.\nOver at the New York Times today, science reporter George Johnson has a remarkably frank column about how researchers who would otherwise vociferously fight against Christian creationism back down when it comes to indigenous creationism."}