{"article_title": "Wrinkled and rumpled is the new elegant – The Denver Post", "article_keywords": ["rumpled", "look", "linen", "ostell", "denver", "wrinkles", "elegant", "dont", "undyed", "wrinkled", "natural", "post", "think", "cotton"], "article_url": "http://www.denverpost.com/ci_24936898/linen-lovers-rejoice-wrinkled-and-rumpled-is-new", "article_text": "It happens every January. Once the glitz, glam, glitter and gluttony of the holidays are over, I crave simplicity. I long for austerity and to surround myself with natural neutrals. No frills, no excess. I want food no fancier than plain water and a tuna sandwich, and a home no fussier than a monastery.\n\nSo last week, when a sea tide of photos featuring undyed natural linens in a beautifully simple home flowed into my inbox, it was an oasis for my over-stimulated eyes.\n\nI had forgotten how much I loved linen, but Richard Ostell, a respected fashion and home designer, reminded me. The shots were from his home in Westchester, N.Y. Rough-woven linens graced his tables, windows and bed like a pure sigh of relief. I wanted to crawl through my computer screen and into his home, make a cup of tea, sit by his window and decompress.\n\nInstead, I got him on the phone.\n\n“I’m calling to talk about our mutual love of linen,” I said, breaking Rule No. 1 in journalism: Be objective. Never show your bias.\n\n“I’m not a fan of superfluous detail,” he said, in a British accent that oozed refinement. “I’d much rather have something plain. Linen is honest, simple, humble, durable and has an element of having been touched by human hands.”\n\n“I know!” I blurt. “And, I don’t know about you, but after all the sequins of the holidays, I am so ready for linen. I mean, if I never see another mirrored ball!” Then I smack myself. This reserved taste-leader, the former creative director for Liz Claiborne who now has his own furniture and product-design company, would never have anything so gaudy as sequins in his home, let alone a mirrored ball.\n\nI really want to start the conversation over.\n\nOstell’s work, whether in fashion or furnishings, reflects style that doesn’t scream. His home whispers, “I am here to comfort, not impress.” It’s a mantra more homes should adopt.\n\n“Linen is this great-looking fabric, so why don’t we use it more?” I continue, trying to recover whatever good opinion of me he might have had.\n\n“I’m puzzled by that, as well,” he said. “Possibly because its naturally rumpled look gave it a reputation for being too casual. It got pigeonholed, but it can be very sophisticated. I think a lot of people don’t understand what they can do with it.”\n\n“I think it’s the ironing,” I say. “All that pressing and starching. Who has time?”\n\n“I never iron linen,” he says.\n\n“Ever?”\n\n“It defeats the point of it. The rumpled look is part of its beauty. I love it right when it comes out of the dryer fluffy. I don’t think people should think it looks messy. It should be left as it is.”\n\n“Maybe that rough-and-tumble-look is OK for beds, but what about linen clothes?”\n\n“Wear your linen pants right off the line,” Ostell said. (How quaint, a line.) “And appreciate the fabric’s natural state. Linen wrinkles. Pressed linen looks worse when it wrinkles. You don’t want your linen to be pristine and pressed and perfect.”\n\n“I don’t?”\n\nI let this sink in: I can get a better look with less effort. I hang up, in love with linen even more than before.\n\nBecause life, like linen, is better relaxed.\n\nSyndicated columnist and speaker Marni Jameson is the author of “House of Havoc” and “The House Always Wins” (Da Capo Press). Contact her through marnijameson.com.\n\nHow to live with linen\n\nBesides permission to let my linen be rumpled, here are some other insights Richard Ostell shared on how to live more beautifully with linen.\n\nBest places. Ostell uses linen for bedding; his duvet cover is a natural linen color, undyed and unbleached, and his linen sheets and pillowcases are white. He uses heavy linen for drapes and upholstery, including slipcovers, and lighter-weight linen for tablecloths and napkins. “You can overdo it, but most people don’t use linen enough.”\n\nKeep it natural. Though he’s drawn to undyed linen, colored linen is OK if the color is achieved through a natural dye, he said. The only linen color he’s opposed to is black. “It doesn’t fade well.”\n\nAlways at home. Pure natural linen mixes well with wood, metal, other fabrics and all décor styles, said Ostell, from contemporary to rustic. It has a place in every style of home and keeps interiors from looking too cold.\n\nThe class factor. Cotton and linen come from two different plants: cotton and flax. Hundreds of years ago, linen was valued over cotton for its stamina, sheen and feel, but as cotton became cheaper to mass -produce, linen became considered a high-maintenance (when starched and ironed) symbol of class and status. Cotton is still usually less expensive. Cotton-linen costs less than 100 percent linen. But fabric connoisseurs prefer pure linen, which has a more irregular thread.\n\nA test for the best. When choosing, look for Irish or Belgian linen, the two best linens in the world, said Ostell. Linen from China is often not as good — it wrinkles more easily and is thin.\n\nResist ironing. When you buy linen in the store, it is starched, pressed and finished very highly, he said. “When you wash and dry it, it won’t look that way anymore. And that’s good. Leave it.”", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "Linen lovers, rejoice: Wrinkled and rumpled is the new elegant", "title": "Linen lovers, rejoice: Wrinkled and rumpled is the new elegant", "url": "http://www.denverpost.com/2014/01/17/linen-lovers-rejoice-wrinkled-and-rumpled-is-the-new-elegant/", "image": {"width": 654, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/04/20140117__20140118_C2_FE18AHMARNIp1.jpg", "height": 600}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/04/20140117__20140118_C2_FE18AHMARNIp1.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "article": {"published_time": "2014-01-18T02:38:55+00:00", "modified_time": "2016-04-28T06:38:39+00:00"}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fde880\"", "article_summary": "“Possibly because its naturally rumpled look gave it a reputation for being too casual.\nLinen wrinkles.\nThough he’s drawn to undyed linen, colored linen is OK if the color is achieved through a natural dye, he said.\nThe rumpled look is part of its beauty.\nI don’t think people should think it looks messy."}