{"article_title": "White people are more racist than they realize", "article_keywords": ["americans", "good", "research", "implicit", "bias", "racist", "words", "faces", "test", "black", "white", "realize"], "article_url": "http://www.salon.com/2015/01/16/white_people_are_more_racist_than_they_realize_partner/", "article_text": "Topics: AlterNet, Public Religion Research Institute, Race, White people, Politics News\n\nThis article originally appeared on AlterNet\n\nAs Americans, we like to think of ourselves as a forgiving people. We’ve enshrined the assumption of innocence in our legal code; we take pride in giving second chances to those who misstep. And when it comes to questions of bias, we follow a similar script. In American life, no one is presumed racist without cause. People generally become racists in our minds by engaging in actions or deeds we’ve deemed as such (paging Steve Scalise). But what if that perception is inherently wrong? What if Americans — of all races, but especially white Americans — don’t deserve the benefit of our doubt?\n\nIt’s an admittedly uncomfortable question, as it puts all of us — me as I write this, you reading it, our friends, our relatives, our colleagues — under a type of scrutiny to which we’re unaccustomed. But a growing body of research suggests that this idea holds merit: Implicit racial bias undergirds our culture’s relationship with race, even as explicit displays are increasingly uncommon.\n\nSo what is “implicit bias,” and how is it different from the more overt bias we typically focus on when discussing racism in this country?\n\nThe most comprehensive study of implicit bias to date comes from “Project Implicit,” a nonprofit organization founded by researchers from Harvard, the University of Washington and the University of Virginia in 1998. Project Implicit uses a novel technique to test the hidden biases we hold toward certain demographics, employing a short online test that brings the results of their findings right into your living room. (I highly recommend you take their test here.)\n\nIn the Implicit Bias module on race, for instance, “positive” and “negative” words are paired with computer-generated images of Black African faces and White European faces. The test instructs you to match the categories by quickly pressing a button on the left or right side of your keyboard, so that you’re connecting “good” words with black faces and “bad” words with white faces — and vice versa. The test measures how quickly you’re able to successfully follow the exam’s instructions; if you’re better at pairing “good” words with white faces than with black faces, you probably have some measure of implicit bias against black people. (As I did when I took the test.) Other modules explore one’s potential gender bias, age bias, religious bias, and so forth.\n\nThe results are as disturbing as they are instructive, and they’re buttressed by an increasingly robust body of research. The overwhelming majority of white people who’ve taken the test exhibit a preference for whiteness; for blacks, respondents are split nearly down the middle, with about half favoring black faces and half favoring white faces. (Because, the study’s authors speculate, the assumptions embedded in our culture that lead to this implicit bias can affect people of any race.)\n\nOther recent research — using markedly different methods — has uncovered similarly disturbing patterns in our private, often subconscious thoughts. Indeed, more than anything else, a wide range of recent studies seem to show that while white Americans are getting better at not using certain language or voicing certain opinions, deep currents of racism remain. For example, a recent study showed that people have a considerably higher opinion of job applicants who self-identify as “African American” than “black.”\n\nWe are very good at shaming the likes of Donald Sterling or Clive Bundy when they say overtly racist things, but we’re not very good at confronting the deeper structural racism that we, ourselves, inhabit. We have changed the language, but have we fixed our culture? Or did we just hide our society’s most odious assumptions under the rug of political correctness? And will it be easier, or more difficult, to conquer racism’s legacy in a country that’s so unwilling to even admit its own ugly biases?\n\nIn 2013, a group at the Public Religion Research Institute (PRRI) set out to explore the potential for hidden bias among whites. The researchers asked white Americans whether they agreed with the statement: “The idea of an America where most people are not white bothers me.” (An overtly racist sentiment to be sure.) Perhaps unsurprisingly, only 13% of respondents were willing to agree. But then the researchers did something interesting: they created two sets of respondents and asked them each a set of questions about the changes in American culture that do trouble them. One group was given the option to pick “an America where most people are not white,” while the other group didn’t have that choice. These groups were demographically identical, so any gap between the two groups’ responses should, at least hypothetically, reveal an “indirect response” among whites against a more ethnically diverse nation. The results are not encouraging.", "article_metadata": {"description": "Whites don't deserve the benefit of the doubt. Research suggests most harbor \"implicit bias\" when it comes to race", "author": "Tim Donovan", "og": {"site_name": "Salon", "description": "Whites don't deserve the benefit of the doubt. Research suggests most harbor \"implicit bias\" when it comes to race", "title": "White people are more racist than they realize", "url": "http://www.salon.com/2015/01/16/white_people_are_more_racist_than_they_realize_partner/", "image": "http://media.salon.com/2015/01/steve_scalise4.jpg", "type": "article"}, "twitter": {"description": "Whites don't deserve the benefit of the doubt. Research suggests most harbor \"implicit bias\" when it comes to race", "creator": "@salon", "image": "http://media.salon.com/2015/01/steve_scalise4.jpg", "title": "White people are more racist than they realize", "site": "@salon", "card": "summary_large_image"}, "title": "White people are more racist than they realize", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, AlterNet, Public Religion Research Institute, Race, White people", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fcff03\"", "article_summary": "The researchers asked white Americans whether they agreed with the statement: “The idea of an America where most people are not white bothers me.” (An overtly racist sentiment to be sure.)\nWhat if Americans — of all races, but especially white Americans — don’t deserve the benefit of our doubt?\nThe overwhelming majority of white people who’ve taken the test exhibit a preference for whiteness; for blacks, respondents are split nearly down the middle, with about half favoring black faces and half favoring white faces.\nSo what is “implicit bias,” and how is it different from the more overt bias we typically focus on when discussing racism in this country?\n(Because, the study’s authors speculate, the assumptions embedded in our culture that lead to this implicit bias can affect people of any race.)"}