{"article_title": "These Little-Known Obamacare Rules Will Hike Costs & Cut Benefits", "article_keywords": ["littleknown", "cut", "benefits", "worse", "rules", "hike", "sharing", "income", "obamacare", "rate", "premiums", "costs", "pay", "percentage", "care", "insurance", "cost"], "article_url": "http://thefederalist.com/2014/12/02/these-obamacare-provisions-you-havent-heard-of-will-also-hike-costs-and-cut-your-benefits/", "article_text": "Obamacare is even worse than you think. Yes, that’s possible.\n\nPresident Obama promised us the Affordable Care Act would yield $2,500 per family savings and better benefits. The reality is we are going to pay thousands of dollars more for our care and thousands of dollars more for our premiums. This is because of obscure provisions called the Applicable Percentage Table and the Annual Limitation on Cost Sharing. You’ve almost certainly never heard of these, yet both can deprive you of care and take a lot of money from your wallet.\n\nYour Healthcare Benefits Will Get Even Worse The ACA limits cost sharing to protect individuals from excessive out-of-pocket expenses. One of the concerns of ACA supporters revolved around high out-of-pocket limits for consumers. This amount, set at $6,350 per person in 2014, was one of the largest objections individuals had when deciding what plan to purchase. Even with a subsidized premium, having to potentially come up with such a large percentage of their income to cover claims made coverage and care unaffordable.\n\nThe Annual Limitation on Cost Sharing requires that these high out-of-pocket limits be updated annually. The formula for determining the new Maximum Out-of Pocket (MOOP) is based on the increase in average premiums per person for health insurance coverage. That means that if premiums increase annually, the MOOP will go up. For 2015, the premium adjustment percentage is 4.21 percent, which increases how much you spend on medical care to $6,600. That’s $250 more out of your pocket.\n\nAccording to the September 2014 Health and Human Services Rate Review Annual Report, small-group health insurance premiums have increased substantially since 2008. As long as it continues, we will see a higher MOOP every year. Worse yet, the growth rate of insurance premiums is still rising faster than average income and inflation. The result is clear: consumers will have worse insurance every year. The chart below shows what will happen to the MOOP at a (lower than average) 4 percent premium growth rate.\n\nUnder this scenario, by 2018 an Obamacare-compliant plan will have an out-of-pocket maximum that is $1,000 more than it is today. Worse yet, plans the government currently labels Silver plans will now be Gold plans. This is because of the “Actuarial Value Drift” my friend Bob Graboyes pointed out in this video and article.\n\nYour Health Insurance Will Cost More The percentage of your income you must pay for insurance will likely increase every year, too. When the rate of insurance premiums increases more than the rate of incomes, it triggers another ACA provision: the Applicable Percentage of Income adjustment.\n\nIn 2014, a family of four earning $59,625 pays $4,800 for the baseline plan. Because of this adjustment, by 2019 this family will likely pay $5,725 for the new baseline plan. In six years, this family will be paying $1,000 more for insurance premiums per year. The Congressional Budget Office explained in May of 2011 how these indexing provisions work, and recently the Centers for Medicare and Medicaid Services released the chart below showing how people will pay a greater percentage of their income for insurance next year.\n\nThese provisions bring to mind the subprime loan catastrophe that happened not long ago in the mortgage world. The government pushed banks to sell consumers low-interest loans and give them high mortgage limits. Lenders didn’t explain that the interest rates and payments would increase over time. The ACA’s Applicable Percentage Table and Annual Limitation on Cost Sharing provisions work the same way. Over time, you will pay more and get less.", "article_metadata": {"item-publish-date": "Tue, 02 Dec 2014 07:50:11 EDT", "og": {"site_name": "The Federalist", "description": "Obamacare is even worse than you think. Yes, that’s possible.", "title": "These Little-Known Obamacare Rules Will Hike Costs & Cut Benefits", "locale": "en_US", "image": "http://thefederalist.com/wp-content/uploads/2014/12/shutterstock_153842333.jpg", "updated_time": "2014-12-02T08:45:02+00:00", "url": "http://thefederalist.com/2014/12/02/these-obamacare-provisions-you-havent-heard-of-will-also-hike-costs-and-cut-your-benefits/", "type": "article"}, "twitter": {"domain": "The Federalist", "description": "Obamacare is even worse than you think. Yes, that’s possible.", "creator": "@FDRLST", "image": {"src": "http://thefederalist.com/wp-content/uploads/2014/12/shutterstock_153842333.jpg"}, "title": "These Little-Known Obamacare Rules Will Hike Costs & Cut Benefits", "site": "@FDRLST", "card": "summary_large_image"}, "article": {"section": "Health Care", "tag": "Affordable Care Act,Congressional Budget Office,Editors Picks,Health Care costs,health care coverage,Health Care Spending,health coverage,health insurance,Maximum Out of Pocket,Obamacare,out of pocket expenses", "published_time": "2014-12-02T07:50:11+00:00", "modified_time": "2014-12-02T08:45:02+00:00"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=1", "description": "Obamacare is even worse than you think. Yes, that’s possible."}, "article_summary": "Your Healthcare Benefits Will Get Even Worse The ACA limits cost sharing to protect individuals from excessive out-of-pocket expenses.\nThis is because of obscure provisions called the Applicable Percentage Table and the Annual Limitation on Cost Sharing.\nThe Annual Limitation on Cost Sharing requires that these high out-of-pocket limits be updated annually.\nIn six years, this family will be paying $1,000 more for insurance premiums per year.\nThe ACA’s Applicable Percentage Table and Annual Limitation on Cost Sharing provisions work the same way."}