{"article_title": "Encouraging Results From Real-World Users Of HIV-Prevention Pill", "article_keywords": ["francisco", "users", "hiv", "truvada", "infections", "encouraging", "results", "realworld", "participants", "prep", "uk", "study", "hivprevention", "pill", "san"], "article_url": "http://www.medicaldaily.com/encouraging-results-real-world-users-hiv-prevention-pill-352260", "article_text": "Dr. Albert Liu, director of HIV Prevention Intervention Studies at San Francisco's Department of Public Health, holds a study pill for his Project T study in San Francisco, California, August 8, 2006.\n\nDr. Albert Liu, director of HIV Prevention Intervention Studies at San Francisco's Department of Public Health, holds a study pill for his Project T study in San Francisco, California, August 8, 2006. Reuters/Kimberly White\n\n(Reuters Health) - A pill meant to prevent HIV infections in high-risk individuals appears to be working, according to two new studies.\n\nIn one study, conducted in the San Francisco area, there were no new HIV infections among 657 people who took the daily pill Truvada. In the second study, people in the UK taking Truvada had a lower risk of being diagnosed with HIV.\n\nTruvada, manufactured by Gilead, is approved in the U.S. for \"pre-exposure prophylaxis\" (PrEP) of HIV, the virus that causes AIDS. Truvada may reduce the risk of HIV infection by as much as 92 percent, according to the U.S. Centers for Disease Control and Prevention. The pill doesn't protect against other sexually transmitted infections (STIs), however.\n\nWhile Truvada has worked well in highly controlled clinical trials comparing it to a placebo, some people were concerned about how it would perform in real-world settings.\n\nThe San Francisco study, published in Clinical Infectious Diseases, involved 657 members of the Kaiser Permanente healthcare system, ages 20 to 68, who used Truvada between 2012 and 2015. The vast majority were gay and bisexual men.\n\nDuring the study, participants had no new HIV infections.\n\nHalf of them did have new STIs, however.\n\nThe study can't say whether the high rate of STIs is due to PrEP use. STI diagnoses may have gone up because patients on PrEP tend to make more doctors' visits, allowing more opportunities for infections to be found.\n\nForty-one percent of 143 study participants reported a decrease in condom use. But Dr. Jonathan Volk, an infectious disease physician at Kaiser Permanente San Francisco Medical Center and the study's lead author, said there may be reasonable explanations for this finding, such as people entering monogamous relationships.\n\nGiven the high rate of STIs and the number of participants who said they didn't use condoms, it's likely that without the pill \"we would have seen some new HIV infections,\" Volk said.\n\nA second study of Truvada, published in The Lancet, found that gay men who started on PrEP had significantly fewer new HIV infections than gay men who had to wait a year for the pill.\n\nThere were one to two new HIV infections per 100 people per year among those on PrEP, compared to about nine new infections per 100 participants per year in the group with delayed access.\n\n\"When you do the math, the reduction was an 86 percent decrease,\" said Dr. Kenneth Mayer, the founder, co-Chair and medical research director of The Fenway Institute in Boston.\n\nAlso, two-thirds of those who took PrEP but were still diagnosed with HIV during the UK research were likely already infected when they started the study, said Mayer, who co-wrote an editorial accompanying the study.\n\nOnce the drug was found to be so effective, the researchers in the UK stopped the study to give all participants PrEP.\n\nIn the San Francisco-area study, it's impossible to truly know how many infections may have been prevented without comparing the data to a similar group of people not using PrEP, Volk said.\n\nBased on estimates from clinical trial data, as many as 35 new HIV infections may have been prevented among the PrEP users.\n\nIn the UK study, Mayer said, participants' risky sexual behaviors didn't change after PrEP.\n\n\"The data say that people don’t necessarily increase their risky behaviors and they don’t decrease their risk in this kind of setting either,\" he said.\n\nVolk said the next step is to learn how to get PrEP to other high-risk populations, such as transgender women.\n\n\"I don’t think PrEP is the magic bullet, but we know that it does work really well,\" he said. \"It’s great to know we have options.”\n\nSOURCES: http://bit.ly/1M21Mb8 Clinical Infectious Diseases, online September 1, 2015, and http://bit.ly/1UIgEmL and http://bit.ly/1UIgICX The Lancet, online September 9, 2015.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "encouraging, results, real, world, users, hiv, prevention, pill", "og": {"site_name": "Medical Daily", "description": "Truvada, manufactured by Gilead, appears to be working in individuals at high risk of infection, found two new studies.", "title": "Encouraging Results From Real-World Users Of HIV-Prevention Pill", "url": "http://www.medicaldaily.com/encouraging-results-real-world-users-hiv-prevention-pill-352260", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/09/12/hiv-prevention-pill.JPG", "type": "article"}, "twitter": {"description": "Truvada, manufactured by Gilead, appears to be working in individuals at high risk of infection, found two new studies.", "title": "Encouraging Results From Real-World Users Of HIV-Prevention Pill", "url": "http://www.medicaldaily.com/encouraging-results-real-world-users-hiv-prevention-pill-352260", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/09/12/hiv-prevention-pill.JPG", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/09/12/hiv-prevention-pill.JPG"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Innovation", "published_time": "2015-09-12T10:18:55-04:00", "modified_time": "2015-09-12T10:18:54-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Truvada, manufactured by Gilead, appears to be working in individuals at high risk of infection, found two new studies."}, "article_summary": "In one study, conducted in the San Francisco area, there were no new HIV infections among 657 people who took the daily pill Truvada.\nReuters/Kimberly White(Reuters Health) - A pill meant to prevent HIV infections in high-risk individuals appears to be working, according to two new studies.\nBased on estimates from clinical trial data, as many as 35 new HIV infections may have been prevented among the PrEP users.\nDuring the study, participants had no new HIV infections.\nForty-one percent of 143 study participants reported a decrease in condom use."}