{"article_title": "Irvine Co., St. Joseph Hoag Health bringing health clinics inside apartment complexes", "article_keywords": ["apartment", "center", "medical", "programs", "clinics", "wellness", "inside", "hoag", "complexes", "joseph", "health", "st", "irvine", "bringing", "employees", "care"], "article_url": "http://www.ocregister.com/articles/health-634681-care-irvine.html", "article_text": "In the latest move toward providing medical care outside of traditional settings, 5,000 apartment dwellers in the Village and Park apartment communities at the Irvine Spectrum Center soon will be able to walk out their doors to a clinic located within the complex.\n\n\n\nBut the facility, which opens Saturday, is a lot more than just a medical clinic. The Irvine Co., which owns the two apartment complexes, is teaming up with St. Joseph Hoag Health, one of Orange County’s largest health care systems, to run what they have dubbed a “wellness corner.”\n\n\n\nThe facility, on the main street of the Village, will offer not only basic medical services but also a wide selection of health and fitness programs, ranging from stress reduction and sleep improvement to nutritional counseling, an aquatic program – even triathlon training.\n\n\n\nThe center will be open to all residents of the two apartment complexes, as well as to employees of the retail businesses located inside of them. It will be operated by employees of St. Joseph Hoag Health, who will offer a series of courses and lectures by staff and doctors. St. Joseph specialists will be on site regularly to meet with residents.\n\n\n\nThe two companies plan to open a similar service later this year for the employees of businesses located at the Jamboree Center, an office complex also owned by the Irvine Co. Longer term, the idea could spread to other Irvine Co. properties.\n\n\n\n“We are having discussions about how these opportunities look throughout our portfolio,” said Marisa Hanke, senior vice president and chief marketing officer for the Irvine Co.’s apartment group.\n\n\n\nThe venture makes good business sense for both partners: St. Joseph Hoag has another avenue for selling its services and a pool of potential future patients for its physicians and hospitals. The Irvine Co. gets an attractive new feature that could help draw in future tenants.\n\n\n\nThe center, in close proximity to a Starbucks, a Wells Fargo and a supermarket, is only the latest iteration of a growing trend. Encouraged by some of the cost-saving provisions of the Affordable Care Act, health care providers are moving care out of hospitals and doctor offices and integrating it into the communities where people work and live.\n\n\n\nThe center also reflects a growing focus on wellness and prevention, aimed at reducing health care costs by keeping more people healthy.\n\n\n\n“Our members have come to trust us when they are sick and they need healing, but we need to be more than that,” said Annette Walker, vice president of strategic services at St. Joseph Hoag. “We have come to understand that we need to extend ourselves beyond the traditional acute care or sick services they know us for and find ways to become their partner in managing health and wellness.”\n\n\n\nThe idea of locating a clinic inside a residential community isn’t totally novel, though it is unusual for the relatively younger and more upscale population that inhabits the Park and the Village. Monthly rents at the complexes range from $1,700 for a studio to $3,200 for a two-bedroom townhouse.\n\n\n\nThe federal government long has run similar programs in public housing projects, noted Tine Hansen-Turton, executive director of the Convenient Care Association, which represents most of the roughtly 1,500 retail medical clinics around the U.S. And they are common in assisted living facilities and in planned communities for people 55 and older.\n\n\n\n“A lot of those programs in public housing are trying to improve health in a low-income neighborhood,” Hansen-Turton said. “In this neighborhood, the strategy is different. It is to build a network of practice sites that feed into your health system and your primary care physician practices. It’s a smart strategy.”\n\n\n\nFor developers, health care offers another way to “program” their projects, said Randall Lewis, a principal in the family-owned Lewis Group, the largest residential real estate developer in the Inland Empire.\n\n\n\n“Do you put in a community garden or do you partner with a health care provider? It’s a good way to differentiate the product,” he said.\n\n\n\nAt the new wellness center at the Irvine Spectrum, residents will pay the same fees for medical care that they would at one of St. Joseph’s urgent care centers in Fullerton, Walker said. And although some of the fitness and health maintenance programs will be complementary, many will carry fees that will vary depending on the activity and whether it is pursued in private sessions or in a group.\n\n\n\nWhen the two companies open up the second “wellness corner” at the Jamboree Center later this year, they will have more of a precedent than they do for the residential one. Employers, conscious of containing health insurance costs, have been providing wellness programs for years.\n\n\n\nSeventy-four percent of employers offer such programs in some form, according to a survey of employer-sponsored health benefits released Wednesday by the Kaiser Family Foundation.\n\n\n\nThose programs range from health-related newsletters to smoking cessation, weight loss and gym membership, all the way to more comprehensive fitness health programs – with primary care – similar to what St. Joseph and the Irvine Company are doing.\n\n\n\nThe traditional role of employers was to provide coverage to help their workforce pay for care when they got sick, said Bill Kramer, executive director for health policy at the Pacific Business Group on Health, which advocates on behalf of large employers for creating better value in health care.\n\n\n\n“In recent years, the employers have accepted an expanded role to move towards a culture of health,” Kramer said. “The first phase of this was focused on their own employees – to improve their employees’ health through wellness programs. They have now moved on to advancing a culture of health in the community at large. This represents a breaking down of the silos so there is collaboration between physicians, hospitals and employers to advance health for the entire community.”\n\n\n\nSt. Joseph has operated a similar center at its own corporate headquarters in Irvine for a year, including medical care, and the impact on employees has been striking, Walker said. It is open not only to St. Joseph employees but to everyone who works in the office complex, known as Park Place, and soon will be available to residents of an adjacent Irvine Company apartment community.\n\n\n\nContact the writer: 714-796-2440 or bwolfson@ocregister.com", "article_metadata": {"geo.region": "US-CA", "content_section": "business", "description": "Business: Irvine Co., St. Joseph Hoag Health bringing health clinics inside apartment complexes | health, care, irvine, programs, joseph, center, apartment, employees, wellness, medical", "geo.position": "33.745573;-117.867834", "author": "BERNARD J. WOLFSON", "og": {"site_name": "The Orange County Register", "description": "In the latest move toward providing medical care outside of traditional settings, 5,000 apartment dwellers in the Village and Park apartment communities at the Irvine Spectrum Center soon will be able to walk out their doors to a clinic located within the complex. But the facility, which opens Saturday, is a lot more than just a medical clinic. The Irvine Co., which owns the two apartment complexes, is teaming up with St. Joseph Hoag Health, one of Orange County’s largest health care systems, to run what they have dubbed a “wellness corner.” The facility, on the main street of the Village, will offer not only basic medical services but also a wide selection of health and fitness programs, ranging from stress reduction and sleep improvement to nutritional counseling, an aquatic program – even triathlon training. The center will be open to all residents of the two apartment complexes, as well as to employees of the retail businesses located inside of them.  It will be operated by employees of St. Joseph Hoag Health, who will offer a series of courses and lectures by staff and doctors. St. Joseph specialists will be on site regularly to meet with residents. The two companies plan to open a similar service later this year for the employees of businesses located at the Jamboree Center, an office complex also owned by the Irvine Co. Longer term, the idea could spread to other Irvine Co. properties. “We are having discussions about how these opportunities look throughout our portfolio,” said Marisa Hanke, senior vice president and chief marketing officer for the Irvine Co.’s apartment group. The venture makes good business sense for both partners: St. Joseph Hoag has another avenue for selling its services and a pool of potential future patients for its physicians and hospitals. The Irvine Co. gets an attractive new feature that could help draw in future tenants. The center, in close proximity to a Starbucks, a Wells Fargo and a supermarket, is only the latest iteration of a growing trend. Encouraged by some of the cost-saving provisions of the Affordable Care Act, health care providers are moving care out of hospitals and doctor offices and integrating it into the communities where people work and live. The center also reflects a growing focus on wellness and prevention, aimed at reducing health care costs by keeping more people healthy. “Our members have come to trust us when they are sick and they need healing, but we need to be more than that,” said Annette Walker, vice president of strategic services at St. Joseph Hoag. “We have come to understand that we need to extend ourselves beyond the traditional acute care or sick services they know us for and find ways to become their partner in managing health and wellness.” The idea of locating a clinic inside a residential community isn’t totally novel, though it is unusual for the relatively younger and more upscale population that inhabits the Park and the Village. Monthly rents at the complexes range from $1,700 for a studio to $3,200 for a two-bedroom townhouse. The federal government long has run similar programs in public housing projects, noted Tine Hansen-Turton, executive director of the Convenient Care Association, which represents most of the roughtly 1,500 retail medical clinics around the U.S. And they are common in assisted living facilities and in planned communities for people 55 and older. “A lot of those programs in public housing are trying to improve health in a low-income neighborhood,” Hansen-Turton said. “In this neighborhood, the strategy is different. It is to build a network of practice sites that feed into your health system and your primary care physician practices. It’s a smart strategy.” For developers, health care offers another way to “program” their projects, said Randall Lewis, a principal in the family-owned Lewis Group, the largest residential real estate developer in the Inland Empire. “Do you put in a community garden or do you partner with a health care provider? It’s a good way to differentiate the product,” he said. At the new wellness center at the Irvine Spectrum, residents will pay the same fees for medical care that they would at one of St. Joseph’s urgent care centers in Fullerton, Walker said. And although some of the fitness and health maintenance programs will be complementary, many will carry fees that will vary depending on the activity and whether it is pursued in private sessions or in a group. When the two companies open up the second “wellness corner” at the Jamboree Center later this year, they will have more of a precedent than they do for the residential one. Employers, conscious of containing health insurance costs, have been providing wellness programs for years. Seventy-four percent of employers offer such programs in some form, according to a survey of employer-sponsored health benefits released Wednesday by the Kaiser Family Foundation. Those programs range from health-related newsletters to smoking cessation, weight loss and gym membership, all the way to more comprehensive fitness health programs – with primary care – similar to what St. Joseph and the Irvine Company are doing. The traditional role of employers was to provide coverage to help their workforce pay for care when they got sick, said Bill Kramer, executive director for health policy at the Pacific Business Group on Health, which advocates on behalf of large employers for creating better value in health care. “In recent years, the employers have accepted an expanded role to move towards a culture of health,” Kramer said. “The first phase of this was focused on their own employees – to improve their employees’ health through wellness programs. They have now moved on to advancing a culture of health in the community at large. This represents a breaking down of the silos so there is collaboration between physicians, hospitals and employers to advance health for the entire community.” St. Joseph has operated a similar center at its own corporate headquarters in Irvine for a year, including medical care, and the impact on employees has been striking, Walker said. It is open not only to St. Joseph employees but to everyone who works in the office complex, known as Park Place, and soon will be available to residents of an adjacent Irvine Company apartment community. Contact the writer: 714-796-2440 or bwolfson@ocregister.com", "title": "Irvine Co., St. Joseph Hoag Health bringing health clinics inside apartment complexes", "url": "http://www.ocregister.com/articles/health-634681-care-irvine.html", "image": "http://images.onset.freedom.com/ocregister/gallery/nbrv62-b88198607z.120140911215604000gh24vaum.40.jpg", "locale": "en-US", "type": "article"}, "twitter": {"image": {"src": "http://images.onset.freedom.com/ocregister/gallery/nbrv62-b88198607z.120140911215604000gh24vaum.40.jpg"}, "title": "Irvine Co., St. Joseph Hoag Health bringing health clinics inside apartment complexes", "description": "In the latest move toward providing medical care outside of traditional settings, 5,000 apartment dwellers in the Village and Park apartment communities at the Irvine Spectrum Center soon will be able", "card": "summary_large_image", "site": "@ocregister"}, "publication_date": "2014-09-11", "content_author": "BERNARD J. WOLFSON", "fb": {"app_id": 107698536003308}, "content_thumbnail": "http://images.onset.freedom.com/ocregister/thumb/nbrv62-b88198607z.120140911215604000gh24vaum.40.jpg", "content_type": "article", "ICBM": "33.745573, -117.867834", "Keywords": "health, care, irvine, programs, joseph, center, apartment, employees, wellness, medical", "geo.placename": "Santa Ana", "access-type": "free", "section": "business", "viewport": "width=device-width,initial-scale=1", "content_title": "Irvine Co., St. Joseph Hoag Health bringing health clinics inside apartment complexes"}, "_id": "\"57477af36914bd0286fcff10\"", "article_summary": "It will be operated by employees of St. Joseph Hoag Health, who will offer a series of courses and lectures by staff and doctors.\n“The first phase of this was focused on their own employees – to improve their employees’ health through wellness programs.\nSt. Joseph specialists will be on site regularly to meet with residents.\n“Do you put in a community garden or do you partner with a health care provider?\nThe venture makes good business sense for both partners: St. Joseph Hoag has another avenue for selling its services and a pool of potential future patients for its physicians and hospitals."}