{"article_title": "RINO George W. Bush Totally Supports Obama’s Goal Of Beating Bad Guys", "article_keywords": ["beating", "isis", "goal", "ways", "totally", "plans", "words", "rino", "wonder", "bush", "good", "w", "defeat", "president", "obamas", "supports", "george", "hope", "guys"], "article_url": "http://wonkette.com/568490/rino-george-w-bush-totally-supports-obamas-goal-of-beating-terrorists", "article_text": "But I hope when people read this, and I hope they do, is that they understand that when he reached across and grabbed my arm after the speech on September the 14 in the National Cathedral, I mean, incredibly emotional moment for me, it was in many ways symbolic of what he’d meant for me as president. In other words, he was a comforter.\n\nBush also had some super deep “thoughts” on ISIS, like how it is bad and we should defeat it somehow. Yet in a treacherous move of treachery, which really makes you wonder if he’s even a Republican anymore, he refused to say how it is all Obama’s fault for being a secret terrorist-lover, even though he was given the perfect opportunity to do so:\n\nFirst thing is there has to be a goal, and the president has laid out what I think is a good goal, and that is to degrade and defeat ISIS. Once you state the goal, then you have to put plans in place to achieve the goal. And seems like to me the initial plans are being adjusted, and all I hope is that we succeed, because ISIS is lethal.\n\nSure hope Republicans don’t hear about Dubya’s gushing over the current president’s “good goal,” or they might have to IMPEACH!", "article_metadata": {"description": "George Dubya gave an interview on CNN and said some stuff. Like how when he heard about the grand jury in New York refusing to indict the cop who choked Eric", "generator": "Powered by Visual Composer - drag and drop page builder for WordPress.", "author": "Kaili Joy Gray", "og": {"url": "http://wonkette.com/568490/rino-george-w-bush-totally-supports-obamas-goal-of-beating-terrorists", "image": "http://img.wonkette.com/wp-content/uploads/2014/12/Screen-Shot-2014-12-07-at-5.14.57-PM.png", "title": "RINO George W. Bush Totally Supports Obama’s Goal Of Beating Bad Guys"}, "twitter": {"description": "George Dubya gave an interview on CNN and said some stuff. Like how when he …", "creator": "@wonkette", "url": "http://wonkette.com/568490/rino-george-w-bush-totally-supports-obamas-goal-of-beating-terrorists", "image": "http://img.wonkette.com/wp-content/uploads/2014/12/Screen-Shot-2014-12-07-at-5.14.57-PM.png", "title": "RINO George W. Bush Totally Supports Obama’s Goal Of Beating Bad Guys", "site": "@wonkette", "card": "summary_large_image"}, "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fde89c\"", "article_summary": "Sure hope Republicans don’t hear about Dubya’s gushing over the current president’s “good goal,” or they might have to IMPEACH!\nBush also had some super deep “thoughts” on ISIS, like how it is bad and we should defeat it somehow.\nOnce you state the goal, then you have to put plans in place to achieve the goal.\nAnd seems like to me the initial plans are being adjusted, and all I hope is that we succeed, because ISIS is lethal.\nIn other words, he was a comforter."}