{"article_title": "Google Partnership With Vision Care Insurer VSP Makes Glass Cheaper, More Accessible", "article_keywords": ["vsp", "accessible", "google", "prescription", "insurer", "partnership", "cheaper", "glass", "market", "health", "lenses", "device", "seeing", "told", "makes", "vision", "care"], "article_url": "http://www.medicaldaily.com/google-glass-masses-google-partnership-vision-care-insurer-vsp-makes-glass-cheaper-more-accessible", "article_text": "You could be seeing a lot more of the Google Glass around. Google and health insurance provider Vision Service Plan (VSP) announced a partnership on Tuesday that will offer prescription lenses for Google Glass and lower its retail price for consumers. It’s an agreement that might make the computerized eyewear more accessible to consumers and possibly re-define it beyond what The Wall Street Journal refers to as the “niche product for nerds” category. Currently, only \"Glass Explorers\" — those invited by Google to test the device — can have a pair at a cost of $1,500.\n\nThe present version of Google Glass looks like a pair of glasses but acts like a hands-free smartphone. The computer-powered device lets you snap photos or record videos, send emails or text messages, and look up information via the Internet. The original Glass is lens-free and does nothing for improving sight. But on Tuesday, Google introduced a line of prescription frames in clear or shaded lenses — a more fashionable and less conspicuous look called the Titanium Collection. The lenses accommodate people with corrective factors of +4 to -4 and come in four shapes: curve, thin, split, or bold. The frames cost $225 on top of the device which costs about $1,500.\n\nInsurance company VSP will cover the frames and lenses for its members (but not the computer device itself). They will reimburse an average of $120, along with the cost of the prescription lenses. VSP’s involvement gives Google the opportunity to market Glass in a broader market, as it insures about 1/5 of Americans, distributes to 30,000 eye doctors across America, and caters to approximately 60 million people with their vision plans. Analyst J.P. Gownder told The New York Times of the agreement, “selling wearable consumer electronics one-on-one to individual consumers is kind of a tough business. By embedding them into the health care system, you can reach a mass market.” In return, prescription Google Glass could possibly give the eye-care industry a boost in sales.\n\nJim McGrann, president of VSP’s insurance division is quoted in The New York Times as saying, “We know our 64 million members are seeing and hearing about Google Glass and how it will affect their lives and vision, so we are really focusing on the eye health management perspective. … We see this whole concept of smart eyewear continuing to evolve as an opportunity to provide instant information.”\n\nBut the computer-powered glasses cause health and safety concerns, too — wearers can’t remove the device without reducing their ability to see, meaning that the small computer attached to the glasses will probably accompany its user everywhere. Google Glass has been banned in some places due to controversial privacy concerns (snapping pictures of unaware people on beaches, recording conversations).\n\nThere is also talk about the health risks of Google Glass when worn while driving or cycling. A Forbes magazine article last year questioned the eyestrain, fatigue, and tiredness that Google Glass might cause. Ophthalmologist Sina Fateh told Forbes about the danger of Glass and visual confusion: \"The problem is that you have two eyes and the brain hates seeing one image in front of one eye and nothing in front of the other.”\n\nMatt McGee, a Glass Explorer and editor of a blog called Glass Almanac told Computer World that some users have reported to him headaches when they look at the screen for too long.\n\nCurrently, Glass is still only available to a select few online, but Google announced Tuesday that Glass will be made available to the public at a “consumer price” near the end of 2014.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "google glass prescription lens health insurance vision", "og": {"site_name": "Medical Daily", "description": "Google announces Google Glass can now have prescription lenses and insurance provider VSP will help cover the cost.", "title": "Google Glass Covered By Insurance", "url": "http://www.medicaldaily.com/google-glass-masses-google-partnership-vision-care-insurer-vsp-makes-glass-cheaper-more-accessible", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/01/28/googleglassexploreredition.jpg", "type": "article"}, "twitter": {"description": "Google announces Google Glass can now have prescription lenses and insurance provider VSP will help cover the cost.", "title": "Google Glass Covered By Insurance", "url": "http://www.medicaldaily.com/google-glass-masses-google-partnership-vision-care-insurer-vsp-makes-glass-cheaper-more-accessible", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/01/28/googleglassexploreredition.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/01/28/googleglassexploreredition.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Science/Tech", "published_time": "2014-01-28T13:42:38-05:00", "modified_time": "2014-01-28T13:42:37-05:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Google announces Google Glass can now have prescription lenses and insurance provider VSP will help cover the cost."}, "_id": "\"57477af36914bd0286fcff16\"", "article_summary": "Google and health insurance provider Vision Service Plan (VSP) announced a partnership on Tuesday that will offer prescription lenses for Google Glass and lower its retail price for consumers.\nThe present version of Google Glass looks like a pair of glasses but acts like a hands-free smartphone.\nA Forbes magazine article last year questioned the eyestrain, fatigue, and tiredness that Google Glass might cause.\nGoogle Glass has been banned in some places due to controversial privacy concerns (snapping pictures of unaware people on beaches, recording conversations).\nThere is also talk about the health risks of Google Glass when worn while driving or cycling."}