{"article_title": "Congress should act to help reduce generic drug price spikes", "article_keywords": ["spikes", "help", "congress", "manufacturers", "generic", "price", "supply", "reduce", "drug", "drugs", "competition", "act", "gdufa"], "article_url": "http://thehill.com/blogs/congress-blog/healthcare/267199-congress-should-act-to-help-reduce-generic-drug-price-spikes", "article_text": "The Senate Health, Education, Labor and Pensions (HELP) Committee will hold a hearing today examining the Generic Drug User Fee Act (GDUFA), with expert testimony from Dr. Janet Woodcock, director of the Center for Drug Evaluation and Research at the U.S. Food and Drug Administration (FDA). Among the issues considered will be whether GDUFA has served its intended purpose of ensuring that patients have timely access to affordable generic drugs or whether there are additional steps Congress and FDA should take to streamline the drug review process and increase competition in the market.\n\nGeneric drugs have long been relied upon to increase access to, and reduce costs of, essential medications. Robust competition in the generic market has driven down costs for providers and patients alike. While GDUFA was intended to further accelerate these gains, recent significant price spikes for some generic drugs long since off-patent have begun to jeopardize patient access to affordable healthcare.\n\nThe Healthcare Supply Chain Association (HSCA) and our members – the sourcing and purchasing partners to hospitals, long-term care facilities, surgery centers and clinics – have recently seen significant spikes occur for products where there are two or fewer manufacturers in the market, and where a lack of competition among manufacturers allows high prices to go largely unchecked. Limited manufacturing options also mean that quality control problems and disruptions to manufacturing can jeopardize supply and give rise to drug shortage situations – which also allow the opportunistic manufacturers remaining in the market to further drive up their price on common generic drugs.\n\nFortunately, there are some simple, commonsense steps that Congress can take to help mitigate generic price spikes. HSCA urges Congress to make express the FDA’s authority to expedite review of new generic drug applications in instances where there are only one or two manufacturers for a product or where there have already been recent price spikes.\n\nThe current backlog of Abbreviated New Drug Applications (ANDA) at the FDA is exacerbating the problem of generic price spikes. Since GDUFA was negotiated in FY2011, the FDA’s backlog has continually risen along with its median review time for product approval. A private sector survey revealed that prior to GDUFA, review time for ANDAs was 30 months. In FY2013, that time had risen to 36 months, and in FY2014 was estimated to be 42 months. A wait time of 3-4 years stifles the ability of some manufacturers who want to reintroduce competition to the generic market.\n\nDrastic price spikes in generic drugs are already a serious problem, and recent headlines about some generic manufacturers driving up the prices of generic drugs by hundreds or thousands of percent overnight simply because they can, suggest that the problem is becoming more acute.\n\nIt is essential that we provide a timely avenue for new suppliers to enter the generic drug market, as increased competition will help reduce price spikes. HSCA and our member supply chain organizations are already working to help alleviate the burdens of these spikes so that healthcare providers can channel their energies into providing first-class patient care. As Congress continues to look into this critical issue, we urge them to empower the FDA to reduce their generic drug backlog and help foster much-needed competition in the market.\n\nEbert, a registered pharmacist, is president and CEO of the Healthcare Supply Chain Association.", "article_metadata": {"dcterms.description": "There are some simple, commonsense steps that Congress can take to help mitigate generic price spikes.", "description": "There are some simple, commonsense steps that Congress can take to help mitigate generic price spikes.", "generator": "Drupal 7 (http://drupal.org)", "rdfs": {"label skos": {"prefLabel": "Congress Blog"}}, "og": {"site_name": "TheHill", "description": "There are some simple, commonsense steps that Congress can take to help mitigate generic price spikes.", "title": "Congress should act to help reduce generic drug price spikes", "url": "http://thehill.com/blogs/congress-blog/healthcare/267199-congress-should-act-to-help-reduce-generic-drug-price-spikes", "image": "http://thehill.com/sites/default/files/thehill_logo_200.jpg", "updated_time": "2016-02-04T05:25:59-05:00", "type": "article"}, "dcterms.language": "und", "Smart_Paging": "on", "dcterms.modified": "2016-02-04T05:25-05:00", "dcterms.identifier": "http://thehill.com/blogs/congress-blog/healthcare/267199-congress-should-act-to-help-reduce-generic-drug-price-spikes", "dcterms.date": "2016-01-28T06:00-05:00", "apple-itunes-app": "app-id=396640962", "fb": {"admins": 100000299130732, "app_id": 566538590082898, "pages": 7533944086}, "dcterms.creator": "Joe Picard", "author": "Todd Ebert", "dcterms.type": "Text", "keywords": ",,", "article": {"published_time": "2016-01-28T06:00:03-05:00", "modified_time": "2016-02-04T05:25:59-05:00"}, "dcterms.format": "text/html", "twitter": {"url": "http://thehill.com/blogs/congress-blog/healthcare/267199-congress-should-act-to-help-reduce-generic-drug-price-spikes", "widgets": {"csp": "on"}, "description": "There are some simple, commonsense steps that Congress can take to help mitigate generic price spikes.", "card": "summary", "title": "Congress should act to help reduce generic drug price spikes"}, "dcterms.title": "Congress should act to help reduce generic drug price spikes"}, "article_summary": "Fortunately, there are some simple, commonsense steps that Congress can take to help mitigate generic price spikes.\nThe current backlog of Abbreviated New Drug Applications (ANDA) at the FDA is exacerbating the problem of generic price spikes.\nIt is essential that we provide a timely avenue for new suppliers to enter the generic drug market, as increased competition will help reduce price spikes.\nGeneric drugs have long been relied upon to increase access to, and reduce costs of, essential medications.\nAs Congress continues to look into this critical issue, we urge them to empower the FDA to reduce their generic drug backlog and help foster much-needed competition in the market."}