{"article_title": "Clayco CEO Bob Clark on moving to Chicago", "article_keywords": ["business", "clark", "clayco", "ceo", "louis", "university", "chicago", "st", "construction", "moving", "mr", "bob", "team", "obama"], "article_url": "http://www.chicagobusiness.com/article/20140301/ISSUE09/303019980/after-wifes-death-claycos-bob-clark-was-looking-for-a-major-shift", "article_text": "It's been three years since Clayco Corp. CEO Bob Clark made Chicago his home. Last year, he moved his St. Louis construction company to Chicago, and now he's expanding the business and creating an incubator for startups.\n\nAll the upheaval came as Mr. Clark coped with the death of his wife, Ellen Clark, in 2010 after a battle with cerebroretinal vasculopathy, a genetic disease that blocks the growth of blood vessels.\n\n“I was looking for a major shift. It would be an understatement to say it was a thousand times harder than I thought it would be,” he says of his wife's passing.\n\nMr. Clark, 55, battled grief through therapy, visits with his four grown children and three grandchildren, and hiking in Nepal.\n\nIn an interview at Clayco headquarters overlooking the Chicago River on Wacker Drive, Mr. Clark says he feels whole again. “I'm back to being the happy guy I am.”\n\nHe says there's much to cheer about, including the four diplomas recently mounted on a wall in his office.\n\n“This is the best birthday gift I've ever received,” he says of the degrees of his four children, two from St. Louis University and one each from the University of Missouri and Clemson University in South Carolina. “I didn't go to college. None of my siblings went to college. My dad had a seventh-grade education. He encouraged us to roll up our sleeves and said if we really worked hard we could be successful,” he says.\n\nIt shaped him as a businessman, but Mr. Clark says he missed out by not going to college. “I lacked that fraternity of business,” he says. “I see my kids now and the relationships they developed in school. I had to claw my way into any network.”\n\nNevertheless, Mr. Clark has forged deep connections in Chicago. He sits on the board of the University of Chicago, lives in Trump Tower, counts U.S. Equities CEO Bob Wislow as a mentor and was welcomed to Chicago's civic scene at dinner parties hosted by Penny Pritzker.\n\nMr. Clark took a leave for 18 months to work for President Barack Obama after meeting Ms. Pritzker, then the campaign's finance chief—now U.S. commerce secretary—and other aides. But the real catalyst for joining Team Obama was the Democrat's vow to lift the ban on federal funding for stem cell research.\n\nEllen Clark stood at the podium with the president and the late James Tyree, then chairman of Chicago's Mesirow Financial Holdings Inc., when Mr. Obama lifted the ban.\n\n“I believe (Ellen's) disease and many others will be cured by the work that's coming out of stem cell research,” Mr. Clark says.\n\nHe supports widespread access to health care, which is why he'll be writing a check to Hillary Clinton should she run in the next presidential election.\n\n“It's essential that a Democrat continue to keep the Affordable Care Act alive another cycle or two,” he says. “I don't know why anybody ever thought it would be an overnight solution. It's like Social Security. There's going to be opposition in the beginning.”\n\nIn business, Mr. Clark's $1 billion construction company is changing skylines around the world and in Illinois. Clayco is building Zurich North America's headquarters in Schaumburg, a parking center at the University of Chicago and a high-rise student center at the University of Illinois campus in Champaign.\n\nThe company is adding an in-house design team, and it's starting a new business. Treehouse Adventures is a private investment group that will use Clayco's financial backing to fund startups in the construction industry.\n\nAway from the office, Mr. Clark plans to hike Colorado's Capitol Peak this summer and to build a barn on his ranch near Aspen. He's dating a dentist who lives in St. Louis but says, “I'm staying put in Chicago.”\n\nAnd though he likes Chicago's baseball teams, he'll be wearing a St. Louis hat when that team plays in Wrigleyville. “It's hard to jump” to a new ballclub, he says. “I built the stadium for the Cardinals.”\n\nRead more from Shia Kapos on her blog.", "article_metadata": {"taxo_Companies": "University of Illinois", "byline": "Shia Kapos", "timeCrawled": "20160525_00:13:53", "description": "Visit Crain's Chicago Business for complete business news and analysis including healthcare, real estate, manufacturing, government, sports and more.", "published_at": "2014-3-1", "title": "Clayco CEO Bob Clark on moving to Chicago", "taxo_Industries": "People and Profiles", "image": "http://www.chicagobusiness.com/apps/pbcsi.dll/storyimage/CG/20140301/ISSUE09/303019980/AR/0/AR-303019980.jpg", "taxo_People": "Robert A. Wislow", "og": {"site_name": "Crain's Chicago Business", "description": "”It would be an understatement to say it was a thousand times harder than I thought it would be.”", "title": "After wife's death, Clayco's Bob Clark was 'looking for a major shift'", "url": "http://www.chicagobusiness.com/article/20140301/ISSUE09/303019980/after-wifes-death-claycos-bob-clark-was-looking-for-a-major-shift", "image": "http://www.chicagobusiness.com/apps/pbcsi.dll/storyimage/CG/20140301/ISSUE09/303019980/AR/0/AR-303019980.jpg", "type": "article"}, "summary": "”It would be an understatement to say it was a thousand times harder than I thought it would be.”", "apple-itunes-app": "app-id=571426684", "fb": {"admins": 100001125868754}, "msapplication-TileImage": "/assets/icons/mstile-144x144.png", "content_type": "article", "url": "http://www.chicagobusiness.com/article//ISSUE09/303019980", "google-site-verification": "0QcjJi4OGS9bKu4FBKK58V93fKv0WYCQb7IFbmjATew", "msapplication-TileColor": "#2d89ef", "twitter": {"image": "http://www.chicagobusiness.com/apps/pbcsi.dll/storyimage/CG/20140301/ISSUE09/303019980/AR/0/AR-303019980.jpg&maxw=400", "site": "@CrainsChicago", "card": "summary_large_image", "title": "Clayco CEO Bob Clark on moving to Chicago"}, "viewport": "width=device-width, initial-scale=1.0, user-scalable=no, minimal-ui", "categoryName": "MAG - Kapos"}, "_id": "\"57477af36914bd0286fcff29\"", "article_summary": "In an interview at Clayco headquarters overlooking the Chicago River on Wacker Drive, Mr. Clark says he feels whole again.\nIt's been three years since Clayco Corp. CEO Bob Clark made Chicago his home.\nMr. Clark, 55, battled grief through therapy, visits with his four grown children and three grandchildren, and hiking in Nepal.\nIt shaped him as a businessman, but Mr. Clark says he missed out by not going to college.\nAway from the office, Mr. Clark plans to hike Colorado's Capitol Peak this summer and to build a barn on his ranch near Aspen."}