{"article_title": "York family ties to hockey run deep", "article_keywords": ["sharks", "run", "family", "pittsburgh", "deep", "grandfather", "49ers", "penguins", "york", "team", "stanley", "ties", "super", "hockey"], "article_url": "http://www.washingtontimes.com/news/2015/feb/19/york-family-ties-to-hockey-run-deep/?page=all", "article_text": "SANTA CLARA, Calif. (AP) - Long before he took over the San Francisco 49ers from his parents, the family business for Jed York was hockey as much as football.\n\nAs a kid growing up in Youngstown, Ohio, York made the 70-mile drive to Pittsburgh with his grandfather, Ed DeBartolo Sr., to watch the family’s other team, the Penguins, play hockey much more often than he got to see the 49ers play football.\n\nYork got to watch up close as Mario Lemieux developed into one of the greatest players ever, was there in person when the Penguins won their first championship and the ensuing parade, and takes pride that his mother, Denise DeBartolo York, is one of the few women to have their names engraved on the Stanley Cup as team president.\n\nThose strong ties to hockey that were cut more than two decades ago when the family sold the Penguins will be back on Saturday when the San Jose Sharks take on the Los Angeles Kings on Saturday night in an outdoor hockey game at the 49ers’ new Levi’s Stadium.\n\n“This will be awesome,” York said. “It’s going to be a phenomenal event. There will be 70,000 people there. I think it will be a really fun environment.”\n\nHockey has been a part of York’s life since he was young. He went to about 15 regular season games a year with his grandfather, as well as playoff games.\n\nHe would sit in his grandfather’s corner box after pregame Italian dinners and fondly recalled one loud fan who could fill the entire arena by bellowing “Let’s Go Pens!”\n\nYork got to know Lemieux, Paul Coffey and other greats on those teams and remembers getting to meet Wayne Gretzky following a Pittsburgh win over Edmonton.\n\n“Those were fun times,” York said. “The excitement and vibrance around the Pittsburgh Penguins at that time was really cool to see.”\n\nYork was on hand in Minnesota in the spring of 1991 when the Penguins beat Minnesota for their first Stanley Cup title. That followed Super Bowl wins by the 49ers in 1989 and ‘90, but the hockey championship felt more personal.\n\n“Going to the Stanley Cup parade and going down to Three Rivers Park it was probably more real for me than just winning the Super Bowl,” he said. “You got to see the entire community dynamic more than I did with the Niners.”\n\nThe family was forced to sell the team the following year because of the struggling real estate market, which was harder on young Jed York than the rest of the family, but he kept going to games with his grandfather.\n\nThat experience watching his mother and grandfather run the team helped shape York in his current role running the 49ers as much as watching his uncle Eddie DeBartolo Jr. build Super Bowl winners.\n\nThe main lessons he took were to hire the best people to run the team, set high goals and tune out criticism.\n\n“Even in Pittsburgh there was criticism and then you win a Stanley Cup and you see what they were working for,” York said. “You understand that it’s not always easy to deliver that but that’s always the goal. That’s what I learned most from my grandfather and uncle. Even if you don’t achieve it, it doesn’t mean you don’t keep working toward it.”\n\nYork echoed that sentiment late last year when he explained why the team replaced Jim Harbaugh as coach after four seasons that included three trips to the NFC title game and one Super Bowl loss.\n\n“I was used to going to the White House after the season,” York said. “That’s what you’re trying to do. You try to win a championship and if you don’t, you fail.”\n\nThe outdoor game is the latest example of the close relationship between the 49ers and Sharks, who are now neighbor’s in the South Bay following the football team’s move to its new stadium in Santa Clara.\n\nNiners general manager Trent Baalke and Sharks GM Doug Wilson have become close friends, who go to games together and share advice about how to handle the high-pressure job of running a pro sports team.\n\nYork lobbied hard to get the outdoor game at his new stadium instead of the more picturesque AT&T; Park on San Francisco’s waterfront. The larger seating capacity, more modern venue and proximity to the Sharks fan base helped Levi’s Stadium beat out the Giants’ park.", "article_metadata": {"description": "Long before he took over the San Francisco 49ers from his parents, the family business for Jed York was hockey as much as football.", "author": "The Washington Times http://www.washingtontimes.com", "og": {"site_name": "The Washingtion Times", "description": "Long before he took over the San Francisco 49ers from his parents, the family business for Jed York was hockey as much as football.", "title": "York family ties to hockey run deep", "url": "http://www.washingtontimes.com/news/2015/feb/19/york-family-ties-to-hockey-run-deep/", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2015/02/19/346959d20fbb99086e0f6a706700085b.jpg", "type": "article"}, "twitter": {"image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2015/02/19/346959d20fbb99086e0f6a706700085b.jpg", "description": "Long before he took over the San Francisco 49ers from his parents, the family business for Jed York was hockey as much as football.", "site": "@washtimes", "card": "summary", "title": "York family ties to hockey run deep"}, "Author": "JOSH DUBOW", "bitly-verification": "d180fd45f70d", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web0", "viewport": "width=device-width, initial-scale=1, user-scalable=yes"}, "_id": "\"57477af46914bd0286fe102f\"", "article_summary": "SANTA CLARA, Calif. (AP) - Long before he took over the San Francisco 49ers from his parents, the family business for Jed York was hockey as much as football.\nThat followed Super Bowl wins by the 49ers in 1989 and ‘90, but the hockey championship felt more personal.\n“Even in Pittsburgh there was criticism and then you win a Stanley Cup and you see what they were working for,” York said.\nYork lobbied hard to get the outdoor game at his new stadium instead of the more picturesque AT&T; Park on San Francisco’s waterfront.\nThe main lessons he took were to hire the best people to run the team, set high goals and tune out criticism."}