{"article_title": "16 Potential Candidates to Watch for in 2016", "article_keywords": ["website", "republican", "run", "16", "watch", "governor", "conservative", "state", "potential", "candidates", "president", "2016", "presidential", "autoplay"], "article_url": "http://www.nbcnews.com/politics/elections/16-potential-candidates-watch-2016-n272141", "article_text": "The door to the 2016 presidential campaign hasn't been formally opened yet but the line of potential contenders is already crowded and getting longer all the time. It's shaping up to be a wide-open race, especially on the Republican side but plenty of members from both parties are stepping up to audition for President Barack Obama's job.\n\nThe coming weeks and months will see a flurry of activity. Books will be published, trial balloons floated, consultants hired, policy positions staked out and, finally, formal announcements made. There could be as many as two dozen candidates with at least a semi-serious rationale for running when the dust settles in the early months of next year. But here's a quick look at 16 of those who could make noise in 2015:\n\nHillary Clinton: The (Early) Front-Runner\n\nThe 2016 field on the Democratic side appears to be essentially frozen in place until Clinton, the anticipated frontrunner, makes up her mind. All signs so far indicate she is leaning towards another White House bid: she went on a book tour this year, actively campaigned during the midterm elections, and has reportedly met with potential campaign staff.\n\nPlay Facebook\n\nTwitter\n\nGoogle Plus\n\nEmbed Will the 2016 Ballot Include Hillary Clinton and Jeb Bush? 1:53 autoplay autoplay Copy this code to your website or blog\n\nAnd though she is considered the favorite to snag the Democratic nomination at this early date, the latest NBC News/Wall Street Journal poll shows she is far from a lock for the presidency. Half of Americans say they could support her, while 48 percent say they would oppose the former Secretary of State and first lady.\n\nJeb Bush: Mr. Dynasty\n\nBush made waves this month when he announced on Facebook he is \"actively\" exploring a possible White House bid. The former Florida governor has sought to portray himself as a practical outside political observer, saying the GOP needs \"to show they're not just against things.\" His high name recognition, access to GOP donors and possible appeal as a moderate choice amongst conservative firebrands could help him in certain early voting states.\n\nBut he also has taken stances on immigration and Common Core that are contrary to many in his party and would be a vulnerability. And he has a popularity problem, with 57 percent of voters saying they could not support him for president, according to the latest NBC News/Wall Street Journal poll. Perhaps most troubling for Bush is the last name he shares with his brother — former President George W. Bush.\n\nPlay Facebook\n\nTwitter\n\nGoogle Plus\n\nEmbed Poll Suggests Voters See Old in New Potential Candidates 1:48 autoplay autoplay Copy this code to your website or blog\n\nRand Paul: The Libertarian\n\nThe Kentucky Republican senator is expected to ensure that a Paul remains in the presidential mix for the third straight cycle. Like his father, former Texas Rep. Ron Paul, Rand Paul's libertarian views would occupy a unique space in a GOP nominating contest. But Paul has worked hard to distinguish himself from his father and appeal to the mainstream GOP.\n\nIMAGES: Who Will Be 2016's Presidential Candidates?\n\nPaul has already clashed with fellow Republicans over his non-interventionist foreign policy and acknowledged it could be a vulnerability in a presidential campaign. He is also up for re-election in 2016, and Kentucky law states a candidate cannot be on the ballot twice for different offices. Democrats in the state have vowed to block Paul from running both as a presidential and Senate candidate, but adviser's close to the Republican feel confident he will be able to do both, if he chooses to.\n\nChris Christie: The Tough Guy\n\nThe outspoken New Jersey governor spent most of 2014 attempting to recover from the bridge scandal that quickly overshadowed his landslide re-election in November 2013. As head of the Republican Governors Association, he traversed the country raising funds and campaigning for gubernatorial candidates in what turned out to be a successful year for Republicans.\n\nHe has worked on slimming down and showing off his lighter side, but the tough talking two-term governor has not stopped delivering verbal smack downs. There could be plenty more confrontations in Iowa and New Hampshire, where town halls and direct voter interactions are the norm.\n\nPlay Facebook\n\nTwitter\n\nGoogle Plus\n\nEmbed Chris Christie Says Scott Walker Campaign 'Is Personal to Me' 1:14 autoplay autoplay Copy this code to your website or blog\n\nJoe Biden: The Veep\n\nSitting vice presidents expressing interest in a presidential run usually get front runner status. But Biden is sitting in Clinton's shadow and has generated little excitement within Democratic circles about the prospects of a third White House bid. Earlier this month he said, \"Honest to God, I haven't made up my mind\" about running, but insisted he would be \"competitive\" if he did.\n\nHis well-known candor and VP status would get plenty of media buzz if he does run. If for some reason Clinton bows out, Biden could jump to the head of the pack.\n\nMitt Romney: Third Time's the Charm?\n\nIf Mitt Romney jumps in the race, it will be his third consecutive effort at obtaining the presidency. He has said many times that he's not interested but that door has cracked open ever so slightly in recent months.\n\nRomney's approval ratings are at the top of the Republican field, which can partly be attributed to name recognition. Since his loss to President Obama, the former venture capitalist and Massachusetts governor, has done a good job of maintaining his relevancy in the Republican Party while increasing - not damaging - his popularity.\n\nPlay Facebook\n\nTwitter\n\nGoogle Plus\n\nEmbed Perry: Running for President Is 'Not an IQ Test' 0:34 autoplay autoplay Copy this code to your website or blog\n\nRick Perry: Cowboy\n\nA lot has happened since the outgoing Texas governor's 2012 presidential campaign unceremoniously ended. He now wears glasses, which he says are not intended to make him look smarter. He's been indicted on charges of abuse of power and coercion of a public servant. But he has also been studying up, he says, and is not the same candidate who couldn't list the federal agencies he wanted to cut in 2011.\n\nA second Perry presidential run would be much different than the first, he told NBC News. He says potential supporters are lining up to hear what Perry 2.0 is all about.\n\nTed Cruz: The Outlaw\n\nThe Tea Party conservative has already amassed a loyal following since being elected to the Senate in 2012. He has drawn large crowds during his trips to Iowa and only upped his conservative credentials when he led efforts to defund the Affordable Care Act that led to a government shutdown in 2013.\n\nBut he has made plenty of enemies along the way, including some in his own party. He apologized to Republican senators this month after his objection to the president's executive actions on immigration led to a rare weekend Senate session.\n\nPlay Facebook\n\nTwitter\n\nGoogle Plus\n\nEmbed Cruz makes last stand against Obamacare before vote 1:17 autoplay autoplay Copy this code to your website or blog\n\nScott Walker: Union-Buster\n\nThe Wisconsin governor's aggressive, and successful, attempt to diminish the role of public sector unions in the Badger State as one of his first major actions as governor set the stage for the remainder of Walker's first term. For him, it has been a good thing.\n\nThe recall election received national attention and became a proxy war over policy, enabling Walker to expand his exposure and donor contact list far outside of Wisconsin. Walker also won his re-election, which means he has won three elections in four years in a purple state, causing potential supporters to give him a good look.\n\nRick Santorum: The Social Conservative\n\nDespite his second place finish in the GOP primary last time around, Santorum once again is an underdog heading into 2016. The former Pennsylvania senator became the clear alternative to Mitt Romney in 2012 by appealing to social conservative voters, winning 11 states. Despite his surprising success, he has yet to be given the treatment of a top-tier candidate. The Republican field is shaping up to be much more competitive next time around and potential rivals like Ted Cruz will eat into Santorum's support among evangelical voters in places like Iowa.\n\nPlay Facebook\n\nTwitter\n\nGoogle Plus\n\nEmbed Meet the (Potential) Candidate: Former Senator Jim Webb on MTP 3:01 autoplay autoplay Copy this code to your website or blog\n\nOther Democrats: The agitators\n\nFormer Virginia Sen. Jim Webb was the first to form a presidential exploratory committee and Vermont independent Sen. Bernie Sanders is telling voters in early primary states that the country needs \"a political revolution.\" Outgoing Maryland Gov. Martin O'Malley has also said he is considering a run.\n\nThe non-Clinton Democrats are so far just blips in the polls, but progressive activists continue to attempt to draw Massachusetts Sen. Elizabeth Warren into the race. She has repeatedly said she will not run, but the liberal group MoveOn.org recently launched a \"Run Warren Run\" movement to encourage her to enter the fray.\n\nJohn Kasich: The Budget Expert\n\nThe Ohio governor gained notoriety in Congress in the 1990s as head of the House Budget Committee, where he focused his efforts during the Clinton years on balancing the budget. Now in his second term as the head of the Buckeye State and contemplating a presidential run, Kasich is once again pushing for a balanced federal budget. This time he's pushing states to back a constitutional amendment mandating the federal government keep its budget balanced.\n\nKasich has also displayed some controversial stances that might cause consternation among conservatives. While in Congress, he helped to pass President Bill Clinton's assault weapons ban. He also is one of the Republican governors who expanded Medicaid under the Affordable Care Act. He also expressed support of Common Core educational standards as long as control remains in the hands of local school boards.\n\nBen Carson: The Doctor\n\nBen Carson is the only non-politician in the crop of potential candidates. The neurosurgeon has had a long, successful career at Johns Hopkins Hospital that includes the first successful surgery of conjoined twins linked at the head.\n\nHe retired from his role as surgeon in 2013 as he catapulted into the conservative political scene where he scored a contract with Fox News, which he has since severed because he's contemplating a presidential run, and a weekly column with the Washington Examiner. He's spoken harshly against the Affordable Care Act and is a staunch social conservative.\n\nLike several potential contenders, Carson's supporters have launched an organization to convince the doctor to run.\n\nMike Huckabee: The Preacher\n\nThis will not be the first time Huckabee has run for the highest office in the land, should he jump in. The former Arkansas governor ran for the presidency in 2008, giving eventual nominee John McCain a strong challenge. He decided against a run in 2012 but has continued to keep his name in the spotlight as a Fox News host and conservative commentator.\n\nThe Baptist preacher appeals to social conservatives, which is a powerful constituency in the Iowa caucus. But Huckabee has not been clear of making controversial comments, including most recently when his defense of officer Darren Wilson in the Ferguson shooting when he blamed unarmed Michael Brown for his death because he behaved like a \"thug.\"\n\nMarco Rubio: The Next Generation\n\nWhen Rubio not only beat then-Republican Charlie Christ in the primary and then went on to win the general election in a three-way race, all eyes were on the up-and-comer.\n\nRubio is the perfect demographic for a Republican Party struggling with diversity. He is young and Hispanic. At only 43 years old, he would be one of the youngest presidential contenders. (He is only 13 days older than Bobby Jindal and seven months younger than Ted Cruz.)\n\nWhile Rubio has maintained solid conservative credentials during his time in the Senate, one of the most difficult things he will have to overcome in a Republican primary is his leadership on comprehensive immigration reform that passed the Senate, which many conservatives call amnesty.\n\nPlay Facebook\n\nTwitter\n\nGoogle Plus\n\nEmbed Gov. Jindal: 'I Don't Care About Poll Numbers' 2:11 autoplay autoplay Copy this code to your website or blog\n\nBobby Jindal: The Louisianan\n\nThis is not the first time the Louisiana governor has been mentioned as a possible presidential candidate. His name was floated ahead of the 2012 elections but Jindal decided to stay out of the race. A disastrous response to President Barack Obama's State of the Union did not help his efforts.\n\nThe first Indian-American governor of Louisiana has been stoking the flames again by not denying a run. He has focused much of his political platform on education. He was one of at least 44 governors who came out in support of Common Core education standards now to only staunchly oppose them now that conservative activists have taken up the cause to get rid of the standards.\n\nHe is planning to hold a massive prayer rally at Louisiana State University in January, but critics are causing a stir because of the hosting organization's anti-gay positions.", "article_metadata": {"description": "The door to the 2016 presidential campaign hasn't been formally opened yet but the line of potential contenders is  getting longer all the time.", "og": {"url": "http://www.nbcnews.com/politics/elections/16-potential-candidates-watch-2016-n272141", "site_name": "NBC News", "image": "http://media3.s-nbcnews.com/j/newscms/2014_51/817121/141219-cover-16_b9e62380613a12251e1ab516e812aed5.nbcnews-fp-1200-800.jpg", "type": "article", "description": "The door to the 2016 presidential campaign hasn't been formally opened yet but the line of potential contenders is  getting longer all the time."}, "twitter": {"domain": "NBCNews.com", "description": "The door to the 2016 presidential campaign hasn't been formally opened yet but the line of potential contenders is  getting longer all the time.", "title": "16 Potential Candidates to Watch for in 2016 - NBC News", "image": {"src": "http://media3.s-nbcnews.com/j/newscms/2014_51/817121/141219-cover-16_b9e62380613a12251e1ab516e812aed5.nbcnews-fp-1200-800.jpg"}, "creator": "NBCNews", "site": "NBCNews", "card": "summary"}, "blitz": "mu-e1e842c9-946002e6-ea8f0454-41b29546", "DC.date.issued": "2015-01-02", "apple-itunes-app": "app-id=319740707, app-argument=http://www.nbcnews.com/politics/elections/16-potential-candidates-watch-2016-n272141", "fb": {"app_id": 10150138890205613}, "google-site-verification": "K8bowvEbzWfPQ76x6f9SCxMVwicVXrhiClRg80ak8ZA", "article": {"author": "https://www.facebook.com/AndrewNBCNews"}, "viewport": "width=device-width, initial-scale=1", "news_keywords": "Politics,Elections,Hillary Clinton,Paul Ryan,Politics News,Rand Paul"}, "_id": "\"57477af46914bd0286fde8d4\"", "article_summary": "A second Perry presidential run would be much different than the first, he told NBC News.\nThe door to the 2016 presidential campaign hasn't been formally opened yet but the line of potential contenders is already crowded and getting longer all the time.\nBen Carson: The DoctorBen Carson is the only non-politician in the crop of potential candidates.\nNow in his second term as the head of the Buckeye State and contemplating a presidential run, Kasich is once again pushing for a balanced federal budget.\nHe is also up for re-election in 2016, and Kentucky law states a candidate cannot be on the ballot twice for different offices."}