{"article_title": "Water Donations Pour In To Good Shepherd", "article_keywords": ["available", "shepherd", "good", "sioux", "pour", "falls", "water", "sure", "donations", "donate", "bottle", "hold"], "article_url": "http://www.keloland.com/news/article/news/water-donations-pour-in-to-good-shepherd", "article_text": "Sioux Falls, SD\n\nOn Thursday, August 29, as soon as Good Shepherd opened their doors, the donations of water poured in. Local businesses and individuals pitched in to make sure the shelter could continue to hand out much needed bottles of water to those who need it on hot summer days. They ended up receiving over 120 cases altogether.\n\nThe water is available to anyone who needs it, especially those with children, to make sure they stay hydrated.\n\nGood Shepherd is also asking those who receive a bottle to hold on to it for later.\n\n“We are asking them to hold on to the bottle, even though we have an abundance of water, it goes rather quickly. So, hold on to the bottle. Refill it wherever you can,” Executive Director of Good Shepherd Maria Krell said.\n\nThose who wish to donate water or money can come to the Good Shepherd Center on 300 N. Main in Sioux Falls. They are open Monday through Friday from 6:30 a.m. to 4:00 p.m. and water is always available. They will be closed for Labor Day.\n\nYou can also donate on their website http://www.goodshepherdsiouxfalls.org", "article_metadata": {"og": {"site_name": "KELOLAND News", "description": "On Thursday, August 29, as soon as Good Shepherd opened their doors, the donations of water poured in. Local businesses and individuals pitched in to", "title": "Water Donations Pour In To Good Shepherd", "url": "http://www.keloland.com/news/article/news/water-donations-pour-in-to-good-shepherd", "image": "http://assets.keloland.com/images/images/default-source/agriculture/crops/barley/52427.jpg?sfvrsn=0", "type": "website"}, "fb": {"app_id": 521498541203189}, "viewport": "width=device-width, initial-scale=1.0", "Generator": "Sitefinity 7.3.5630.0 PE", "description": "On Thursday, August 29, as soon as Good Shepherd opened their doors, the donations of water poured in. Local businesses and individuals pitched in to"}, "_id": "\"57477af46914bd0286fd82b9\"", "article_summary": "Sioux Falls, SDOn Thursday, August 29, as soon as Good Shepherd opened their doors, the donations of water poured in.\nThose who wish to donate water or money can come to the Good Shepherd Center on 300 N. Main in Sioux Falls.\nRefill it wherever you can,” Executive Director of Good Shepherd Maria Krell said.\nGood Shepherd is also asking those who receive a bottle to hold on to it for later.\nThe water is available to anyone who needs it, especially those with children, to make sure they stay hydrated."}