{"article_title": "O’Hare New Runway Expansion Noisy, Goats Might Bother Neighborhoods", "article_keywords": ["sound", "noise", "recently", "neighborhoods", "chicago", "ohare", "runway", "expansion", "goats", "project", "bother", "noisy"], "article_url": "http://www.inquisitr.com/940266/ohare-new-runway-expansion-noisy-goats-might-bother-neighborhoods/", "article_text": "O’Hare’s new runway expansion is expected to bring noise to local neighborhoods, which is something they want stopped in its tracks.\n\nAs previously reported by The Inquisitr, recently O’Hare saw a 1979 murder suspect arrested.\n\nThe Chicago O’Hare new runway expansion is set to open on October 17 of this year. Chicago was hit hard by the Great Recession and Chicago aviation officials believe the airport reconfiguration and expansion will bring more flights and economic growth to the struggling area.\n\nPeople in the local neighborhoods complain that the O’Hare new runway expansion will be extremely noisy:\n\n“Everybody talks about sound insulating you home, but if you’re outside, where you are most of the time especially during the nice weather, you can’t conduct a conversation, you cannot do anything.”\n\nThese neighborhoods appealed to US Representative Mike Quigley to intervene in the Chicago O’Hare new runway expansion project. While he believes the project needs to go ahead they will attempt to “mitigate the environmental cost, the noise cost.” Some homes might qualify for government-funded sound insulation installations to less any noise above 65 decibels coming from the.\n\nEven more oddly, the Chicago O’Hare new runway expansion project might end up having goats instead of lawnmowers. One of these runway clearing goats recently escaped. So if the Chicago O’Hare new runway expansion puts the goats closer to neighborhood it’s not only the sounds of jet noises that people will be hearing.\n\nDo you think the Chicago O’Hare new runway expansion project is a baaaaah, excuse me, bad idea?", "article_metadata": {"description": "O'Hare's new runway expansion is expected to bring noise to local neighborhoods, which is something they want stopped in its tracks. As previously reported by", "og": {"site_name": "The Inquisitr News", "description": "O’Hare’s new runway expansion is expected to bring noise to local neighborhoods, which is something they want stopped in its tracks. As previously reported by", "title": "O’Hare New Runway Expansion Noisy, Goats Might Bother Neighborhoods", "url": "http://www.inquisitr.com/940266/ohare-new-runway-expansion-noisy-goats-might-bother-neighborhoods/", "image": "http://cdn.inquisitr.com/wp-content/uploads/2013/09/OHare-New-Runway-Expansion-Noisy-Goats-Might-Bother-Neighborhoods.jpg", "article": {"published_time": "2013-09-07T17:44:38+00:00", "modified_time": "2013-09-07T17:44:38+00:00"}, "type": "article"}, "image": "http://cdn.inquisitr.com/wp-content/uploads/2013/09/OHare-New-Runway-Expansion-Noisy-Goats-Might-Bother-Neighborhoods.jpg", "msapplication-TileColor": "#ed1c24", "datePublished": "2013-09-07T17:44:38+00:00", "fb": {"pages": 71179904752, "app_id": 164157850314499}, "msapplication-TileImage": "http://cdn.inquisitr.com/assets/0cec37/dist/images/logos/inq-win.png", "keywords": "chicago o\\'hare,o\\'hare goats,o\\'hare new runway,business", "HandheldFriendly": "True", "y_key": "f282393706a5fd85", "twitter": {"image": {"src": "http://cdn.inquisitr.com/wp-content/uploads/2013/09/OHare-New-Runway-Expansion-Noisy-Goats-Might-Bother-Neighborhoods.jpg", "height": 409, "width": 670}, "site": "@theinquisitr", "card": "summary_large_image", "description": "O’Hare’s new runway expansion is expected to bring noise to local neighborhoods, which is something they want stopped in its tracks. As previously reported by"}, "viewport": "width=980"}, "_id": "\"57477af46914bd0286fdd727\"", "article_summary": "Even more oddly, the Chicago O’Hare new runway expansion project might end up having goats instead of lawnmowers.\nDo you think the Chicago O’Hare new runway expansion project is a baaaaah, excuse me, bad idea?\nThe Chicago O’Hare new runway expansion is set to open on October 17 of this year.\nO’Hare’s new runway expansion is expected to bring noise to local neighborhoods, which is something they want stopped in its tracks.\nSo if the Chicago O’Hare new runway expansion puts the goats closer to neighborhood it’s not only the sounds of jet noises that people will be hearing."}