{"article_title": "10 ways the US can prevent biological threats, infectious diseases", "article_keywords": ["handle", "prevent", "threats", "diseases", "ways", "workers", "infectious", "need", "health", "recommendations", "report", "biological", "ebola", "biodefense", "panel"], "article_url": "http://www.fiercehealthcare.com/story/10-ways-us-can-prevent-biological-threats-infectious-diseases/2015-10-28", "article_text": "A new bipartisan report outlines the nation's vulnerabilities to growing biological threats and provides recommendations on how the United States can defend itself against biological weapons and infectious diseases.\n\nThe 92-page report, \"A National Blueprint for Biodefense: Leadership and Major Reform Needed to Optimize Efforts, was compiled by the Blue Ribbon Study Panel on Biodefense.\n\nThe panel spent more than a year reviewing the country's biodefense activities and \"identified substantial achievements, but also found serious gaps that leave the homeland vulnerable,\" wrote panel co-chairs Tom Ridge (R-Pa.), former governor and homeland security, and Sen. Joseph Lieberman (I-Conn.), in an opinion piece published by Philly.com.\n\nThe gaps include last year's Ebola outbreak, which led to confusion over roles and responsibilities once the first patient was diagnosed in the United States. It also was apparent during a massive outbreak of avian influenza in the Midwest poultry industry, they wrote.\n\nThe problem, they said, is due to lack of leadership that led to insufficient coordination across the federal government; inadequate focus on collaboration with and support for nonfederal stakeholders who handle critical activities such as surveillance and response; and a risk aversion that stifles the innovations required to solve challenging technological and governance problems.\n\n\"These symptoms are not abstract,\" Ridge and Lieberman wrote. \"If they were rectified, hospitals would have the guidance they need to handle Ebola.\"\n\nThey called for the vice president to serve as the leader who can take the necessary steps to create a biodefense coordination council and develop a national strategy for biodefense.\n\nThe report also makes 33 recommendations to fix the vulnerabilities. Here are 10 that relate directly to the healthcare industry:\n\nPrioritize and align investments in medical countermeasures among all federal stakeholders\n\nProvide emergency service providers with the resources they need to keep themselves and their families safe\n\nRedouble efforts to share information with state, local, territorial and tribal partners\n\nFund the Public Health Emergency Preparedness cooperative agreement at no less than authorized levels\n\nEstablish and use a standard process to develop and issue clinical infection control guidance for biological events\n\nMinimize redirection of Hospital Preparedness Program funds\n\nProvide the financial incentives hospitals need to prepare for biological events\n\nEstablish a biodefense hospital system\n\nProvide incentives for the development of rapid point-of-care diagnostics\n\nLead the way toward establishing a functional and agile global public health response apparatus\n\nTo learn more:\n\n- here's the report (.pdf)\n\n- read an executive summary of the report (.pdf)\n\n- check out the opinion piece\n\nRelated Article:\n\nInfection control experts: U.S. isn't ready to handle an epidemic\n\nEbola watch: one year later, many nurses say government left them ill-prepared\n\nMost healthcare workers don't follow personal protective equipment procedures\n\nCDC funding opens six new infectious disease epicenters\n\nWhat went wrong in first U.S. Ebola case--and how to fix it\n\nResearchers: IOM recommendations could have altered course of Texas Ebola case\n\nHow community health workers can prevent the next Ebola\n\nHalf of medical workers contaminate themselves when removing personal protective equipment", "article_metadata": {"description": "A new bipartisan report outlines the nation's vulnerabilities to growing biological threats and provides recommendations on how the United States can defend itself against biological weapons and infectious diseases.", "og": {"site_name": "FierceHealthcare", "description": "A new bipartisan report outlines the nation's vulnerabilities to growing biological threats and provides recommendations on how the United States can defend itself against biological weapons and infectious diseases.", "title": "10 ways the US can prevent biological threats, infectious diseases", "url": "http://www.fiercehealthcare.com/story/10-ways-us-can-prevent-biological-threats-infectious-diseases/2015-10-28", "image": "http://assets.fiercemarkets.net/public/opengraphimages/updated/opengraph_fiercehealthcare.jpg", "type": "website"}, "twitter": {"site": "fiercehealth", "card": "summary"}, "parsely-metadata": "{\"mkto\": }", "revisit-after": "1 day", "apple-itunes-app": "app-id=731085312", "keywords": "biodefense,Disease Outbreak,Ebola,Infectious Disease,Joseph Lieberman,Legal / Regulatory / Risk Management,Operations & Business Management,Tom Ridge", "viewport": "width=device-width", "news_keywords": "Legal / Regulatory / Risk Management,Operations & Business Management"}, "article_summary": "A new bipartisan report outlines the nation's vulnerabilities to growing biological threats and provides recommendations on how the United States can defend itself against biological weapons and infectious diseases.\n\"If they were rectified, hospitals would have the guidance they need to handle Ebola.\"\nThe 92-page report, \"A National Blueprint for Biodefense: Leadership and Major Reform Needed to Optimize Efforts, was compiled by the Blue Ribbon Study Panel on Biodefense.\nIt also was apparent during a massive outbreak of avian influenza in the Midwest poultry industry, they wrote.\nThe report also makes 33 recommendations to fix the vulnerabilities."}