{"article_title": "How to Bring Joy Back to Your Gift Giving", "article_keywords": ["right", "gift", "bring", "giving", "joy", "cash", "budget", "gifts", "spending", "money", "holiday", "really"], "article_url": "http://blogs.wsj.com/experts/2015/12/15/how-to-bring-joy-back-to-your-gift-giving/", "article_text": "ISTOCK\n\nMANISHA THAKOR: As we head into the heart of the holiday season, I suspect many people are feeling stressed about budgeting for something that’s intended to be a source of joy: gift giving. How can you spread the joy without also blowing your bank account? I find that broad categories work best. By this I mean that you set one, all-encompassing dollar amount that includes everyone from family to friends to valued service providers. The one exception to this rule is if you have a specific trouble area, or what I call a joy spot. Let me explain.\n\nMost of us hate to budget and keep track of our money. So making spending categories too narrow (for example, “gifts for family” or “hostess gifts for holiday parties”) can make the whole process seem so overwhelming you end up tossing your budget into the trash or blowing a hole right through it. So I’ve found having one big holiday spending bucket–based on what you can afford to pay for in cash only–works best.\n\nBut wait. Cash only? You betcha. If you can’t afford to buy it right now for cash, you can’t afford to buy it. On a logistical note, I consider charging something on your credit card for mere convenience, and then paying the monthly bill on time and in full when it arrives, the same thing as paying with cash. My point is that you don’t want to take on high-cost consumer debt to fund gifts, no matter who the recipient.\n\nIf you are worried, however, that you are spending too much on gifts for nonfamily members and too little on gifts for those nearest and dearest to you (and who bring you the most joy in life), then by all means track those areas. But do so knowing that your intention is to ensure your money is flowing in accordance with your values, beliefs, dreams and goals.\n\nRather than an exercise in restriction, the goal of this system is to make sure your money is being smartly allocated to the areas of life that bring you the most happiness. For some people, family brings stress and it’s the nonfamily members who bring joy. So you get to pick the categories; the common element is maximizing joy.\n\nI like to think about this the same way I think about grocery shopping. For instance, I may have a goal of keeping my weekly grocery bill to, say, $150. To do that, I prioritize the purchase of some key items that are really important to me, whether that’s because they’re local, organic or it’s just something I really, really want to splurge on. Then I recognize that with the rest of my list, I’ll have to make trade-offs to stick within my budget. That may involve buying private label or smaller quantities. Importantly, don’t map out every last spending allocation in advance, but rather start with the really key items and back into the remainder. The same strategy works for holiday gift giving.\n\nOne final tip, setting a holiday budget based on the joy you receive (and provide) from gift-giving is an excellent way to avoid “The Shoulds.” These are the invisible, self-inflicted expectations regarding what you are “supposed” to spend. You may find that when we’re all already drowning in “stuff,” the most valuable gift you can give is one that shows true, authentic human connection. So have the strength, and perhaps the courage, to be truly yourself this holiday season. Say no to “The Shoulds” by doing what is right, and joyful, for you this gift-giving season.\n\nManisha Thakor (@ManishaThakor) is director of wealth strategies for women at Buckingham and The BAM Alliance, a community of independent registered investment advisers.\n\nRead the latest Wealth Management Report.", "article_metadata": {"article.template": "full", "page.content.source": "Blog Article", "page.region": "na,us", "page.content.type": "blogs article", "twitter": {"domain": "WSJ.com", "description": "As we head into the heart of the holiday season, I suspect many people are feeling stressed about budgeting for something that’s intended to be a source of joy: gift giving.", "title": "How to Bring Joy Back to Your Gift Giving", "url": "http://blogs.wsj.com/experts/2015/12/15/how-to-bring-joy-back-to-your-gift-giving/", "image": {"src": "http://si.wsj.net/public/resources/images/BN-LS010_GiveJo_P_20151214172753.jpg"}, "site": "WSJ", "card": "summary_large_image"}, "article.image_count": 2, "article_privilege": "free", "article.section": "US", "article.headline": "How to Bring Joy Back to Your Gift Giving", "description": "As we head into the heart of the holiday season, I suspect many people are feeling stressed about budgeting for something that’s intended to be a source of joy: gift giving.", "article_section": "US", "author": "Cristina Lourosa", "user.type": "unsubscribed", "article.page": "The Experts Blog", "page.content.format": "responsive", "page.subsection": "The Experts", "article.summary": "As we head into the heart of the holiday season, I suspect many people are feeling stressed about budgeting for something that’s intended to be a source of joy: gift giving.", "page.site": "blogs.wsj.com", "testkeys": "C", "article.published": "2015-12-15T13:00:00-05:00", "dj.asn": "10-143", "ROBOTS": "noarchive, noodp", "fb": {"url": "http://blogs.wsj.com/experts/2015/12/15/how-to-bring-joy-back-to-your-gift-giving/", "app_id": 368513495882}, "article": {"publisher": "https://www.facebook.com/wsj"}, "article_id": "BL-258B-6524", "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no", "page.section": "US", "language": "en-US", "og": {"site_name": "WSJ", "description": "As we head into the heart of the holiday season, I suspect many people are feeling stressed about budgeting for something that’s intended to be a source of joy: gift giving.", "title": "How to Bring Joy Back to Your Gift Giving", "url": "http://blogs.wsj.com/experts/2015/12/15/how-to-bring-joy-back-to-your-gift-giving/", "image": {"width": 749, "identifier": "http://si.wsj.net/public/resources/images/BN-LS010_GiveJo_P_20151214172753.jpg", "height": 499}, "type": "article"}, "article.access": "free", "article.type": "The Experts", "article.id": "BL-258B-6524", "user.exp": "default", "article.updated": "2015-12-15T23:02:07-05:00"}, "article_summary": "The same strategy works for holiday gift giving.\nISTOCKMANISHA THAKOR: As we head into the heart of the holiday season, I suspect many people are feeling stressed about budgeting for something that’s intended to be a source of joy: gift giving.\nTo do that, I prioritize the purchase of some key items that are really important to me, whether that’s because they’re local, organic or it’s just something I really, really want to splurge on.\nSo I’ve found having one big holiday spending bucket–based on what you can afford to pay for in cash only–works best.\nThe one exception to this rule is if you have a specific trouble area, or what I call a joy spot."}