{"article_title": "Obamacare fine may be a shocker as Southern Illinoisans begin fi", "article_keywords": ["begin", "return", "form", "getting", "obamacare", "irs", "southern", "watts", "illinoisans", "state", "health", "shocker", "fi", "tax", "fine", "insurance"], "article_url": "http://www.wsiltv.com/story/30995365/obamacare-fine-may-be-a-shocker-as-southern-illinoisans-begin-filing-taxes", "article_text": "MARION -- The fine for not having health insurance may be a shock as people begin e-filing their tax returns with the IRS on Tuesday.\n\nA family of four could have to pay $975 --- perhaps more, depending on their income.\n\nWith the tax season just getting started, H&R Block at Illinois Star Centre Mall in Marion hasn't seen anyone without health insurance this year. But they saw lots of them last year when the fine was $285 per family.\n\n\"And for some people, they think that it's cheaper to pay the penalty than it is to try to get insurance,\" said Brenda Watts, the district manager for the local H&R Block offices. \"For some people, the insurance is still not affordable. So, you know, they're still kind of stuck.\"\n\nThey'll really feel the sticker shock at this time next year. The fine for not being covered by a health plan jumps to $2,085 per family or 2.5 percent of their household income above their tax return filing threshold.\n\nPeople have until January 31 to keep that from happening. That's the deadline for signing-up for coverage under the Affordable Care Act, better known as Obamacare.\n\nWatts points-out that people who are getting their insurance under Obamacare will need to include a Form 10-95A with their tax return this year. Watts says the form will be automatically mailed to them. They'll have to wait for the form to arrive before filing their taxes with the IRS, though. However, people who get insurance through their employer won't have to file a form this year.\n\nMany people try to get their taxes done early so they can spend their federal and state tax refunds. But Illinoisans won't get their state refunds until at least March. State officials say it's not due to the budget crisis in Springfield. They're trying to prevent identity theft.\n\n\"It doesn't take much for a person to be able to file a tax return fraudulently for somebody else,\" said Watts. \"There's very little information that they need and they can do that.\"\n\nShe said the Illinois Department of Revenue has been working \"to implement things in their computer system that will help to prevent...tax identity theft.\"\n\nThough News 3 spoke with Watts the day before the IRS began accepting e-filed returns, she was already busy getting ready. She expects a big rush of filers between Tuesday and February 15. Then, she said, streams of procrastinators will appear in April as we get closer to the IRS's deadline which, this year, is Monday, April 18.", "article_metadata": {"wn-build": "XSLT-7.1-17", "Description": "MARION -- The fine for not having health insurance may be a shock as people begin e-filing their tax returns with the IRS on Tuesday.  A family of four could have to pay $975 --- perhaps more, depe...", "author": "Matthew Nordin", "og": {"url": "http://www.wsiltv.com/story/30995365/obamacare-fine-may-be-a-shocker-as-southern-illinoisans-begin-filing-taxes", "image": "http://WSIL.images.worldnow.com/images/9676918_G.jpg", "type": "article", "description": "MARION -- The fine for not having health insurance may be a shock as people begin e-filing their tax returns with the IRS on Tuesday.  A family of four could have to pay $975 --- perhaps more, depe...", "title": "Obamacare fine may be a shocker as Southern Illinoisans begin filing taxes"}, "twitter": {"image": "http://WSIL.images.worldnow.com/images/9676918_G.jpg", "title": "Obamacare fine may be a shocker as Southern Illinoisans begin filing taxes", "description": "MARION -- The fine for not having health insurance may be a shock as people begin e-filing their tax returns with the IRS on Tuesday.  A family of four could have to pay $975 --- perhaps more, depe...", "card": "summary", "creator": "https://twitter.com/MatthewNordin"}, "wnreadableurl": "obamacare-fine-may-be-a-shocker-as-southern-illinoisans-begin-filing-taxes", "ROBOTS": "index,follow,noarchive", "owner": "WSIL", "wn-version": "ContainerE-Story", "date": "2016/01/18", "KEYWORDS": "income taxes, IRS, tax season, H&R Block, Marion, Brenda Watts, Illinois refunds delayed, March, Obamacare fine, Affordable Care Act fine, no health insurance fine, WSIL TV 3, News 3", "wn-base": "IIS25", "news_keywords": "income taxes, IRS, tax season, H&R Block, Marion, Brenda Watts, Illinois refunds delayed, March, Obamacare fine, Affordable Care Act fine, no health insurance fine, WSIL TV 3, News 3"}, "article_summary": "Many people try to get their taxes done early so they can spend their federal and state tax refunds.\nMARION -- The fine for not having health insurance may be a shock as people begin e-filing their tax returns with the IRS on Tuesday.\n\"It doesn't take much for a person to be able to file a tax return fraudulently for somebody else,\" said Watts.\nWith the tax season just getting started, H&R Block at Illinois Star Centre Mall in Marion hasn't seen anyone without health insurance this year.\nWatts points-out that people who are getting their insurance under Obamacare will need to include a Form 10-95A with their tax return this year."}