{"article_title": "Polio-Crippled FDR Seen Walking In Rare Footage Only Recently Released To The Public", "article_keywords": ["waters", "walking", "warm", "recently", "usa", "footage", "weak", "released", "state", "poliocrippled", "rare", "president", "seen", "fdr", "public", "today"], "article_url": "http://www.medicaldaily.com/polio-crippled-fdr-seen-walking-rare-footage-only-recently-released-public-283066", "article_text": "Former President Franklin D. Roosevelt led America through World War II, yet few knew about the personal battle he faced every day with his own body. The former American leader was crippled by the time he was 39 years old, and now footage has been released to the public showing what few have ever before witnessed: FDR walking.\n\nIn the beginning of his political career FDR was left handicapped after a lifelong struggle with polio. He chose to hide this from the public due to fear that he would be perceived as weak, USA Today reported. The footage, donated to the Pennsylvania State Archives by the family of former baseball player Jimmie DeShong, shows the former president walking with assistance at the 1937 All-Star game.\n\nUSA Today reports that FDR “requested that the press avoid photographing him walking, maneuvering, or being transferred from his car,\" and the Secret Service was assigned to interfere with anyone who tried to snap a photo or film FDR in a \"disabled or weak\" state. Press at the time followed this unwritten rule, so today footage of the former president not seated is rare. When the President did walk, it was because he needed the assistance of a cane and the arm of another to help him keep balance. “He would maneuver his hips and swing his legs forward in a swaying motion to make it appear as if he was walking,” USA Today reported.\n\nPolio is a contagious viral illness that in its most severe form can cause paralysis, difficulty breathing, and even death. The virus has seen a recent comeback, particularly in the nation of Pakistan where only a month prior it was deemed eradicated from the entire Southeast Asian region. USA Today reports that the president would often visit a resort in Warm Spring, Ga., in hopes of improving his mobility. Although the spring waters never cured his condition, he did find that swimming in the waters helped his overall physical and mental health. It was at Warm Springs where FDR passed away in 1945.\n\nOther famous individuals to have suffered from polio include Canadian musician Neil Young, Mexican painter Frida Kahlo, and runner Wilma Rudolph, the first American woman to win three gold medals in track and field during a single Olympic game.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "polio, crippled, fdr, seen, walking, rare, footage, only, recently, released, public", "og": {"site_name": "Medical Daily", "description": "Footage of the former President Franklin D. Roosevelt walking has recently been released to the public.", "title": "Rare Footage Of FDR Shows The Polio-Afflicted Prez Walking [VIDEO]", "url": "http://www.medicaldaily.com/polio-crippled-fdr-seen-walking-rare-footage-only-recently-released-public-283066", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/05/16/fdr.png", "type": "article"}, "twitter": {"description": "Footage of the former President Franklin D. Roosevelt walking has recently been released to the public.", "title": "Rare Footage Of FDR Shows The Polio-Afflicted Prez Walking [VIDEO]", "url": "http://www.medicaldaily.com/polio-crippled-fdr-seen-walking-rare-footage-only-recently-released-public-283066", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/05/16/fdr.png", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/05/16/fdr.png"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "US/World", "published_time": "2014-05-16T16:33:43-04:00", "modified_time": "2014-05-16T16:33:42-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Footage of the former President Franklin D. Roosevelt walking has recently been released to the public."}, "_id": "\"57477af36914bd0286fcff7f\"", "article_summary": "He chose to hide this from the public due to fear that he would be perceived as weak, USA Today reported.\nThe former American leader was crippled by the time he was 39 years old, and now footage has been released to the public showing what few have ever before witnessed: FDR walking.\n“He would maneuver his hips and swing his legs forward in a swaying motion to make it appear as if he was walking,” USA Today reported.\nPress at the time followed this unwritten rule, so today footage of the former president not seated is rare.\nUSA Today reports that the president would often visit a resort in Warm Spring, Ga., in hopes of improving his mobility."}