{"article_title": "Maher: Jerry Brown for President", "article_keywords": ["brown", "hes", "jerry", "governor", "wisdom", "better", "larry", "california", "maher", "president", "man"], "article_url": "http://www.breitbart.com/video/2014/11/08/maher-jerry-brown-for-president/", "article_text": "SIGN UP FOR OUR NEWSLETTER\n\n\n\n\n\nHBO’s “Real Time” host Bill Maher stumped for California Governor Jerry Brown (D) and urged Democrats to nominate him for president on Friday.\n\n“Democrats must turn to the one person who has a record of competence and reform unmatched in their party. I’m talking, of course, about the man California just re-elected, Jerry Brown. The man who took California from broke and ungovernerable as it was said to be under Governor English-as-a-Second Language-took it to flush and leading the nation in job creation. If jerry brown was 55, that accomplishment in this giant state would have Democrats hyping him for president. But they’re not, because he’s 76 and ageism is the last acceptable prejudice in America. Well, that and Asian drivers.”\n\nSIGN UP FOR OUR NEWSLETTER\n\nMaher added, “Jerry Brown may be 76 but he runs three miles every day and he does yoga, whereas the only exercise [Gov.] Chris Christie (R-NJ) gets is pumping the nacho cheese dispenser. Four years ago, CNN replaced Larry King with the man who disproved the adage that all English people are smart [Piers Morgan]. And Larry wasn’t let go because he got worse at what he did. He does a web show now, and he’s exactly the same. i.e., better than the rest of the news folk on TV, and he’s not better in spite of being 80. He’s better because he’s 80.”\n\nHe concluded, “78 should not be too old to be president. Wisdom isn’t something you can just Google, and governing is where we need wisdom. A concept that wise, ancient cultures already know, Chinese people would no more disrespect their elders than they would use the left-turn signal.”\n\nFollow Ian Hanchett on Twitter @IanHanchett", "article_metadata": {"description": "Maher: Jerry Brown for President", "og": {"site_name": "Breitbart", "description": "Maher: Jerry Brown for President", "title": "Maher: Jerry Brown for President - Breitbart", "locale": "en_US", "image": "http://cdn.breitbart.com/mediaserver/Breitbart/Breitbart-TV/2014/11/08/Maher%20Jerry%20Brown%20Thumbnail.jpg", "url": "http://www.breitbart.com/video/2014/11/08/maher-jerry-brown-for-president/", "type": "article"}, "twitter": {"description": "Maher: Jerry Brown for President", "title": "Maher: Jerry Brown for President - Breitbart", "image": "http://cdn.breitbart.com/mediaserver/Breitbart/Breitbart-TV/2014/11/08/Maher%20Jerry%20Brown%20Thumbnail.jpg", "creator": "@BreitbartNews", "site": "@BreitbartNews", "card": "summary"}, "robots": "noodp", "fb": {"pages": 95475020353, "use_automatic_ad_placement": "true", "app_id": 1243316582352556}, "msapplication-TileImage": "/t/assets/i/w-logo-orange.png", "keywords": "Jerry Brown, Piers Morgan, Twitter,Breitbart TV,", "article": {"publisher": "https://www.facebook.com/Breitbart", "section": "Breitbart TV", "tag": "Twitter", "published_time": "2014-11-08T06:55:00-07:00", "categories": "Breitbart TV"}, "viewport": "width=device-width,initial-scale=1", "op": {"markup_version": "v1.0"}}, "_id": "\"57477af46914bd0286fde92c\"", "article_summary": "SIGN UP FOR OUR NEWSLETTERHBO’s “Real Time” host Bill Maher stumped for California Governor Jerry Brown (D) and urged Democrats to nominate him for president on Friday.\nIf jerry brown was 55, that accomplishment in this giant state would have Democrats hyping him for president.\nI’m talking, of course, about the man California just re-elected, Jerry Brown.\nWell, that and Asian drivers.”SIGN UP FOR OUR NEWSLETTERMaher added, “Jerry Brown may be 76 but he runs three miles every day and he does yoga, whereas the only exercise [Gov.]\nHe’s better because he’s 80.”He concluded, “78 should not be too old to be president."}