{"article_title": "Pentagon Signals the End of American Nation Building", "article_keywords": ["building", "fiscal", "end", "a10", "army", "hagel", "nation", "signals", "dods", "american", "military", "proposal", "times", "pentagon", "war"], "article_url": "http://www.thefiscaltimes.com/Articles/2014/02/24/Pentagon-Signals-End-American-Nation-Building", "article_text": "President Obama has said that the United States needs to focus on nation-building at home. The future of the American military might make that impossible to do overseas.\n\nThe New York Times reported today that the Pentagon plans to shrink the size of the Army from a post-9/11 peak of 570,000 to between 440,000 and 450,000 in the coming years. That would decrease the number of troops in the Army to the lowest levels since before World War II.\n\nRelated: Can Hagel Whip the Pentagon Into Fiscal Shape?\n\nThe proposal is a reflection of DOD’s new fiscal reality. The Defense Department is expected to lose some $600 billion in funding over the next decade, and Secretary Chuck Hagel has repeatedly warned that tough decisions are coming.\n\nThis is one of them. According to officials anonymously quoted by the Times, under the proposal the Army would have the ability to defeat any enemy, but would no longer be capable of a prolonged foreign occupations like the ones in Iraq and Afghanistan.\n\nIn other words, no more nation building.\n\nThe proposal is also a reflection of the Pentagon’s changing war posture. Big missions involving massive troop deployments like the one in Afghanistan are a thing of the past. Now, Special Forces and drones are going to be the primary instruments of American military might.\n\nRelated: Hagel Puts Military on Alert: Big Cuts Are Coming\n\nThe Army isn’t the only loser in DOD’s new spending proposal. The Air Force is also set to lose the A-10 attack plane, better known as the Warthog.\n\nThe plans for the A-10 reveal the problem with DOD’s bold proposal, though: There’s no promise that any of it will happen. That’s because Congress has to approve it, and lawmakers have a long history of keeping programs that DOD says it no longer needs. The Pentagon has been trying to get rid of the A-10 for quite some time, but friends of the program on Capitol Hill simply won’t let it die.\n\nThe latest example of this is Sen. Kelly Ayotte (R-NH), who placed a hold on Air Force Secretary nominee Debbie Lee James last October in a spat over the plane.\n\nRelated: Hagel Picks a Fight with the Pentagon, Congress\n\nJames was eventually confirmed, but the delay is indicative of a culture in which lawmakers simply refuse to let programs die. Other examples include the Abrams tank, the Global Hawk spy drone and the C-27J cargo planes.\n\nThe latest proposal shows that Hagel is serious about changing the Pentagon’s spending culture. It might be a fight, both inside DOD and on the Hill, but it is apparently one prolonged battle that the new Pentagon is ready to wage.\n\nTop Reads from the Fiscal Times:", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "The Pentagon has proposed a plan that would reduce the number of troops in the Army to the lowest levels since 2003. If it goes forward, it marks the end of American nation building.", "title": "Pentagon Signals the End of American Nation Building", "url": "http://www.thefiscaltimes.com/Articles/2014/02/24/Pentagon-Signals-End-American-Nation-Building", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/02062013_Pentagon_Cuts_article.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/Articles/2014/02/24/Pentagon-Signals-End-American-Nation-Building", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/02062013_Pentagon_Cuts_article.jpg", "title": "The Fiscal Times", "card": "summary", "creator": "@davidcfrancis"}, "generator": "Drupal 7 (http://drupal.org)", "description": "The Pentagon has proposed a plan that would reduce the number of troops in the Army to the lowest levels since 2003. If it goes forward, it marks the end of American nation building.", "viewport": "initial-scale=1, maximum-scale=1"}, "_id": "\"57477af36914bd0286fcff84\"", "article_summary": "Top Reads from the Fiscal Times:\nRelated: Hagel Puts Military on Alert: Big Cuts Are ComingThe Army isn’t the only loser in DOD’s new spending proposal.\nRelated: Can Hagel Whip the Pentagon Into Fiscal Shape?\nThat would decrease the number of troops in the Army to the lowest levels since before World War II.\nThe plans for the A-10 reveal the problem with DOD’s bold proposal, though: There’s no promise that any of it will happen."}