{"article_title": "Why Our Politics Don't Work Any More", "article_keywords": ["work", "dont", "power", "country", "republicans", "times", "americans", "party", "ready", "politics", "rightwing", "obama"], "article_url": "http://www.huffingtonpost.com/sandy-goodman/why-our-politics-dont-work_b_4128607.html", "article_text": "OK, so the latest Republican-manufactured crisis is finally over. But we're on warning that they could do it all over again in just three months. Which gets us to the question of why our government is so dysfunctional.\n\nOne big reason is that it wasn't designed to operate in such a polarized atmosphere. Other democracies like Great Britain have parliamentary governments. That means the majority political party in a one-house legislature picks the chief executive -- the prime minister. Both are from the same party. So they work together.\n\nWith the U.S. president elected separately from Congress, we often, as now, have divided government, with the chief executive from one party and a majority in one or both houses of Congress from the other.\n\nDivided government works if party discipline is weak and there's considerable overlap of views among, say, Democratic conservatives and Republican moderates. Plus a spirit of comity and compromise. But none of that exists today -- especially among Republicans. Throw in the filibuster and you have today's recipe for obstruction and gridlock.\n\nWe also have a surplus of right-wing extremists. This country has always had a ready supply: the Nullifiers who followed John C. Calhoun, the Know Nothing Party in the 1840s, southern secessionists who started the Civil War, Liberty Leaguers fighting FDR, and McCarthyites and Birchers after World War II, to mention a few. What's different now is their greater numbers and power. Past right-wing extremists were fewer, usually not as influential, and easier to laugh off. No longer.\n\nNot after Ronald Reagan convinced much of the country that government was the problem not the solution. Nor after Newt Gingrich engineered the polarization that's so badly disunited the nation (in 1990 he urged Republicans to demonize Democrats with words like: traitors, cheat, steal, greed, disgrace, destructive, corrupt, selfish, intolerant. They've done a great job). And today Newt's successors like Sarah Palin and Ted Cruz encourage the flying of Confederate flags, and shutting down the government, then blaming it on Democrats. These far-outers now control one of our two major parties.\n\nIf you don't think so look at the two votes in Congress ending the government shutdown and the threat of default. Almost two-thirds of House Republicans, 144, voted for default, with only 87 favoring sanity. It was a little better in the Senate where only 18 of 45 GOP members -- more than 40 percent -- voted to risk world economic catastrophe.\n\nAnd for what purpose, exactly? To keep millions of Americans from access to affordable health care. No wonder foreigners think we're crazy. Many of them, and Democrats like me, wonder what causes the intense hatred of Obama among right-wingers. We see the president as a temperate, mild-mannered guy who usually goes out of his way to placate Republicans -- and too often gives in to them. It's hard to believe he scares them half to death.\n\nBut he does, according to Bloomberg columnist Francis Wilkinson. After examining data from Republican focus groups conducted by Democratic pollster Stanley Greenberg, Wilkinson concluded that GOPers view Obama with \"essentially abject terror.\" Greenberg also found that Republicans \"are very conscious of being white in a country that is increasingly minority;\" and that besides being \"threatened by Obama and the Democratic Party,\" they are \"angry at their own party leaders... Obama has won. the problem is Republicans failing to stop him.\"\n\nBloomberg columnist Wilkinson also writes:\n\nA lot of Americans were not ready for a mixed-race president. They weren't ready for gay marriage. They weren't ready for the wave of legal and illegal immigration that redefined American demographics over the past two or three decades, bringing in lots of nonwhites. They weren't ready -- who was? -- for the brutal effects of globalization on working- and middle-class Americans or the devastating fallout from the financial crisis. Their representatives didn't stop Obamacare. And their side didn't \"take back America\" in 2012 as Fox News and conservative radio personalities led them to believe they would. They feel the culture is running away from them (and they're mostly right). They lack the power to control their own government. But they still have just enough to shut it down.\n\nNew York Times columnist Thomas Edsall also concludes that anger, fear and powerlessness are leading motivators of Republican actions. I think these emotions are fanned not only by Fox News but moreso by hundreds of right-wing talk-radio hosts who reach tens of millions of Americans in their cars every day. The conservative Townhall website lists four talk radio hosts among the dozen most influential right-wing Americans. Would a list of the nation's top 12 liberal influentials include even a single radio host? Unrelenting right-wing radio attacks, almost entirely unanswered by Democrats, spread the phony Gospel that all government is bad.\n\nEven more than race, today's great battle is over the size and strength of the federal government. As Frank Rich puts it in New York Magazine:\n\nThe unifying bogeyman for this camp is the federal government, not blacks or Hispanics, and that animus will remain undiminished after Obama's departure from the White House.\n\nIn their campaign to shrink government, the Tea Partiers and their elected representatives show a complete lack of understanding of the vital role it must play in advanced, post-industrial societies.\n\nThe Constitution, a wonderful document composed by geniuses, is the Tea Partiers' Holy Grail. They emphasize its power to restrain government. But it was written for a small, 18th century agricultural country of 3.9 million people. The 21st century U.S. is a much different place, with more than 316 million people, more than eighty times its original population, and over four times its size. But our basic law is still the Constitution of 1787, which is so hard to change that it's been amended only 27 times in 226 years\n\nPresident Thomas Jefferson was anything but a big-government liberal. But even back in 1803 he considered the Constitution so limiting a document that he had doubts it gave him power to make the Louisiana Purchase (which doubled this country's size) because it contained no provision for buying additional land. \"I stretched the Constitution until it cracked,\" Jefferson acknowledged. Had he given in to his doubts, we'd be minus 15 states.\n\n\n\nSince Jefferson, of course, laws and court decisions have vastly increased the federal government's power. Our parallel systems of state and local governments have generally diluted it, but not by nearly as much.\n\n\n\nPresident Obama reminded us that whatever its strengths and weaknesses, Washington matters in people's lives, as he urged the country to move forward after the shutdown:\n\n[W]e hear all the time about how government is the problem. Well, it turns out we rely on it in a whole lot of ways. Not only does it keep us strong through our military and our law enforcement, it plays a vital role in caring for our seniors and our veterans, educating our kids, making sure our workers are trained for the jobs that are being created, arming our businesses with the best science and technology so they can compete with companies from other countries. It plays a key role in keeping our food and our toys and our workplaces safe. It helps folks rebuild after a storm. It conserves our natural resources. It finances startups. It helps to sell our products overseas. It provides security to our diplomats abroad. So let's work together to make government work better instead of treating it like an enemy or purposely making it work worse. That's not what the founders of this nation envisioned when they gave us the gift of self-government.\n\nTo which I can only add: Amen.\n\nCorrection: This post incorrectly stated that 19 of 46 Republicans voted against the bill ending the government shutdown and raising the debt ceiling. A full breakdown of Republican votes can be found here.", "article_metadata": {"description": "OK, so the latest  Republican-manufactured crisis is finally over. But we're on warning that they could do it all over again in just three months. Which ...", "sailthru.expire_date": "2013-10-21 14:47:58 -0400", "og": {"url": "http://www.huffingtonpost.com/sandy-goodman/why-our-politics-dont-work_b_4128607.html", "locale": "en_US", "site_name": "The Huffington Post", "description": "OK, so the latest  Republican-manufactured crisis is finally over. But we're on warning that they could do it all over again in just three months. Which ...", "type": "article"}, "twitter": {"image": {"width": 2000, "height": 1000}, "site": "@HuffPostPol", "card": "summary_large_image", "description": "OK, so the latest  Republican-manufactured crisis is finally over. But we're on warning that they could do it all over again in just three months. Which ..."}, "sailthru.date": "2013-10-20 14:47:58 -0400", "al": {"ios": {"url": "huffpostnews:///?editionID=us&entryID=4128607", "app_store_id": 306621789, "app_name": "The Huffington Post"}}, "taboola.category": "politics", "fb": {"app_id": 46744042133}, "keywords": "jefferson,polarization,constitution,president obama,Ronald Reagan,Government Shutdown,Ted Cruz,Parliamentary Government,congress,tea partiers,Default Threat,newt gingrich,sarah palin,right-wing", "article": {"section": "Politics", "tag": "jefferson,polarization,constitution,president obama,Ronald Reagan,Government Shutdown,Ted Cruz,Parliamentary Government,congress,tea partiers,Default Threat,newt gingrich,sarah palin,right-wing", "published_time": "2013-10-20 14:47:58 -0400", "modified_time": "2014-01-23 18:58:21 -0500"}, "viewport": "width=1000"}, "_id": "\"57477af36914bd0286fcb579\"", "article_summary": "So let's work together to make government work better instead of treating it like an enemy or purposely making it work worse.\nThe conservative Townhall website lists four talk radio hosts among the dozen most influential right-wing Americans.\nIf you don't think so look at the two votes in Congress ending the government shutdown and the threat of default.\nDivided government works if party discipline is weak and there's considerable overlap of views among, say, Democratic conservatives and Republican moderates.\nSo they work together."}