{"article_title": "Obamacare's Atomistic Individualism", "article_keywords": ["plans", "supported", "institutions", "atomistic", "yorks", "health", "york", "obamacares", "social", "care", "insurance", "wrote", "individualism"], "article_url": "http://www.cato.org/blog/obamacares-atomistic-individualism", "article_text": "Lots of people are engaging in mockery and schadenfreude over the New York Times report that\n\nMany in New York’s professional and cultural elite have long supported President Obama’s health care plan. But now, to their surprise, thousands of writers, opera singers, music teachers, photographers, doctors, lawyers and others are learning that their health insurance plans are being canceled and they may have to pay more to get comparable coverage, if they can find it.\n\nIt’s a liberals’ nightmare:\n\nIt is not lost on many of the professionals that they are exactly the sort of people — liberal, concerned with social justice — who supported the Obama health plan in the first place. Ms. Meinwald, the lawyer, said she was a lifelong Democrat who still supported better health care for all, but had she known what was in store for her, she would have voted for Mitt Romney. It is an uncomfortable position for many members of the creative classes to be in. “We are the Obama people,” said Camille Sweeney, a New York writer and member of the Authors Guild. Her insurance is being canceled, and she is dismayed that neither her pediatrician nor her general practitioner appears to be on the exchange plans. What to do has become a hot topic on Facebook and at dinner parties frequented by her fellow writers and artists. “I’m for it,” she said. “But what is the reality of it?”\n\nBut I noticed something that I haven’t seen any comments on: the way the Affordable Care Act is forcing people out of group plans and forcing them to enter the health insurance system as individuals:\n\nThey are part of an unusual, informal health insurance system that has developed in New York, in which independent practitioners were able to get lower insurance rates through group plans, typically set up by their professional associations or chambers of commerce. That allowed them to avoid the sky-high rates in New York’s individual insurance market, historically among the most expensive in the country. But under the Affordable Care Act, they will be treated as individuals, responsible for their own insurance policies. For many of them, that is likely to mean they will no longer have access to a wide network of doctors and a range of plans tailored to their needs. And many of them are finding that if they want to keep their premiums from rising, they will have to accept higher deductible and co-pay costs or inferior coverage.\n\nLibertarian scholars stress the importance of civil society. I wrote about it in Libertarianism: A Primer. David Beito wrote a whole book on the mutual aid associations that brought people together in social groups were replaced by “impersonal bureaucracies controlled by outsiders.” Tocqueville and his modern followers extolled the virtues of “mediating institutions” that stood between the lone individual and the all-powerful state.\n\nNow it seems that Obamacare, perhaps unintentionally, is destroying some of those mutual aid organizations, those mediating institutions, in order to force individuals to deal directly with the state and/or the vast insurance corporations.\n\nLeft-liberals often accuse libertarians of favoring “atomistic individualism” – an absurd charge about people who regard cooperation as so essential to human flourishing that we don’t just want to talk about it, we want to create social institutions that make it possible. But now it seems we have another example of a big-government, left-liberal policy that is pushing people away from cooperation and community and toward atomistic individualism.", "article_metadata": {"description": "Obamacare is pushing people away from cooperation and community and toward atomistic individualism.", "og": {"site_name": "Cato Institute", "description": "Obamacare is pushing people away from cooperation and community and toward atomistic individualism.", "title": "Obamacare's Atomistic Individualism", "url": "http://www.cato.org/blog/obamacares-atomistic-individualism", "image": "http://object.cato.org/sites/cato.org/files/default_images/blog_torch_large.gif", "type": "article"}, "twitter": {"url": "http://www.cato.org/blog/obamacares-atomistic-individualism", "title": "Obamacare's Atomistic Individualism", "description": "Obamacare is pushing people away from cooperation and community and toward atomistic individualism.", "card": "summary", "creator": "@CatoInstitute"}, "robots": "noodp", "site": "Cato Institute", "node_creation_date": "2013/12/16", "fb": {"admins": 5311211, "app_id": 158687980817033}, "publication_date": "2013/12/16", "article": {"published_time": "2013-12-16T11:15:26-05:00", "author": "https://www.facebook.com/davidboaz"}, "viewport": "width=device-width, minimum-scale=1.0, maximum-scale=1.0, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fcff92\"", "article_summary": "Left-liberals often accuse libertarians of favoring “atomistic individualism” – an absurd charge about people who regard cooperation as so essential to human flourishing that we don’t just want to talk about it, we want to create social institutions that make it possible.\nBut now it seems we have another example of a big-government, left-liberal policy that is pushing people away from cooperation and community and toward atomistic individualism.\nThat allowed them to avoid the sky-high rates in New York’s individual insurance market, historically among the most expensive in the country.\nMs. Meinwald, the lawyer, said she was a lifelong Democrat who still supported better health care for all, but had she known what was in store for her, she would have voted for Mitt Romney.\nBut now, to their surprise, thousands of writers, opera singers, music teachers, photographers, doctors, lawyers and others are learning that their health insurance plans are being canceled and they may have to pay more to get comparable coverage, if they can find it."}