{"article_title": "Dow Jones Industrial Average Hits New High; Netflix Sinks Nasdaq", "article_keywords": ["jones", "hits", "industrial", "sinks", "netflix", "win", "average", "futures", "high", "nasdaq", "oil", "earnings", "crude", "close", "higher", "dow", "added", "points"], "article_url": "http://www.schaeffersresearch.com/content/ezines/2016/04/19/dow-jones-industrial-average-hits-new-high-netflix-sinks-nasdaq", "article_text": "Higher oil prices and strong earnings from Dow components kept the DJIA atop 18,000\n\nThegrabbed its second win of the week, overcoming a midday slump to close at another nine-month high . Rising crude oil futures sent the Dow nearly 100 points higher early on, after Kuwait slashed crude output amid a labor strike. Strong earnings from blue chips only added to the risk-on backdrop -- although Dow stock International Business Machines Corp. (NYSE:IBM) sat out the day's uptrend . While thefollowed the Dow higher, dismal performances from tech stocks like Netflix, Inc. (NASDAQ:NFLX) and Illumina, Inc. (NASDAQ:ILMN) weighed on the\n\n\n\nContinue reading for more on today's market, including:\n\n3 steel stocks breaking out .\n\n. Is Freeport-McMoRan Inc (NYSE:FCX) on the verge of a short-squeeze ?\n\n? The key deadline bearing down on this entertainment giant.\n\nbearing down on this entertainment giant. Plus ... The healthcare giant bucking Obamacare, silver's huge day, and a blue-chip earnings preview.\n\n\n\nThe Dow Jones Industrial Average (DJIA - 18,053.60) added 49.4 points, or 0.3%, for its best close since July 20. Goldman Sachs Group Inc (NYSE:GS) led the 21 Dow advancers with its 2.3% post-earnings win. IBM's 5.6% plummet paced the nine losers.\n\n\n\nThe S&P 500 Index (SPX - 2,100.80) also moved higher, gaining 6.5 points, or 0.3%, to close atop 2,100 for the first time since Dec. 1. However, the Nasdaq Composite (COMP - 4,940.33) underperformed, falling 19.7 points, or 0.4%.\n\n\n\nThe CBOE Volatility Index (VIX - 13.24) fell 0.1 point, or 0.8%, breaching the 13 level in intraday trade for the first time since Oct. 28.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n5 Items on Our Radar Today:\n\n\n\n\n\n\n\n\n\n\n\n\n\nData courtesy of Trade-Alert\n\nCommodities:\n\n\n\nCrude oil futures broke a four-day losing streak, as global supplies dropped amid striking workers in Kuwait and pipeline outages in Venezuela and Nigeria. At the close, May-dated crude futures were up $1.30, or 3.3%, at $41.08 per barrel.\n\nGold shot higher alongside other metals -- thanks to a cooling greenback. By session's end, June-dated gold had added $19.30, or 1.6%, to close at $1,254.30 per ounce.", "article_metadata": {"news_keywords": "dow jones industrial average, djia, dow, 18000, stocks, oil prices, oil,  Kuwait, strike, crude, crude futures, blue chip, earnings, IBM, netflix, nflx, unitedhealth, unh, obamacare, SPX, COMP, UNH, TGT, ILMN, NFLX, IBM, DJIA", "Generator": "Sitefinity 7.2.5320.0 PE", "Author": "Josh Selway", "Keywords": "dow jones industrial average, djia, dow, 18000, stocks, oil prices, oil,  Kuwait, strike, crude, crude futures, blue chip, earnings, IBM, netflix, nflx, unitedhealth, unh, obamacare, SPX, COMP, UNH, TGT, ILMN, NFLX, IBM, DJIA", "Date": "2016-04-19T04:29:48-04:00", "verify-v1": "hHlFAUmga968vsh5ejhAhfL8rQGC89QYuHXdZ9nc/eQ=", "viewport": "width=device-width, initial-scale=1.0", "Description": "Higher oil prices and strong earnings from Dow components kept the Dow Jones Industrial Average (DJIA) atop 18,000, though the Nasdaq (COMP) fell"}, "article_summary": "Rising crude oil futures sent the Dow nearly 100 points higher early on, after Kuwait slashed crude output amid a labor strike.\nThe Dow Jones Industrial Average (DJIA - 18,053.60) added 49.4 points, or 0.3%, for its best close since July 20.\nWhile thefollowed the Dow higher, dismal performances from tech stocks like Netflix, Inc. (NASDAQ:NFLX) and Illumina, Inc. (NASDAQ:ILMN) weighed on theContinue reading for more on today's market, including:3 steel stocks breaking out .\nAt the close, May-dated crude futures were up $1.30, or 3.3%, at $41.08 per barrel.\nHigher oil prices and strong earnings from Dow components kept the DJIA atop 18,000Thegrabbed its second win of the week, overcoming a midday slump to close at another nine-month high ."}