{"article_title": "California’s Economic Outlook: Not As Dry As the Land", "article_keywords": ["dry", "yribarren", "outlook", "land", "farmers", "farm", "californias", "water", "good", "economic", "right", "weather", "prices", "drought", "valley"], "article_url": "http://www.thefiscaltimes.com/Articles/2014/02/14/California-s-Economic-Outlook-Not-Dry-Land", "article_text": "It's been raining in parts of California where farmers have been dealing with an epic drought. That's good news, but not good enough to stop many growers in the vast Central Valley from letting a large percentage of land go unplanted. \"Behind me is nothing,\" said farmer Jeff Yribarren on his farm in Mendota, Calif. Yribarren grows everything from alfalfa hay for dairy cows to heirloom tomatoes for Whole Foods.\n\nThis year, 30 percent of his land will grow nothing. \"I don't have any water to put anything here.\" But the economic outlook may not be as barren as the land.\n\nRelated: One Man's Drought Is Another Man's Opportunity\n\n\"We have some of the highest prices right now in California agriculture, in part because of the drought, but primarily because of demand from abroad,\" said Vernon Crowder, senior analyst for Rabobank, a major agricultural lender. \"Farmers will survive this. It will cost a lot of money, and there will be changes, but they, too, will survive this.\"\n\nThe Midwest experienced a similar situation two years ago, when a massive drought devastated some individual farmers, but overall farm incomes hit a new record as corn and soybean prices soared.\n\nHigh prices are helping dairy farmer Tom Barcellos cover the rising cost of hay for his cattle. \"The milk price here really is at an all-time high, so we do have some margin,\" he said. \"We're just going to have to bank that margin and make sure we can have adequate feed supplies.\"\n\nRelated: California Drought Crisis - $5B Hit to the Economy\n\nStill, the mood was gloomy at the World Ag Show in Tulare, Calif., this week. Central Valley farmers are accustomed to fighting for water, but the magnitude of this drought now has them screaming for change. Water that used to go to farms is now being held back by the state in order to protect endangered fish. \"We've been brought to our knees by a political drought that goes on every year, and now, with the severe drought over the past two years, it's like a knockout punch,\" said Yribarren.\n\nOn Wednesday, Gov. Jerry Brown toured the farm show, and President Barack Obama is making his first trip to the Central Valley and offering millions in federal aid to the state on Friday. In Washington, House Republicans have passed a bill which would transfer water dedicated to endangered fish habitats back to farmers.\n\nSenate Democrats have introduced a competing aid bill which would avoid that. A compromise looks unlikely in the near term. \"What happens in government takes too long,\" said Barcellos, the dairyman. \"We need to know something in the next seven to 10 days.\"\n\nSome farmers are now considering buying water, if any is available. Yribarren said prices per acre-foot have more than doubled this year to $1,200, a sum that would wipe out most profits. \"I've sacrificed the fruits and vegetables in favor of more water-efficient crops.\" His decision is telling. Farming has gotten increasingly efficient, and farmers are more nimble. Over the last decade, Yribarren slowly has been buying up \"hundreds of miles\" of drip irrigation tubing. \"I don't put one extra gallon of water onto the plants more than I need.\"\n\nThat sort of experience should help most farmers weather the drought. As for the weather itself, Rabobank's Crowder said it actually hasn't been bad for everyone, or for all crops. \"Ironically, right now the weather has been so good this winter, vegetable prices are very competitive,\" said Crowder. \"It's been too easy to produce vegetables right now.\"\n\nThis article originally appeared in CNBC.\n\n\n\nRead more in CBNC:\n\nSevere drought has US west fearing the worst\n\nFracking blamed for drought in California\n\nThe business upside of California's water torture", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "It's been raining in parts of California where farmers have been dealing with an epic", "title": "California’s Economic Outlook: Not As Dry As the Land", "url": "http://www.thefiscaltimes.com/Articles/2014/02/14/California-s-Economic-Outlook-Not-Dry-Land", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/05162012_Droughts_Crops_article.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/Articles/2014/02/14/California-s-Economic-Outlook-Not-Dry-Land", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/05162012_Droughts_Crops_article.jpg", "card": "summary", "title": "The Fiscal Times"}, "generator": "Drupal 7 (http://drupal.org)", "description": "It's been raining in parts of California where farmers have been dealing with an epic", "viewport": "initial-scale=1, maximum-scale=1"}, "_id": "\"57477af36914bd0286fcff9b\"", "article_summary": "But the economic outlook may not be as barren as the land.\nCentral Valley farmers are accustomed to fighting for water, but the magnitude of this drought now has them screaming for change.\nRead more in CBNC:Severe drought has US west fearing the worstFracking blamed for drought in CaliforniaThe business upside of California's water torture\nThat sort of experience should help most farmers weather the drought.\nThat's good news, but not good enough to stop many growers in the vast Central Valley from letting a large percentage of land go unplanted."}