{"article_title": "83% of Physicians Are Resistant to Use EHRs for Clinical Communications", "article_keywords": ["poor", "physicians", "ehrs", "ehr", "resistant", "communication", "support", "communications", "clinical", "mobile", "report", "83", "care"], "article_url": "http://hitconsultant.net/2015/01/19/physicians-resistantehrs-clinical-communications/", "article_text": "Thought you might find this interesting Submit\n\n83 percent of physicians expressed frustration using EHRs to support clinical communications due to poor EHR interoperability, limited EHR messaging capabilities and poor usability that makes it difficult to find relevant clinical data, according to a recent study by Spyglass Consulting Group. The report entitled Point of Care Communications for Physicians 2014 based on 100 doctors working in hospital‐based and ambulatory environments nationwide reveals physicians are universally (96 percent) using smartphones as their primary device to support clinical communications.\n\nPhysicians Face Obstacles to Support Collaborative Care\n\nDespite the universal smartphone adoption, the report finds 70 percent of physicians believe hospital IT organizations are making inadequate investments to address physician mobile computing and communication requirements at point of care due to limited planned investments, poor mobile EHR tools, and inadequate mobile user support. Majority of physicians interviewed report that they lacked the financial incentives, tools, and processes to support collaborative team‐based care. According to the Ponemon Institute, inefficient communications during critical clinical workflows costs the average U.S. hospital approximately $1.75 million annually.\n\nFormer CMIO Shares His Experiences\n\nSteven Davidson, MD, MBA former CMIO at Maimonides Medical Center, Brooklyn, NY whose last project at Maimonides improving physician communication comments, “As we were developing our plans for improving communication among clinicians, we discovered that few hospitals were investing in communication‐driven workflow support, perhaps because meaningful use and HIPAA are consuming all the resources. Still, it seems many IT leaders hope the EHR‐‐a tool poorly suited to the task‐‐will suffice. In reality, overwhelmed nurses and doctors struggle accomplishing necessary communication through the EHR; instead implementing workarounds on their own devices.”\n\nNext Generation Communications\n\nThe report states that hospital IT has an imperative need to evaluate mobile devices and unified communications solutions to support collaborative team-based care and address regulatory requirements introduced by the Affordable Care Act including readmissions penalties, patient centered care models, and pay for performance. Spyglass notes that the next generation communications solutions must be secure, easy-to-use, and tightly integrated with the EHR to provide adequate clinical context to successfully close the communications loop with colleagues and team members.\n\nThe complete market study, “Healthcare Without Bounds: Point of Care Communications for Physicians 2014,” is available here for purchase.", "article_metadata": {"description": "83 percent of physicians expressed frustration using EHRs to support clinical communications due to poor EHR interoperability, limited EHR messaging, etc.", "generator": "WordPress 4.5.2", "og": {"description": "83 percent of physicians expressed frustration using EHRs to support clinical communications due to poor EHR interoperability, limited EHR messaging, etc.", "title": "83% of Physicians Are Resistant to Use EHRs for Clinical Communications", "locale": "en_US", "image": {"width": 640, "identifier": "http://wrm5sysfkg-flywheel.netdna-ssl.com/wp-content/uploads/2014/12/EHRs.jpg", "height": 480}, "updated_time": "2015-01-19T00:36:05-04:00", "url": "http://hitconsultant.net/2015/01/19/physicians-resistantehrs-clinical-communications/", "type": "article"}, "twitter": {"description": "83 percent of physicians expressed frustration using EHRs to support clinical communications due to poor EHR interoperability, limited EHR messaging, etc.", "title": "83% of Physicians Are Resistant to Use EHRs for Clinical Communications", "image": "http://wrm5sysfkg-flywheel.netdna-ssl.com/wp-content/uploads/2014/12/EHRs.jpg", "creator": "@hitconsultant", "site": "@hitconsultant", "card": "summary"}, "robots": "noodp", "article": {"publisher": "https://www.facebook.com/pages/HIT-Consultant-Media/302199219847409", "section": "EMR/EHR", "published_time": "2015-01-19T00:00:10-04:00", "modified_time": "2015-01-19T00:36:05-04:00"}, "google-site-verification": "ZfA9TYzJhTo4Qq5hZKk2GVBYHj0-7Bu73PO0P5jbDaI", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af36914bd0286fcffa0\"", "article_summary": "The report entitled Point of Care Communications for Physicians 2014 based on 100 doctors working in hospital‐based and ambulatory environments nationwide reveals physicians are universally (96 percent) using smartphones as their primary device to support clinical communications.\nThe complete market study, “Healthcare Without Bounds: Point of Care Communications for Physicians 2014,” is available here for purchase.\nThought you might find this interesting Submit83 percent of physicians expressed frustration using EHRs to support clinical communications due to poor EHR interoperability, limited EHR messaging capabilities and poor usability that makes it difficult to find relevant clinical data, according to a recent study by Spyglass Consulting Group.\nAccording to the Ponemon Institute, inefficient communications during critical clinical workflows costs the average U.S. hospital approximately $1.75 million annually.\nMajority of physicians interviewed report that they lacked the financial incentives, tools, and processes to support collaborative team‐based care."}