{"article_title": "McAuliffe and GOP offer plan for $2.4 billion budget shortfall", "article_keywords": ["billion", "24", "offer", "spending", "million", "budget", "governor", "mcauliffe", "state", "shortfall", "plan", "cuts", "medicaid", "gop"], "article_url": "https://www.washingtonpost.com/local/virginia-politics/mcauliffe-and-gop-offer-plan-for-24-billion-shortfall/2014/09/15/75682f94-3cd2-11e4-9587-5dafd96295f0_story.html", "article_text": "A gaping $2.4 billion hole in Virginia’s budget brought a rare moment of bipartisan unity to the Capitol on Monday as the Democratic governor and Republican legislative leaders unveiled a plan to tap the rainy-day fund and trim most state spending by 3 percent.\n\nGov. Terry McAuliffe (D), House Speaker William J. Howell (R-Stafford) and budget leaders from the House and Senate announced that they had privately worked out a way to bring state spending in line with a revenue shortfall largely attributed to federal defense cuts.\n\nSpending for K-12 education will be spared, but almost every other corner of state and local government will feel the pinch under the proposal. It will be up to state agencies and localities to determine how to make the cuts.\n\nMcAuliffe expressed hope that layoffs can be avoided, but there were no guarantees. The plan did not include any new taxes or fees for the first year, but McAuliffe expressed his intention to look at fees and “tax policy” in the second, which still has a $272 million hole to be plugged.\n\nThe plan will come before legislators as companion House and Senate bills when the General Assembly gathers Thursday for a special session that was originally called to consider Medicaid expansion and judicial appointments. Assuming legislators pass the legislation as is, McAuliffe has promised to sign it without making amendments.\n\nMcAuliffe and Howell — fiercely at odds all year over the governor’s marquee goal, expanding Medicaid under the Affordable Care Act — said they put their differences aside to work out the deal. They said it would help preserve Virginia’s stellar bond rating and reputation for well-managed government, which make it cheaper to borrow money and easier to attract business.\n\n“Our economy has been sluggish because of defense cuts and budget actions up in Washington, D.C.,” McAuliffe said. “We have to make the appropriate moves here to make sure we protect the commonwealth and continue to be the best state in America to do business. And sound fiscal policy is what brings us all together.”\n\nMcAuliffe, who in June accused Republicans of “demagoguery, lies, fear and cowardice” for blocking Medicaid expansion, introduced Howell at a Capitol news conference Monday as “my great friend” and “great ally in moving this forward.”\n\n“It’s no secret that the governor and I have had a disagreement or two along the way since he took office in January,” Howell said, “but those disagreements, as strong at they might be, have not stopped us from working together when it’s in the best interests of the commonwealth.”\n\nIn August, McAuliffe announced a $2.4 billion projected budget shortfall that he largely blamed on cuts in defense spending mandated by sequestration, the across-the-board spending cuts that took effect in 2013 as part of an impasse over the federal budget.\n\nThe proposed cuts are to the two-year, $96 billion state budget that the legislature and McAuliffe completed in late June after a protracted standoff over Medicaid that had threatened to shut down Virginia’s government. All of the $2.4 billion in cuts must come from a smaller subset budget, the $37 billion general-fund portion that does not include things such as federal funds earmarked for specific purposes, such as health care.\n\nThe plan disclosed Monday calls for transferring $470 million from the state’s rainy-day fund for the first year of the budget cycle, which began July 1, and $235 million for the second.\n\nEvery state agency and locality will be asked to reduce spending by 3 percent. Over two years, that will result in cuts of about $192 million to state agencies, $90 million to higher education and $60 million to localities. The only area spared is K-12 education, which will not be cut at all.\n\nThe cuts still come up $272 million short. McAuliffe and budget leaders agreed to push that issue off until the second half of the budget cycle, noting the gap but not specifying how they will plug it.\n\nMcAuliffe spokesman Brian Coy said that the governor does not intend to propose increasing tax rates to close the remaining gap but might propose elimination of “tax preferences” or the closing of loopholes.\n\nVirginia governors typically proposes amendments to the two-year budget in the year after it is adopted, both for policy reasons and to respond to revenue that comes in higher or lower than expected. This year, the revenue projections fell so sharply from the state’s original forecast that McAuliffe and legislative leaders decided they should not wait until January to make adjustments. Acting now will allow them to spread the pain of the cuts over not just the second fiscal year of the cycle but also the nine-month remainder of the current one.\n\nThere was little indication that the bipartisan spirit behind the budget deal was likely to carry over into the Medicaid issue when legislators take it up in the special session.\n\nMcAuliffe and a coalition of moderate Republicans and Democrats in the Senate have pushed to expand the federal-state health-care program, saying it would help 400,000 uninsured Virginians and create 30,000 new jobs. The GOP-dominated House has been firmly opposed, both because members object to creating a new entitlement for able-bodied adults and because they believe Washington will ultimately renege on its funding promises and stick the state with the $2 billion-a-year tab.\n\nOn Monday, a reporter asked McAuliffe if he should expected a similar “loving press conference” at the close of the special session on Medicaid.\n\n“This is about budget today,” the governor said. “My only point is, if we come together for the good for the commonwealth, I do believe if we sit in a room . . . for a couple hours, we can hash this [Medicaid] thing out and do what’s in the best interests of the commonwealth of Virginia. I am the ultimate optimist.”\n\nMcAuliffe turned the microphone over to Howell.\n\n“I couldn’t agree more with the governor that this press conference today is about the budget,” he deadpanned.", "article_metadata": {"description": "Most state spending will be trimmed by 3 percent to narrow Virginia’s deficit.", "author": "http://www.facebook.com/laura.vozzella", "og": {"site_name": "Washington Post", "description": "Most state spending will be trimmed by 3 percent to narrow Virginia’s deficit.", "title": "McAuliffe and GOP offer plan for $2.4 billion budget shortfall", "url": "https://www.washingtonpost.com/local/virginia-politics/mcauliffe-and-gop-offer-plan-for-24-billion-shortfall/2014/09/15/75682f94-3cd2-11e4-9587-5dafd96295f0_story.html", "image": "https://images.washingtonpost.com/?url=https://img.washingtonpost.com/pb/resources/img/twp-3000x1568.jpg&w=1484&op=resize&opt=1&filter=antialias", "type": "article"}, "referrer": "unsafe-url", "twitter": {"site": "@WashingtonPost", "card": "summary_large_image", "creator": "@LVozzella"}, "fb": {"admins": 500835072, "app_id": 41245586762}, "keywords": "va politics, virginia politics, virginia budget, virginia budget shortfall, virginia sequestration, virginia defense cuts, terry mcauliffe, bill howell,", "article": {"publisher": "https://www.facebook.com/washingtonpost", "author": "http://www.facebook.com/laura.vozzella"}, "news_keywords": "va politics, virginia politics, virginia budget, virginia budget shortfall, virginia sequestration, virginia defense cuts, terry mcauliffe, bill howell,", "viewport": "width=device-width, initial-scale=1.0, user-scalable=yes, minimum-scale=0.5, maximum-scale=2.0", "eomportal-uuid": "75682f94-3cd2-11e4-9587-5dafd96295f0"}, "_id": "\"57477af46914bd0286fe4021\"", "article_summary": "“Our economy has been sluggish because of defense cuts and budget actions up in Washington, D.C.,” McAuliffe said.\nMcAuliffe and budget leaders agreed to push that issue off until the second half of the budget cycle, noting the gap but not specifying how they will plug it.\nThe proposed cuts are to the two-year, $96 billion state budget that the legislature and McAuliffe completed in late June after a protracted standoff over Medicaid that had threatened to shut down Virginia’s government.\n“I couldn’t agree more with the governor that this press conference today is about the budget,” he deadpanned.\nAll of the $2.4 billion in cuts must come from a smaller subset budget, the $37 billion general-fund portion that does not include things such as federal funds earmarked for specific purposes, such as health care."}