{"article_title": "The Agenda: Sellers calls health care rollout \"an epic failure\"; I-26 tree cutting gets key approval", "article_keywords": ["miles", "epic", "license", "rep", "tree", "yesterday", "i26", "sellers", "failure", "state", "cutting", "health", "key", "sen", "rollout", "including", "gets", "national", "care"], "article_url": "http://www.charlestoncitypaper.com/TheBattery/archives/2014/02/25/the-agenda-sellers-on-health-care-rollout-an-epic-failure-i-26-tree-cutting-gets-key-approval-haley-on-military-cuts", "article_text": "Democratic state Rep. Bakari Sellers, also a candidate for lieutenant governor, appeared on set in New York on MSNBC's Morning Joe to discuss some S.C.-specific national issues, including health care, calling the rollout of the Affordable Care Act \"an epic failure\" and coming out against proposals to increase the minimum wage to $10 per hour. [MSNBC]\n\nS.C. DHEC has unveiled SCHealthData.org, a clearinghouse for state health care data. [Times & Democrat]\n\nThe Berkeley Charleston Dorchester Council of Governments voted yesterday to approve a DOT plan to cut down seven miles of trees in the median along I-26 between Jedburg and Ridgeville, leaving 17 miles, including several over wetlands between the North Area and I-95, untouched. [P&C]\n\nCongratulations to Congressmen Sanford, Duncan, Gowdy, Mulvaney, and Sen. Tim Scott on their brand new Club for Growth Defender of Economic Freedom Awards. Though by some apparent oversight, maybe a rounding error or something, U.S. Sen. Lindsey Graham managed to rank 39 in the ranking of his Senate colleagues instead of dead last. [The State, Club for Growth]\n\nUnder an amendment to a bill that quietly slipped through the state House last week, a series of state health, environmental, and public safety regulations would sunset five years after enactment, meaning that dozens of regs would disappear immediately, since many are more than five years old. From [The State]\n\nCharleston Democratic Rep. Wendell Gilliard says he'll help ferry through a piece of legislation brought by Republican state Sen. Tom Davis that would make medical cannabis treatment available for patients with certain conditions. [P&C]\n\nA new addition to the race makes for 10, that's T-E-N, candidates running for the privilege of being the state superintendent of education. [The State]\n\nS.C. pols are not too happy about reported cuts coming down the pipe for the nation's military. In a meeting at the White House yesterday, Gov. Nikki Haley called the move a \"slap in the face,\" taking special issue with predicted cuts to the National Guard. [The State, Greenville News]\n\nThe ACLU is objecting to the state's policy of keeping license plate scans for three years, a database that includes more than 40 million time-stamped images of S.C. drivers' license plates. [WSPA]", "article_metadata": {"layout": "Blog Post", "description": "Democratic state Rep. Bakari Sellers, also a candidate for lieutenant governor, appeared on Morning Joe to discuss some S.C.-specific national issues, including health care, calling the rollout of the ACA \"an epic failure\" and coming out against proposals to increase the minimum wage to $10 per hour.", "title": "The Agenda: Sellers calls health care rollout \"an epic failure\"; I-26 tree cutting gets key approval | The Battery | Charleston City Paper", "og": {"site_name": "Charleston City Paper", "description": "Democratic state Rep. Bakari Sellers, also a candidate for lieutenant governor, appeared on Morning Joe to discuss some S.C.-specific national issues, including health care, calling the rollout of the ACA \"an epic failure\" and coming out against proposals to increase the minimum wage to $10 per hour.", "title": "The Agenda: Sellers calls health care rollout \"an epic failure\"; I-26 tree cutting gets key approval", "url": "http://www.charlestoncitypaper.com/TheBattery/archives/2014/02/25/the-agenda-sellers-on-health-care-rollout-an-epic-failure-i-26-tree-cutting-gets-key-approval-haley-on-military-cuts", "image": {"width": 450, "identifier": "http://media1.fdncms.com/charleston/imager/the-agenda-sellers-calls-health-care-rollout-an-epic-failure-i-26-tree/u/slideshow/4871489/teaseee.jpg", "height": 450}, "type": "article"}, "twitter": {"title": "The Agenda: Sellers calls health care rollout \"an epic failure\"; I-26 tree cutting gets key approval", "description": "Democratic state Rep. Bakari Sellers, also a candidate for lieutenant governor, appeared on Morning Joe to discuss some S.C.-specific national issues, including health care, calling the rollout of the ACA \"an epic failure\" and coming out against proposals to increase the minimum wage to $10 per hour.", "card": "summary", "creator": "http://www.twitter.com/samwithans"}, "oid": 4871470, "fb": {"app_id": 175028705897463}, "keywords": "The Agenda, news, politics,  breaking news, opinion, democrat, libertarian, republican, schools, education, government, charleston, charleston restaurants, events, news, restaurant, arts, music, best of charleston, today, clubs, gay, food, blogs", "thumbnail": "http://media1.fdncms.com/charleston/imager/the-agenda-sellers-calls-health-care-rollout-an-epic-failure-i-26-tree/u/slideshow/4871489/teaseee.jpg", "viewport": "width=1000", "news_keywords": "the agenda, news, politics, breaking news, opinion, democrat, libertarian, republican, schools, education"}, "_id": "\"57477af36914bd0286fcffab\"", "article_summary": "[MSNBC]S.C. DHEC has unveiled SCHealthData.org, a clearinghouse for state health care data.\nNikki Haley called the move a \"slap in the face,\" taking special issue with predicted cuts to the National Guard.\n[P&C]Congratulations to Congressmen Sanford, Duncan, Gowdy, Mulvaney, and Sen. Tim Scott on their brand new Club for Growth Defender of Economic Freedom Awards.\n[P&C]A new addition to the race makes for 10, that's T-E-N, candidates running for the privilege of being the state superintendent of education.\n[The State]S.C. pols are not too happy about reported cuts coming down the pipe for the nation's military."}