{"article_title": "Obamacare faulted for Tennessee school closing", "article_keywords": ["faulted", "school", "property", "revenue", "tax", "mandates", "obamacare", "shut", "county", "tennessee", "schools", "closing", "strong"], "article_url": "http://www.wnd.com/2015/10/obamacare-faulted-for-tennessee-school-closing/", "article_text": "Jerry Strong, director of Clay County schools in northern Tennessee, said administrators and local government authorities had no choice but to shut down classes and shutter student operations – Obamacare mandates were killing them financially.\n\n“Clay County’s inability to generate the revenue to offset the mandates [from Obamacare] is what’s caused this to come to a head,” Strong said, in the Associated Press. “The straw that broke camel’s back was really the Affordable Care Act for us and it has made it very difficult for us to have our employees properly covered and meet the mandates of the law. That was going to require new revenue and the commission felt like they couldn’t do that through a tax increase.”\n\nThe Clay County School Board voted to cancel classes until local officials can find ways to bring in enough revenue to resume operations. County Commission members have already shut the door on property tax hikes, AP reported.\n\nSee what American education has become, in “Crimes of the Educators: How Utopians Are Using Government Schools to Destroy America’s Children.”\n\nThe school district’s been facing economic stings for three years and will be completely in the red in the coming weeks, with no source of income, Strong said.\n\nAnd county commissioners say the closure of the district’s three schools will impact 1,150 students, as well as their family members and school staffers.\n\n“It’s going to hurt a lot of people,” County Commissioner Parrish Wright said, AP reported. “[But] the choice was to either close schools and deal with this now or keep schools open and spend ourselves until we have nothing in our fund balance at all. … This is a poor, rural county and we already have the seventh highest property tax rate in the whole state of Tennessee. Our property taxes, they’re high enough.”\n\nDavid Limbaugh’s book chillingly documents the destructive “transformation” of the United States — get “The Great Destroyer: Barack Obama’s War on the Republic”", "article_metadata": {"description": "A Free Press For A Free People Since 1997", "generator": "WordPress 4.4.1", "og": {"site_name": "WND", "description": "Jerry Strong, director of Clay County schools in northern Tennessee, said administrators and local government authorities had no choice but to shut down classes and shutter student operations – Obamacare mandates were killing them financially. “Clay County’s inability to generate the revenue to offset the mandates [from Obamacare] is what’s caused this to come to […]", "title": "Obamacare faulted for Tennessee school closing", "url": "http://www.wnd.com/2015/10/obamacare-faulted-for-tennessee-school-closing/", "image": "http://www.wnd.com/files/2015/10/School.png", "type": "article"}, "fb": {"app_id": 152299868169938}, "google-site-verification": "5iw1bKISvQcI1qRwIskRfer6GKV4jUf6LImfS9bhaeI", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "… This is a poor, rural county and we already have the seventh highest property tax rate in the whole state of Tennessee.\nJerry Strong, director of Clay County schools in northern Tennessee, said administrators and local government authorities had no choice but to shut down classes and shutter student operations – Obamacare mandates were killing them financially.\nCounty Commission members have already shut the door on property tax hikes, AP reported.\nAnd county commissioners say the closure of the district’s three schools will impact 1,150 students, as well as their family members and school staffers.\n“Clay County’s inability to generate the revenue to offset the mandates [from Obamacare] is what’s caused this to come to a head,” Strong said, in the Associated Press."}