{"article_title": "Affordable Care Act Enrollment Nears Target", "article_keywords": ["affordable", "website", "target", "enrollment", "million", "site", "nears", "complete", "act", "health", "law", "told", "care"], "article_url": "http://time.com/44769/obamacare-enrollment-affordable-care-act-2/", "article_text": "\n\n\n\nUpdated 2:13pm\n\nA last-minute push to insure millions of low-income Americans jammed phone lines and slowed down an enrollment website ahead of a key deadline Monday, but appeared to have worked — the Obama Administration announced Tuesday that at least 7.041 million people had signed up for insurance plans under the Affordable Care Act, meeting its self-imposed target of 7 million newly insured Americans.\n\nWhite House press secretary Jay Carney told reporters Tuesday that the 7.041 million number was compiled from data for every state up to March 30, and up to March 31 for states using federally-run healthcare exchanges. It doesn’t include customers numbering as many as 100,000 who began the process before Monday’s deadline, but did not complete it. So the number could yet increase dramatically.\n\n\n\nOfficials hailed record traffic to the federal health-insurance-exchange website as vindication of the politically divisive law. HealthCare.gov, the site whose hobbled launch in October became a political punch line and threw the initiative’s viability into doubt, recorded more than 3 million visits on Monday, officials said, the last day of a closely watched sign-up period. More than 1 million calls were reportedly placed to an enrollment call center as of 8 p.m., and the Administration said early Tuesday morning that the site was briefly shutting down so engineers could refocus on providing relevant post-enrollment information.\n\n“We want to make sure that people don’t lose their opportunity,” Secretary of Health and Human Services Kathleen Sebelius told KWTV in Oklahoma on Monday morning, the start of a final nationwide and daylong push to complete outstanding enrollments.\n\nIf enrollment does reach the target of 7 million, it could prove a powerful political counter to Republicans, who have long argued the law would collapse under its own weight and remain committed to repealing U.S. President Barack Obama’s signature domestic policy drive. But much remains unclear about this latter stage, including how many people will complete the process, how many who enrolled have actually paid their premiums — Sebelius said the figure was 80% to 90% — and perhaps most important, what proportion of those enrolled are younger, healthier Americans. Officials have heavily targeted such so-called young invincibles because their lower health care costs spread the risk of insuring their older compatriots.\n\nRepublicans, who are again making opposition to Obamacare the centerpiece of their campaign in this year’s midterm elections, remained as skeptical as ever on Monday. “The President’s health care law continues to wreak havoc on American families, small businesses and our economy, and as I’ve said many times, the problem was never just about the website — it’s the whole law,” House Speaker John Boehner said in a statement.\n\nExceeding the 7 million mark, albeit narrowly, will cap a remarkable turnaround for a website that was so troubled last year that Obama, as TIME has reported, considered scrapping the whole thing and starting over.\n\n“I think everyone is going to be surprised and pleased at how this has turned out,” Vice President Joe Biden said Monday on the Rachael Ray Show.\n\n— With reporting by Zeke J. Miller in Washington", "article_metadata": {"description": "The Obama Administration was hopeful early Tuesday that an Affordable Care Act enrollment target was in reach", "generator": "WordPress.com", "og": {"site_name": "TIME.com", "description": "The Obama Administration said Tuesday a late push to get Americans health insurance drove Affordable Care Act enrollment beyond its self-imposed target, despite high traffic that briefly took HealthCare.gov offline and jammed phone lines", "title": "White House: Over 7 Million Enrolled In Obamacare", "url": "http://time.com/44769/obamacare-enrollment-affordable-care-act-2/", "image": "https://timedotcom.files.wordpress.com/2014/04/healthcare-obamacare-affordable-care-act.jpg?quality=75&strip=color&w=1012", "type": "article"}, "twitter": {"site": "TIME", "image": {"src": "https://timedotcom.files.wordpress.com/2014/04/healthcare-obamacare-affordable-care-act.jpg?quality=75&strip=color&w=1012"}, "description": "The Obama Administration said Tuesday a late push to get Americans health insurance drove Affordable Care Act enrollment beyond its self-imposed target, despite high traffic that briefly took HealthCare.gov offline and jammed phone lines", "card": "summary_large_image", "title": "White House: Over 7 Million Enrolled In Obamacare"}, "msapplication-TileColor": "#FFFFFF", "msapplication-tooltip": "Current & Breaking News | National & World Updates", "msapplication-task": "name=Subscribe;action-uri=http://time.com/feed/;icon-uri=http://0.gravatar.com/blavatar/2cee445ea71a179ffd35ea91cf154905?s=16", "apple-mobile-web-app-capable": "yes", "fb": {"app_id": 53177223193}, "p": {"domain_verify": "f48a8936c3fffc943fce516f2e3ff1d2"}, "apple-mobile-web-app-status-bar-style": "black-translucent", "msapplication-window": "width=device-width;height=device-height", "msapplication-TileImage": "https://s0.wp.com/wp-content/themes/vip/time2014/img/time-touch_icon_152.png", "application-name": "TIME", "keywords": "obamacare, health care reform, affordable care act, obama, enrollment, healthcare.gov", "article": {"publisher": "https://www.facebook.com/time"}, "viewport": "width=device-width,minimum-scale=1.0,maximum-scale=1.0", "news_keywords": "obamacare, health care reform, affordable care act, obama, enrollment, healthcare.gov"}, "_id": "\"57477af36914bd0286fcffcb\"", "article_summary": "Officials have heavily targeted such so-called young invincibles because their lower health care costs spread the risk of insuring their older compatriots.\nIt doesn’t include customers numbering as many as 100,000 who began the process before Monday’s deadline, but did not complete it.\nOfficials hailed record traffic to the federal health-insurance-exchange website as vindication of the politically divisive law.\n“The President’s health care law continues to wreak havoc on American families, small businesses and our economy, and as I’ve said many times, the problem was never just about the website — it’s the whole law,” House Speaker John Boehner said in a statement.\n“I think everyone is going to be surprised and pleased at how this has turned out,” Vice President Joe Biden said Monday on the Rachael Ray Show."}