{"article_title": "MetroHealth extends its Care Plus insurance program through April 30", "article_keywords": ["metrohealth", "30", "medicaid", "expansion", "county", "program", "plus", "coverage", "extends", "health", "insurance", "waiver", "care"], "article_url": "http://www.crainscleveland.com/article/20140102/FREE/140109970/metrohealth-extends-its-care-plus-insurance-program-through-april-30", "article_text": "MetroHealth's experimental waiver program that extended health insurance to thousands of people in Cuyahoga County has been extended through April 30, 2014, to give the health system some breathing room as it works to transition the program's enrollees to the state's recently expanded Medicaid program.The MetroHealth waiver — branded as MetroHealth Care Plus — was designed to give the county and the health system a head start of sorts on an expansion in Medicaid eligibility, which was one of the key provisions of the Affordable Care Act. The Care Plus program, which was scheduled to expire on Tuesday, Dec. 31, was the only one of its kind in the state of Ohio. As of Dec. 31, 28,294 people were enrolled in the program.“We are grateful to (The Centers for Medicare and Medicaid Services) and the state of Ohio's Department of Medicaid for providing this important extension so that MetroHealth Care Plus beneficiaries will avoid a lapse in health care coverage while we actively assist them in transitioning that coverage to Ohio's Medicaid program,” MetroHealth CEO Dr. Akram Boutros said in a news release. “MetroHealth is also grateful to the Cuyahoga County government and taxpayers for providing the local financing for this innovative program.”Thanks to the waiver, MetroHealth was able to use its $36 million annual subsidy from Cuyahoga County to draw an additional $64 million from the federal government to finance the coverage expansion. The temporary expansion allowed MetroHealth to receive some compensation for treating individuals who otherwise would have been uninsured until Ohio lawmakers agreed to expand Medicaid eligibility as outlined in the Affordable Care Act.In October, the state Controlling Board signed off on the expansion, allowing the Ohio Department of Medicaid to spend $2.56 billion in federal money over the next two years to extend Medicaid benefits to more Ohioans.MetroHealth said in the release it will notify enrollees in the Care Plus program about the extension and that they may be eligible for more comprehensive benefits under the statewide Medicaid expansion, which went live Jan. 1. They are not required to take any action to transition their coverage to the Medicaid program.", "article_metadata": {"viewport": "width=device-width, initial-scale=1.0, user-scalable=no, minimal-ui", "description": "The extension is meant to give the health system breathing room as it works to transition the program's enrollees to the state's recently expanded Medicaid program.", "og": {"site_name": "Crain's Cleveland Business", "description": "The extension is meant to give the health system breathing room as it works to transition the program's enrollees to the state's recently expanded Medicaid program.", "title": "MetroHealth extends its Care Plus insurance program through April 30", "url": "http://www.crainscleveland.com/article/20140102/FREE/140109970/metrohealth-extends-its-care-plus-insurance-program-through-april-30", "image": "http://www.crainscleveland.com/assets/cc/CCLB_Iconv2.png", "type": "article"}, "twitter": {"site": "@crainscleveland", "card": "summary"}, "msapplication-TileColor": "#a91d38", "fb": {"app_id": 730748806957003}, "msapplication-TileImage": "/mstile-144x144.png", "article": {"section": "FREE", "published_time": "2014-01-02T14:45:30-05:00", "modified_time": "2014-01-02T14:54:00-05:00", "author": "http://www.crainscleveland.com/staff/11"}, "verify-v1": "Q00KiEdlx7oJ8JL4E1sfoHDh6tgQLZQyOh8A1oVCsIs=", "theme-color": "#a91d38"}, "_id": "\"57477af36914bd0286fc9f65\"", "article_summary": "The Care Plus program, which was scheduled to expire on Tuesday, Dec. 31, was the only one of its kind in the state of Ohio.\nThey are not required to take any action to transition their coverage to the Medicaid program.\nAs of Dec. 31, 28,294 people were enrolled in the program.“We are grateful to (The Centers for Medicare and Medicaid Services) and the state of Ohio's Department of Medicaid for providing this important extension so that MetroHealth Care Plus beneficiaries will avoid a lapse in health care coverage while we actively assist them in transitioning that coverage to Ohio's Medicaid program,” MetroHealth CEO Dr. Akram Boutros said in a news release.\n“MetroHealth is also grateful to the Cuyahoga County government and taxpayers for providing the local financing for this innovative program.”Thanks to the waiver, MetroHealth was able to use its $36 million annual subsidy from Cuyahoga County to draw an additional $64 million from the federal government to finance the coverage expansion.\nMetroHealth's experimental waiver program that extended health insurance to thousands of people in Cuyahoga County has been extended through April 30, 2014, to give the health system some breathing room as it works to transition the program's enrollees to the state's recently expanded Medicaid program.The MetroHealth waiver — branded as MetroHealth Care Plus — was designed to give the county and the health system a head start of sorts on an expansion in Medicaid eligibility, which was one of the key provisions of the Affordable Care Act."}