{"article_title": "An important new legal challenge to presidential power", "article_keywords": ["court", "congress", "power", "presidents", "challenge", "legal", "important", "congressional", "house", "judge", "president", "law", "war", "presidential"], "article_url": "http://www.ocregister.com/articles/congress-683273-president-court.html", "article_text": "On Sept. 9, the House of Representatives was allowed to proceed in court with its challenge to yet another aspect of President Obama’s health care law. If upheld on appeal, this decision is monumental for the defense of separation of powers. It is the first time that a federal court has allowed a lawsuit brought by the Congress as an institution to stand up for its constitutional rights against a president.\n\nIn recent years, individual members of Congress have tried to assert their institutional rights against the president, to no avail. The subject matter has been as broad as the line-item veto, the disposition of government property in the Panama Canal Zone, the president’s vetoing a bill just by letting time elapse, the ending of U.S. recognition of Taiwan as China, different presidents’ actions in bombing Yugoslavia and Libya and preparing to invade Iraq prior to the first Persian Gulf War, all without Congress’ approval. In each case, the members of Congress were not allowed to sue the executive branch.\n\nThe decision by U.S. District Judge Rosemary M. Collyer in this latest Obamacare suit allows a challenge to proceed concerning that portion of the health care law granting subsidies to insurance companies. The payments offset the reduction in premiums the companies are allowed to charge lower-income policy holders.\n\nThe Constitution, Article 1, section 9, requires: “No Money shall be drawn from the Treasury, but in Consequence of Appropriations made by Law.” The House pointed out that, unlike the subsidies paid directly to insured persons, no appropriation had ever passed for the $1.4 billion to be paid to insurance companies. The executive branch responded that, once the overall statute had passed in 2010, the Treasury Secretary could find the money necessary for these payments in other funds, without a separate appropriation.\n\nHowever that dispute turns out, the importance of Judge Collyer’s opinion goes far beyond the health care law. For instance, the premise of her ruling would allow the Congress to challenge in court any future presidential act of war, undertaken without a specific congressional resolution or declaration of war. It will open up the president’s Iranian nuclear agreement, should the Senate claim the agreement is really a treaty, which can’t go into effect without the approval of two-thirds of the upper chamber.\n\nPresident Obama’s immigration deportation suspensions could also be challenged. Either house of Congress could argue those actions encroach on the right of Congress “to establish an uniform Rule of Naturalization,” Article 1, section 8.\n\nI do not predict success for any of those individual challenges. Institutionally, the president has good arguments in each case that the power he exercised fell within presidential authority, either exclusively, or shared with Congress.\n\nWhat is singular, however, is that these challenges will now be heard in a neutral forum, the judiciary, our country’s third branch of government. Prior to Judge Collyer’s ruling, the accepted jurisprudence had been that neither Congress, nor an individual member of the House or Senate, could challenge a presidential action in court if it was possible for the Congress to remedy its perceived wrong some other way: for example, by a separate law. That jurisprudence was always weak, and Judge Collyer swept it aside.\n\nThe correct constitutional procedure is for the president to obtain an appropriation first, not for Congress to have to pass new legislation to stop his unauthorized spending after it had occurred, especially since he could veto that new legislation. It’s the difference between the president having to obtain a majority of Congress to spend money, as the Constitution provides, or the president exercising the power of the purse himself, daring both houses to override his veto.\n\nAllowing cases like these to be resolved by the courts will not politicize the judicial branch. These are legal arguments, of the kind courts resolve daily. Not taking these issues to court, however, risks higher partisan tension, as government shutdowns and impeachment have been threatened over perceived slights to congressional constitutional prerogatives, especially in the immigration and treaty-making areas. Allowing the third branch to resolve legitimate differences between the first two is strongly preferable.\n\nJudge Collyer’s opinion is now on appeal to the U.S. Court of Appeals in Washington. Presidents have promoted more judges from that court to the Supreme Court than from any other court. Presidents don’t promote judges who limit presidential power. I hope the seven Democrats and four Republicans who will review Judge Collyer’s decision can overcome that instinct, and thereby rebalance congressional authority against presidential encroachment under our Constitution.\n\nTom Campbell is dean of the Fowler School of Law at Chapman University. When he was a congressman, he, along with 30 other House Members, sued President Clinton for going to war over Kosovo without congressional approval. These views are his own.", "article_metadata": {"geo.placename": "Santa Ana", "geo.region": "US-CA", "content_section": "commentary", "description": "Opinion: Important new challenge to presidential power | congress, president, court, presidential, collyer, judge, law, challenge, house, branch", "geo.position": "33.745573;-117.867834", "author": "TOM CAMPBELL", "og": {"site_name": "The Orange County Register", "description": "On Sept. 9, the House of Representatives was allowed to proceed in court with its challenge to yet another aspect of President Obama’s health care law. If upheld on appeal, this decision is monumental for the defense of separation of powers. It is the first time that a federal court has allowed a lawsuit brought by the Congress as an institution to stand up for its constitutional rights against a president.", "title": "An important new legal challenge to presidential power", "url": "http://www.ocregister.com/articles/congress-683273-president-court.html", "image": "http://images.onset.freedom.com/ocregister/gallery/nuuej1-b88514209z.120150917152810000gslc292v.10.jpg", "locale": "en-US", "type": "article"}, "twitter": {"site": "@ocregister", "image": {"src": "http://images.onset.freedom.com/ocregister/gallery/nuuej1-b88514209z.120150917152810000gslc292v.10.jpg"}, "description": "On Sept. 9, the House of Representatives was allowed to proceed in court with its challenge to yet another aspect of President Obama’s health care law. If upheld on appeal, this decision is monument", "card": "summary_large_image", "title": "An important new legal challenge to presidential power"}, "content_author": "TOM CAMPBELL", "fb": {"app_id": 107698536003308}, "content_thumbnail": "http://images.onset.freedom.com/ocregister/thumb/nuuej1-b88514209z.120150917152810000gslc292v.10.jpg", "content_type": "article", "ICBM": "33.745573, -117.867834", "Keywords": "congress, president, court, presidential, collyer, judge, law, challenge, house, branch", "publication_date": "2015-09-17", "access-type": "paid", "section": "commentary", "viewport": "width=device-width,initial-scale=1", "content_title": "An important new legal challenge to presidential power"}, "article_summary": "Institutionally, the president has good arguments in each case that the power he exercised fell within presidential authority, either exclusively, or shared with Congress.\nFor instance, the premise of her ruling would allow the Congress to challenge in court any future presidential act of war, undertaken without a specific congressional resolution or declaration of war.\nOn Sept. 9, the House of Representatives was allowed to proceed in court with its challenge to yet another aspect of President Obama’s health care law.\nIn recent years, individual members of Congress have tried to assert their institutional rights against the president, to no avail.\nPresidents don’t promote judges who limit presidential power."}