{"article_title": "Longmont-area business stories to watch in the new year", "article_keywords": ["affordable", "city", "building", "business", "housing", "watch", "economic", "development", "village", "longmont", "laec", "main", "longmontarea"], "article_url": "http://www.timescall.com/opinion/letterstotheeditor/ci_27238820/longmont-area-business-stories-watch-new-year", "article_text": "The former Dillard's building still stands on the construction site of the new Village at the Peaks on Dec. 31. ( Lewis Geyer / Longmont Times-Call )\n\nThis is an artist's rendering of what a portion of The Village section of Longmont's Village at the Peaks will look like. (/ Longmont Times-Call)\n\nLast week we reviewed our Top Ten business stories for 2014. Today, we look ahead to what we believe to be the Top Five business stories to watch in 2015. You'll see some of the same topics.\n\n1. Village at the Peaks\n\nToday it's primarily a lot of dirt mounds. But during 2015, the transformation will kick into high gear and the new \"village\" will begin to take shape at the former Twin Peaks Mall site.\n\nThe big question around town? When does that new movie theater open.\n\nClearly Longmont residents would prefer to stay close rather than drive to Louisville or Boulder when in need of a movie fix.\n\nIt's still slated to open \"in time for the 2015 holiday season,\" which could mean October 31, or December 10, or sometime in November. But it should be worth the wait.\n\nLongmont Power & Communication fiber optic technician Wayne Niston attaches a conduit to an exterior box for fiber optic cable while installing NextLight Broadband for a residential customer in Longmont, (Matthew Jonas / Longmont Times-Call)\n\nThe new Regal Theater will be a 12-screen, state-of-the-art facility with plush recliner seats and footrests in all 12 auditoriums.\n\nOne of the 12 rooms will offer moviegoers what the company calls the \"Regal Premium Experience,\" which will feature an extra-large screen.\n\nOther major anchors already signed include Whole Foods and Sam's Club. Those should also be open in time for the 2015 holiday season.\n\n2. Longmont's broadband connection\n\nIn November residents began signing up for NextLight, Longmont's high-speed Internet service. It's being rolled out in six geographical phases with the last phase set to be wrapped up in early 2017.\n\nBut will business expand, or relocate to Longmont because of broadband? That's what has been expected (and promised) here. Some city leaders wonder if these expectations are legitimate. On that subject, we'll have to wait and see. Stay tuned.\n\n3. Longmont Area Economic Council\n\nLast April, the city turned over all of the city's economic development to the LAEC, to create a single door for prospects coming to Longmont. At the time, LAEC focused on primary employers and the city worked with small business and retail inquiries.\n\nThe LAEC. Last year (April) the city turned over all of the economic development to LAEC to create a single door for prospects coming to Longmont. (Matthew Jonas / Longmont Times-Call)\n\n\"We all have the same end goal, but we're going about it in different ways that are not to the community's advantage,\" said Assistant City Manager Shawn Lewis at the time. \"The role overlap has frequently led to an unhealthy competition and poor communication.\"\n\nAlso of note, for all of 2014, the LAEC operated without a full-time leader. The position of LAEC president has been vacant since John Cody announced his resignation in 2013 after 14 years in the position. In October an offer was made to a candidate, who chose to pass. At present the position remains vacant.\n\n\"There is a lot of buzz about economic development,\" explained city council member Jeff Moore. \"But if Longmont only produces retail opportunities for employment, then we have failed again.\"\n\nCrews work to demolish the former Butterball turkey processing plant last month at 150 Main St. in Longmont. (Matthew Jonas / Longmont Times-Call)\n\n4. Butterball redevelopment\n\nYou can't help but notice it as you drive down Main Street. The walls have been tumbling down.\n\nWhile portions of the old Butterball plant near First Avenue and Main Street remain intact, city officials and project developers report it's moving forward and there is progress.\n\n\"We've started recycling the old equipment and materials,\" explained Brian Bair of 150 Main LLC, the developer of the property, in November.\n\nThe developers are currently focused on the first of several phases, which is the redevelopment of 150 Main St. and the old plant.\n\n\"We're talking about Class A multi-family apartments, with some office and retail space,\" Bair said. \"That's about 300 or more multi-family units and up to 12,000 square feet of new commercial space.\"\n\nBair says the goal is to have the new building in place by early summer 2015.\n\nSoon after that is the promise of more jobs, more housing, more retail and more tax revenue for Longmont.\n\n\"The redevelopment of the former Butterball site will enhance the Longmont downtown area and create opportunity for additional employment for our Longmont citizens as the project moves forward,\" the interim president of the Longmont Area Economic Council, Wendi Nafziger, said last month.\n\nThe seven parcels on the old Butterball site total 27.57 acres and 326,309 square feet of building space. The main plant building at 150 S. Main is almost 272,000 square feet of that space. While PFP Longmont is the properties' ownership group, the developer is a separate entity called 150 Main LLC.\n\nSeveral of the existing smaller structures will be adapted and renovated for new uses. Bair says a new brewery will be moving into an existing building in the spring, as part of phase one.\n\n5. Affordable housing\n\nThe topic of affordable housing, or lack thereof, dominated several Longmont City Council meetings in 2014.\n\n\"It's a familiar topic that been a sometimes-contentious issue among council members over the years,\" the Times-Call reported on Aug. 19, \"and Tuesday night's discussion revealed that there is still no broad consensus to solve a problem that has only gotten worse over the years.\"\n\nThe city council recently discussed measures to help low-income Longmont residents who were affected by the 2013 flood to find affordable housing.\n\nIt approved both an $800,000 loan so the Longmont Housing Development Corp. can buy land for affordable housing, and a micro-loan program designed to assist 2013 flood victims who still need financial help.\n\nThe Development Corp. would use the $800,000 to buy 2.4 acres of land for sale at 18th Avenue and Hover Street, near the existing Lodge and Hearthstone buildings that now house senior citizens in need of affordable rental housing.\n\nIn three to six years, the Development Corp., a nonprofit organization that works with the Longmont Housing Authority, would put another affordable housing building on the property, with 60 to 90 units.\n\nDespite this, it appears that affordable housing will continue to be an issue for years to come.\n\nVince Winkel: 303-684-5291, winkelv@times-call.com or twitter.com/vincewinkel", "article_metadata": {"sailthru.url": "http://www.timescall.com/opinion/letterstotheeditor/ci_27238820/longmont-area-business-stories-watch-new-year", "sailthru.image.thumb": "http://extras.mnginteractive.com/live/media/site46/2014/1231/20141231__04TCCtopw~3_300.jpg", "sailthru.author": "By Vince Winkel \n  Times-Call staff writer", "description": "Last week we reviewed our Top Ten business stories for 2014. Today, we look ahead to what we believe to be the Top Five business stories to watch in 2015.", "ag": {"canon": "LongmontTimes-Call:article:27238820:view"}, "startDate": "2015-01-03T11:22:40-0700", "og": {"url": "http://www.timescall.com/opinion/letterstotheeditor/ci_27238820/longmont-area-business-stories-watch-new-year", "image": "http://extras.mnginteractive.com/live/media/site46/2014/1231/20141231__04TCCtopw~3.jpg", "type": "article", "description": "Last week we reviewed our Top Ten business stories for 2014. Today, we look ahead to what we believe to be the Top Five business stories to watch in 2015.", "title": "Longmont-area business stories to watch in the new year"}, "twitter": {"domain": "timescall.com", "description": "Last week we reviewed our Top Ten business stories for 2014. Today, we look ahead to what we believe to be the Top Five business stories to watch in 2015.", "title": "Longmont-area business stories to watch in the new year", "url": "http://www.timescall.com/opinion/letterstotheeditor/ci_27238820/longmont-area-business-stories-watch-new-year", "image": "http://extras.mnginteractive.com/live/media/site46/2014/1231/20141231__04TCCtopw~3.jpg", "site": "@TimesCall", "card": "summary_large_image"}, "sailthru.date": "2015-01-03T11:22:40-0700", "msvalidate.01": "4B535F7EB2971D1FCBA5D1D3E3E292C3", "sailthru.title": "Longmont-area business stories to watch in the new year", "sailthru.image.full": "http://extras.mnginteractive.com/live/media/site46/2014/1231/20141231__04TCCtopw~3.jpg", "sailthru.article-section-or-homepage": "article", "sailthru.section": "Letters to the Editor", "google-site-verification": "lLtD9ZooxmJUEEdRSCVzkO06t_hYKtyDqZF7EA3N2U0", "modificationDate": "2015-01-03T11:35:26-0700", "endDate": "2024-12-31T19:55:11-0700", "byline": "By Vince WinkelTimes-Call", "sailthru.site": "timescall.com", "pubDate": "2015-01-03T11:36:26-0700", "news_keywords": "opinion editorial editorials letters editor Longmont Times Call"}, "_id": "\"57477af46914bd0286fde977\"", "article_summary": "Today, we look ahead to what we believe to be the Top Five business stories to watch in 2015.\nDespite this, it appears that affordable housing will continue to be an issue for years to come.\nAffordable housingThe topic of affordable housing, or lack thereof, dominated several Longmont City Council meetings in 2014.\nIt approved both an $800,000 loan so the Longmont Housing Development Corp. can buy land for affordable housing, and a micro-loan program designed to assist 2013 flood victims who still need financial help.\n\"There is a lot of buzz about economic development,\" explained city council member Jeff Moore."}