{"article_title": "Obamacare Subsidies Act Like an Effective Marginal Tax of About 15 Percent as Your Income Goes Up", "article_keywords": ["15", "pretty", "effective", "level", "tax", "subsidies", "act", "obamacare", "subsidy", "rate", "levels", "goes", "income", "marginal"], "article_url": "http://www.motherjones.com/kevin-drum/2013/09/obamacare-effective-marginal-tax-poor", "article_text": "Atrios:\n\nSomething I'm looking for and not finding is an estimate of the effective marginal tax rates on people in the exchanges who are eligible for subsidies. A problem with means-testing programs is that as you earn more income, your benefits go away, meaning that effectively you're paying a pretty high tax on each additional dollar earned. Your company giveth, and Uncle Sam taketh away.\n\nThat got me curious. The subsidies are calculated so that you never have to pay more than a certain percentage of your income in health premiums. That percentage rises with income according to a formula, so it's pretty easy to figure out the subsidy at different income levels and then calculate the effective marginal tax rate caused by the fact that the subsidy level goes down.\n\nI used the Kaiser subsidy calculator to get the subsidy for a family of three at various income levels. (The exact subsidy level varies depending on family size, but this provides a pretty good estimate for an average family.) As you can see, as you gain more income, you get less subsidy, which produces an effective marginal tax rate of 12-16 percent at most income levels. When your income gets high enough, the subsidies are so low that there isn't much left to lose, so the effective marginal rate goes down. At 400 percent of the poverty level, the subsidies decline to zero.\n\nThe moral of this story, of course, is that you should avoid means testing if you can, since it provides a negative incentive to earn more money. Unfortunately, means testing is often the only practical way of providing benefits to the poor, so we put up with it even though everyone agrees it's suboptimal. However, in the case of health care we could solve this problem easily by simply adopting a national health care plan that provided coverage for everyone at no charge. Since it's a flat benefit, it wouldn't distort work incentives. Taxes would have to go up to pay for this, of course, but those taxes would almost certainly produce less distortion at low income levels than Obamacare does.\n\nSomeday we might have a sensible system like that. Someday.", "article_metadata": {"application-name": "Mother Jones Magazine", "og": {"site_name": "Mother Jones", "description": "As income goes up, subsidies go down. It acts the same as a tax.", "title": "Obamacare subsidies act like an effective marginal tax of about 15 percent as your income goes up", "url": "http://www.motherjones.com/kevin-drum/2013/09/obamacare-effective-marginal-tax-poor", "image": "http://www.motherjones.com/files/blog_obamacare_effective_tax_rate_1.jpg", "type": "article"}, "twitter": {"title": "Obamacare subsidies act like an effective marginal tax of about 15 percent as your income goes up", "url": "http://www.motherjones.com/kevin-drum/2013/09/obamacare-effective-marginal-tax-poor", "image": {"src": "http://www.motherjones.com/files/blog_obamacare_effective_tax_rate_1.jpg", "identifier": "http://www.motherjones.com/files/blog_obamacare_effective_tax_rate_1.jpg"}, "creator": "kdrum", "site": "@MotherJones", "card": "summary_large_image"}, "msapplication-TileColor": "#FFFFFF", "msapplication-square70x70logo": "/sites/all/assets/mstile-70x70.png", "msapplication-square310x310logo": "/sites/all/assets/mstile-310x310.png", "msapplication-wide310x150logo": "/sites/all/assets/mstile-310x150.png", "fb": {"admins": "13301307,670317733,1198876232,38509772,106892,2907757,306289,602422192,4101301,513450539"}, "msapplication-TileImage": "/sites/all/assets/mstile-144x144.png", "keywords": "Health+Care", "msapplication-square150x150logo": "/sites/all/assets/mstile-150x150.png"}, "_id": "\"57477af46914bd0286fde979\"", "article_summary": "As you can see, as you gain more income, you get less subsidy, which produces an effective marginal tax rate of 12-16 percent at most income levels.\nAtrios:Something I'm looking for and not finding is an estimate of the effective marginal tax rates on people in the exchanges who are eligible for subsidies.\nWhen your income gets high enough, the subsidies are so low that there isn't much left to lose, so the effective marginal rate goes down.\nTaxes would have to go up to pay for this, of course, but those taxes would almost certainly produce less distortion at low income levels than Obamacare does.\nI used the Kaiser subsidy calculator to get the subsidy for a family of three at various income levels."}