{"article_title": "Ben Carson is in danger of losing all respect", "article_keywords": ["president", "ben", "danger", "washington", "conservative", "carson", "matter", "black", "conservatives", "losing", "respect", "white", "republican", "obama"], "article_url": "http://www.chicoer.com/article/NA/20150508/LOCAL1/150509767", "article_text": "Over decades of a brilliant career as a brain surgeon, Dr. Ben Carson attracted legions of admirers — black, white and brown; liberal, moderate and conservative; fundamentalist Christian and agnostic.\n\nHis story is the stuff of legend, the awe-inspiring tale of a poor black boy in Detroit who overcame daunting obstacles and vaulted to the very top of his profession.\n\nGiven that his profession was pediatric neurosurgery, black Americans were particularly proud. Carson, who was the first surgeon to successfully separate conjoined twins attached at the head, stood as stark repudiation of invidious stereotypes about black intellectual capacity. His memoir, “Gifted Hands,” has been passed through countless black households.\n\nBut the good doctor’s foray into Republican presidential politics threatens to become his epitaph, to overshadow — perhaps even to overwhelm — his academic and surgical accomplishments. He will likely be remembered as the GOP’s latest black mascot, a court jester, a minstrel show. He’ll be the Herman Cain of 2016.\n\nClearly, Carson’s chances of winning the Republican nomination for president stand at less than zero. No matter how many cheers he attracts at conservative gab-fests, no matter how many of his bumper stickers appear on the vehicles of true believers, no matter how many Fox News pundits suggest he’s a viable candidate, he won’t come close to becoming the GOP standard-bearer.\n\nNor should he. He is dangerously unqualified for the presidency — a political novice who is happily ignorant of policy, both foreign and domestic, and contemptuous of religious pluralism and personal liberties.\n\nCarson catapulted to stardom in the ultraconservative firmament in 2013, when he addressed the National Prayer Breakfast and lashed out at the Affordable Care Act as President Barack Obama sat nearby, though the breakfast has a long history of nonpartisanship.\n\nThat was enough to cause conservatives to swoon. Since Obama’s election, Republicans have been sensitive to charges that their small tent of aging voters has become a bastion of white resentment, a cauldron of bigotry, nativism and fear of the other. They want to show that their fierce resistance to all things Obama has nothing to do with race.\n\nThat promotes a special affection for black conservatives who are willing to viciously criticize the president. As with Cain before him, Carson garners the most enthusiastic cheers from conservative audiences when he’s excoriating Obama, the most rapturous applause when he seems to absolve them of charges of bigotry.\n\nI’ve little doubt that Carson’s conservative impulses are genuine. He grew up Seventh-day Adventist, a conservative religious tradition. Moreover, he has adopted a view popular among white conservatives: that black Democrats give short shrift to traditional values such as thrift, hard work and sacrifice. (Hasn’t Carson ever heard any of Obama’s riffs excoriating deadbeat dads and promoting discipline, scholarship and parental involvement in their children’s lives?)\n\nAdvertisement\n\nBut Carson hardly represents the long and honorable tradition of black conservatism in America. Starting with the father of that movement, Booker T. Washington, its adherents have had a healthy appreciation for the reality of racism in America. Carson, however, thinks Obamacare “really (is) the worst thing that has happened in this nation since slavery. And ... it is slavery in a way.” Washington and his peers, who knew better, would never have countenanced such nonsense.\n\nCarson also has dismissed evolution, has compared homosexuality to bestiality and has spurned the First Amendment’s separation of church and state.\n\nThose extreme positions guarantee that mainstream Republican leaders and their donors will flock elsewhere, seeking to find an experienced, broadly appealing and electable candidate.\n\nCarson can only lose in this campaign — and more than just the Republican primary. He also stands to lose his place as one of the nation’s most admired men.\n\nCynthia Tucker is a former winner of the Pulitzer Prize for commentary. Her syndicated column appears each Saturday.", "article_metadata": {"description": "Over decades of a brilliant career as a brain surgeon, Dr. Ben Carson attracted legions of admirers — black, white and brown; liberal, moderate and conservative; fundamentalist Christian and agnostic.His story is the stuff of legend, the", "title": "Cynthia Tucker: Ben Carson is in danger of losing all respect", "og": {"url": "http://www.chicoer.com/article/NA/20150508/LOCAL1/150509767", "image": {"width": "600px", "identifier": "http://local.chicoer.com/common/dfm/assets/logos/small/chicoer.png?052016", "height": "600px"}, "type": "article", "title": "Cynthia Tucker: Ben Carson is in danger of losing all respect"}, "twitter": {"domain": "chicoer.com", "description": "Over decades of a brilliant career as a brain surgeon, Dr. Ben Carson attracted legions of admirers — black, white and brown; liberal, moderate and conservative; fundamentalist Christian and agnostic.His story is the stuff of legend, the", "title": "Cynthia Tucker: Ben Carson is in danger of losing all respect", "url": "http://www.chicoer.com/article/NA/20150508/LOCAL1/150509767", "image": {"src": "http://local.chicoer.com/common/dfm/assets/logos/small/chicoer.png?052016"}, "site": "@chicoer", "app": {"id": {"ipad": "id509310750?mt=8", "iphone": "id499663248?mt=8", "googleplay": "com.spreedinc.providers.californianewspaperpartnership.chicoenterpriserecord"}}, "card": "summary_large_image"}, "msvalidate.01": "9DAB14005AD5A9FFA4CA0EF58CC794BA", "keywords": "Columns, Columns news, Chico Columns news, CA Columns news, US Columns news, world Columns news.", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0", "news_keywords": "Columns, Columns news, Chico Columns news, CA Columns news, US Columns news, world Columns news."}, "_id": "\"57477af36914bd0286fc9a56\"", "article_summary": "Over decades of a brilliant career as a brain surgeon, Dr. Ben Carson attracted legions of admirers — black, white and brown; liberal, moderate and conservative; fundamentalist Christian and agnostic.\nThat promotes a special affection for black conservatives who are willing to viciously criticize the president.\nMoreover, he has adopted a view popular among white conservatives: that black Democrats give short shrift to traditional values such as thrift, hard work and sacrifice.\nCarson also has dismissed evolution, has compared homosexuality to bestiality and has spurned the First Amendment’s separation of church and state.\nCarson, who was the first surgeon to successfully separate conjoined twins attached at the head, stood as stark repudiation of invidious stereotypes about black intellectual capacity."}