{"article_title": "New Jersey man escapes 5 year sentence after dash cam footage clears him, indicts cops", "article_keywords": ["escapes", "sentence", "charges", "jeter", "footage", "indicts", "wabc", "evidence", "dash", "cops", "second", "tape", "york", "cam", "surfaced", "clears", "officers", "bloomfield", "jersey", "man"], "article_url": "http://www.rawstory.com/2014/02/new-jersey-man-escapes-5-year-sentence-after-dash-cam-footage-clears-him-indicts-cops/", "article_text": "Evidence from a dashboard camera on a police cruiser ended a nightmare for a New Jersey man facing false charges of eluding police, resisting arrest and assault.\n\nProsecutors dismissed all the criminal charges against Marcus Jeter, 30, of Bloomfield, N.J. and instead indicted two Bloomfield police officers for falsifying reports and one of them for assault after the recording surfaced showing police officers beating Jeter during a traffic stop, according to WABC of New York. A third has pleaded guilty to tampering.\n\nJeter’s defense attorney requested all recorded evidence, but the police failed to hand over a second tape until additional evidence surfaced of a second police car at the scene. The tape showed Jeter complying with police, even as one punched him in the head repeatedly.\n\nWithout the tape, prosecutors had been demanding a five-year prison sentence.\n\nWatch the WABC report, below.", "article_metadata": {"og": {"image": {"width": 800, "identifier": "http://www.rawstory.com/wp-content/uploads/2014/02/Marcus-Jeter-800x430.jpg", "height": 430}, "title": "New Jersey man escapes 5 year sentence after dash cam footage clears him, indicts cops"}, "fb": {"app_id": 212555972273585}, "viewport": "width=device-width, user-scalable=yes, initial-scale=1.0, minimum-scale=0.1, maximum-scale=10.0"}, "_id": "\"57477af36914bd0286fc9a57\"", "article_summary": "Jeter’s defense attorney requested all recorded evidence, but the police failed to hand over a second tape until additional evidence surfaced of a second police car at the scene.\nEvidence from a dashboard camera on a police cruiser ended a nightmare for a New Jersey man facing false charges of eluding police, resisting arrest and assault.\nThe tape showed Jeter complying with police, even as one punched him in the head repeatedly.\nWithout the tape, prosecutors had been demanding a five-year prison sentence.\nWatch the WABC report, below."}