{"article_title": "AP reporter: Obama is going to India for 'a parade and a visit to the Taj Mahal'", "article_keywords": ["week", "mahal", "parade", "reporter", "union", "india", "travel", "visit", "think", "ap", "going", "trip", "taj", "obama"], "article_url": "http://redalertpolitics.com/2015/01/18/ap-reporter-obama-going-india-parade-visit-taj-mahal/", "article_text": "AP reporter: Obama is going to India for ‘a parade and a visit to the Taj Mahal’\n\nPresident Obama’s international travel is a topic of criticism again, but this time not from a voice on the right.\n\nAssociated Press White House correspondent Julie Pace made light of Obama’s planned trip to India later this week, characterizing the trip as the mark of a “lame duck” and expressing doubt that Obama could accomplish the goals of his upcoming State of the Union address.\n\n“President Obama crosses into one of the indisputable stages of a lame duck presidency this week and that is the non-essential foreign travel stage,” Pace said on CNN Sunday. “He’s going to India basically for a parade and a visit to the Taj Mahal.”\n\n“Yes, there are strategic interests with India, and those will be on the agenda, but think about the timing of this,” she continued. “The president is going to India three days after his State of the Union address, a period of time when he normally would be out trying to rally Congress and the public behind his agenda. I think this says all you need to know about the likelihood that anything he announces on Tuesday actually gets done.”\n\nShe joked with a fellow panel guest that she wasn’t going to “diss” the Taj Mahal, but stuck to her original characterization of the visit.\n\nDuring his trip, Obama plans to discuss civil nuclear cooperation, solar power and climate change.\n\nTo watch the clip, click below:", "article_metadata": {"generator": "NGFB Pro 7.8.4U", "og": {"site_name": "Red Alert Politics", "description": "Associated Press White House correspondent Julie Pace made light of Obama's planned trip to India later this week, characterizing the trip as the mark of a \"lame duck\" and expressing doubt that Obama could accomplish the goals of his upcoming State of the Union address.", "title": "AP reporter: Obama is going to India for 'a parade and a visit to...", "locale": "en_US", "image": {"width": 600, "identifier": "http://redalertpolitics.com/files/2015/01/julie-pace-600x320.jpg", "height": 320}, "url": "http://redalertpolitics.com/2015/01/18/ap-reporter-obama-going-india-parade-visit-taj-mahal/", "type": "article"}, "fb": {"admins": 1285945407, "app_id": 529886110401651}, "msvalidate.01": "0F003B4674EABE0F24651B476B61A43C", "article": {"publisher": "https://www.facebook.com/RedAlertPolitics", "tag": "president-obama-visit-india", "published_time": "2015-01-18T14:31:29+00:00", "modified_time": "2015-01-18T14:31:29+00:00"}, "viewport": "width=device-width"}, "_id": "\"57477af46914bd0286fde98e\"", "article_summary": "AP reporter: Obama is going to India for ‘a parade and a visit to the Taj Mahal’President Obama’s international travel is a topic of criticism again, but this time not from a voice on the right.\nDuring his trip, Obama plans to discuss civil nuclear cooperation, solar power and climate change.\n“He’s going to India basically for a parade and a visit to the Taj Mahal.”“Yes, there are strategic interests with India, and those will be on the agenda, but think about the timing of this,” she continued.\n“President Obama crosses into one of the indisputable stages of a lame duck presidency this week and that is the non-essential foreign travel stage,” Pace said on CNN Sunday.\n“The president is going to India three days after his State of the Union address, a period of time when he normally would be out trying to rally Congress and the public behind his agenda."}