{"article_title": "Rand Paul Talks Eggs, Crime, and Second Chances in Alabama", "article_keywords": ["rand", "woman", "hes", "chances", "win", "eggs", "crime", "states", "vote", "second", "speech", "tarrant", "talks", "paul", "republican", "alabama"], "article_url": "http://www.bloomberg.com/politics/articles/2015-02-21/rand-paul-talks-eggs-crime-and-second-chances-in-alabama", "article_text": "By Gigi Douban\n\nMONTGOMERY, Ala.—He didn’t outline his criminal justice reforms in so many words, avoiding mention of harsh mandatory minimum sentences or unfair drug laws. Instead, Sen. Rand Paul of Kentucky opened his speech at an Alabama GOP dinner at the Renaissance Hotel in Montgomery Friday night with a story about a local woman who was caught last year stealing eggs.\n\nThe story, he said, was about justice, in that the woman, a poor resident of Tarrant, a blighted area north of Birmingham dotted with industrial plants, couldn’t afford the eggs for her family. “As a Christian, I think about that our religion talks about redemption, and that maybe the law should give people second chances.”\n\n“Maybe the law should give people second chances.” Senator Rand Paul\n\nThe Tarrant police officer, rather than arrest the woman, reprimanded her for stealing, and then bought the eggs for her. Then over the following weeks, the police took food to her house, Paul said. “We do have to have police to stop violent criminals, but I love the fact that there can be some discretion, some discernment, and some help,” he said.\n\nPaul then recognized two Tarrant police officers, then launched into a series of attacks on big government. He ridiculed the government shutdown, “non-essential” federal employees who are paid to do nothing, and the near-impossible challenge of firing federal workers such as those at the VA.\n\nHe rehashed his oft-used criticism of government spending at NIH on research involving fruit flies, among other wastes of taxpayer dollars. “They spent $2.4 million of your NIH money on origami condoms. I don’t even know what that is,” he said.\n\nNASA research, too, was under attack. The result, he told those in attendance, was an $18 trillion debt. “Our debt is now bigger than our economy,” he said.\n\nPaul criticized Obama for what he called a usurpation of power, a “grabbing of powers that aren’t his.” He ticked off examples such as Obamacare, immigration law, and war powers.\n\nOn the heels of Pinterest shutting down Paul’s fake Hillary Clinton account, which has been criticized as being sexist, Paul again hammered Clinton for her role in what he called “the scandal of Benghazi.” He told the audience he’d say to Clinton, “if you’re not going to defend the troops, you’re not going to defend our embassies, if you have shown that you are derelict in your duty to provide security to the United States, you should forever preclude yourself from running for the presidency,” he said, to applause from those watching.\n\nWhat drew shouts of approval, however, was the gold standard Republican rallying cry to cut taxes.\n\nNear the end of his 25 minute speech, Paul noted the need to diversify the Republican constituency. “I tell people that when we win big, when we win the presidency again—it’s not Alabama’s fault, you guys are doing just fine—but there’s some other states we’re having trouble with: Illinois, Pennsylvania, Michigan, Ohio. We win a lot of those states, but we can’t win the big cities, because we’re not getting enough African-American vote, we’re not getting enough Hispanic vote, we’re not getting enough working class vote. We’re not really, I think, showing enough concern, for those who aren’t sharing in the American dream,” he said.\n\nTo win more African-American votes, Rand and other potential Republican contenders need to do “a little more reaching out and explaining” of values, said Angelitta Carmichael, of Mobile, Alabama. She said values differ dramatically among Christians between Democrats and Republicans. In the coming months, Carmichael said she’s closely watching Paul and Jeb Bush.\n\nWayne Reynolds, a Vietnam Veteran, was cautious in his assessment of Paul as a contender for the Republican nomination. “I support him proceeding so we have a choice. He’s a good choice for us to consider,” Reynolds said after the speech. He said he’d like to see what the other candidates have to offer before settling on one nominee; he’s particularly impressed with Bush and Gov. Walker. But, he said, it’s a long way till 2016, “and my vote will go to whoever can best beat the Democrat.”\n\nOther marks in the plus column for Paul? “He’s conservative, he’s for cost-maintenance, he’s for national defense,” Reynolds said, “but he’s not for putting our soldiers at risk needlessly.”\n\nA number of Alabama Republican officials were among the 950 people in attendance, including Alabama Supreme Court Chief Justice Roy Moore, whose name, when it was read out, drew hoots and cheers. Moore is leading the charge against gay marriage in the state, where he ordered probate judges not to issue marriage licenses to same-sex couples.", "article_metadata": {"description": "The Kentucky senator thinking about a presidential run visits Montgomery for dinner with the Alabama GOP.", "parsely-image-url": "https://assets.bwbx.io/images/users/iqjWHBFdfxIU/i763RjYDAA84/v2/-1x-1.jpg", "og": {"site_name": "Bloomberg.com/politics", "description": "The Kentucky senator thinking about a presidential run visits Montgomery for dinner with the Alabama GOP.", "title": "Rand Paul Talks Eggs, Crime, and Second Chances in Alabama", "url": "http://www.bloomberg.com/politics/articles/2015-02-21/rand-paul-talks-eggs-crime-and-second-chances-in-alabama", "image": "https://assets.bwbx.io/images/users/iqjWHBFdfxIU/i763RjYDAA84/v2/-1x-1.jpg", "type": "website"}, "parsely-link": "http://www.bloomberg.com/politics/articles/2015-02-21/rand-paul-talks-eggs-crime-and-second-chances-in-alabama", "twitter": {"description": "The Kentucky senator thinking about a presidential run visits Montgomery for dinner with the Alabama GOP.", "title": "Rand Paul Talks Eggs, Crime, and Second Chances in Alabama", "url": "http://www.bloomberg.com/politics/articles/2015-02-21/rand-paul-talks-eggs-crime-and-second-chances-in-alabama", "image": "https://assets.bwbx.io/images/users/iqjWHBFdfxIU/i763RjYDAA84/v2/-1x-1.jpg", "site": "@bpolitics", "card": "summary"}, "fb": {"status": "The Kentucky senator thinking about a presidential run visits Montgomery for dinner with the Alabama GOP."}, "apple-mobile-web-app-capable": "yes", "parsely-title": "Rand Paul Talks Eggs, Crime, and Second Chances in Alabama", "apple-mobile-web-app-status-bar-style": "black", "parsely-post-id": "NK3UDQ6KLVR701", "keywords": "Rand Paul,2016", "parsely-type": "post", "date": "2015-02-21T04:41:50.301Z", "parsely-section": "politics", "parsely-pub-date": "2015-02-21T04:41:50.301Z", "parsely-tags": "Rand Paul,2016,Region: Global,Page: article", "viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=no", "news_keywords": "Rand Paul,2016"}, "_id": "\"57477af36914bd0286fcffed\"", "article_summary": "Near the end of his 25 minute speech, Paul noted the need to diversify the Republican constituency.\nPaul then recognized two Tarrant police officers, then launched into a series of attacks on big government.\nWayne Reynolds, a Vietnam Veteran, was cautious in his assessment of Paul as a contender for the Republican nomination.\nInstead, Sen. Rand Paul of Kentucky opened his speech at an Alabama GOP dinner at the Renaissance Hotel in Montgomery Friday night with a story about a local woman who was caught last year stealing eggs.\nThen over the following weeks, the police took food to her house, Paul said."}