{"article_title": "Judicial Engagement, Illustrated", "article_keywords": ["abdication", "judges", "good", "constitution", "rights", "judicial", "engagement", "liberty", "illustrated", "courts", "governments"], "article_url": "http://www.cato.org/blog/judicial-engagement-illustrated", "article_text": "Does the government need to offer you a good reason when it restricts your liberty? Most Americans would likely answer “yes.” But what’s a “good reason?” Must the government’s allegedly “good” reasons be supported with evidence or should courts just give the government the benefit of the doubt?\n\nBoth progressives and conservatives often do ask judges to put a thumb on the judicial scales in the government’s favor. Progressives see government as generally a force for good (except when certain preferred rights are threatened, as defined by progressive elites), while conservatives want judges to defer to the elected branches (except when Obamacare or other disfavored federal programs are at issue). Thus we have the twin scourges of judicial adventurism and minimalism – rewriting or ignoring inconvenient constitutional or statutory provisions – instead of unblinkered judicial enforcement of the law.\n\nIn other words, both progressives and conservatives miss the boat when they focus on judicial modes (whether a ruling is “activist,” an empty term meaning that its user disagrees) rather than interpretative theories (originalism vs. living constitutionalism, textualism vs. purposivism). Indeed, even people who care about judicial modes should want judges who apply their preferred interpretive theory without regard to extra-legal considerations and without adopting biases towards the government or any other type of party. The nomenclature is less important than the substance, but “judicial engagement” is increasingly becoming the name for the alternative to the wholly unsatisfactory debate about judicial “activism” and “restraint.”\n\nJudicial engagement is a term coined by the Institute for Justice (IJ) to describe the judicial mode that focuses on interpretive theories rather than whether a judge is “active” or “passive.” It’s an approach to judicial review that provides a means of ensuring that Americans receive an honest, reasoned explanation in court whenever they allege a plausible abuse of government power.\n\nJudicial engagement involves a genuine, impartial search for the truth concerning the government’s means and ends, grounded in reliable evidence. An engaged judge will place the burden on the government to demonstrate that its actions are justified by a constitutionally proper end. IJ’s Center for Judicial Engagement – led by my friend Clark Neily, whose deputy is former Cato legal intern Evan Bernick – has published its first annual review of the judiciary’s performance, “Enforcing the Constitution”, explaining the concept of judicial engagement as well as its opposite, judicial abdication, and summarizing cases decided over the past year that vividly demonstrate the difference between meaningful and meaningless judicial review.\n\nJudicial engagement sounds like something that judges should be doing already, but it’s the exception rather than the rule. At present, judicial engagement is reserved for a handful of constitutional cases implicating so-called “fundamental rights” that the Supreme Court has identified on an ad hoc basis over the years, or those involving suspect classifications. The Court has held, and lower courts have understood, the default standard – the so-called “rational basis test” – to require reflexive judicial deference to the government’s factual assertions and even oblige judges to invent justifications for the government’s actions if the government’s lawyers can’t do so on their own.\n\nIn other contexts as well, courts have bent over backwards to say “yes’ to government, refusing to invalidate government actions unless they are clearly, unambiguously prohibited by the constitutional text, without any reference to the Constitution’s core function: securing individual rights. Simply put, this is not adjudication – it’s an abdication of judicial responsibility – and it’s incapable of preventing illegitimate assumptions of power by the political branches.\n\n“Enforcing the Constitution” illustrates the concepts of engagement and abdication through 20 important cases decided in 2014 and 2015, 10 of which showcase the kind of judicial review that’s required if the courts are to serve as “bulwarks of liberty,” 10 of which saw judges abdicating their responsibility to keep the political branches in check. They come from state and federal courts, including the Supreme Court. They involve SWAT raids on barbershops, licensing schemes for tour guides, gun rights, gay marriage, raisin pilfering, and Obamacare SCOTUScare RobertsCare the Affordable Care Act. Each case tells a story; some offer inspiration, others serve as cautionary tales. To prepare readers for the journey, the report provides a taxonomy of engagement and abdication – I highly recommend this part, which is a timeless rubric by which to evaluate all judicial rulings – so readers can determine for themselves when judges are performing their duty, or neglecting it.\n\nThe Constitution was written to empower government to secure our liberty, but then limit it to protect us against the government’s own excesses – recall the “if men were angels” bit in Federalist 51, which made it into my wedding – but those limits are meaningless unless judges enforce the Constitution and stop public officials when they overstep their bounds. Decades of judicial abdication have given us far more government than the Constitution permits, and far less freedom than it guarantees. Judicial engagement offers defenders of liberty an approach to judging that is capable of delivering on the Constitution’s unparalleled promise.", "article_metadata": {"description": "Judges should judge, rather than deferring to the government or being concerned with whether a particular law or state action is upheld.", "og": {"site_name": "Cato Institute", "description": "Judges should judge, rather than deferring to the government or being concerned with whether a particular law or state action is upheld.", "title": "Judicial Engagement, Illustrated", "url": "http://www.cato.org/blog/judicial-engagement-illustrated", "image": "http://object.cato.org/sites/cato.org/files/default_images/blog_torch_large.gif", "type": "article"}, "twitter": {"url": "http://www.cato.org/blog/judicial-engagement-illustrated", "title": "Judicial Engagement, Illustrated", "description": "Judges should judge, rather than deferring to the government or being concerned with whether a particular law or state action is upheld.", "card": "summary", "creator": "@CatoInstitute"}, "robots": "noodp", "site": "Cato Institute", "node_creation_date": "2015/10/16", "fb": {"admins": 5311211, "app_id": 158687980817033}, "article": {"published_time": "2015-10-19T08:30:11-04:00"}, "publication_date": "2015/10/19", "viewport": "width=device-width, minimum-scale=1.0, maximum-scale=1.0, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fcffee\"", "article_summary": "IJ’s Center for Judicial Engagement – led by my friend Clark Neily, whose deputy is former Cato legal intern Evan Bernick – has published its first annual review of the judiciary’s performance, “Enforcing the Constitution”, explaining the concept of judicial engagement as well as its opposite, judicial abdication, and summarizing cases decided over the past year that vividly demonstrate the difference between meaningful and meaningless judicial review.\nJudicial engagement offers defenders of liberty an approach to judging that is capable of delivering on the Constitution’s unparalleled promise.\nJudicial engagement involves a genuine, impartial search for the truth concerning the government’s means and ends, grounded in reliable evidence.\nJudicial engagement sounds like something that judges should be doing already, but it’s the exception rather than the rule.\nDecades of judicial abdication have given us far more government than the Constitution permits, and far less freedom than it guarantees."}