{"article_title": "LGBT Adults Are Better Adjusted If They Were 'Out' In School", "article_keywords": ["school", "russell", "students", "study", "adjusted", "young", "better", "lgbt", "orientations", "schools", "sexual", "adults"], "article_url": "http://www.medicaldaily.com/lgbt-adults-are-better-adjusted-if-they-were-out-school-321778", "article_text": "Lesbian, gay, bisexual and transgender people have better self esteem and less depression as young adults if they were open about their sexual orientations as adolescents, a new study suggests.\n\nAttempts to hide sexual orientation are generally unsuccessful, and the result is more abuse and more depression, the authors say in the American Journal of Orthopsychiatry.\n\nWhat's needed, said Stephen Russell, the study’s lead author, are \"supporting environments so that all kids can figure out and be as true to themselves as they can be.”\n\nResearch shows that adults fare better after disclosing their sexual orientations, but there was little evidence on how being “out” in middle or high school affects mental health later on.\n\nThat question occurred to Russell, an expert on adolescent mental health at the University of Arizona in Tucson, when a high school in Okeechobee, Florida attempted to block students from forming an LGBT-straight alliance group – also known as a gay-straight alliance.\n\nThe case was settled in the students' favor, but an unanswered question was whether students end up better off later in life if they're open about their sexual orientations, compared to those who are not.\n\n“There was no real data to suggest otherwise, Russell said.\n\nThe new findings are from a study of 245 LGBT young adults in California, ages 21 to 25, who reported their openness with their sexual orientations during middle and high school. They also took surveys to measure depression, self-esteem and life satisfaction. Not surprisingly, the researchers found, LGBT-related abuse at school was tied to negative adjustment during young adulthood. The abuse occurred whether the students tried to hide their sexual orientations or not.\n\n“I think one of the sobering things we learned is that saying you’re out to others is linked to victimization and saying you need to hide was linked to victimization,” Russell said.\n\nBut after accounting for abuse, people who were \"out\" at school were better adjusted in young adulthood, compared to people who weren’t out.\n\nThe study can't prove that being out as an adolescent guarantees better adjustment later on. And the researchers caution that the results can’t be applied to all LGBT youths. Russell hopes to confirm the findings in an ongoing study with nearly 900 participants.\n\nCo-author Caitlin Ryan said the results point to the need for schools to have trained staff and policies that protect all students.\n\n“We still have school settings where there aren’t policies in place,” said Ryan, director of the Family Acceptance Project at San Francisco State University.\n\nSean Cahill, who was not involved with the new study but co-authored the 2012 book \"LGBT Youth in America’s Schools,\" agreed that it's important to help youth to be out at school.\n\nWays to do that include statewide LGBT youth initiatives to help schools create safe environments, said Cahill, who directs health policy research at The Fenway Institute of Fenway Health, which provides healthcare to the LGBT community in Boston.\n\nGay-straight alliances are known to create better school environments for students whether they’re out or not, he said. Also, having openly LGBT role models in schools is beneficial.\n\nTeaching about LGBT historical figures, such as Walt Whitman and Gertrude Stein, also helps create an accepting environment, said Cahill.\n\nFor adolescents, Russell said, it’s beneficial to think through a plan of the coming out process, possibly with the help of adults. Plans should consider sources of support, and vulnerabilities, he said.\n\n“I think what’s promising about this study is even though coming out comes with risks, being out is going to come with benefits in the long run,” he said.\n\nThe study was published online in November and appears in print this month.\n\nSOURCE: http://bit.ly/1ETqPfl American Journal of Osteopsychiatry, published February 2015.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "lgbt, adults, are, better, adjusted, if, they, were, out, school", "og": {"site_name": "Medical Daily", "description": "Lesbian, gay, bisexual and transgender people have better self esteem and less depression as young adults if they were open about their sexual orientations as adolescents.", "title": "LGBT Adults Are Better Adjusted If They Were 'Out' In School", "url": "http://www.medicaldaily.com/lgbt-adults-are-better-adjusted-if-they-were-out-school-321778", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/02/11/lgbt-self-esteem.JPG", "type": "article"}, "twitter": {"description": "Lesbian, gay, bisexual and transgender people have better self esteem and less depression as young adults if they were open about their sexual orientations as adolescents.", "title": "LGBT Adults Are Better Adjusted If They Were 'Out' In School", "url": "http://www.medicaldaily.com/lgbt-adults-are-better-adjusted-if-they-were-out-school-321778", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/02/11/lgbt-self-esteem.JPG", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/02/11/lgbt-self-esteem.JPG"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Vitality", "published_time": "2015-02-11T11:16:20-05:00", "modified_time": "2015-02-11T11:16:18-05:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Lesbian, gay, bisexual and transgender people have better self esteem and less depression as young adults if they were open about their sexual orientations as adolescents."}, "article_summary": "Gay-straight alliances are known to create better school environments for students whether they’re out or not, he said.\nBut after accounting for abuse, people who were \"out\" at school were better adjusted in young adulthood, compared to people who weren’t out.\nThe new findings are from a study of 245 LGBT young adults in California, ages 21 to 25, who reported their openness with their sexual orientations during middle and high school.\nLesbian, gay, bisexual and transgender people have better self esteem and less depression as young adults if they were open about their sexual orientations as adolescents, a new study suggests.\nThe abuse occurred whether the students tried to hide their sexual orientations or not."}