{"article_title": "Incentives Boost Financial Wellness Success", "article_keywords": ["financial", "success", "programs", "wellness", "workers", "incentives", "incentive", "research", "ebri", "program", "health", "boost", "participation"], "article_url": "http://www.plansponsor.com/Incentives-Boost-Financial-Wellness-Success/", "article_text": "New research from the Employee Benefit Research Institute (EBRI) finds that offering incentives to workers to promote participation in workplace wellness programs has a big impact on the programs’ success.\n\nFor the analysis, EBRI examined 2013 patient data from a “large Midwest employer that enhanced its incentives to encourage participation in its wellness program.” EBRI says it found a huge increase in the share of workers taking health risk assessments and biometric screenings, designed to identify chronic medical conditions, once monetary incentives were offered.\n\nSpecifically, EBRI found that a financial incentive in the form of a $20 per month premium discount increased participation in health risk assessments by 50% among members of unions that bargained for the incentive, and 22% among non-union members. Participation in biometric screenings went up even more, by 55%, EBRI observes.\n\n“While most workers say they participate in these programs to improve their health, financial incentive are very effective at getting workers in the door,” notes Paul Fronstin, director of EBRI’s Health Research and Education Program and co-author of the analysis. “There is a growing body of evidence that suggests workplace wellness programs may reduce health care spending, but workers have to participate for the programs to work.”\n\nEBRI finds the Patient Protection and Affordable Care Act (ACA) created an inducement for wellness programs, allowing employers to provide financial incentives of as much as 30% of the total cost of coverage when tied to participation in a wellness program. Researchers also cite evidence to suggest that adding wellness program incentives is “by far more commonplace among employers than other health plan changes.”\n\nNEXT: Other wellness trends", "article_metadata": {"keywords": "Healthcare, Workplace, PPACA", "Description": "EBRI research suggests monetary incentives can significantly\r\nboost impact of financial wellness programs.", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=2.0"}, "article_summary": "Researchers also cite evidence to suggest that adding wellness program incentives is “by far more commonplace among employers than other health plan changes.”NEXT: Other wellness trends\nNew research from the Employee Benefit Research Institute (EBRI) finds that offering incentives to workers to promote participation in workplace wellness programs has a big impact on the programs’ success.\nFor the analysis, EBRI examined 2013 patient data from a “large Midwest employer that enhanced its incentives to encourage participation in its wellness program.” EBRI says it found a huge increase in the share of workers taking health risk assessments and biometric screenings, designed to identify chronic medical conditions, once monetary incentives were offered.\n“There is a growing body of evidence that suggests workplace wellness programs may reduce health care spending, but workers have to participate for the programs to work.”EBRI finds the Patient Protection and Affordable Care Act (ACA) created an inducement for wellness programs, allowing employers to provide financial incentives of as much as 30% of the total cost of coverage when tied to participation in a wellness program.\n“While most workers say they participate in these programs to improve their health, financial incentive are very effective at getting workers in the door,” notes Paul Fronstin, director of EBRI’s Health Research and Education Program and co-author of the analysis."}