{"article_title": "Implementing population health management as health IT budgets shrink", "article_keywords": ["management", "populations", "million", "medicaid", "email", "implementing", "going", "health", "budgets", "address", "organization", "shrink", "population"], "article_url": "http://searchhealthit.techtarget.com/feature/Implementing-population-health-management-as-health-IT-budgets-shrink", "article_text": "This is the first of a two-part interview. The second can be found here.\n\nGeorge Conklin, CIO and senior vice president of Christus Health in Irving, Texas, will be a keynote speaker for the IMN HealthImpact Southwest conference in Houston April 3. We sat down with him to discuss IT challenges for nonprofit health systems like his in an era of rapid expansion of clinical data systems.\n\nDownload this free guide Download Now: Why Providers Are Turning to Cloud Storage Regardless of your choice of VNA, PACS, or other image management technology, the cloud offers a chance to boost workflow and efficiency in your healthcare organization, while still ensuring compliance with HIPAA. Start Download Corporate E-mail Address: You forgot to provide an Email Address. This email address doesn’t appear to be valid. This email address is already registered. Please login. You have exceeded the maximum character limit. Please provide a Corporate E-mail Address.\n\nBy submitting my Email address I confirm that I have read and accepted the Terms of Use and Declaration of Consent. By submitting your email address, you agree to receive emails regarding relevant topic offers from TechTarget and its partners. You can withdraw your consent at any time. Contact TechTarget at 275 Grove Street, Newton, MA. You also agree that your personal information may be transferred and processed in the United States, and that you have read and agree to the Terms of Use and the Privacy Policy.\n\nFor readers unfamiliar with Christus Health, describe the size and scope of your organization.\n\nGeorge Conklin: We're one of the top 10 largest Catholic health systems [in the United States]. We've got hospitals in the United States, Mexico and Chile, a total of about 40 hospital facilities right now. The U.S. focus is in the south for the most part: Texas, Louisiana, Arkansas, Oklahoma and New Mexico. The organization Christus was formed when two congregations of sisters decided to combine their healthcare missions in 1999. So we're either 15 years old or 150 years old, depending on your perspective. I prefer 150.\n\nSo that's a lot of work for you, harmonizing ICD-10 and meaningful use stage 2 rollouts.\n\nConklin: From a strategic perspective, the system strategy has three major focuses in addition to operational excellence. [One aspect of that is] how do we become as efficient as we can to drive extraneous costs out of the organization, which isn't strategic but it's just keeping the lights on for us.\n\nThe three strategies are clinical integration of health data across facilities in order to take on risk for Medicaid populations; trying to increase quality and keep people out of the hospital [and] reducing costs. One example of this is a Medicaid pilot project that's worked out so well, we plan to generalize it to our entire Medicare and Medicaid populations.\n\nHow does Christus define population health management, which can be a nebulous phrase?\n\nConklin: It's managing Medicaid and Medicare populations that we're going to be seeing -- the commercially insured populations. But it's also the vertical swath associated with disease entities like diabetes, cardiovascular disease, COPD [chronic obstructive pulmonary disease], whatever the array of issues are that face the populations we're serving. We'll be managing those according to our own best practices or other practices we find [effective] in the industry -- and measuring our success through our population health management tools and BI [business intelligence] strategies.\n\nHave your IT budget levels been steady, increasing or decreasing amid all this technology implementation to support these goals?\n\nIn most of our regions, the deterioration in revenues means the demand for capital is in excess of the dollars we're generating.\n\nConklin: This year, like the last several years, we've managed to maintain a very steady 1.5% operating margin across all our hospitals. That counts $500 million in caring for uninsured patients. We're very strong supporters of the Affordable Care Act, getting people registered, starting our own exchanges and going directly out to the Medicare and Medicaid populations so we can begin to get more reimbursements and cut into that $500 million. As we make operational enhancements across the organization to maintain or increase quality, our margins remain steady. That means $138 million in both costs and revenues have been taken out of domestic U.S. operations.\n\nWe are seeing decreasing margins across the system while at the same time, increased demand for capital, whether that is for IT systems [or] new facilities and new locations. Part of our strategy under clinical integration is to partner with other organizations and extend our reach deeper into communities to be conveniently located with services near people's homes. That takes capital dollars. In most of our regions, the deterioration in revenues means the demand for capital is in excess of the dollars we're generating.\n\nHow does that affect IT investment?\n\nConklin: The same is true for our group, information management. We've had increasing demands for systems: Population health management, ICD-10 -- which is more of a regulatory thing -- all of our meaningful use work, which has generated significant millions in incentives but we [also] face penalties if we don't continue the development we started several years ago.\n\n[At the same time,] we're being asked to cut our costs. This year we went into the year with a number and was asked to cut $10 million, somewhere near 7%. You can do the arithmetic on that. Doing that through better contract negotiation for services from vendors, looking to generate revenues on the plus side so we're not entirely a cost center by providing services to entities who are partners of Christus.\n\nThese reductions come at a time when demand has grown significantly for traditional services but also at a time where we're expanding into new areas such as population health management, health insurance exchanges, community integrations and health information exchange.\n\nHow to you squeeze that money out of the operation to fund all this?\n\nConklin: We had an outside company come in and take a look at our contracts. There were one or two instances where we weren't state of the art. They sold us by telling us they could save us $3 million to $4 million but left us saying they could save us $75,000. The good news is, we're good negotiators. The bad news is, there wasn't a lot of fat there to be taken out, if any.\n\nPart of this has given rise to a new discipline in our organization: If things don't fall into one of four buckets, basically, they're not going to get done. One, regulatory. Two, break/fix. Three, strategic -- and only if there's an approved and well-vetted business plan that goes through our business planning cycle and it's approved. Four, build-out of any infrastructure to support the other three. They sound very broad, but it's helped us significantly focus what we're trying to do.\n\nWhat would an example be?\n\nConklin: If you're in Texas, you're in MD Anderson's back yard. We're not going to be doing competitive cancer treatment, we partner with them. In the past, we have developed cancer programs with former MD Anderson folks, and it was stupid of us but we did it. We're not doing those things anymore, just refining and focusing our strategy on things like population health management and the things that are going to be necessary for us to knit together a clinically integrated delivery system with the highest quality at the lowest possible costs.\n\nLet us know what you think about the story; email Don Fluckinger, news director or contact @DonFluckinger on Twitter.", "article_metadata": {"description": "How does a nonprofit hospital system implement population health management when its IT budget shrinks? Christus Health's George Conklin weighs in.", "og": {"site_name": "SearchHealthIT", "description": "How does a nonprofit hospital system implement population health management when its IT budget shrinks? Christus Health's George Conklin weighs in.", "title": "Implementing population health management as health IT budgets shrink", "url": "http://searchhealthit.techtarget.com/feature/Implementing-population-health-management-as-health-IT-budgets-shrink", "image": "http://cdn.ttgtmedia.com/ITKE/images/logos/TTlogo-379x201.png", "locale": "en_US", "type": "article"}, "twitter": {"description": "How does a nonprofit hospital system implement population health management when its IT budget shrinks? Christus Health's George Conklin weighs in.", "creator": "@donfluckinger", "site": "@searchhealthit", "card": "summary_large_image", "title": "Implementing population health management as health IT budgets shrink"}, "robots": "noodp", "fb": {"app_id": 870327132989388}, "article": {"publisher": "http://www.facebook.com/searchhealthit"}, "viewport": "width=device-width,initial-scale=1"}, "_id": "\"57477af36914bd0286fc9a5c\"", "article_summary": "These reductions come at a time when demand has grown significantly for traditional services but also at a time where we're expanding into new areas such as population health management, health insurance exchanges, community integrations and health information exchange.\nStart Download Corporate E-mail Address: You forgot to provide an Email Address.\nHow does Christus define population health management, which can be a nebulous phrase?\nBy submitting your email address, you agree to receive emails regarding relevant topic offers from TechTarget and its partners.\nBy submitting my Email address I confirm that I have read and accepted the Terms of Use and Declaration of Consent."}