{"article_title": "Your End-of-Year Debt Checkup - Is Your Debt Healthy or Unhealthy?", "article_keywords": ["checkup", "endofyear", "good", "return", "unhealthy", "mortgage", "healthy", "debts", "installment", "bad", "interest", "need", "debt", "loans"], "article_url": "http://www.foxbusiness.com/features/2015/12/22/your-end-year-debt-checkup-is-your-debt-healthy-or-unhealthy.html", "article_text": "It may fall outside the realm of ObamaCare, but it is a good idea to give your collective debt an end of the year checkup. Consider which debt is healthy and which debt may be showing symptoms of chronic conditions that will attack your bank account and put you in poor financial health.\n\nContinue Reading Below\n\nFor this examination, you get to be the doctor! Don’t worry – we are here to help as your trusted assistants. Remember two things: debts without significant return and high-interest-rate debts are usually bad.\n\nJust as a doctor would examine different systems in your body individually and then see how they work as a whole, we will do the same with individual debts and then consider your cumulative debt.\n\nMortgage Debt – Mortgage debt is usually the best form of debt, as you are building up equity in your home and gaining an appreciating asset. However, if mortgage debt pushes your cumulative debt too high, it can be considered bad debt. Just as with your body, healthy things can become unhealthy if pushed beyond moderation.\n\nEducational Debt – Again, educational debt is considered an investment because it should help you get a higher-paying job – but it is not guaranteed. It is very hard to get a student loan discharged or forgiven, so if you don’t get a job proportionate to the expense, student loans can be a very bad debt.\n\n\n\nNobody wants to think about that aspect as he or she enters college, but the return is important. You might be able to get scholarships or go to a different college that should produce a similar return for less cost if this is a concern for you.\n\nInstallment Debt – Installment debt for big-ticket items such as automobiles, appliances, and entertainment devices may be good or bad depending on the need of the item, the interest rate, and the installment terms. Typically, interest on this type of debt is high, so you should pay installment debts off early if you can.\n\n\n\nAs to whether it is good or bad debt – you generally know, even if you won’t admit it to yourself. Did you need to buy a Porsche vs. a Prius? Did you need a 75” flat screen TV with Surround Sound vs. a smaller, simpler model? Do you even need a TV at all? Only you can balance the value to you compared to the debt you incur.\n\nContinue Reading Below ADVERTISEMENT\n\nCredit Card Debt – Credit card debt is almost always bad debt unless you never charge more than you can pay off each month. Cash-back programs can help, but they don’t cover the charges for carrying a balance.\n\n\n\nCredit card debt is the Pop-Tart of the debt world – very tempting, never really good for you, harmless in small amounts, and bad in excess.\n\nShort-Term Loans – Payday and title loan debts are never, ever, healthy because of the sky-high interest rates. If you are afflicted with short-term, high-interest loans, quickly go to the nearest financial emergency room for credit counseling.\n\nCumulative Debt – Calculate your monthly debt-to-income (DTI) ratio, just as if you were preparing to buy a home. DTI is all of your liabilities (debt obligations, not your living expenses) divided by all of your pre-income tax. Between 36% and 43% is considered higher risk for a home purchase – if you are in this range or higher, you have too much debt and should shed the unhealthy burden as soon as possible.\n\n\n\nHow much money are you saving and investing each year? If you are saving little or nothing, this also suggests you have more debt than you can safely handle.\n\n\n\nIs your cumulative debt rising, shrinking, or staying constant? If it is rising without the addition of a mortgage or similar debt with future returns, that is a bad sign.\n\n\n\nRising debt and/or little savings suggest you may be suffering from Overspending Syndrome, a difficult but curable condition.\n\nFor more exotic forms of debt, such as consolidation debt, borrowing for leveraged investment purposes, and borrowing to start a business, we may refer you to a debt “specialist”. You can do some preliminary self-diagnosis on your debt by answering the following questions:\n\nWhat is the return you expect to receive on your debt?\n\nHow likely is that return (realistically)?\n\nWhen should you realistically expect to see that return?\n\nIn the meantime, are your savings dropping and/or your collective DTI growing into the higher-risk range?\n\nWe hope that your debt passed the year-end check-up with flying colors. Even if it didn’t, at least this annual checkup has no copay!\n\nMore from MoneyTips.com:\n\nChoosing a Debt Payoff Strategy\n\nThe Demographics of American Debt\n\nConsumer Credit Crisis! - Household debt", "article_metadata": {"classification": "/FOX BUSINESS/LIFESTYLE AND BUDGET", "dcterms.modified": "2016-01-04 03:38:20 EST", "dc.type": "Text.Article", "twitter": {"url": "http://www.foxbusiness.com/features/2015/12/22/your-end-year-debt-checkup-is-your-debt-healthy-or-unhealthy.html", "image": "http://a57.foxnews.com/images.foxnews.com/content/fox-business/features/2015/12/22/your-end-year-debt-checkup-is-your-debt-healthy-or-unhealthy/_jcr_content/par/featured-media/media-0.img.jpg/0/0/1450806344715.jpg?ve=1", "description": "It's time to give your collective debt an end of the year checkup.  Learn what debt is healthy and which debt shows signs of poor financial health.", "card": "summary_large_image", "title": "Your End-of-Year Debt Checkup - Is Your Debt Healthy or Unhealthy?"}, "dc.format": "text/html", "dc.publisher": "Fox Business", "parsely-metadata": "{\"tags\":[\"/FOX BUSINESS/LIFESTYLE AND BUDGET\"],\"author\":\"\",\"subSection\":\"features\",\"title\":\"Your End-of-Year Debt Checkup - Is Your Debt Healthy or Unhealthy?\",\"image_url\":\"http://a57.foxnews.com/images.foxnews.com/content/fox-business/features/2015/12/22/your-end-year-debt-checkup-is-your-debt-healthy-or-unhealthy/_jcr_content/par/featured-media/media-0.img.jpg/0/0/1450806344715.jpg?ve=1\",\"pub_date\":\"2015-12-22T17:41:04Z\",\"link\":\"http://www.foxbusiness.com/features/2015/12/22/your-end-year-debt-checkup-is-your-debt-healthy-or-unhealthy.html\",\"type\":\"article\",\"identifier\":\"2c209281-0a3a-403e-af79-d4267439edc7\",\"section\":\"features\"}", "prism.aggregationType": "subsection", "description": "It's time to give your collective debt an end of the year checkup.  Learn what debt is healthy and which debt shows signs of poor financial health.", "dc.description": "It's time to give your collective debt an end of the year checkup.  Learn what debt is healthy and which debt shows signs of poor financial health.", "dc.identifier": "2c209281-0a3a-403e-af79-d4267439edc7", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "pagetype": "article", "msapplication-square150x150logo": "http://global.fncstatic.com/static/cq/fb/img/all/mediumtile.png", "classification-isa": "lifebudget", "prism.channel": "fbn", "msapplication-wide310x150logo": "http://global.fncstatic.com/static/cq/fb/img/all/widetile.png", "msapplication-square70x70logo": "http://global.fncstatic.com/static/cq/fb/img/all/smalltile.png", "prism.section": "features", "msapplication-square310x310logo": "http://global.fncstatic.com/static/cq/fb/img/all/largetile.png", "fb": {"app_id": 116027085089150}, "dc.source": "Fox Business", "dc.language": "en-US", "dc.title": "Your End-of-year Debt Checkup - Is Your Debt Healthy Or Unhealthy?", "dcterms.created": "2016-01-04 03:38:20 EST", "og": {"site_name": "Fox Business", "description": "It's time to give your collective debt an end of the year checkup.  Learn what debt is healthy and which debt shows signs of poor financial health.", "title": "Your End-of-Year Debt Checkup - Is Your Debt Healthy or Unhealthy? | Fox Business", "url": "http://www.foxbusiness.com/features/2015/12/22/your-end-year-debt-checkup-is-your-debt-healthy-or-unhealthy.html", "image": "http://a57.foxnews.com/images.foxnews.com/content/fox-business/features/2015/12/22/your-end-year-debt-checkup-is-your-debt-healthy-or-unhealthy/_jcr_content/par/featured-media/media-0.img.jpg/0/0/1450806344715.jpg?ve=1", "type": "article"}, "dcterms.abstract": "It's time to give your collective debt an end of the year checkup.  Learn what debt is healthy and which debt shows signs of poor financial health.", "dc.date": "2015-12-22", "parsely-page": "{\"tags\":[\"/FOX BUSINESS/LIFESTYLE AND BUDGET\"],\"author\":\"\",\"subSection\":\"features\",\"title\":\"Your End-of-Year Debt Checkup - Is Your Debt Healthy or Unhealthy?\",\"image_url\":\"http://a57.foxnews.com/images.foxnews.com/content/fox-business/features/2015/12/22/your-end-year-debt-checkup-is-your-debt-healthy-or-unhealthy/_jcr_content/par/featured-media/media-0.img.jpg/0/0/1450806344715.jpg?ve=1\",\"pub_date\":\"2015-12-22T17:41:04Z\",\"link\":\"http://www.foxbusiness.com/features/2015/12/22/your-end-year-debt-checkup-is-your-debt-healthy-or-unhealthy.html\",\"post_id\":\"2c209281-0a3a-403e-af79-d4267439edc7\",\"type\":\"article\",\"section\":\"features\"}"}, "article_summary": "Mortgage Debt – Mortgage debt is usually the best form of debt, as you are building up equity in your home and gaining an appreciating asset.\nHowever, if mortgage debt pushes your cumulative debt too high, it can be considered bad debt.\nContinue Reading Below ADVERTISEMENTCredit Card Debt – Credit card debt is almost always bad debt unless you never charge more than you can pay off each month.\nAs to whether it is good or bad debt – you generally know, even if you won’t admit it to yourself.\nTypically, interest on this type of debt is high, so you should pay installment debts off early if you can."}