{"article_title": "When it may make sense to hire temporary nurses", "article_keywords": ["organizations", "hire", "temporary", "nursing", "nurses", "verify", "workers", "according", "sense", "staff", "hospitals", "recent"], "article_url": "http://www.fiercehealthcare.com/story/when-it-may-make-sense-hire-temporary-nurses/2015-12-02", "article_text": "Despite recent research that finds experienced nurses deliver better patient care and reduce the length of a hospital stay, a new report says that the use of temporary nurses doesn't result in a downturn in quality or outcomes.\n\nMany organizations hire temporary contract nurses or travel nurses to fill positions as experienced nurses leave for other positions or retire. Hospitals may face a greater need for these temporary workers as many experts project a nursing shortage in the next 10 years and a recent survey found nearly two-thirds of registered nurses older than 54 are considering retirement.\n\nAlthough some organizations may be leery about hiring temporary workers, supplementary staff may actually be worth their time and investment, according to a special report published by Emergency Medicine News. Temporary nurses are a good alternative for hospitals to make sure they have enough nurses on staff without overspending on human resources, according to the article.\n\n\"There is no adverse impact we can measure in big studies in hundreds of hospitals, \" Linda Aitken, Ph.D., R.N., the Claire M. Fagin Leadership Professor in Nursing and the director of the Center for Health Outcomes and Policy Research at the University of Pennsylvania in Philadelphia, told the publication. Aitken was one of the researchers who conducted a recent study that found judicious use of temporary nurses can actually reduce costs.\n\n\"Our results show that the outcomes are better than they would be without the supplemental nurses. If they had not been there, the mortality rate would have been higher,\" she said.\n\nThe key is for organizations to do their due diligence when hiring, said Annmarie Papa, R.N., vice president and chief nursing officer at Einstein Medical Center Montgomery in East Norton, Pennsylvania, and a past president of the Emergency Nurses Association. Make sure to check the nurse competency and skill set.\n\nand verify it. If a temporary nurse claims to have the ability to assist with a chest tube insertion, ask the candidate how to do it, she said. Then, she said, organizations must verify those skills. Organizations must also give temporary nurses the same consideration and training they would offer permanent staff, according to the article.\n\nTo learn more:\n\n- read the special report\n\nRelated Articles:\n\nExperienced nurses shorten length of stay, improve patient outcomes\n\nNursing shortage in 2025 will be smaller than projected\n\nBaby boomer RNs on verge of retirement within three years\n\nTemporary nurses can often cost hospitals less than permanent staff", "article_metadata": {"description": "Despite recent research that finds experienced nurses deliver better patient care and reduce the length of a hospital stay, a new report says that the use of temporary nurses doesn't result in a downturn in quality or outcomes.", "og": {"site_name": "FierceHealthcare", "description": "Despite recent research that finds experienced nurses deliver better patient care and reduce the length of a hospital stay, a new report says that the use of temporary nurses doesn't result in a downturn in quality or outcomes.", "title": "When it may make sense to hire temporary nurses", "url": "http://www.fiercehealthcare.com/story/when-it-may-make-sense-hire-temporary-nurses/2015-12-02", "image": "http://assets.fiercemarkets.net/public/opengraphimages/updated/opengraph_fiercehealthcare.jpg", "type": "website"}, "twitter": {"site": "fiercehealth", "card": "summary"}, "parsely-metadata": "{\"mkto\": }", "revisit-after": "1 day", "apple-itunes-app": "app-id=731085312", "keywords": "Care Delivery,HR & Workforce Management,Nursing shortage,Patient Care & Outcomes,Patient Outcomes,temporary nurses,travel nurses", "viewport": "width=device-width", "news_keywords": "Care Delivery,HR & Workforce Management,Patient Care & Outcomes"}, "article_summary": "Many organizations hire temporary contract nurses or travel nurses to fill positions as experienced nurses leave for other positions or retire.\nOrganizations must also give temporary nurses the same consideration and training they would offer permanent staff, according to the article.\nTemporary nurses are a good alternative for hospitals to make sure they have enough nurses on staff without overspending on human resources, according to the article.\nAitken was one of the researchers who conducted a recent study that found judicious use of temporary nurses can actually reduce costs.\nDespite recent research that finds experienced nurses deliver better patient care and reduce the length of a hospital stay, a new report says that the use of temporary nurses doesn't result in a downturn in quality or outcomes."}