{"article_title": "Placing Land Into Trust Will Make Alaska Safer for Rural Tribes", "article_keywords": ["land", "indian", "proposed", "tribal", "placing", "alaska", "commission", "lands", "rural", "department", "tribes", "safer", "trust"], "article_url": "http://indiancountrytodaymedianetwork.com/2014/05/20/placing-land-trust-will-make-alaska-safer-rural-tribes", "article_text": "The Department of the Interior recently proposed to amend the Department’s land-into-trust regulations, found at 25 C.F.R. Part 151, that currently exclude from the scope of the regulations, with one exception (Metlakatla), land acquisitions in trust in the State of Alaska. The proposed amendment will allow tribes in Alaska to place land into trust. This proposal should be approved and implemented as soon as possible.\n\nThe last time that land-into-trust regulations were promulgated, substantially impacting rights in Alaska, the so-called “Alaska exception” was inserted into the final rule found in 25 C.F.R. § 151.1 with no notice or opportunity to comment, in 1980. Since that time, the DOI has treated this “Alaska exception” as a de facto bar on the Department’s authority under the Indian Reorganization Act (IRA) to take lands into trust for tribes in Alaska. The recent decision in the Akiachak case affirmed that the Secretary of the Interior retained authority under Section 5 of the IRA to take lands into trust in Alaska.\n\nThe proposed rule change is long overdue for many reasons.\n\nIn the lower 48, Indian tribes commonly use the land-into-trust process to reconsolidate ancestral homelands; create unique opportunities for federal/tribal housing programs; protect sensitive environmental areas and sacred cultural properties; and otherwise expand tribal jurisdiction consistent with the era of self-determination and self-governance that marks the times in which we now live. The Department itself acknowledges substantial benefits to expanding tribal jurisdiction in Alaska. The Proposed Rule would allow tribes to submit land-into-trust applications to the Department, while maintaining the substantial discretion afforded the Department in the regulations to accept or deny those applications.\n\nIn Alaska, the prospect of Tribal communities gaining jurisdiction over lands in their communities brings particular hope to a problem that has vexed policy makers for decades: how to bring law and order to rural and remote tribal communities.\n\nCongress recently made a substantial, multiyear, bipartisan investment in the Indian Law and Order Commission, which issued a ground-breaking Report in November 2013. The Commission was charged with the responsibility to examine criminal justice systems in Indian Country, and its report, A Roadmap For Making Native America Safer: Report to the President and Congress of the United States, contained an entire chapter devoted to Alaska. The Commission stated that “a number of strong arguments can be made that [Alaska fee] land may be taken into trust and treated as Indian country” and “[n]othing in ANCSA expressly barred the treatment of these former [Alaska] reservation and other Tribal fee lands as Indian country.” The Commission specifically focused on the question of placement of lands into trust by Alaska tribes and strongly recommended allowing lands to be placed in trust for Alaska Natives as a means of creating the jurisdictional underpinnings for a better functioning criminal justice system.\n\nAs the Department itself notes in the Proposed Rule, when examining the Commission’s Report: “The basic thrust of the Indian Law and Order Commission’s recommendation is that the state of public safety for Alaska Natives, especially for Native women who suffer high rates of domestic abuse, sexual violence and other offenses, is unacceptable; providing trust lands in Alaska in appropriate circumstances would provide additional authority for Native governments to be better partners with the State of Alaska to address these problems. In sum, the Commission concludes that trust land in Alaska could help improve the lives of Indian people by creating safer communities.”\n\nIn addition to the Commission, the Department itself examined this issue in December 2013 in its Report of the Commission on Indian Trust Administration and Reform. The Department, like the Indian Law and Order Commission, recommended allowing Alaska Native tribes to have tribally owned fee simple land taken into trust.\n\nThe proposed rule allowing tribes in Alaska to apply for the placement of land into trust is consistent with the IRA and federal Indian law and is good policy. This is a game-changing opportunity that offers Tribes in Alaska the ability to make a meaningful difference for people who live in their communities.\n\nGeoff Strommer, a partner at Hobbs Straus Dean & Walker LLP, is the author, with Steve Osborne, of Indian Country and the Nature and Scope of Tribal Self-Government in Alaska, 22 Alaska L. Rev. 1 (2005).", "article_metadata": {"description": "The Department of the Interior recently proposed to amend the Department’s land-into-trust regulations, found at 25 C.F.R. Part 151, that currently exclude from the scope of the regulations, with one exception (Metlakatla), land acquisitions in trust in the State of Alaska.", "generator": "Drupal 7 (http://drupal.org)", "rdfs": {"label skos": {"prefLabel": "Geoffrey Strommer"}}, "og": {"url": "http://indiancountrytodaymedianetwork.com/2014/05/20/placing-land-trust-will-make-alaska-safer-rural-tribes", "site_name": "Indian Country Today Media Network.com", "image": "http://d1jrw5jterzxwu.cloudfront.net/sites/default/files/styles/author_thumbnail_medium/public/uploads/2011/04/opn_geoffrey_strommer_150.jpg?itok=k5cmjWWY", "type": "article", "title": "Placing Land Into Trust Will Make Alaska Safer for Rural Tribes"}, "robots": "follow, index", "dcterms.identifier": "http://indiancountrytodaymedianetwork.com/2014/05/20/placing-land-trust-will-make-alaska-safer-rural-tribes", "dc": {"title": "Placing Land Into Trust Will Make Alaska Safer for Rural Tribes"}, "fb": {"app_id": 493888563989950}, "dcterms.creator": "mazecyrus", "dcterms.date": "2014-05-20T08:00-04:00", "dcterms.language": "und", "dcterms.type": "Text", "keywords": "Geoff Strommer, Department of the Interior, Land Into Trust", "validation_code": "d9d37d7b776cc351c4025ded3df21cad", "sioc": {"num_replies": 3}, "dcterms.format": "text/html", "dcterms.title": "Placing Land Into Trust Will Make Alaska Safer for Rural Tribes"}, "_id": "\"57477af36914bd0286fd002b\"", "article_summary": "The proposed amendment will allow tribes in Alaska to place land into trust.\nThe Department, like the Indian Law and Order Commission, recommended allowing Alaska Native tribes to have tribally owned fee simple land taken into trust.\nThe proposed rule allowing tribes in Alaska to apply for the placement of land into trust is consistent with the IRA and federal Indian law and is good policy.\nPart 151, that currently exclude from the scope of the regulations, with one exception (Metlakatla), land acquisitions in trust in the State of Alaska.\nThis is a game-changing opportunity that offers Tribes in Alaska the ability to make a meaningful difference for people who live in their communities."}