{"article_title": "EEOC Continues Visible Stance on Sexual Orientation Discrimination Protection", "article_keywords": ["vii", "orientation", "stance", "title", "discrimination", "lawsuits", "continues", "employers", "visible", "protection", "eeoc", "policies", "gender", "sexual", "recent"], "article_url": "http://www.natlawreview.com/article/eeoc-continues-visible-stance-sexual-orientation-discrimination-protection", "article_text": "Wednesday, March 9, 2016\n\nAs predicted by many, 2016 will likely be a year the Equal Employment Opportunity Commission (EEOC) will continue its push for the expansion of the rights afforded pursuant to Title VII of the Civil Rights Act of 1964.\n\nThis month, the EEOC filed its first two lawsuits accusing employers of gender bias for discriminating against employees on the basis of sexual orientation. Specifically, both cases allege employee harassment on the basis of sexual orientation, in addition to retaliation. There are many local and regional laws that already provide discrimination protection in the areas of sexual orientation and/or gender identity, but Title VII does not expressly provide such protection. These two recent lawsuits underscore the EEOC’s position that Title VII’s protections against gender bias extend to sexual orientation, and employers are on notice that the EEOC will interpret Title VII as such.\n\nThese two recently filed lawsuits, and the EEOC’s continued visible stance to expand Title VII protections to issues related to sexual orientation and/or gender identity, send a clear message to employers. First, employers should take notice of the EEOC’s recent actions as a reminder that the EEOC will now be more likely to closely scrutinize policies, practices, and procedures. Accordingly, employers should consider reviewing their current EEO policies, procedures, and practices, and implementing policies that address these recent developments. Employers should also remember to update any and all training materials in order to reflect any policy changes.\n\nFinally, as is often the case in the realm of employment law, employers need to pay attention to the quickly changing trends as they relate to employers’ obligations to address sexual orientation and/or gender identity issues within the workplace.", "article_metadata": {"description": "As predicted by many, 2016 will likely be year EEOC will continue its push for expansion of rights afforded pursuant to Title VII of Civil Rights Act of 1964", "generator": "Drupal 7 (http://drupal.org)", "og": {"site_name": "The National Law Review", "description": "As predicted by many, 2016 will likely be a year the Equal Employment Opportunity Commission (EEOC) will continue its push for the expansion of the rights afforded pursuant to Title VII of the Civil R", "title": "EEOC Continues Visible Stance on Sexual Orientation Discrimination Protection", "url": "http://www.natlawreview.com/article/eeoc-continues-visible-stance-sexual-orientation-discrimination-protection", "image": "http://www.natlawreview.com/sites/default/files/styles/thumbnail/public/article/aux/1141/EEOC%20seal_3.jpg?itok=z6ZgHrYT", "type": "article"}, "msvalidate.01": "5493B547C0AB527FF4CF8C4D0127302A", "keywords": "Nation, Legislation, Government, EEOC, equal Employment, Civil Rights, Title VII, Lawsuit, Protection, Liability, Sexual Orientation", "google-site-verification": "SAKcOmA6_i0E79oG2TjlPWfOSs9kMM6EWAZNaT0aBtA", "verify-v1": "nSkrvEqyOIUMGKMak3OBIKcpcABac4XWK5NJKMuMtBY=", "y_key": "fe6cd8bd83ff0c09", "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "Legal, business, Nation, Legislation, Government, EEOC, equal Employment, Civil Rights, Title VII, Lawsuit, Protection, Liability, Sexual Orientation"}, "article_summary": "Specifically, both cases allege employee harassment on the basis of sexual orientation, in addition to retaliation.\nThere are many local and regional laws that already provide discrimination protection in the areas of sexual orientation and/or gender identity, but Title VII does not expressly provide such protection.\nThis month, the EEOC filed its first two lawsuits accusing employers of gender bias for discriminating against employees on the basis of sexual orientation.\nThese two recently filed lawsuits, and the EEOC’s continued visible stance to expand Title VII protections to issues related to sexual orientation and/or gender identity, send a clear message to employers.\nThese two recent lawsuits underscore the EEOC’s position that Title VII’s protections against gender bias extend to sexual orientation, and employers are on notice that the EEOC will interpret Title VII as such."}