{"article_title": "Part-Time Nation", "article_keywords": ["parttime", "workers", "number", "labor", "reported", "rate", "fulltime", "rates", "jobs", "nation", "economy"], "article_url": "http://www.frontpagemag.com/fpm/235822/part-time-nation-arnold-ahlert", "article_text": "Last Thursday, an Obama-centric mainstream media trumpeted the creation of 288,000 jobs and the reduction in the unemployment rate from 6.3 percent to 6.1 percent. Lost in the manufactured euphoria are the sobering details: America is well on its way to becoming a nation where millions of workers can only find part-time, lower-paying jobs.\n\nOn the surface, the numbers are impressive. The Bureau of Labor Statistics (BLS) reported the aforementioned 288,000 jobs gain, while the household survey reported a gain of 407,000. Yet those numbers pale in comparison to the rise in the number of voluntary and involuntary part-time jobs, coming in at 840,000 and 275,000, respectively. Since the BLS uses seasonally-adjusted figures to calculate jobs data, one cannot subtract the total number of part-time jobs from full-time jobs. However, data regarding seasonally-adjusted full-time jobs can be compared on a month-to-month basis and therein lies the true tale of woe.\n\nA whopping 523,000 full-time jobs were lost in June.\n\nAs the graphs here indicate, this is the second largest decline of full-time jobs in the past year, but by far the largest addition of part-time jobs. So far this year the economy has created 926,000 full-time jobs and 646,000 part-time jobs. Overall, America now has 118 million full-time jobs compared to 28 million part-time jobs, according to the BLS. Thus, 23.7 percent, or nearly one-out-of-every four Americans, is working part-time.\n\nJust over a year ago, it was reported that economist Scott Anderson analyzed employment gains since January 2009 and found that in June part-time jobs accounted for 19.5 percent of total employment, amounting to \"exactly the average share ... since January 2009.” One might think an increase of nearly 18 percent in that average share might be cause for concern amidst the euphoria.\n\nOne would be wrong. For those uninterested in the details, the quantity of jobs rather than the quality of jobs is all that matters.\n\nYet it is precisely that quality that should concern every American. As the Wall Street Journal noted while June jobs gains were broad-based, \"lower-wage sectors continued to account for the bulk.” While there was an increase of 67,000 jobs in the professional and business services sector, they were offset by the more than 40,000 jobs in the retail industry and 30,000 jobs in leisure and hospitality businesses. \"Higher-paying sectors continued to lag behind in the jobs recovery,” the paper reported. \"Manufacturing added 16,000 new jobs and construction added 6,000.”\n\nAs for the \"official unemployment rate” of 6.1 percent, the number listed under BLS’s \"U-3\" heading, more and more Americans are becoming aware of the bogus nature of this particular statistic, given that it doesn't account for such realities as the number of part-time workers who want full-time jobs, or the number of people marginally attached to the workforce. The more accurate U-6 number, which takes these factors into account, puts the unemployment rate at 12.1 percent.\n\nYet both of those numbers would be even higher if they took into account the number of people who have dropped out of the labor force altogether. While the economy ostensibly surged, the number of Americans 16 and older who did not participate in the labor force really surged to a record-setting 92,120,000 in June. That number represents a jump of 111,000 since April, and the labor force participation rate of 62.8 percent matched a 36-year low. In other words, job growth isn’t keeping up with population growth.\n\nAnother factor that skews the job numbers is something called Performance Enhancing Estimates (P.E.E.). They are little more than educated guesstimates regarding the aforementioned seasonal adjustments as well as birth/death estimates determining how many companies were created or destroyed. In ominous context, a Brookings Institution study released last month reveals that the U.S.'s economy is less entrepreneurial now than at any point in the last 30 years. Moreover, from 2009-2011, the last three years the study looked at, businesses were dying faster than they were being born—a dubious first time achievement. Thus, unless one assumes there has been a radical turnaround in the last three years, the long-term trend for job creation will be what the authors contend is \"a continuation of slow growth for the indefinite future.”\n\nThe Federal Reserve seemingly concurs. While Fed policy-makers have insisted a growing economy will lead to higher interest rates, 12 of the 16 members of the policy committee expect those rates to rise only as high as 1.5 percent by the end of 2015, and a majority expect a rise to 2.5 percent or less a year after that. For comparison sake, the interest rate in 2007 was more than double, at 5.25 percent. Anemic interest rates portend an economy like that of Japan’s, which has remained largely stagnant for more than two decades. Such conditions will more than likely exacerbate income inequality as well, because low interest rates favor corporate borrowers and the stock market, even as they crush those who want a decent return on their savings.\n\nDoes ObamaCare figure into the part-time employment mix? In March, the Huffington Post was sure the dire predictions made a year ago were overwrought and that the \"opposite seems to be happening\" because the number of part-time workers had fallen to 27.3 million in February. The addition of 700,000 part-time jobs since then is inconclusive, but the Obama administration’s grim determination to unilaterally postpone the implementation of the so-called business mandate—twice—in the last year is at least somewhat indicative. So is a 2013 Duke/CFO magazine survey indicating that 38 percent of the 60 percent of businesses that increased their proportion of part-time workers cited ObamaCare as a reason. And a regularly updated chart complied by Investors Business Daily shows that 429 mostly public employers have cut hours of employment (when they’re not eliminating jobs outright) below the 30-hour “full time employee” threshold that would subject them to the healthcare mandate.\n\nHuman Events staff writer John Hayward has a far more Machiavellian view of the \"Great Leap Forward in the Obamanomics transformation of the American economy into a shrunken, underemployed workforce.” He contends the American left has figured out a way to eliminate the inevitable tension between the Makers and the Takers that thwarts their quest for a social utopia. \"The true Middle Class is defined by its independence,\" he writes. \"Get them hooked on government subsidies, and they lose that independence. Make enough of them truly dependent on those subsidies for the necessities of life, and their political threat is permanently neutralized.” (Italics in the original.) Part-time jobs and ObamaCare produce such hybrid Maker/Takers who ultimately come to believe that \"prosperity is something the government must seize and redistribute.”\n\nOne can choose to believe or dismiss Hayward’s assessment, but there is little doubt the economy remains as fragile as ever. Even if one buys into the media-anointed “jobs surge” it is impossible to dismiss the gargantuan number of part-time workers that drove it.\n\nAnd that’s while the stock market remains at or near record highs that may be as illusory as our so-called economic recovery. “The US middle class and low-income workers are broke,” contends Chadwick Financial Advisors CEO Mike Chadwick. “They are leveraged up to the hilt.” Corporate earnings remain stagnant and sales remain flat. “Corporations are squeezing more out of workers, outsourcing jobs, whatever they can do--everything except generating additional sales,” says Howard Silverblatt, senior index analyst at S&P Capital IQ.\n\nAnd finally, Bernard Baumohl, chief global economist of the Economic Outlook Group, sees a shift in the way employers view employees that may indicate where the full-time vs. part-time jobs picture is really headed. “Companies view labor more as inventory that is to be hired when they need it and let go when they don’t need it,” he said.\n\nOne hopes for better days ahead. But an economy where more businesses are dying than are being born—and human being are viewed as “inventory”—does not inspire anything resembling enduring confidence.\n\nFreedom Center pamphlets now available on Kindle: Click here.\n\nSubscribe to Frontpage's TV show, The Glazov Gang, and LIKE it on Facebook.", "article_metadata": {"rating": "general", "description": "A deceptive jobs report obscures the dark truth about the Obama economy.", "generator": "Drupal 7 (http://drupal.org)", "og": {"site_name": "Frontpage Mag", "description": "A deceptive jobs report obscures the dark truth about the Obama economy.", "title": "Part-Time Nation", "url": "http://www.frontpagemag.com/fpm/235822/part-time-nation-arnold-ahlert", "updated_time": "2015-06-22T23:38:46-04:00", "type": "article"}, "twitter": {"url": "http://www.frontpagemag.com/fpm/235822/part-time-nation-arnold-ahlert", "description": "A deceptive jobs report obscures the dark truth about the Obama economy.", "card": "summary", "title": "Part-Time Nation"}, "article": {"published_time": "2014-07-07T20:50:32-04:00", "modified_time": "2015-06-22T23:38:46-04:00"}, "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fd0033\"", "article_summary": "Overall, America now has 118 million full-time jobs compared to 28 million part-time jobs, according to the BLS.\nSince the BLS uses seasonally-adjusted figures to calculate jobs data, one cannot subtract the total number of part-time jobs from full-time jobs.\nAs the graphs here indicate, this is the second largest decline of full-time jobs in the past year, but by far the largest addition of part-time jobs.\nSo far this year the economy has created 926,000 full-time jobs and 646,000 part-time jobs.\nLost in the manufactured euphoria are the sobering details: America is well on its way to becoming a nation where millions of workers can only find part-time, lower-paying jobs."}