{"article_title": "With Just 107 Words, Bernie Sanders Obliterates Ted Cruz's 21 Hour Fake Filibuster", "article_keywords": ["sanders", "right", "21", "hour", "healthcare", "able", "bernie", "ted", "american", "access", "cruz", "cruzs", "know", "words", "fake", "hours", "republicans", "obliterates", "filibuster"], "article_url": "http://www.politicususa.com/2013/09/25/107-words-bernie-sanders-obliterates-ted-cruzs-21-hour-fake-filibuster.html", "article_text": "Ted Cruz and company talked for 21 hours, but on The Ed Show, Sen. Bernie Sanders revealed the truth behind their lies with just 107 words.\n\nVideo:\n\nSen Sanders said:\n\n“I think what everybody needs to know is that on their 43rd try Republicans will not be successful in defunding Obamacare, and most importantly, we are just beginning, just beginning to catch up to the rest of the industrialized world that guarantees healthcare to all people as a right. Cruz is quite right that once people begin to see that healthcare is a right for human beings. You know what? They like it, and they want more of it. And they do not want to endanger their children, their families. and themselves when an illness comes. Healthcare is a right, and we’re beginning to make some progress.”\n\nSen. Sanders was able to cut through twenty one hours worth of Republican BS with 107 words. He was able to do this, because he has the truth on his side. Republicans are fighting so hard against the ACA, because they don’t want the American people to know that they can have healthcare. The ACA is going to reduce the deficit by $210 billion because it isn’t a new government program. The federal government isn’t giving people free healthcare.\n\nWhat the government is doing is forcing the health insurance industry to play by the rules of the free market. The Obama administration is providing 30 million Americans access to the healthcare system. Ted Cruz and the other Republicans had to talk for 21 hours to build their web of lies, because it is only through fear and falsehoods that they can convince people that having access to healthcare is not a right.\n\nBernie Sanders was 100% correct. When the American people understand that healthcare is a right, and that they too can easily have access to healthcare, the whole ballgame is going to change. Republicans know that once the law is fully implemented, they will never be able to repeal Obamacare. They won’t be able to turn back the clock. People are not going to take to the streets begging lawmakers to give them less access to life saving medical care. In fact, the American people will likely demand more and better care.\n\nSen. Sanders uttered four words that absolutely terrify the Republican Party. Healthcare is a right. Once the American people experience a world where they can’t be turned down for health insurance, it will be another liberal step forward for this country.\n\nTed Cruz talked for 21 hours, and couldn’t offer any facts. Bernie Sanders spoke for 107 words, and diagnosed the reason behind everything that the Republicans are doing. Progress is coming, and Americans will soon learn that Republicans have denied them an important right for decades.\n\nSen. Sanders said it all, “Healthcare is a right.”", "article_metadata": {"description": "Ted Cruz and company talked for 21 hours, but on The Ed Show, Sen. Bernie Sanders revealed the truth behind their lies with just 107 words.", "generator": "WordPress 4.5.2", "author": "Jason Easley", "og": {"site_name": "Politicus USA", "description": "Ted Cruz and company talked for 21 hours, but on The Ed Show, Sen. Bernie Sanders revealed the truth behind their lies with just 107 words.", "title": "With Just 107 Words, Bernie Sanders Obliterates Ted Cruz's 21 Hour Fake Filibuster", "url": "http://www.politicususa.com/2013/09/25/107-words-bernie-sanders-obliterates-ted-cruzs-21-hour-fake-filibuster.html", "image": "http://15130-presscdn-0-89.pagely.netdna-cdn.com/wp-content/uploads/2013/09/sanders-cruz-1.jpg", "updated_time": "2013-09-25T20:33:30+00:00", "type": "article"}, "fb": {"admins": 523732690, "app_id": 113462415332922, "pages": 186473214703370}, "keywords": "Featured News,Bernie Sanders,healthcare is a right bernie sanders,ted cruz filibuster,the ed show bernie sanders,politicususa,liberal,politics,sarah jones,jason easley,barack obama,hillary clinton,msnbc,media", "article": {"publisher": "https://www.facebook.com/PoliticusUSA", "section": "Featured News", "published_time": "2013-09-25T19:33:41+00:00", "modified_time": "2013-09-25T20:33:30+00:00"}, "viewport": "width=device-width, initial-scale=1", "news_keywords": "Bernie Sanders, healthcare is a right bernie sanders, ted cruz filibuster, the ed show bernie sanders"}, "_id": "\"57477af46914bd0286fde9eb\"", "article_summary": "Ted Cruz and company talked for 21 hours, but on The Ed Show, Sen. Bernie Sanders revealed the truth behind their lies with just 107 words.\nBernie Sanders spoke for 107 words, and diagnosed the reason behind everything that the Republicans are doing.\nRepublicans know that once the law is fully implemented, they will never be able to repeal Obamacare.\nHealthcare is a right, and we’re beginning to make some progress.”Sen. Sanders was able to cut through twenty one hours worth of Republican BS with 107 words.\nCruz is quite right that once people begin to see that healthcare is a right for human beings."}