{"article_title": "Is Lyme Disease Contagious? Clues Hint That It May Be A Sexually Transmitted Disease", "article_keywords": ["secretions", "contagious", "hint", "transmission", "study", "clues", "disease", "lyme", "patients", "transmitted", "bacterium", "sexually", "sexual", "burgdorferi", "researchers"], "article_url": "http://www.medicaldaily.com/lyme-disease-contagious-clues-hint-it-may-be-sexually-transmitted-disease-267964", "article_text": "People who wish to protect themselves against Lyme disease may need more than just the occasional insect repellent spray to ward off ticks. A new study published in the Journal of Investigative Medicine suggests the bacterium Borrelia burgdorferi — the cause of Lyme disease — may be a contagious illness, sexually transmitted between partners.\n\nThe prevalence of the disease has made it one of the fastest bacterial infections in the U.S. A total of over 300,000 new cases are diagnosed yearly, making Lyme disease more common than previously thought, according to a press release by the Centers for Disease Control and Prevention. Typically, contraction occurs when ticks bite the skin and Borrelia burdforferi infects the patient’s body. However, some Lyme sufferers do not remember being bitten by a tick, which lends to the possibility that the bacteria can be spread via other insects such as mosquitos, spiders, fleas, and mites. The transmission from person-to-person has been an idea refuted by the CDC who believes it is solely transmitted to humans through the bite of an infected blacklegged tick.\n\n“The CDC position on sexual intra-human Borrelia burgdorferi transmission is that it does not occur,” the agency said in a 2011 statement, ASPENN Environmental Services reported. “We find no study that addresses sexual transmission of Borrelia burgdorferi among humans.” These statements coincide with the popular belief a person cannot get infected from touching, kissing, or having sexual intercourse with a person who has Lyme disease. Now new research supports that sexual intra-human transmission of bacterium may be found in genital secretions of both men and women.\n\nThe study — presented at the annual Western Regional Meeting of the American Federation for Medical Research — a collaborative effort by an international team of scientists — tested semen samples and vaginal secretions of three groups of patients to investigate whether passing Lyme disease to a partner through unprotected sex is a possibility. The study observed control subjects without evidence of Lyme disease, random subjects who tested positive for Lyme disease, and married heterosexual couples engaging in unprotected sex who tested positive for the disease. The presence of B. burgdorferi and identical strains of the bacterium were of particular interest to the researchers in unprotected sex in spouses.\n\nThe control subjects were found to test negative for the bacterium in semen samples or vaginal secretions, as expected by the researchers. The researchers found traces of B. burgdorferi in the vaginal secretions of all women with Lyme disease. In contrast, approximately half of the men with the disease tested positive for the bacterium in semen samples. In addition, one of the heterosexual couples with Lyme disease were found to have identical strains of the bacterium in their genital secretions.\n\nA surprising finding for the researchers was why women with Lyme disease had consistently positive vaginal secretions, compared with the semen samples that showed greater variability. Although this warrants further research, overall, the results indicate the presence of the bacterium in genital secretions and identical strains in married couples, which means the disease may be contracted through sexual transmission. “Our findings will change the way Lyme disease is viewed by doctors and patients,” said Marianne Middelveen, lead author of the study presented in Carmel, in the press release.\n\nThe possibility of Lyme disease being a sexually transmitted disease could help explain the increase in reported cases throughout the years, suggesting ticks aren’t the only way of infection. The disease is commonly undiagnosed due to the signature “bull’s eye rash” absence in nearly half of those who are infected. This could lead to many infected patients putting their partners at risk without any direct knowledge of doing so. People may not just have to rely on insect repellent, but also practice safe sex, although it may be transmissible with a condom.\n\nThe Mayo Clinic says patients with Lyme disease may experience a small, red bump at the site of the tick bite; a small bump after a tick bite is normal and is not indicative of the disease. It is over the course of the next few days the redness may expand and form the bull’s eye pattern which is known as a signature of Lyme disease. Patients can develop the rash in several areas of their body and may also experience flu-like symptoms such as a fever, chills, body aches, and a headache. The variety in symptoms can lead to a under diagnosis of the condition if patients don’t promptly seek medical treatment. It can mimic other disorders such as multiple sclerosis, fibromyalgia, chronic fatigue syndrome, and even Alzheimer's disease.\n\nThe researchers of the new study reveal Lyme disease almost twice as common as breast cancer and six times more common than HIV/AIDS. Currently, there is no vaccine for the invisible illness which contributes to the increase in the number of reported cases per year. While there is always a risk of getting Lyme disease in the woods from a tickbite, there may now be a bigger risk of getting it in the bedroom.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "lyme disease, ticks, sexually transmitted disease, borrelia burgdorferi, bacterium, genital secretions, vaginal, semen, unprotected sex, couples", "og": {"site_name": "Medical Daily", "description": "Bacteria found in genital secretions may indicate Lyme disease is sexually transmitted between partners.", "title": "Lyme Disease May Be Sexually Transmitted Among Couples", "url": "http://www.medicaldaily.com/lyme-disease-contagious-clues-hint-it-may-be-sexually-transmitted-disease-267964", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/01/27/shutterstock57414175.jpg", "type": "article"}, "twitter": {"description": "Bacteria found in genital secretions may indicate Lyme disease is sexually transmitted between partners.", "title": "Lyme Disease May Be Sexually Transmitted Among Couples", "url": "http://www.medicaldaily.com/lyme-disease-contagious-clues-hint-it-may-be-sexually-transmitted-disease-267964", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/01/27/shutterstock57414175.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/01/27/shutterstock57414175.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Conditions", "published_time": "2014-01-27T12:47:02-05:00", "modified_time": "2014-01-27T14:11:09-05:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Bacteria found in genital secretions may indicate Lyme disease is sexually transmitted between partners."}, "_id": "\"57477af46914bd0286fde9ec\"", "article_summary": "The study observed control subjects without evidence of Lyme disease, random subjects who tested positive for Lyme disease, and married heterosexual couples engaging in unprotected sex who tested positive for the disease.\nThe possibility of Lyme disease being a sexually transmitted disease could help explain the increase in reported cases throughout the years, suggesting ticks aren’t the only way of infection.\nPeople who wish to protect themselves against Lyme disease may need more than just the occasional insect repellent spray to ward off ticks.\nA new study published in the Journal of Investigative Medicine suggests the bacterium Borrelia burgdorferi — the cause of Lyme disease — may be a contagious illness, sexually transmitted between partners.\nWhile there is always a risk of getting Lyme disease in the woods from a tickbite, there may now be a bigger risk of getting it in the bedroom."}