{"article_title": "Texans Go Naked as Rates Rise Under Obamacare", "article_keywords": ["million", "texans", "pay", "rise", "obamacare", "naked", "premiums", "hmo", "rates", "davidson", "health", "insurance", "texas"], "article_url": "http://reason.com/archives/2015/11/18/texans-go-naked-as-rates-rise-under-obam", "article_text": "So much for the Affordable Care Act being affordable.\n\nHigher insurance premiums are pummeling Texans in the age of Obamacare, and health-care analysts say ever-bigger increases are inevitable.\n\nNow Texans are getting out, opting to pay a penalty instead of digging deeper for coverage.\n\n\"The law was never going to work. It's actuarily unstable. Now the logical consequences are playing out,\" said John Davidson, director of the Center of Health Care Policy at the market-oriented Texas Public Policy Foundation in Austin.\n\nPremium costs for Texas' giant Blue Cross/Blue Shield HMO are going up 18.7 percent. With 700,000 customers, the plan is one of the biggest in the state.\n\nIn 2014, the HMO collected $2.1 billion in premiums, but claims were $2.5 billion under Obamacare.\n\n\"This is the transfer cost of a mandate onto individual policyholders,\" Davidson told Watchdog.org.\n\nMeantime, Humana's Texas HMO announced a 4 percent premium hike. But the final rate was jacked up to 23 percent when the federal Centers for Medicare and Medicaid Services required higher reserves for the 1,000-customer plan.\n\nOther plans in the state are charting increases of 20 percent to 30 percent.\n\nAs premiums rise, so is the number of people dropping their health insurance and taking their chances.\n\nWith 19 percent still uncovered by health insurance—the most in the nation—more Texans are canceling policies. Individuals can opt out of the insurance mandate by paying a fine—$695 per adult or 2.5 percent of household income in 2016, whichever is higher.\n\n\"The more premiums go up, the more affordable it is to pay the penalty,\" Davidson notes, even as Washington keeps ratcheting up the tax. The fine was 2 percent of income this year and 1 percent the year before.\n\nThe IRS fined more than 7.5 million Americans for not having health insurance in 2014. That was 1.5 million people more than the administration projected.\n\nA breakdown for Texas was not available through the state Department of Insurance or the Texas Health and Human Services Commission. But data from California show that about 80,000 people there went \"naked\" last year and opted to pay the fine.\n\nNationally, Obamacare enrollment is deteriorating.\n\nThe Congressional Budget Office last summer projected that 20 million people would sign up next year. Now ACA tracker Charles Gaba is predicting just 12.2 million. Gaba, an Obamacare proponent, was nearly spot-on with his 2014 and 2015 estimates.\n\nGovernment subsidies are not luring Texans at any price. About 1 million residents eligible for discounted coverage under Obamacare have not signed up, according to the Kaiser Family Foundation.\n\nPolitico this month reported on one county where only 12 people enrolled in Obamacare plans.", "article_metadata": {"og": {"site_name": "Reason.com", "description": "Sign-ups are lagging as Americans opt to drop their coverage and pay a fine instead.", "title": "Texans Go Naked as Rates Rise Under Obamacare", "url": "http://reason.com/archives/2015/11/18/texans-go-naked-as-rates-rise-under-obam", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/14478748787217.jpg", "type": "article"}, "twitter": {"site": "@reason", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/14478748787217.jpg", "description": "Sign-ups are lagging as Americans opt to drop their coverage and pay a fine instead.", "card": "summary_large_image", "title": "Texans Go Naked as Rates Rise Under Obamacare"}, "fb": {"pages": 17548474116}, "article": {"tag": "Must Reads", "published_time": "2015-11-18T21:00:00+00:00", "author": "http://reason.com/people/kenric-ward"}, "msvalidate.01": "212A68A07785B3080038A845C4EE8905", "google-site-verification": "-AmMiilAN-pnjWt369CUWae-VQ-b9wmH4fSGyhbkQxw", "viewport": "width=device-width, initial-scale=1, maximum-scale=2"}, "article_summary": "Higher insurance premiums are pummeling Texans in the age of Obamacare, and health-care analysts say ever-bigger increases are inevitable.\nAs premiums rise, so is the number of people dropping their health insurance and taking their chances.\nA breakdown for Texas was not available through the state Department of Insurance or the Texas Health and Human Services Commission.\nMeantime, Humana's Texas HMO announced a 4 percent premium hike.\nAbout 1 million residents eligible for discounted coverage under Obamacare have not signed up, according to the Kaiser Family Foundation."}