{"article_title": "State senator to pursue new waiver for health care innovation", "article_keywords": ["affordable", "pursue", "act", "medicaid", "private", "1332", "federal", "state", "health", "innovation", "senator", "waiver", "care"], "article_url": "http://arkansasnews.com/news/arkansas/state-senator-pursue-new-waiver-health-care-innovation", "article_text": "LITTLE ROCK — A state senator says he plans to file legislation next year that would authorize Arkansas to seek a federal waiver to allow innovations on health care coverage that could go far beyond what the state did with the so-called private option.\n\nSen. David Sanders, R-Little Rock, one of the architects of the private option, Arkansas’ version of Medicaid expansion, said he will file a bill in the 2015 session to authorize application for an “innovation waiver” under Section 1332 of the federal Affordable Care Act.\n\n“The 1332 waivers really give a state wide discretion to customize an approach to health care — waiving complete portions of the Affordable Care Act,” he said.\n\nThe waivers are scheduled to become available Jan. 1, 2017, although Sanders said he hopes Congress will move the date up. A Senate bill to move the date to 2014 was filed in 2010, but the bill failed.\n\nSanders said flexibility for state innovation has always been part of the Affordable Care Act, but the federal government originally contemplated that states would begin varying from the law’s requirements in 2017. The group of Arkansas legislators who crafted the private option didn’t want to wait that long, he said.\n\n“All we want(ed) to do is hit the accelerator,” he said. “We wanted to move towards innovation much earlier than what was set forth in the law in terms of flexibility.”\n\nThe approach they came up with — using federal Medicaid money to subsidize private insurance for people earning up to 138 percent of the federal poverty level as an alternative to expanding state Medicaid rolls — required a different kind of waiver known as a Section 1115 waiver. The waiver was obtained under Section 1115 of the Social Security Act, the federal law that established the Medicaid program.\n\nThe Obama administration approved the 1115 waiver, and the Legislature approved the program last year. By the end of June, 176,891 Arkansans has completed enrollment in the private option, a program that has gained national attention for its innovation.\n\nA Section 1332 waiver would allow much broader flexibility than the 1115 waiver provided, said Cheryl Smith, executive director of the Arkansas Health Insurance Marketplace.\n\n“We’re going through the regulations now … but there are very few stipulations,” she said.\n\nDennis Smith, a Washington, D.C.-based health policy expert with the McKenna Long & Aldridge law firm, said a state applying for a 1332 waiver would have to show that it could cover the same number of people as would otherwise be covered under the Affordable Care Act, and with coverage that is just as comprehensive and affordable, all at no greater cost to the federal government — but if a state can do that, it would have “broad authority” to innovate.\n\nArkansas appears to be ahead of the curve, according to Smith, who served as director of the Center for Medicaid and State Operations at the Centers for Medicare and Medicaid Services under former President George W. Bush.\n\n“I have not heard a whole lot of states thinking that far ahead in doing a 1332, so if Arkansas is, they certainly will be among the first,” he said.\n\nFormer state Medicaid Director Andy Allison said the possibilities under a 1332 waiver are “enormous.”\n\n“What the 1332 flexibility does is expand the window of opportunity for savings and innovation from just the Medicaid program, which also means just those below 138 percent of poverty, to the entire marketplace inclusive of Medicaid, whether or not a state uses the private option,” he said. “That’s a much, much bigger base of federal spending, a much bigger base of population … and opens up concomitantly larger set of opportunities for innovation and change. It’s enormous.”\n\nVermont has said it will seek a 1332 waiver to aid in adopting a single-payer system. Sanders said he would expect Arkansas to go in the opposite direction and push for consumerism, but also with the goal of expanding coverage and lowering costs.\n\nThe private option received strong support from Democrats but divided Republicans in the Legislature. Sanders said he believes the opportunities for flexibility afforded by a 1332 waiver will have broad appeal.\n\nThe most controversial aspects of the federal health care law, such as the individual mandate, the mandates on employers and the insurance exchanges, may be possible to waive under a 1332 waiver, he said.\n\n“To the hardcore critic who doesn’t even want to talk about the Affordable Care Act, this is the mechanism to go around many of the provisions in the Affordable Care Act that he or she doesn’t like. To the supporter of the Affordable Care Act, it says, what you’re going to be required to do is have the proliferation of health coverage,” Sanders said.\n\nRep. David Meeks, R-Conway, who voted against the private option, said he has always supported some type of federal block grant that would allow states to use the money as they wish to expand health care coverage. But Meeks said it sounds as if a 1332 waiver would come with strings attached.\n\n“Where I have a problem is making sure the program is sustainable in the long term, and when you start putting all these requirements from the federal government on it, it makes it less likely that it will be sustainable into the future,” he said.", "article_metadata": {"description": "LITTLE ROCK — A state senator says he plans to file legislation next year that would authorize Arkansas to seek a federal waiver to allow innovations on health care coverage that could go far beyond what the state did with the so-called private option.", "generator": "Drupal 7 (http://drupal.org)", "author": "John Lyon Arkansas News Bureau jlyon@arkansasnews.com", "og": {"site_name": "Arkansas News", "description": "LITTLE ROCK — A state senator says he plans to file legislation next year that would authorize Arkansas to seek a federal waiver to allow innovations on health care coverage that could go far beyond what the state did with the so-called private option.", "title": "State senator to pursue new waiver for health care innovation", "url": "http://arkansasnews.com/news/arkansas/state-senator-pursue-new-waiver-health-care-innovation", "image": "http://arkansasnews.com/sites/arkansasnews.com/files/field/media/web1_david-sanders.jpg", "type": "article"}, "twitter": {"url": "http://arkansasnews.com/news/arkansas/state-senator-pursue-new-waiver-health-care-innovation", "image": {"src": "http://arkansasnews.com/sites/arkansasnews.com/files/field/media/web1_david-sanders.jpg"}, "creator": "@arkansasnews", "card": "summary", "title": "State senator to pursue new waiver for health care innovation"}, "keywords": "Arkansas,News,", "article": {"published_time": "2014-07-13T02:00:07-05:00"}, "viewport": "width=device-width,initial-scale=0.9"}, "_id": "\"57477af46914bd0286fde9f3\"", "article_summary": "“To the hardcore critic who doesn’t even want to talk about the Affordable Care Act, this is the mechanism to go around many of the provisions in the Affordable Care Act that he or she doesn’t like.\n“The 1332 waivers really give a state wide discretion to customize an approach to health care — waiving complete portions of the Affordable Care Act,” he said.\nA Section 1332 waiver would allow much broader flexibility than the 1115 waiver provided, said Cheryl Smith, executive director of the Arkansas Health Insurance Marketplace.\nBut Meeks said it sounds as if a 1332 waiver would come with strings attached.\nIt’s enormous.”Vermont has said it will seek a 1332 waiver to aid in adopting a single-payer system."}