{"article_title": "House Democrats Counter GOP Budget Plan", "article_keywords": ["republicans", "van", "spending", "house", "counter", "budget", "increase", "released", "democrats", "proposal", "republican", "gop", "plan"], "article_url": "http://www.realclearpolitics.com/articles/2015/03/23/house_democrats_counter_gop_budget_plan_126018.html", "article_text": "By James Arkin - March 23, 2015\n\nDemocrats in the House of Representatives on Monday released their budget proposal for fiscal year 2016, calling for spending increases and new taxes on the wealthy that stand in stark contrast to the Republican budget released last week.\n\nDemocrats proposed more investment in education and infrastructure, new taxes on the wealthiest Americans, and several pet ideas including a higher minimum wage, paid sick leave, expanded early childhood education and a ban on tax breaks for executives unless they increase their employees’ wages.\n\nRepublicans have a significant majority in the House, however, and Democrats won’t be able to muster close to the number of votes necessary to pass their alternative later this week. But Rep. Chris Van Hollen of Maryland, the top Democrat on the budget committee, said it’s important to counter the Republicans’ proposal.\n\n“We believe that the Republican budget proposal is the wrong direction for America, but we also think it’s important that we present an alternative that we believe reflects the priorities and values of the country,” Van Hollen said during a conference call with reporters.\n\nOn education, the Democratic budget would increase investments in Head Start, which provides early childhood education to low-income children, as well as fund President Obama’s proposal for universal preschool for children. It would also increase funding aimed at making college more affordable.\n\nPerhaps the starkest difference between the two proposals is in health care. While Republicans’ budget fully repeals Obamacare, turns Medicare into a voucher program and cuts funding to Medicaid, the Democratic budget promotes Obamacare and maintains Medicare while promoting more efficiency, Van Hollen said.\n\nRep. Debbie Dingell, D-Mich., complained that while the Affordable Care Act would be repealed in the GOP budget plan, Republicans “don’t lay out any coherent alternative.”\n\nThe parties also differ in their approach to defense spending, which has become one of the biggest question marks in the Republican budget. Budget Committee Chairman Tom Price, R-Ga., kept military spending at $523 billion, the level mandated under automatic cuts known as sequestration, but increased allocations to a reserve fund known as Overseas Contingency Operations as a way to placate defense hawks pushing for increases. Sen. Lindsey Graham, R-S.C., proposed an amendment to do the same in the Senate’s budget.\n\nThe Democratic budget, however, would follow in Obama’s footsteps and increase discretionary defense spending to $561 billion, a $38 billion increase over the sequester level. Obama has said that he will not sign a budget that doesn’t increase both defense and non-defense spending and that goes about sequestration cuts equally. Democrats in the House proposed a $37 billion increase in non-defense spending over the sequester levels.\n\nUnlike the GOP budget, which Republicans say balances within a decade, the Democratic proposal would accrue nearly $6 trillion in deficits over the next 10 years, adding significantly to the national debt. Republicans’ claim that their budget is balanced is “smoke and mirrors” because it accounts for revenues from Obamacare but also repeals the Affordable Care Act entirely, Van Hollen said.\n\nWhile Democrats offered a liberal alternative to the Republican budget, a group of conservatives in the House released a proposal to the right of the official GOP plan. The Republican Study Committee, a caucus of House conservatives, released a proposal that would reduce spending by $7.1 trillion over a decade and balance within just six years – four years faster than the Republican plan, with $1.6 trillion more in spending cuts.\n\n“This forward-looking document lays out a fresh, new vision for tackling some of Washington’s top fiscal challenges, while introducing policies that will grow our economy and create more jobs and better paychecks for hard-working American taxpayers,” RSC Chairman Bill Flores said in a statement.\n\nIn the Senate, Democrats decided against releasing an alternative budget, citing the amount of time that goes into crafting a proposal. Instead, they will push their policy priorities using the robust amendment process allowed during budget negotiations to offer a number of amendments. Several of those policies, including ending tax loopholes, increasing the minimum wage and providing paid sick leave, are part of the House Democrats’ budget.", "article_metadata": {"description": "Democrats in the House of Representatives on Monday released their budget proposal for fiscal year 2016, calling for spending increases and new taxes on the wealthy that stand in stark contrast to...", "title": "House Democrats Counter GOP Budget Plan | RealClearPolitics", "og": {"url": "http://www.realclearpolitics.com/articles/2015/03/23/house_democrats_counter_gop_budget_plan_126018.html", "image": "http://images.rcp.realclearpolitics.com/289377_5_.jpg", "type": "article", "description": "Democrats in the House of Representatives on Monday released their budget proposal for fiscal year 2016, calling for spending increases and new taxes on the wealthy that stand in stark contrast to...", "title": "House Democrats Counter GOP Budget Plan | RealClearPolitics"}, "twitter": {"site": "@RealClearNews", "card": "summary"}, "tweetmeme-title": "House Democrats Counter GOP Budget Plan | RealClearPolitics", "fb": {"app_id": 1415921935346245}, "keywords": "Barack Obama,defense spending,House Democrats,House GOP,budget,Budget Committee,", "viewport": "width=device-width, initial-scale=1.0, user-scalable=1"}, "article_summary": "Several of those policies, including ending tax loopholes, increasing the minimum wage and providing paid sick leave, are part of the House Democrats’ budget.\nWhile Democrats offered a liberal alternative to the Republican budget, a group of conservatives in the House released a proposal to the right of the official GOP plan.\nBut Rep. Chris Van Hollen of Maryland, the top Democrat on the budget committee, said it’s important to counter the Republicans’ proposal.\nIn the Senate, Democrats decided against releasing an alternative budget, citing the amount of time that goes into crafting a proposal.\nDemocrats in the House proposed a $37 billion increase in non-defense spending over the sequester levels."}