{"article_title": "Between Bach and a hard place on Boettcher, CSO – The Denver Post", "article_keywords": ["tenant", "city", "cso", "hard", "venue", "arts", "denver", "venues", "symphony", "place", "bach", "post", "complex", "types", "boettcher"], "article_url": "http://www.denverpost.com/editorials/ci_26217983/between-bach-and-hard-place-boettcher-cso", "article_text": "Denver faces a difficult challenge over what to do about the 36-year-old Boettcher Concert Hall that is home to the Colorado Symphony Orchestra.\n\nThe 2,600-seat venue in the Denver Performing Arts Complex is in need of repair and renovation, and the city has only $16.8 million instead of the $27 million (and likely more) needed for the desired project.\n\nAt that price, the repairs would address little more than deferred maintenance and provide nothing spectacular that patrons would notice, said Denver Arts & Venues director Kent Rice.\n\nMeanwhile, the venue’s main tenant has struggled financially and has requested the city eliminate its rent altogether. Short of that, it won’t say whether it will return after the 2014-15 season.\n\nThe question Rice faces is whether the city should partially fix the venue that is sparsely attended without the prospect of a permanent tenant.\n\nHe wisely is looking to other options.\n\nThe leading one is to raze Boettcher and build an outdoor amphitheater in its spot, which Rice says could activate an adjacent park and bring a wider audience to the arts complex.\n\nYet, there are serious questions about how much that would cost and whether a bandshell facing busy Speer Boulevard would be desirable. And then, where would the orchestra figure in?\n\nSymphony chair Jerry Kern understands the problems facing the arts complex and also has an interesting idea: repair Boettcher and configure its floor space to allow for more varied types of performances.\n\nKern also doesn’t know the price of his plan, which he unveiled for the first time Friday to The Denver Post’s editorial board. But both his plan and Rice’s are the types of grand ideas that should be explored.\n\nOn Monday, the City Council will take an initial vote on an agreement to drop the symphony’s 2014-15 rent to $1 in return for at least $170,000 worth of tickets the city can distribute for its performances — a short-term fix to a long-term problem.\n\nKern believes the symphony pays the city enough money through seat taxes and revenue from parking and concessions without additional rent.\n\nHe may have an argument, but other users of the city’s arts venues likely would bristle at such a deal not being afforded to them.\n\nThe orchestra is an important tenant and has been creative in trying to spread its appeal. It draws 150,000 patrons to 90 performances every year. But it should not get a pass on rent.\n\nSo long as symphony leaders threaten to decamp from Boettcher, the city is wise to look at other options of how to use the space while spreading the arts to a more diverse audience. The Denver Performing Arts Complex was one of the first projects that sparked downtown’s resurgence. But it has not kept up with the times and sits empty most days.\n\nChange is necessary. The city should explore every possibility — including Kern’s and Rice’s ideas — to revitalize an essential piece of the downtown fabric.", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fdaf31\"", "article_summary": "At that price, the repairs would address little more than deferred maintenance and provide nothing spectacular that patrons would notice, said Denver Arts & Venues director Kent Rice.\nThe Denver Performing Arts Complex was one of the first projects that sparked downtown’s resurgence.\nHe may have an argument, but other users of the city’s arts venues likely would bristle at such a deal not being afforded to them.\nDenver faces a difficult challenge over what to do about the 36-year-old Boettcher Concert Hall that is home to the Colorado Symphony Orchestra.\nMeanwhile, the venue’s main tenant has struggled financially and has requested the city eliminate its rent altogether."}