{"article_title": "VIDEO Teen Mom 3's Mackenzie McKee reveals sex of 2nd baby with cake", "article_keywords": ["teen", "reveals", "little", "pregnant", "3s", "hard", "josh", "sex", "mckee", "baby", "mackenzie", "video", "know", "mom", "cake", "sugar", "miscarriage", "pregnancy"], "article_url": "http://starcasm.net/archives/242784", "article_text": "It’s been more than a month since Teen Mom 3 star Mackenzie Douthit (now Mackenzie McKee) made the shocking announcement that she was pregnant with her second child, and since that time fans (as well as Mackenzie and Josh) have been dying to know whether Gannon will be having a little brother or little sister. Judging from her tweet, “Hard secret to hold in ;)” on September 11, it appears that Mackenzie found out on Wednesday, but she has kept it from her fans and her husband… until now!\n\nYesterday Mackenzie revealed how the announcement was going to go down by tweeting, “I cant wait for everyone to see the video of josh cutting the cake. Its either pink or blue on the inside; )” That announcement apparently didn’t assuage Josh’s anxiousness because Mackenzie followed that by tweeting, “Josh is driving me crazy with these text. He wants to know what it is more than any of you.”\n\nThe teasing finally ended just a short while ago when Mackenzie tweeted, “Watch to find out what im having” with a link to this instagram video:\n\nIt’s pink y’all! That means…\n\nIt’s a girl!\n\nCongratulations to Josh and Mackenzie! I’m sure she’s ecstatic to have a potential little tumbler on the way.\n\nUPDATE – And it appears Josh is ecstatic to have a little girl on the way as well! Mackenzie tweeted this about the pop to be:\n\nJosh cannot stop smiling. He's always wanted a little princess to look after — Mackenzie McKee (@DouthitKenzie) September 15, 2013\n\nOn a more serious note, Mackenzie has drawn some criticism from some for getting pregnant again so soon — but she pretty much silenced detractors with her response on Twitter on September 8:\n\nIf a doctor told you your body would no longer be able to have babies after the age 21. And your married and 19. What would you do? — Mackenzie McKee (@DouthitKenzie) September 8, 2013\n\nIf you didn’t know, Mackenzie has type 1 diabetes, a condition that caused her some serious issues during her pregnancy with Gannon. We spoke with Mackenzie about the impact of her type 1 diabetes on her pregnancy (and on her birth control choices) back in June of 2012.\n\n“Although pregnant people like to eat a lot, I had to eat everything just right,” Mackenzie said of her diet while pregnant. “If I had a low blood sugar it was suffocating the baby, and when I had a high blood sugar, it was giving the baby extra sugar, which made him gain weight. It was very hard with all the hormones to keep my blood sugars normal. I did everything right and STILL had mess ups. So, yes, I had LOTS of complications. It was very hard. I honestly didn’t think i would make it.”\n\nHere’s a throwback photo of lil Mackenzie Douthit (at the time) and her not-so-lil baby bump mountain:\n\nThere was also a report from the very reliable blog The Ashley’s Reality Roundup that Mackenzie suffered a late-term miscarriage prior to Gannon being born. The Ashley’s source says that Mackenzie and Josh had even decided on a name, Oakley, for their unborn son. The source adds that Mackenzie got pregnant again soon after the miscarriage and that the miscarriage will probably be a storyline in the first season of Teen Mom 3.\n\nOnce again, congratulations to Mackenzie and Josh — and we wish her a healthy and happy pregnancy!\n\n\n\n\n\n", "article_metadata": {"description": "Video clip of Teen Mom 3's Mackenzie McKee revealing to her husband Josh (and everyone else) the sex of her 2nd baby with a gender reveal cake that is either blue or pink on the inside", "generator": "WordPress 4.3.1", "og": {"site_name": "starcasm.net", "description": "It’s been more than a month since Teen Mom 3 star Mackenzie Douthit (now Mackenzie McKee) made the shocking announcement that she was pregnant with her second child, and since that time fans …", "title": "VIDEO Teen Mom 3’s Mackenzie McKee reveals sex of 2nd baby with cake", "url": "http://starcasm.net/archives/242784", "image": {"width": 490, "identifier": "http://starcasm.net/wp-content/uploads/2013/09/Gannon_Josh_Mackenzie_McKee_swimsuits.jpg", "height": 561}, "locale": "en_US", "type": "article"}, "twitter": {"card": "summary"}, "google-site-verification": "NK-iCNPutuKpqc_K6NfWujiyP1Gn3pHXdVSfS-utqiE", "article": {"published_time": "2013-09-15T03:20:25+00:00", "modified_time": "2013-10-01T03:47:44+00:00"}, "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fde439\"", "article_summary": "— Mackenzie McKee (@DouthitKenzie) September 8, 2013If you didn’t know, Mackenzie has type 1 diabetes, a condition that caused her some serious issues during her pregnancy with Gannon.\nThe Ashley’s source says that Mackenzie and Josh had even decided on a name, Oakley, for their unborn son.\nThe source adds that Mackenzie got pregnant again soon after the miscarriage and that the miscarriage will probably be a storyline in the first season of Teen Mom 3.\nOnce again, congratulations to Mackenzie and Josh — and we wish her a healthy and happy pregnancy!\nYesterday Mackenzie revealed how the announcement was going to go down by tweeting, “I cant wait for everyone to see the video of josh cutting the cake."}