{"article_title": "ApolloMed Aco Announces Final Performance Year Two Results Which Show $3.9 Million In Total Savings", "article_keywords": ["39", "apollo", "statements", "risk", "quality", "announces", "medical", "million", "aco", "results", "company", "savings", "health", "performance", "total", "apollomed", "final", "care"], "article_url": "http://www.prnewswire.com/news-releases/apollomed-aco-announces-final-performance-year-two-results-which-show-39-million-in-total-savings-300133392.html", "article_text": "GLENDALE, Calif., Aug. 26, 2015 /PRNewswire/ -- Apollo Medical Holdings, Inc. (\"ApolloMed\" or \"the Company\") (AMEH), an integrated population health management company, today announced that ApolloMed ACO beat its total benchmark expenditures for the 2nd year in a row, generating $3.9 million in total savings and achieving an ACO Quality Score of 90.4% on its Quality Performance Report.\n\nApolloMed ACO's total benchmark expenditures were $340.5 million, while the actual total expenditures came in at $336.6 million, resulting in $3.9 million in total savings. Additionally, the ACO is proud of reporting on 100% of all quality measures and achieving a Quality Score of 90.4% on its Quality Performance Report. Each ACO is scored based on four domains: Patient/Caregiver Experience, Care Coordination/Patient Safety, Preventive Health and At Risk Population. ApolloMed ACO achieved excellent scores, including 96.8% in the Patient/Caregiver Experience domain, 93.6% in the At Risk Population domain and 90.6% in the Preventive Health domain.\n\nMore specifically, the four domains are comprised of 33 quality measures (ACO 1-33). ApolloMed ACO performed at or above the 90th percentile in multiple measures. The ACO achieved performance rates of 98.5% in Medication Reconciliation (ACO-12), 92.3% in Tobacco Use Assessment and Cessation Intervention (ACO-17), 88.6% in Beta-Blocker Therapy for Left Ventricular Systolic Dysfunction (heart failure)(ACO-31) and 80.7% in Hemoglobin A1c of less than 8 (ACO-22) for its patients with diabetes. The ACO scored close to or above the 90th percentile in Depression Screening (ACO-18), Screening for Fall Risk (ACO-13), Risk Standardized, All Condition Readmissions (ACO-8) and Percent of Beneficiaries with Hypertension whose Blood Presure is less than 140/90 (ACO-28). Finally, under the Patient/Caregiver Experience domain, which is a measure of patient satisfaction, ApolloMed scored close to or above the 90th percentile in every category: Getting Timely Care, Appointments and Information (ACO-1), How Well Your Doctors Communicate (ACO-2), Patients' Rating of Doctor (ACO-3), Access to Specialists (ACO-4), Health Promotion and Education (ACO-5) and Shared Decision Making (ACO-6).\n\nSince passage of the Affordable Care Act, more than 400 Medicare ACOs have been established in the U.S., serving about 7 million Americans with Medicare. Medicare ACOs are comprised of physicians and other providers of healthcare services that work together to coordinate care for the Medicare fee-for-service beneficiaries they serve and achieve program goals.\n\n\"At ApolloMed, we have made a strategic decision to focus on population health management,\" stated Warren Hosseinion, M.D., CEO of Apollo Medical Holdings. \"Risk-sharing, population-based payment structures will become the norm by 2018 and we have positioned ourselves to benefit from these changes.\"\n\n\"We continue to invest in our population health and risk management infrastructure and networks,\" stated Gary Augusta, Executive Chairman. \"ApolloMed's physician-driven, outcomes-based business model is well positioned for value-based healthcare that is rapidly becoming the basis for the US healthcare system.\"\n\nAbout Apollo Medical Holdings, Inc. (ApolloMed)\n\nHeadquartered in Glendale, California, ApolloMed is a leading integrated population health management company committed to providing exceptional multi-disciplinary care in the communities it serves. ApolloMed is addressing the healthcare needs of its patients by leveraging its integrated healthcare delivery platform comprised of six affiliated and complementary physician groups: ApolloMed Hospitalists, ApolloMed ACO (Accountable Care Organization), Maverick Medical Group (Independent Physician Association), AKM Medical Group (IPA), ApolloMed Care Clinics and Apollo Palliative Services. ApolloMed strives to improve medical outcomes with high-quality, cost-efficient care. For more information, please visit www.apollomed.net\n\nForward Looking Statements\n\nThis press release may contain forward-looking statements, including information about management's view of Apollo Medical Holdings, Inc. (\"the Company\") future expectations, plans and prospects. In particular, when used in the preceding discussion, the words \"believes,\" \"expects,\" \"intends,\" \"plans,\" \"anticipates,\" or \"may,\" and similar conditional expressions are intended to identify forward-looking statements. Any statements made in this press release other than those of historical fact, about an action, event or development, are forward-looking statements. These statements involve known and unknown risks, uncertainties and other factors, which may cause the results of the Company, its subsidiaries and concepts to be materially different than those expressed or implied in such statements. Unknown or unpredictable factors also could have material adverse effects on the Company's future results. Some factors that could cause actual results to differ materially from those indicated by such forward-looking statements are set forth in the Company's Annual Report on our amended Form 10-K for the fiscal year ended March 31, 2015, under the caption \"Risk Factors\", which is on file with the Securities and Exchange Commission and available in the \"Investor\" section of the Company's website under the heading \"SEC Filings\". The forward-looking statements included in this press release are made only as of the date hereof. The Company cannot guarantee future results, levels of activity, performance or achievements. Accordingly, you should not place undue reliance on these forward-looking statements. Finally, the Company undertakes no obligation to update these statements after the date of this release, except as required by law, and also takes no obligation to update or correct information prepared by third parties that are not paid for by Apollo Medical Holdings, Inc.\n\nFor More Information, PLEASE CONTACT:\n\nMichael Sullivan\n\nRedChip Companies Inc.\n\n1-800-733-2447 Ext. 115\n\nmichael@redchip.com\n\nSOURCE Apollo Medical Holdings, Inc.", "article_metadata": {"geo.region": "california", "cf_entity_thumbnail_url": "http://content.prnewswire.com/designimages/logo-prn-01_PRN.gif", "geo.placename": "GLENDALE, Calif., Aug. 26", "description": "GLENDALE, Calif., Aug. 26, 2015 /PRNewswire/ -- ApolloMed Aco Announces Final Performance Year Two Results Which Show $3.9 Million In Total Savings....", "author": "Apollo Medical Holdings, Inc.", "og": {"url": "http://www.prnewswire.com/news-releases/apollomed-aco-announces-final-performance-year-two-results-which-show-39-million-in-total-savings-300133392.html", "image": "http://content.prnewswire.com/images/prn_facebook_sharing_logo.jpg", "type": "website", "description": "GLENDALE, Calif., Aug. 26, 2015 /PRNewswire/ -- Apollo Medical Holdings, Inc. (", "title": "ApolloMed Aco Announces Final Performance Year Two Results Which Show $3.9 Million In Total Savings"}, "Publisher": "PR Newswire", "cf_entity_title": "ApolloMed Aco Announces Final Performance Year Two Results Which Show $3.9 Million In Total Savings", "robots": "index, follow", "p": {"domain_verify": "7d052ac42aa9e7505635404745861994"}, "keywords": "Apollo Medical Holdings, Inc., OTC-BB:AMEH, OTC-PINK:AMEH, OTC-QB:AMEH, california, Accounting News & Issues, OTC, SmallCap, Health Care & Hospitals, Health Insurance, Medical Pharmaceuticals", "date": "2015-08-26T09:00:00Z", "msvalidate.01": "9D28F7743C790DD88F2D9C7375EF7ED5", "twitter": {"site": "@PRNewswire", "card": "summary"}, "viewport": "width=device-width, initial-scale=1"}, "article_summary": "ApolloMed ACO's total benchmark expenditures were $340.5 million, while the actual total expenditures came in at $336.6 million, resulting in $3.9 million in total savings.\nApolloMed ACO performed at or above the 90th percentile in multiple measures.\nApolloMed ACO achieved excellent scores, including 96.8% in the Patient/Caregiver Experience domain, 93.6% in the At Risk Population domain and 90.6% in the Preventive Health domain.\n115michael@redchip.comSOURCE Apollo Medical Holdings, Inc.\nEach ACO is scored based on four domains: Patient/Caregiver Experience, Care Coordination/Patient Safety, Preventive Health and At Risk Population."}