{"article_title": "Coffman, with assist from Rubio, pressures Romanoff on Obamacare", "article_keywords": ["mike", "personhood", "campaign", "romanoff", "pressures", "support", "assist", "obamacare", "coffman", "rubio", "voted", "congressman"], "article_url": "http://kdvr.com/2014/03/26/coffman-with-assist-from-rubio-pressures-romanoff-on-obamacare/", "article_text": "× Coffman, with assist from Rubio, pressures Romanoff on Obamacare\n\nDENVER — One of the country’s most competitive congressional races is shifting into a higher gear.\n\nA day after being pressured by Democrat Andrew Romanoff to disavow his support for personhood, GOP Congressman Mike Coffman is returning serve Wednesday, pushing Romanoff to reverse his own position — on Obamacare.\n\nAnd Coffman, R-Aurora, is getting an assist from Florida Sen. Marco Rubio, who penned an email to Coffman supporters urging them to support the congressman because he’s voted to repeal and replace the Affordable Care Act.\n\n“In the fight against ObamaCare, Colorado Congressman Mike Coffman has joined me in standing up for taxpayers by trying to block a potential bailout hidden deep in ObamaCare,” Rubio writes.\n\n“Tucked inside the 2,000-page monstrosity that is ObamaCare is a commitment for taxpayers to bail out insurance companies when ObamaCare fails.\n\n“If you believe that ObamaCare needs to be repealed and replaced, sign this petition and stand with Mike Coffman and me.”\n\nFollowing Rubio’s email, Coffman’s campaign sent out a press release urging Romanoff, a former statehouse Speaker, to renounce his support for Obamacare.\n\n“This law, and the broken promises made while selling it, represent a gross overreach of government and a violation of trust between the people and the politicians who supported it,” the Coffman campaign states.\n\n“We need a representative who recognizes that. Unfortunately, Speaker Andrew Romanoff has supported Obamacare at every turn.”\n\nThat line and Coffman’s Obamacare offensive on the whole are a rejoinder to Romanoff’s push on Tuesday to get Coffman to move away from personhood, which would outlaw abortion in all circumstances as well as some forms of birth control by defining a fertilized egg as a person.\n\nThat nudge did prompt Coffman to state that he now opposes personhood, something he’s never before done; and despite his campaign’s insistence that his refusal to take a public stance on the issue in 2012 marked a shift on the issue, Romanoff has attacked Coffman for supporting personhood “at every turn.”\n\nIn his press release, Coffman urges Romanoff to follow the lead of Congressman Mike McIntyre, D-North Carolina, who voted with Republicans to repeal Obamacare.\n\n“Speaker Romanoff should follow Democratic Congressman Mike McIntyre’s lead and disavow Obamacare,” said Tyler Sandberg, Coffman’s campaign manager. “It’s bad policy, it’s hurting families and Speaker Romanoff should do the right thing and reverse his position on Obamacare.\n\n“Obamacare has caused women across Colorado to lose their OB/GYN, to lose access to their family’s pediatrician, and put serious strain on family budgets by forcing families to pay higher premiums and higher deductibles.”\n\nWhile Romanoff is unlikely to suddenly disavow Obamacare, the back and forth between him and Coffman marks the first time the campaigns have engaged each other — and the contrast on the issues each campaign is focusing on is no surprise.\n\nDemocrats are sticking to the “Bennet playbook”, attempting to make Republican candidates unacceptable to swing voters by focusing on social issues; Republicans, meanwhile, are focused almost exclusively on Obamacare, which they believe may do in Democratic candidates this November given all the problems implementing the new law.\n\nRomanoff’s campaign responded to Coffman’s Obamacare offensive by framing the issue around women’s health issues.\n\n“Andrew has not changed his position on reproductive rights or access to health care. Neither has Congressman Coffman,” said Romanoff’s campaign spokeswoman Denise Baron.\n\n“Congressman Coffman has supported personhood every time it’s been on the ballot. He still believes politicians like him should control women’s reproductive rights and access to basic health care. He has always voted against improved access to birth control, and he still believes in criminalizing abortion.\n\n“Look, he even voted to redefine “rape” as “forcible rape.” And that’s why the one person you haven’t heard from about “Mike Coffman on personhood” is Mike Coffman. Because when you get right down to it, his position on that hasn’t really changed either.”\n\nThe Democratic Congressional Campaign Committee also responded to Coffman by focusing on personhood — and Rubio.\n\n“For Congressman Coffman to partner with fellow personhood supporter Marco Rubio is just more proof that Coffman can’t run away from his record of supporting the anti-birth control measure every time it was on the ballot in Colorado,” said the DCCC’s Emily Bittner.\n\n“Whether it’s his vote to defund Planned Parenthood or his support for Todd Akin’s bill to redefine rape, Congressman Coffman has made it crystal clear he doesn’t believe that Colorado women have the right to make their own personal decisions about their health care.”", "article_metadata": {"description": "DENVER -- One of the country's most competitive congressional races is shifting into a higher gear. A day after being pressured by Democrat Andrew Romanoff to disavow his support for personhood, GOP Congressman Mike Coffman is returning serve Wednesday, pushing Romanoff to reverse his own positio...", "generator": "WordPress.com", "apple-itunes-app": "app-id=334627011", "og": {"site_name": "FOX31 Denver", "description": "DENVER — One of the country’s most competitive congressional races is shifting into a higher gear. A day after being pressured by Democrat Andrew Romanoff to disavow his support for per…", "title": "Coffman, with assist from Rubio, pressures Romanoff on Obamacare", "url": "http://kdvr.com/2014/03/26/coffman-with-assist-from-rubio-pressures-romanoff-on-obamacare/", "image": {"width": 400, "identifier": "https://localtvkdvr.files.wordpress.com/2013/04/coffmanromanoff.jpg", "height": 225}, "locale": "en_US", "type": "article"}, "twitter": {"image": "https://localtvkdvr.files.wordpress.com/2013/04/coffmanromanoff.jpg?w=240", "site": "@kdvr", "card": "summary", "creator": "@kdvr"}, "keywords": "politics,", "msapplication-tooltip": "Denver, Colorado News, Weather, Sports and more", "p": {"domain_verify": "5873d9988d745234e5abf9cff7ed939d"}, "fb": {"pages": 90018331599}, "msapplication-window": "width=device-width;height=device-height", "viewport": "width=device-width, initial-scale=1, user-scalable=no", "application-name": "FOX31 Denver", "google-site-verification": "AmrqnQj74ngNWI1vn6WwMZyy9IWy4ZqooGuxLtd7lIs", "msvalidate.01": "9CC50DB4C5614EA88B5CFA75E33AAB02", "article": {"publisher": "http://www.facebook.com/fox31denver", "published_time": "2014-03-26T13:46:35+00:00", "modified_time": "2014-03-26T17:59:47+00:00", "author": "http://www.facebook.com/fox31denver"}, "msapplication-task": "name=Subscribe;action-uri=http://kdvr.com/feed/;icon-uri=http://1.gravatar.com/blavatar/17e52d5bd05a36821dc7d1d5f90e105c?s=16"}, "article_summary": "“In the fight against ObamaCare, Colorado Congressman Mike Coffman has joined me in standing up for taxpayers by trying to block a potential bailout hidden deep in ObamaCare,” Rubio writes.\n× Coffman, with assist from Rubio, pressures Romanoff on ObamacareDENVER — One of the country’s most competitive congressional races is shifting into a higher gear.\n“Look, he even voted to redefine “rape” as “forcible rape.” And that’s why the one person you haven’t heard from about “Mike Coffman on personhood” is Mike Coffman.\nA day after being pressured by Democrat Andrew Romanoff to disavow his support for personhood, GOP Congressman Mike Coffman is returning serve Wednesday, pushing Romanoff to reverse his own position — on Obamacare.\n“Speaker Romanoff should follow Democratic Congressman Mike McIntyre’s lead and disavow Obamacare,” said Tyler Sandberg, Coffman’s campaign manager."}