{"article_title": "Woman accused of eluding Edison police", "article_keywords": ["edison", "woman", "patrol", "tried", "allegedly", "car", "route", "officers", "eluding", "aggravated", "assault", "accused", "station", "errico"], "article_url": "http://www.mycentraljersey.com/story/news/local/middlesex-county/2015/10/05/woman-accused-eluding-edison-police/73410942/", "article_text": "A North Brunswick woman is facing aggravated assault and other charges in connection with allegedly trying to elude Edison police. (Photo: ~File photo)\n\nEDISON A North Brunswick woman is facing aggravated assault and other criminal charges after she allegedly injured an Edison police sergeant, tried to assault a patrolman and slammed her car into three patrol cars to avoid arrest on Monday.\n\nParanee Y. Sun, 45, has been charged with aggravated assault and attempted aggravated assault on two police officers, eluding police, hindering her own apprehension and obstruction of justice, according to police. She is being held on $250,000 bail.\n\nAccording to police, around 1:07 p.m. Monday, staff at the Skylark Diner & Lounge on Route 1 and Wooding Avenue in Edison called police to remove an unruly customer. Officers persuaded Sun to leave the premises, but minutes later, she phoned 911 from a nearby gas station asking to speak to the officers again, police said.\n\nWhen officers went to the gas station, police said, Sun became uncooperative and angry, then allegedly struck one of the officers' patrol cars as she drove out of the station onto Route 1 South.\n\nPolice followed her vehicle to Route 1 and Plainfield Avenue, where Sgt. Thomas Errico and Officer Nicholas Bayne tried to arrest Sun after she stopped for a red traffic light.\n\nPolice said Sun refused to get out of her car, and allegedly backed the car into Bayne's patrol car, then tried to drive away as she struggled with Errico through the driver's side window, apparently dragging him about 40 feet before he fell onto the pavement, police said.\n\nBayne and Officer Michael LaPlaga pursued Sun's car south along Route 1 until they managed to stop her again in front of 1055 Route 1 South, where she was arrested after she allegedly rammed one of their patrol cars in another getaway attempt, police said.\n\nPolice said Errico was transported to Robert Wood Johnson University Hospital in New Brunswick, where he was treated for minor injuries, including a badly sprained or fractured wrist.\n\nStaff Writer Suzanne Russell: 732-565-7335; srussell@mycentraljersey.com\n\nRead or Share this story: http://mycj.co/1LeChoc", "article_metadata": {"google": "notranslate", "description": "An Edison police sergeant was dragged about 40 feet before he dropped onto the pavement", "og": {"site_name": "MY CENTRAL JERSEY", "description": "An Edison police sergeant was dragged about 40 feet before he dropped onto the pavement", "title": "Woman accused of eluding Edison police", "url": "http://www.mycentraljersey.com/story/news/local/middlesex-county/2015/10/05/woman-accused-eluding-edison-police/73410942/", "image": "http://www.gannett-cdn.com/GDContent/applogos/mycentraljersey.png", "type": "article"}, "twitter": {"description": "An Edison police sergeant was dragged about 40 feet before he dropped onto the pavement", "title": "Woman accused of eluding Edison police", "image": "http://www.gannett-cdn.com/-mm-/5226fba5d84089428a94b79607b2dfeaeae11693/c=67-0-334-267&r=x643&c=640x640/local/-/media/2015/10/05/NJGroup/Bridgewater/635796641842200883-police-uniform.jpg", "creator": "@MyCentralJersey", "site": "@MyCentralJersey", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=859380356", "fb": {"app_id": 177893718898560}, "Content-Type": "text/html; charset=UTF-8", "viewport": "width=1070", "news_keywords": "Skylark Diner and Lounge, Edison, Sgt. Thomas Errico"}, "article_summary": "A North Brunswick woman is facing aggravated assault and other charges in connection with allegedly trying to elude Edison police.\nSun, 45, has been charged with aggravated assault and attempted aggravated assault on two police officers, eluding police, hindering her own apprehension and obstruction of justice, according to police.\n(Photo: ~File photo)EDISON A North Brunswick woman is facing aggravated assault and other criminal charges after she allegedly injured an Edison police sergeant, tried to assault a patrolman and slammed her car into three patrol cars to avoid arrest on Monday.\nThomas Errico and Officer Nicholas Bayne tried to arrest Sun after she stopped for a red traffic light.\nAccording to police, around 1:07 p.m. Monday, staff at the Skylark Diner & Lounge on Route 1 and Wooding Avenue in Edison called police to remove an unruly customer."}