{"article_title": "California Prepares For Obamacare By Expanding Pharmacists' Roles", "article_keywords": ["roles", "expanding", "medical", "obamacare", "primary", "number", "services", "patients", "california", "americans", "pharmacies", "prepares", "health", "pharmacists", "care"], "article_url": "http://thinkprogress.org/health/2013/10/03/2724601/california-expands-pharmacy-role-obamacare/", "article_text": "Health California Prepares For Obamacare By Expanding Pharmacists’ Roles CREDIT: Shutterstock\n\nGov. Jerry Brown (D-CA) has signed legislation that will broaden the definition of “advanced-practice” pharmacists and allow them to administer drugs and vaccinations directly to their customers, conduct patients assessments, order tests, and oversee drug regimens. The move is meant to address a shortage of primary care doctors just as previously uninsured Americans begin enrolling for health insurance under the Affordable Care Act.\n\n“With the implementation of the Affordable Care Act at a time when the number of primary-care physicians continues to shrink, we believe this legislation will help ensure that the millions of new patients receiving insurance will be able to access health care services through their local pharmacist,” wrote California Pharmacists Association CEO Jon Roth in a press release.\n\nThe Association of American Medical Colleges estimates that there is a current shortage of about 13,000 primary care doctors relative to the U.S. patient population — a number that is expected to be ten times as high by 2024. But provisions of the Affordable Care Act could help address that disparity by encouraging collaborations between doctors, nurse practitioners, physician assistants, social workers, and pharmacists. That way, Americans can pursue basic primary and preventative care services through their local pharmacies and clinics instead of having to make a costly trip to the doctor.\n\nBut states are responsible for regulating the medical privileges enjoyed by nurses and pharmacists — and an increasing number of states have chosen to expand their ability to treat and more directly interact with patients. Public health advocates have cheered that trend, arguing that expanding vaccinations and preventative care at pharmacies could be particularly beneficial for low-income Americans who don’t live near a hospital.\n\nSome pharmacies have also taken a leading role in this effort. In April, Walgreens announced that it would become a direct provider of primary care services and expand its in-house clinics.\n\nHealth experts also argue that growing pharmacists’ ability to track and follow up with patients could improve Americans’ health while lowering health care costs, since people not hewing to their prescribed medical regimen is a major contributor to wasteful medical spending.", "article_metadata": {"google": "nositelinkssearchbox", "description": "The new legislation is intended to ensure there isn't a shortage of primary care doctors as the Affordable Care Act takes effect.", "generator": "WordPress 4.4.2", "og": {"site_name": "ThinkProgress", "description": "The new legislation is intended to ensure there isn't a shortage of primary care doctors as the Affordable Care Act takes effect.", "title": "California Prepares For Obamacare By Expanding Pharmacists’ Roles", "url": "http://thinkprogress.org/health/2013/10/03/2724601/california-expands-pharmacy-role-obamacare/", "image": "http://cdn.thinkprogress.org/wp-content/uploads/2013/10/shutterstock_pharmacists-e1380803429629.jpg", "type": "article"}, "twitter": {"description": "The new legislation is intended to ensure there isn't a shortage of primary care doctors as the Affordable Care Act takes effect.", "creator": "@the_sy_guy", "image": "http://cdn.thinkprogress.org/wp-content/uploads/2013/10/shutterstock_pharmacists-e1380803407603-321x214.jpg", "title": "California Prepares For Obamacare By Expanding Pharmacists’ Roles", "site": "@ThinkProgress", "card": "summary_large_image"}, "robots": "noodp", "elq-topic": "tp-health", "fb": {"admins": 100001364918392, "pages": 200137333331078, "app_id": 144881328916524}, "thumb2": "http://cdn.thinkprogress.org/wp-content/uploads/2013/10/shutterstock_pharmacists-e1380803429629.jpg", "thumb1": "http://cdn.thinkprogress.org/wp-content/uploads/2013/10/shutterstock_pharmacists-e1380803429629.jpg", "google-site-verification": "HDCaom2KPSt1X92eD5CiYHCkWvb5nP09lhEAOPZ5rts", "article": {"published_time": "2013-10-03T08:55:15+00:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=0"}, "_id": "\"57477af36914bd0286fd0081\"", "article_summary": "Health California Prepares For Obamacare By Expanding Pharmacists’ Roles CREDIT: ShutterstockGov.\nIn April, Walgreens announced that it would become a direct provider of primary care services and expand its in-house clinics.\nThe move is meant to address a shortage of primary care doctors just as previously uninsured Americans begin enrolling for health insurance under the Affordable Care Act.\nBut provisions of the Affordable Care Act could help address that disparity by encouraging collaborations between doctors, nurse practitioners, physician assistants, social workers, and pharmacists.\nThat way, Americans can pursue basic primary and preventative care services through their local pharmacies and clinics instead of having to make a costly trip to the doctor."}