{"article_title": "Millions More People Are Getting Health Insurance Because Of Obamacare, Survey Finds", "article_keywords": ["getting", "house", "reform", "obamacare", "insurance", "shifts", "white", "survey", "numbers", "health", "share", "care", "finds", "millions"], "article_url": "http://www.huffingtonpost.com/2014/04/08/health-insurance-obamacare_n_5112836.html", "article_text": "Nearly one week after White House enrollment numbers showed Obamacare surpassing the seven-million mark, an economist-driven survey is projecting more good news for the Affordable Care Act.\n\nRAND Corporation released its findings Tuesday, showing that the health care law is poised to spur a net gain of 9.3 million more insured Americans. The survey results were collected through March 28, 2014, and respondents will be part of a follow-up later in April, once new data is available.\n\nThe survey adds that thanks to shifts caused by circumstances like job and marital status changes, the study cannot pinpoint which shifts were specifically driven by Obamacare's arrival. But limited conclusions can be drawn, including an estimate that the share of uninsured Americans will drop from 20.5 percent to 15.8 percent.\n\n\n\nRAND Corporation's numbers arrive one day after Sen. Mike Lee (R-Utah) and Nebraska Senate candidate Ben Sasse (R) penned an op-ed in the Washington Examiner, warning Republicans that there is urgency to create alternatives to Obamacare.\n\n\"The good news is that the final chapter on the president’s disastrous health insurance takeover has not been written,\" they wrote. \"Conservatives are making a strong comeback with concrete proposals that, if enacted, would create real progress toward better healthcare outcomes for all Americans.\"\n\nAlso on HuffPost: Health Care Reform Efforts Throughout History Health Care Reform Efforts Throughout History\n\n1 of 17 1912 Former President Theodore Roosevelt champions national health insurance as he unsuccessfully tries to ride his progressive Bull Moose Party back to the White House. (Photo by Topical Press Agency/Getty Images) Share this slide:\n\nGetty File", "article_metadata": {"description": "Nearly one week after White House enrollment nu...", "sailthru.expire_date": "2014-04-09 15:21:47 -0400", "og": {"site_name": "The Huffington Post", "description": "Nearly one week after White House enrollment nu...", "title": "Survey Shows More Good News For Obamacare", "url": "http://www.huffingtonpost.com/2014/04/08/health-insurance-obamacare_n_5112836.html", "image": "http://i.huffpost.com/gen/1726232/images/o-OBAMACARE-facebook.jpg", "locale": "en_US", "type": "article"}, "twitter": {"description": "Nearly one week after White House enrollment nu...", "title": "Survey Shows More Good News For Obamacare", "image": {"width": 2000, "identifier": "http://i.huffpost.com/gen/1726232/images/o-OBAMACARE-facebook.jpg", "height": 1000}, "creator": "cgentilviso", "site": "@HuffPostPol", "card": "summary_large_image"}, "sailthru.date": "2014-04-08 15:21:47 -0400", "al": {"ios": {"url": "huffpostnews:///?editionID=us&entryID=5112836", "app_store_id": 306621789, "app_name": "The Huffington Post"}}, "taboola.category": "politics", "fb": {"app_id": 46744042133}, "keywords": "obamacare enrollment,video,obamacare,health care law,barack obama health care law,Affordable Care Act,obama,Health Insurance,obama health care law,health care,Obama Health Care", "article": {"section": "Politics", "tag": "obamacare enrollment,video,obamacare,health care law,barack obama health care law,Affordable Care Act,obama,Health Insurance,obama health care law,health care,Obama Health Care", "published_time": "2014-04-08 15:21:47 -0400", "modified_time": "2014-04-09 11:59:01 -0400"}, "viewport": "width=1000"}, "_id": "\"57477af46914bd0286fdea54\"", "article_summary": "\"The good news is that the final chapter on the president’s disastrous health insurance takeover has not been written,\" they wrote.\nAlso on HuffPost: Health Care Reform Efforts Throughout History Health Care Reform Efforts Throughout History1 of 17 1912 Former President Theodore Roosevelt champions national health insurance as he unsuccessfully tries to ride his progressive Bull Moose Party back to the White House.\nRAND Corporation released its findings Tuesday, showing that the health care law is poised to spur a net gain of 9.3 million more insured Americans.\nNearly one week after White House enrollment numbers showed Obamacare surpassing the seven-million mark, an economist-driven survey is projecting more good news for the Affordable Care Act.\nThe survey results were collected through March 28, 2014, and respondents will be part of a follow-up later in April, once new data is available."}