{"article_title": "Bill would revoke insurers' licenses for Obamacare subsidies", "article_keywords": ["revoke", "lampings", "cannon", "subsidies", "bill", "obamacare", "lamping", "states", "state", "missouri", "licenses", "insurers", "told"], "article_url": "http://dailycaller.com/2014/01/14/missouri-bill-would-revoke-insurers-licenses-for-accepting-obamacare-subsidies/", "article_text": "A busy screen is shown on the laptop of a Certified Application Counselor as he attempted to enroll an interested person for Affordable Care Act insurance, known as Obamacare, at the Borinquen Medical Center in Miami, Florida Oct. 2, 2013. (REUTERS/Joe Skipper)\n\n4058025\n\nMissouri’s legislature is considering legislation that will suspend insurers’ state licenses if they accept federal subsidies for Obamacare health insurance premiums.\n\nRepublican state Sen. John Lamping filed the bill as “a legislative way by which the state actually could push back” against Obamacare, Lamping told St. Louis Today.\n\n“Clearly, in Missouri, there’s a very strong sense that they don’t want this law,” Lamping said, according to St. Louis Today. And the senator’s claims ring true: Missourians have remained staunchly against the Affordable Care Act since its passage.\n\nIn 2010, a solid 71 percent of Missouri voters opposed the mandate in a ballot measure. Again in 2012, 62 percent of voters chose against a state-based Obamacare exchange. Missouri is served by HealthCare.gov instead of a state agency.\n\nThe Obamacare coverage offered in Missouri has also been considerably unpopular. Just 4,124 Missouri residents have selected an insurance plan on HealthCare.gov — just 3.5 percent of the state’s goal to enroll 118,000 Missourians.\n\nLamping adopted his legislation from language provided by Michael Cannon, director of health policy at the libertarian Cato Institute. Cannon’s 2012 joint paper with Jonathan Adler of Case Western Reserve’s law school argues that Obamacare’s languages prohibits subsidies from going to states that don’t choose to run their own exchange.\n\nCannon’s argument has provided the basis of Halbig v. Sebelius, a case awaiting a decision from the D.C. Circuit Court of Appeals. In Halbig, four individuals taxpayers and three business owners have sued the federal government in the person of Department of Health and Human Services Kathleen Sebelius. They argue that the IRS is thwarting Congressional intent by going to states on the federal exchange and attempting both to tax employers and individuals and to issue subsidies to insurers.\n\nCannon has since worked to convince states to refuse to create their own exchange as a result. State Sen. Lamping has taken the legal argument to heart, and regardless of the circuit court’s opinion, wants to keep Missouri insurers on what he believes to be the straight and narrow.\n\n“The IRS does not trump Congress,” Cannon told The Daily Caller News Foundation. Lamping’s bill is “an attempt to use the powers that have always resided with the state to prevent President Obama from imposing illegal taxes on Missouri employers.”\n\nThe rationale for restricting subsidies for state exchanges? Cannon has argued that Congress kept subsidies for state-based exchanges alone as a carrot for states to build their own exchange.\n\nBecause Missouri opted out of running its own marketplace, Lamping and Cannon argue, the subsidies, and the taxes on employers and individuals that come with them, are illegal according to Obamacare.\n\nThe bill will help Missourians, Cannon told TheDCNF, because “if the insurance company won’t accept subsidies, there won’t be any subsidies to trigger penalties against Missouri employers.”\n\nIt’s not Lamping’s first try in getting the bill through Missouri’s Senate. A spokesman for the senator told TheDCNF that he filed the bill for the first time last March, but it didn’t make it through committee before the legislature adjourned in May.\n\nSen. Lamping is trying again in earnest this year. The legislature has just opened this week and Lamping has already filed his new version of the bill.\n\nMeanwhile, the success of Lamping’s bill will be tied to the Halbig suit that’s currently awaiting a decision by the D.C. Circuit Court. “A final ruling in favor of the employers and individuals that are challenging the IRS’s illegal taxes and subsidies,” Cannon told TheDCNF, “would mean that the IRS couldn’t issue those subsidies” in the first place, a tacit win for Lamping’s legislation.\n\nA final ruling in favor of the Obama administration’s ability to issue subsidies on the federal Obamacare exchange, however, would make Lamping’s bill “a much harder argument to make,” Cannon said.\n\nA spokesman for Lamping’s office told TheDCNF that he expects the bill to be assigned to committee late this week and for it to receive a “lengthy hearing.”\n\nFollow Sarah on Twitter and Facebook\n\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience. For licensing opportunities of our original content, please contact licensing@ dailycallernewsfoundation.org.", "article_metadata": {"sailthru.author": "Sarah Hurtubise", "description": "Missouri’s legislature is considering legislation that will suspend insurers’ state licenses if they accept federal subsidies for Obamacare insurance premiums.", "og": {"site_name": "The Daily Caller", "description": "Missouri's legislature is considering legislation that will suspend insurers' state licenses if they accept federal subsidies for Obamacare health insurance premiums.    Republican state Sen. John Lam", "title": "Missouri bill would revoke insurers’ licenses for accepting Obamacare subsidies", "url": "http://dailycaller.com/2014/01/14/missouri-bill-would-revoke-insurers-licenses-for-accepting-obamacare-subsidies/", "image": {"width": 630, "identifier": "http://cdn01.dailycaller.com/wp-content/uploads/2013/11/2013-11-19T061919Z_1_CBRE9AI0HKN00_RTROPTP_4_USA-HEALTHCARE-TECHNOLOGY-e1389733423764.jpg", "height": 270}, "type": "article"}, "twitter": {"description": "'Imposing illegal taxes'", "title": "Missouri bill would revoke insurers’ licenses for accepting Obamacare subsidies Via @dailycaller", "url": "http://dailycaller.com/2014/01/14/missouri-bill-would-revoke-insurers-licenses-for-accepting-obamacare-subsidies/", "image": {"src": "http://dailycaller.com/wp-content/uploads/2013/11/2013-11-19T061919Z_1_CBRE9AI0HKN00_RTROPTP_4_USA-HEALTHCARE-TECHNOLOGY-e1389733423764.jpg"}, "creator": "@@SarahMHurtubise", "site": {"identifier": "@dailycaller", "id": 39308549}, "card": "summary"}, "sailthru.date": "2014-01-14 19:03:24", "sailthru.title": "Missouri bill would revoke insurers' licenses for accepting Obamacare subsidies", "HandheldFriendly": "true", "sailthru.tags": "healthcare-gov,missouri,obamacare,sarah-hurtubise", "fb": {"app_id": 143489452702, "pages": 182919686769}, "keywords": "healthcare.gov,missouri,obamacare", "sailthru.description": "Missouri's legislature is considering legislation that will suspend insurers' state licenses if they accept federal subsidies for Obamacare health insurance premiums.    Republican state Sen. John Lam", "sailthru.image.full": "http://cdn01.dailycaller.com/wp-content/uploads/2013/11/2013-11-19T061919Z_1_CBRE9AI0HKN00_RTROPTP_4_USA-HEALTHCARE-TECHNOLOGY-e1389733423764.jpg", "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no"}, "_id": "\"57477af46914bd0286fdea5a\"", "article_summary": "(REUTERS/Joe Skipper)4058025Missouri’s legislature is considering legislation that will suspend insurers’ state licenses if they accept federal subsidies for Obamacare health insurance premiums.\nMeanwhile, the success of Lamping’s bill will be tied to the Halbig suit that’s currently awaiting a decision by the D.C.\nRepublican state Sen. John Lamping filed the bill as “a legislative way by which the state actually could push back” against Obamacare, Lamping told St. Louis Today.\nA final ruling in favor of the Obama administration’s ability to issue subsidies on the federal Obamacare exchange, however, would make Lamping’s bill “a much harder argument to make,” Cannon said.\n“The IRS does not trump Congress,” Cannon told The Daily Caller News Foundation."}