{"article_title": "Gila Regional Medical Center will lose $120,000 due to Medicare penalties", "article_keywords": ["120000", "city", "kaiser", "center", "million", "quality", "penalties", "regional", "gila", "grmc", "medicare", "lose", "health", "hospitals", "medical", "silver", "care"], "article_url": "http://www.abqjournal.com/516464/gila-regional-medical-center-will-lose-120000-due-to-medicare-penalties.html", "article_text": ".......... .......... .......... .......... .......... .......... .......... .......... .......... .......... .......... .......... .......... .......... .......... .......... .......... ..........\n\nSILVER CITY — Gila Regional Medical Center (GRMC) officials estimate they will lose $120,000 due to new rules in Medicare penalties, according to Gila Regional Medical Center Director of Marketing and Public Relations Holley Hudgins. The loss of revenue will affect the current fiscal year.\n\nA new rule established under the Affordable Care Act, or Obamacare, as it’s more commonly known, allows Medicare to cut payments to hospitals based on high rate of infections and other injuries, Kaiser Health News reports.\n\nNews of this financial loss comes on the heels of GRMC’s recent good news of their financial turnaround. Chief Executive Officer Brian Cunningham announced last month that the State Auditor’s Office confirmed in October that by the end of fiscal year 2014, GRMC had achieved a positive bottom line of $1.2 million. This was a dramatic change of fortune and a positive announcement for a hospital that was approximately $9 million in the red in 2013. Cunningham achieved about a $10 million turnaround in approximately a year’s time.\n\nGRMC is not alone in this penalty. The federal government is cracking down on 721 hospitals across the country, including 11 hospitals in New Mexico, Kaiser Health News reports.\n\nAccording to Hudgins, Medicare is basing the penalty on a report that looked at GRMC’s rate of infections from July 2011 through June 2013. GRMC contends the information on rate of infection is out-dated data and not necessarily an adequate reflection of GRMC today.\n\n“Health care is an extremely complex industry and although I cannot speak to the previous approach to GRMC’s quality of care efforts, I can promise you that in this day and age, our focus on patient care quality is a top priority. We are working much more closely with our caregivers and our medical practitioners to create a focus on patient care quality that will, as a goal, put us amongst the best in the nation,” Cunningham said via email.\n\nHudgins also reports that the data used included 10 measures related to hospital-acquired conditions, and during the 2011 to 2013 period in question, GRMC only had problems with two out of 10 of the measures.\n\nHudgins also states that GRMC works hard to provide the best quality of care for their patients.\n\n“Over this past year, we have begun to develop a significantly enhanced focus and approach to quality of care for our patients and have already begun to see positive results and improvement in these scores,” Hudgins said via email.\n\nKaiser Health News reports that one out of seven hospitals across the country will be impacted by this and will have their Medicare payments lowered by 1 percent. Overall, the penalties are estimated to cost a total of $373 million to hospitals all over the nation, Kaiser Health News states. Kaiser Health News also reports that these new penalties are the strictest the government has ever employed in an effort to alleviate patient harm.\n\n“GRMC identified quality of care as a strategic imperative beginning in August of 2013 when the new leadership team began its turnaround efforts. The leadership team identified that the organization was behind the curve in regard to public reported measures and although significant improvements have been accomplished in regards to quality of care, ongoing improvement with the infrastructure and culture to achieve the results needed in this complex healthcare environment remains our primary objective and commitment to our community,” Chief Operations Officer Dan Otero said via email.\n\nSusan Dunlap can be reached at 575-538-5893 ext. 5803.\n\n——\n\n©2014 the Silver City Sun-News (Silver City, N.M.)\n\nVisit the Silver City Sun-News (Silver City, N.M.) at www.scsun-news.com\n\nDistributed by Tribune Content Agency, LLC\n\n———-\n\nTopics: t000002827,t000003813,t000184889,t000412858,t000002537,t000418709,t000023148,t000023139,t000002860", "article_metadata": {"description": "SILVER CITY -- Gila Regional Medical Center (GRMC) officials estimate they will lose $120,000 due to new rules in Medicare penalties, according to Gila Regional Medical Center Director of Marketing…", "generator": "WordPress 4.5.2", "author": "Susan Dunlap | Silver City Sun-News", "og": {"url": "http://www.abqjournal.com/516464/gila-regional-medical-center-will-lose-120000-due-to-medicare-penalties.html", "image": "http://www.abqjournal.com/wp-content/uploads/2014/12/gila.jpeg", "type": "website", "description": "SILVER CITY -- Gila Regional Medical Center (GRMC) officials estimate they will lose $120,000 due to new rules in Medicare penalties, according to Gila Regional Medical Center Director of Marketing and Public Relations Holley Hudgins.…", "title": "Gila Regional Medical Center will lose $120,000 due to Medicare penalties"}, "fb": {"pages": 76430478236, "app_id": 419447351433280}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0"}, "_id": "\"57477af46914bd0286fdea59\"", "article_summary": "——©2014 the Silver City Sun-News (Silver City, N.M.)Visit the Silver City Sun-News (Silver City, N.M.) at www.scsun-news.comDistributed by Tribune Content Agency, LLC———-Topics: t000002827,t000003813,t000184889,t000412858,t000002537,t000418709,t000023148,t000023139,t000002860\n.......... .......... .......... .......... .......... .......... .......... .......... .......... .......... .......... .......... .......... .......... .......... .......... .......... ..........SILVER CITY — Gila Regional Medical Center (GRMC) officials estimate they will lose $120,000 due to new rules in Medicare penalties, according to Gila Regional Medical Center Director of Marketing and Public Relations Holley Hudgins.\nKaiser Health News also reports that these new penalties are the strictest the government has ever employed in an effort to alleviate patient harm.\nOverall, the penalties are estimated to cost a total of $373 million to hospitals all over the nation, Kaiser Health News states.\nThe federal government is cracking down on 721 hospitals across the country, including 11 hospitals in New Mexico, Kaiser Health News reports."}