{"article_title": "Victoria’s Secret, Supermac’s, McDonald’s: Intellectual Property", "article_keywords": ["court", "patent", "trademark", "youtube", "according", "intellectual", "victorias", "secret", "supermacs", "ruling", "video", "mcdonalds", "property", "patents", "european"], "article_url": "http://www.bloomberg.com/news/articles/2015-02-13/victoria-s-secret-supermac-s-mcdonald-s-intellectual-property", "article_text": "(Bloomberg) -- Avon Products Inc. and Victoria’s Secret Direct Brand Management LLC won an appeal tossing a jury verdict against them that had concluded they infringed patents owned by Soverain Software for virtual shopping carts.\n\nSoverain Software LLC’s patents were previously found to be invalid and the issue cannot be revisited, the U.S. Court of Appeals for the Federal Circuit said in an opinion.\n\nThe court on Jan. 22 invalidated patents in a case Soverain filed against Newegg Inc. The court said two patents were an obvious variation of technology developed by CompuServe, and a third was deemed invalid on other obviousness grounds. The January ruling benefited dozens of companies sued by Soverain over the patents, including Oracle Corp., IBM Corp., EBay Inc., Best Buy Co., Bloomingdales Inc., J. Crew, Kohls, Macy’s, Office Depot Inc., Radioshack, and Home Depot.\n\nSoverain should not get a second chance to argue the validity of the patents after the earlier ruling, the Federal Circuit wrote in this week’s opinion.\n\nThe jury had awarded $8.7 million against Avon, and $9.2 million against Victoria’s Secret at the trial in their case.\n\nThe case is Soverain LLC v. Victoria’s Secret, 12-cv-1649, U.S. Court of Appeals for the Federal Circuit (Washington).\n\nPatents\n\nJ&J Down as Patent Ruling Raises Specter of Biosimilar Rival\n\nJohnson & Johnson shares fell on speculation that a ruling by the U.S. Patent and Trademark Office would lead to biosimilar competition for best-selling drug Remicade in a matter of months.\n\nA J&J patent on the antibody used to create Remicade, which treats arthritis and reaps about $7 billion a year in sales, doesn’t cover anything new from earlier patents, an examiner with the office said in a final rejection. New Brunswick, New Jersey-based J&J said it will respond to the decision within 60 days and pursue all available appeals.\n\nThe company can appeal the decision to a board within the agency and, if that doesn’t work, to a court specializing in patent law. The patent remains valid during that process.\n\nThe decision may increase chances that a biological copy of Remicade, known as a biosimilar, could enter the market before 2018, when the patent expires. That would cause J&J’s sales of the drug to stagnate, said Jami Rubin, an analyst at Goldman Sachs Group Inc., in a research note. Shares of J&J fell as much as 3.2 percent after the patent office’s ruling was reported earlier Thursday by IPD Analytics.\n\nCelltrion Inc. and Hospira Inc. have a biosimilar copy of Remicade that was approved by European regulators in 2013. It’s common for patents to get rejected in re-examinations, and that doesn’t mean the patent has been invalidated, Aude Gerspacher, an analyst at Bloomberg Intelligence, said in a note.\n\nThe U.S. created a pathway to approve biosimilars as part of 2010’s Patient Protection and Affordable Care Act, and estimates by Rand Corp. say the cheaper drugs could save consumers $44 billion over the next decade.\n\nSilence Therapeutics Says European RNAi Patent Upheld in Appeal\n\nThe European Patent Office upheld a key RNA interference (RNAi) trigger modification patent against challenges by four parties, including Alnylam Pharmaceuticals Inc., its subsidiary Sirna Therapeutics. and Alcon Laboratories Inc., Silence Therapeutics Plc said in a statement.\n\nThe Board of Appeal, at an oral hearing, validated Silence’s patent covering an alternating pattern of modified and unmodified nucleotides, Silence said in a statement.\n\nThis granted European patent “covers triggers of 15 to 23 base pairs with the modification pattern and covers one of the company’s products already in clinical trial,” Silence said in the statement.\n\nEquivalent patents have been granted to the company in the U.S., China, Israel, and other nations, according to the statement.\n\nFor more patent news, click here.\n\nTrademark\n\nMcDonald’s Files Objection to Supermac’s Trademark Registration\n\nMcDonald’s Corp. filed a 41-page objection to European Union trademark registration by the Irish restaurant company Supermac’s Ltd., Irish Central reported.\n\nThe Supermac’s chain of over 100 restaurants, founded in 1978 by Pat McDonagh in County Galway, Ireland, seeks to expand into the U.K., the European Union and Australia.\n\nSimilarities between the name and menus of the two restaurant chains will cause confusion among consumers, fast-food giant McDonald’s said in its filing, according to Irish Central.\n\n“I am surprised by the points submitted by McDonald’s in objection to our expansion into the EU,” McDonagh said in a statement on the Supermac’s website.\n\nSupermac’s and McDonald’s have grown and coexisted together in Ireland since 1978 “as two very distinctive brands with immediately identifiable menus and a clear difference in ingredients and taste, and there has never been any confusion for our customers,” McDonagh said in the statement.\n\nFor more trademark news, click here.\n\nCopyright\n\nPurring Kitten Flagged By YouTube as Infringing Music Copyright\n\nYouTube’s software that functions as a roving bot seeking infringing music flagged a video of a purring kitten named Phantom, TorrentFreak reported.\n\nA 12-second loop of the kitty cat’s purring caught the attention of the site’s content identification system, which tagged it as belonging to EMI Publishing Ltd., according to TorrentFreak.\n\nYouTube informed the Digihaven channel, which had uploaded the video in March, that the Kitten’s purring was infringing the copyright of a musical composition called “Focus.” Digihaven then filed a dispute to “reclaim” the kitten’s rights, according to TorrentFreak.\n\nThings seem to have worked out for Digihaven and its purring kitten.\n\n“When it’s brought to our attention that a video or channel has been claimed mistakenly, we work with the claimant to fix it. Everything is now purrrfectly fine with this video,” said Zayna Aston, a YouTube spokeswoman.\n\nThe video, which continues to be available, has garnered about 6,790 views, according to its YouTube channel late Thursday afternoon, where Digihaven posted, “Subscribe and save the cats of YouTube. Large companies might want to take videos like this down! Don’t let them!”\n\nFor more copyright news, click here.\n\nTo contact the reporter on this story: Carla Main in New Jersey at cmain2@bloomberg.net\n\nTo contact the editors responsible for this story: Michael Hytha at mhytha@bloomberg.net David Glovin", "article_metadata": {"sailthru.author": "Carla Main", "twitter": {"url": "http://www.bloomberg.com/news/articles/2015-02-13/victoria-s-secret-supermac-s-mcdonald-s-intellectual-property", "description": "(Bloomberg) -- Avon Products Inc. and Victoria’s Secret", "site": "@business", "card": "summary", "title": "Victoria’s Secret, Supermac’s, McDonald’s: Intellectual Property"}, "parsely-author": "Carla Main", "parsely-type": "post", "keywords": "Silence Therapeutics PLC,U.S. Court of Appeals,Intellectual Property,Avon Products Inc,Johnson & Johnson,McDonald's Corp", "news_keywords": "Silence Therapeutics PLC,U.S. Court of Appeals,Intellectual Property,Avon Products Inc,Johnson & Johnson,McDonald's Corp", "parsely-link": "http://www.bloomberg.com/news/articles/2015-02-13/victoria-s-secret-supermac-s-mcdonald-s-intellectual-property", "parsely-title": "Victoria’s Secret, Supermac’s, McDonald’s: Intellectual Property", "msapplication-TileColor": "#ff0000", "apple-mobile-web-app-capable": "no", "parsely-pub-date": "2015-02-13T05:01:01.001Z", "apple-mobile-web-app-status-bar-style": "black", "description": "(Bloomberg) -- Avon Products Inc. and Victoria’s Secret", "parsely-tags": "Silence Therapeutics PLC,U.S. Court of Appeals,Intellectual Property,Avon Products Inc,Johnson & Johnson,McDonald's Corp,Region: Global,Page: article", "msapplication-TileImage": "https://assets.bwbx.io/business/public/images/favicons/mstile-144x144-bbd2101292.png", "date": "2015-02-13T05:01:01.001Z", "parsely-section": "technology", "viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=no", "og": {"url": "http://www.bloomberg.com/news/articles/2015-02-13/victoria-s-secret-supermac-s-mcdonald-s-intellectual-property", "site_name": "Bloomberg.com", "type": "website", "description": "(Bloomberg) -- Avon Products Inc. and Victoria’s Secret", "title": "Victoria’s Secret, Supermac’s, McDonald’s: Intellectual Property"}, "fb": {"status": "(Bloomberg) -- Avon Products Inc. and Victoria’s Secret"}, "parsely-post-id": "NJOIYJ6VDKHW01", "format-detection": "telephone=no"}, "_id": "\"57477af36914bd0286fc9f8d\"", "article_summary": "TrademarkMcDonald’s Files Objection to Supermac’s Trademark RegistrationMcDonald’s Corp. filed a 41-page objection to European Union trademark registration by the Irish restaurant company Supermac’s Ltd., Irish Central reported.\nThe jury had awarded $8.7 million against Avon, and $9.2 million against Victoria’s Secret at the trial in their case.\nSilence Therapeutics Says European RNAi Patent Upheld in AppealThe European Patent Office upheld a key RNA interference (RNAi) trigger modification patent against challenges by four parties, including Alnylam Pharmaceuticals Inc., its subsidiary Sirna Therapeutics.\nThe case is Soverain LLC v. Victoria’s Secret, 12-cv-1649, U.S. Court of Appeals for the Federal Circuit (Washington).\nThis granted European patent “covers triggers of 15 to 23 base pairs with the modification pattern and covers one of the company’s products already in clinical trial,” Silence said in the statement."}