{"article_title": "Captain America, Hollywood, indebted homeowners: Congress considers tax breaks for all", "article_keywords": ["indebted", "america", "committee", "congress", "brown", "senate", "movie", "breaks", "homeowners", "tax", "credits", "credit", "bill", "hollywood", "captain", "provision", "considers"], "article_url": "http://www.cleveland.com/open/index.ssf/2014/04/captain_america_hollywood_unde.html", "article_text": "WASHINGTON, D.C. — It rarely takes a superhero to get tax breaks renewed. But a Senate committee assumed the role of sidekick Thursday and voted to extend a slew of tax favors for ordinary people as well as special interests – including movie studios that want incentives to keep making films like \"Captain America\" in, well, America.\n\nThese tax breaks aren't final, and they're not even permanent. Most expired in 2013 and will expire again at the end of 2015, if they progress at all in the newest attempt at renewal. It could be weeks before the full Senate takes them up, and their fate is uncertain in the House of Representatives.\n\nBut lawmakers on the Senate Finance Committee, including Ohio's Sherrod Brown and Rob Portman, praised many of these tax breaks as worthy. The notion of helping Hollywood fat cats might not set well with some, but Brown's office said that the movie and television industry have brought more than $1 billion to Ohio's economy.\n\nSeventeen movies and five television shows were shot on location in Ohio in 2011 and 2012, and each movie contributes about $225,000 a day to the local economy, Brown said, citing figures from the Motion Picture Association of America.\n\n\"Captain America: The Winter Soldier\" was filmed in Cleveland for six weeks last year. It created about 2,778 local jobs and contributed an estimated $35 million to the state, Brown said, although figures given by the studios are hard to independently verify. The movie, from Disney's Marvel Studios, premiered in Cleveland on Tuesday.\n\nThe Senate Finance Committee passed a bill Thursday with about 50 of these tax cuts, credits or special deductions, including a two-year extension of so-called Chapter 181 provision. This tax code provision allows moviemakers to deduct up to $15 million of their production costs in the same year in which they incur those costs, rather than spread out the deduction over five years. To do so, at least 75 percent of the filming must be done in the United States.\n\nStudios can write off even more, up to $20 million a year, if they spent that money filming in economically distressed areas. Cleveland qualifies as economically distressed.\n\nThe federal tax break comes atop any tax credits offered by the state. Ohio gave $9.5 million in motion picture tax credits to Captain America's makers.\n\nWhether it's Ohio or Georgia or Louisiana, \"it's all about the tax credits,\" said Ivan Schwarz, executive director of the Greater Cleveland Film Commission. \"The reason they come to Ohio is the tax credits.\"\n\nSchwarz said he could not speak specifically to the special deduction rules for federal taxes, which would apply regardless of where in the United States a movie was filmed. And critics such as Policy Matters Ohio, a liberal-leaning think tank, say estimates of the economic benefits from the motion picture tax breaks are overstated at the state level.\n\nBut lawmakers like Brown, a Democrat, say the federal deductions add to the incentives offered by states. Proponents say that can make a difference between filming in the United States or a country such as England – where the 2011 movie \"Captain America: The First Avenger\" was shot, getting British film tax breaks.\n\nMaking movies takes time and money. Industry analysts and trade publications such as Variety have described the accelerated federal deduction as particularly helpful for independent movie producers who might have to wait years to recoup their costs.\n\nThe so-called tax-extenders bill kicking around Congress, however, is about more than Hollywood and superheroes. The bill passed Thursday by the Senate Finance Committee also has tax breaks focused on the needs of ordinary people in Ohio.\n\nFor example, some people selling homes with underwater mortgages could face big tax bills if not for a break that the Senate wants to renew. Some of these homeowners get their lenders to forgive a portion of their debt, which can help them sell their homes at a steep discount and end their financial misery. But under normal tax law, this forgiven debt is treated as a windfall, to be taxed as if it were income.\n\nCongress stopped this with a tax provision in 2007, but the provision expired in 2013. It needs to be extended again, said Brown, who has been pushing this for months and helped get it included in the latest tax bill.\n\nAnother tax break would help salaried retirees from auto parts maker Delphi, who lost large portions of their pensions in the General Motors bankruptcy.\n\nFor the Delphi retirees, laid off steelworkers and others, the tax bill would extend a tax credit they can use to offset their health insurance costs. The provision would provide a 72.5 percent tax credit to eligible workers, cutting their insurance costs considerably.\n\nThis was added to the bill through an amendment by Brown, Portman and others. The previous version of this credit expired in December.\n\nAnother provision that Portman got inserted would extend the Work Opportunity Tax Credit for companies hiring and retaining people who were previously out of work for a long time. A credit worth $1,200 to $9,600 already went to companies hiring veterans, ex-felons, people with disabilities, summer youth employees and people on various government assistance programs such as Temporary Assistance for Needy Families and the Supplemental Nutrition Assistance Program, a Portman spokeswoman said.\n\nPortman's provision would add to that list credit for hiring someone who has exhausted his or her 26 weeks of regular unemployment benefits. The employer could get up to a 40 percent credit on the first $6,000 of wages paid that first year, or a maximum credit of $2,400 per employee.\n\nPortman also got an amendment in the bill to provide tax incentives for making commercial and multi-family buildings more energy-efficient. The deduction started in 2005 but, like many others, expired.\n\nAnd Brown got in an amendment to establish a tax credit for companies that create manufacturing jobs in communities that have lost factories. He cited the need for the tax break by mentioning factory losses in recent years: more than 1,200 near Mansfield when a General Motors plant closed, 1,200 in Twinsburg when a Chrysler plant closed, and 300 in Streetsboro when Commercial Turf Products closed. About 1,100 jobs in Bedford are at risk because of the announced closing of Ben Venue Laboratories, Brown added.\n\nBrown said the manufacturing tax credit would build on the New Markets Tax Credit, which gave developers incentives to build in low-income areas. That program expired in 2013, but the pending tax-extenders bill would give it another two years, too.\n\nNot all of the tax breaks in the bill are universally liked. A break for wind power and other forms of renewable energy was criticized by a small number of Republicans who said it hand-picked energy sectors for favor. They tried to defeat it with an amendment to \"eliminate crony capitalist energy tax credits,\" but failed, and some of their Republican colleagues – including Ohio's Portman – voting to keep the tax credits.\n\nPortman did vote, however, for a GOP amendment to delay the Affordable Care Act's tax on medical devices for two years. Sponsors referred to this as a way to \"save good-paying American jobs and encourage life-saving innovation.\"\n\nThey were outvoted by committee Democrats.\n\nThe Senate Finance Committee passed the bill with a voice vote rather than a roll call, so no members are on record voting against the entire package.\n\nBefore last-minute additions in the committee, the tax-break package was estimated to cost $85 billion, according to the Joint Congressional Committee on Taxation.\n\nAssuming the bill gets a final vote in the full Senate in the coming month, it still faces challenges in the House of Representatives.\n\nThe chairman of the House tax-writing panel, Rep. Dave Camp of Michigan, prefers a smaller number of tax credits, breaks and extensions. Camp, chairman of the Ways and Means Committee, says he wants to revise the tax code so that it is more sensible and easier to use by businesses that need predictability. Camp would reduce tax rates overall.\n\nHe also wants to make the most deserving breaks permanent – and to end the annual march of favor-seekers to Capitol Hill. For example, a research-and-development tax credit has been on the books for years, but only because of 30 years worth of short-term extensions, said Ways and Means Committee spokeswoman Sarah Swinehart.\n\n\"Short-term policy is not conducive to growth,\" she said.\n\nPortman said the same thing Thursday.\n\n\"I hope that after this legislation passes, we can take the opportunity to work on real, permanent tax reform that creates a simple, fair, and efficient tax code,\" he said.\n\nIn an election year, Congress is unlikely to come to terms with such a request. Interest groups, from Realtors and mortgage brokers to manufacturers, disagree on what deductions should stay or go. That's why the Senate is at this juncture, deciding on another two-year extension rather than a long-term bill. And it is why Hollywood is at the table.\n\n\"Maintaining a healthy and thriving entertainment industry has enormous economic benefits, and we rely on the right incentives to remain competitive in an increasingly global economy,\" said Neil Fried, senior vice president for government and regulatory affairs for the Motion Picture Association of America.\n\nHe's got Captain America on his side.", "article_metadata": {"medium": "news", "viewport": "width=device-width,initial-scale=1", "news_keywords": "captain-america,dave-camp,mobile,mpaa,rob-portman,sherrod-brown,tax-breaks", "title": "Captain America, Hollywood, indebted homeowners: Congress considers tax breaks for all", "parsely-page": "{\"title\": \"Captain America, Hollywood, indebted homeowners: Congress considers tax breaks for all\", \"link\": \"http://www.cleveland.com/open/index.ssf/2014/04/captain_america_hollywood_unde.html\", \"image_url\": \"http://imgick.cleveland.com/home/cleve-media/width620/img/open_impact/photo/14629075-standard.jpg\", \"type\": \"post\", \"post_id\": \"12581805\", \"pub_date\": \"2014-04-04T09:00:06Z\", \"author\": \"Stephen Koff, Northeast Ohio Media Group Washington Bureau Chief\", \"tags\": [\"@frontpage\",\"captain-america\",\"dave-camp\",\"mobile\",\"mpaa\",\"rob-portman\",\"sherrod-brown\",\"tax-breaks\"] }", "twitter": {"image": "http://media.cleveland.com/open_impact/photo/14629075-thumb_square_large.jpg", "creator": "@SteveKoff", "site": "@clevelanddotcom", "card": "summary", "description": "Tax breaks aplenty are on the table as Congress decides how to treat dozens of requests."}, "article_date_updated": "Saturday, April 05, 2014,  7:48 AM", "parsely-metadata": "{\"image_url\": \"http://media.cleveland.com/open_impact/photo/captain-america-cleveland-crewjpg-b249a57cd744ed27.jpg\", \"author_name\": \"skoff\", \"author_nickname\": \"Stephen Koff, Northeast Ohio Media Group Washington Bureau Chief\", \"author_id\": \"2490\", \"source_blog_name\": \"OPEN: Ohio Politics\", \"source_blog_url\": \"http://www.cleveland.com/open/index.ssf/\", \"sponsored_content\": \"0\" }", "og": {"site_name": "cleveland.com", "description": "Tax breaks aplenty are on the table as Congress decides how to treat dozens of requests.", "title": "Captain America, Hollywood, indebted homeowners: Congress considers tax breaks for all", "url": "http://www.cleveland.com/open/index.ssf/2014/04/captain_america_hollywood_unde.html", "image": "http://media.cleveland.com/design/alpha/img/logo_cleve.gif", "type": "article"}, "fb": {"admins": 100000302287435}, "article_publication_name": "cleveland.com", "article_comments": 0, "article_date_original": "Friday, April 04, 2014,  5:00 AM", "article_author": "Stephen Koff, Northeast Ohio Media Group Washington Bureau Chief", "Description": "Tax breaks aplenty are on the table as Congress decides how to treat dozens of requests."}, "_id": "\"57477af46914bd0286fe110b\"", "article_summary": "They tried to defeat it with an amendment to \"eliminate crony capitalist energy tax credits,\" but failed, and some of their Republican colleagues – including Ohio's Portman – voting to keep the tax credits.\nBrown said the manufacturing tax credit would build on the New Markets Tax Credit, which gave developers incentives to build in low-income areas.\nThe chairman of the House tax-writing panel, Rep. Dave Camp of Michigan, prefers a smaller number of tax credits, breaks and extensions.\nFor the Delphi retirees, laid off steelworkers and others, the tax bill would extend a tax credit they can use to offset their health insurance costs.\nThe federal tax break comes atop any tax credits offered by the state."}