{"article_title": "New Longmont children's choir seeks members, funding", "article_keywords": ["funding", "childrens", "chorale", "community", "st", "choir", "singers", "smoot", "music", "members", "longmont", "seeks", "vrain"], "article_url": "http://www.timescall.com/lifestyles-top-stories/ci_24880893/new-longmont-childrens-choir-seeks-members-funding", "article_text": "Members of the St. Vrain Singers, sing Christmas songs on Dec. 23 at the Central Presbyterian Church in Longmont. The St. Vrain Singers is a new community children's choir. Jeremy Papasso/ For the Times-Call ( JEREMY PAPASSO )\n\nSt. Vrain Singers To audition or donate to the group: Contact: Director Lee Smoot at 303-776-6833 extension 108 or lee@centralongmont.net.\n\nFifth-grader Sara Lopez sings in the shower, at the grocery store and in the car but in December she got the chance to sing on stage.\n\nLopez, 10, is part of the St. Vrain Singers, a children's choir that was launched this fall and made its debut performance Dec. 7 during the Longmont Chorale Christmas Concert.\n\n\"Since I was little I always wanted to be on stage,\" Lopez said. \"When I grow up I've always told my mom I want to be a professional singer or maybe a doctor so this was really part of my dream come true.\"\n\nChoir Director Lee Smoot leads the St. Vrain Singers, as they sing Christmas songs on Dec. 23 at the Central Presbyterian Church in Longmont. The St. Vrain Singers is a new community children's and youth choir. Jeremy Papasso/ For the Times-Call ( JEREMY PAPASSO )\n\nThe group's director and founder, Lee Smoot, was inspired to start the choir after the Longmont Children's Chorale went on hiatus about four years ago, but she waited to see if the chorale would be resurrected.\n\n\"There was no use in competing if they were just taking a break,\" said Smoot, who is the director of music ministries at Central Presbyterian Church in Longmont.\n\nSmoot's daughter spent a year with the chorale before it disbanded, likely because of financial difficulties that were exaggerated by the economy, Smoot said.\n\nAfter confirming with the former director of the Longmont Children's Chorale that there were no plans to revive the group, Smoot began making plans for a new choir and the St. Vrain Singers were born.\n\nAdvertisement\n\n\"I wanted to offer a place for musical growth and to give a sense of community to these kids,\" Smoot said. \"I wanted them to have a safe place to go and feel confident, not only in their musical abilities but in themselves.\"\n\nThe group began in October with nine singers, including Sara and Smoot's daughter, Madeline, 13. The singers range from fourth to ninth grade and were handpicked by Smoot and another music teacher to build the foundation for Longmont's newest children's choir.\n\nIndividual auditions are being scheduled throughout January to expand the choir, which currently has only female students but is intended to be co-ed, Smoot said. Students from the St. Vrain Valley School District ages 8 to 15 are eligible to audition.\n\nThe tuition-based choir is intended to enhance music offerings through the schools, Smoot said, and to give children who are serious about music further education.\n\n\"I see it as something that works along side the schools,\" Smoot said. \"It's not meant to fight against what our educators are already doing.\"\n\nYvonne Lopez, Sara's mother, a secretary at Columbine Elementary School, said both of her daughters are interested in music and she is excited to give Sara the opportunity to expand her music education.\n\nLopez said she believes extracurricular activities like music have kept her daughters on track academically.\n\n\"Kids need these activities outside of her school so they can feel like a part of the community,\" Lopez said. \"It makes her feel like she can do something.\"\n\nThe St. Vrain Singers will be raising funds this spring to help support the choir and offer scholarships to low-income students, Smoot said.\n\nDespite the financial challenges that the Longmont Children's Chorale faced, Smoot said, she is confident that the community will support the St. Vrain Singers.\n\n\"It's just something in my heart that I feel is a good thing,\" Smoot said. \"It's such a great way to unite people and build community and encourage one another and I think the community will see that and recognize what we're doing.\"\n\nCommunity reporter Whitney Bryen can be reached at 303-684-5274 or wbryen@times-call.com.", "article_metadata": {"sailthru.url": "http://www.timescall.com/lifestyles-top-stories/ci_24880893/new-longmont-childrens-choir-seeks-members-funding", "sailthru.image.thumb": "http://extras.mnginteractive.com/live/media/site46/2014/0108/20140108__12tcclif-1_300.jpg", "sailthru.author": "By Whitney Bryen   Longmont Times-Call", "description": "Fifth-grader Sara Lopez sings in the shower, at the grocery store and in the car but in December she got the chance to sing on stage.", "ag": {"canon": "LongmontTimes-Call:article:24880893:view"}, "startDate": "2014-01-11T21:00:00-0700", "og": {"url": "http://www.timescall.com/lifestyles-top-stories/ci_24880893/new-longmont-childrens-choir-seeks-members-funding", "image": "http://extras.mnginteractive.com/live/media/site46/2014/0108/20140108__12tcclif-1.jpg", "type": "article", "description": "Fifth-grader Sara Lopez sings in the shower, at the grocery store and in the car but in December she got the chance to sing on stage.", "title": "New Longmont children's choir seeks members, funding"}, "twitter": {"domain": "timescall.com", "description": "Fifth-grader Sara Lopez sings in the shower, at the grocery store and in the car but in December she got the chance to sing on stage.", "title": "New Longmont children's choir seeks members, funding", "url": "http://www.timescall.com/lifestyles-top-stories/ci_24880893/new-longmont-childrens-choir-seeks-members-funding", "image": "http://extras.mnginteractive.com/live/media/site46/2014/0108/20140108__12tcclif-1.jpg", "site": "@TimesCall", "card": "summary_large_image"}, "sailthru.date": "2014-01-11T21:00:00-0700", "msvalidate.01": "4B535F7EB2971D1FCBA5D1D3E3E292C3", "sailthru.title": "New Longmont children's choir seeks members, funding", "sailthru.image.full": "http://extras.mnginteractive.com/live/media/site46/2014/0108/20140108__12tcclif-1.jpg", "sailthru.article-section-or-homepage": "article", "sailthru.section": "Lifestyles: Top Stories", "google-site-verification": "lLtD9ZooxmJUEEdRSCVzkO06t_hYKtyDqZF7EA3N2U0", "modificationDate": "2014-01-11T20:34:22-0700", "endDate": "2024-01-09T18:01:26-0700", "byline": "By Whitney Bryen", "sailthru.site": "timescall.com", "pubDate": "2014-01-11T20:34:55-0700"}, "_id": "\"57477af36914bd0286fd009a\"", "article_summary": "The St. Vrain Singers is a new community children's choir.\nMembers of the St. Vrain Singers, sing Christmas songs on Dec. 23 at the Central Presbyterian Church in Longmont.\nThe St. Vrain Singers is a new community children's and youth choir.\nLopez, 10, is part of the St. Vrain Singers, a children's choir that was launched this fall and made its debut performance Dec. 7 during the Longmont Chorale Christmas Concert.\nDespite the financial challenges that the Longmont Children's Chorale faced, Smoot said, she is confident that the community will support the St. Vrain Singers."}