{"article_title": "Pakistan pulls top news station off air amid spat", "article_keywords": ["pakistan", "spy", "amid", "showing", "agency", "powerful", "air", "attack", "station", "suspended", "media", "regulatory", "pulls", "geo", "pakistans", "spat"], "article_url": "http://www.salon.com/2014/06/06/pakistan_pulls_top_news_station_off_air_amid_spat/", "article_text": "Topics: From the Wires, News\n\nISLAMABAD (AP) — Pakistan’s media regulators pulled the nation’s leading news channel off the air on Friday, the latest development in a spat between the broadcaster and the military’s powerful spy agency that has focused attention on media freedoms in the country.\n\nAmnesty International decried the move against Geo News as a “politically motivated attack” targeting the network because of its perceived bias against the military.\n\nThe decision was announced by Pakistan Electronic Media Regulatory Authority, which suspended Geo News for 15 days and imposed a fine of 10 million Pakistani rupees — roughly $100,000.\n\nThe Authority, acting on a complaint by the Ministry of Defense, said it “took a strong notice of violations committed by Geo News and unanimously decided to immediately suspend” the channel’s license.\n\nGeo stayed on the air for a few hours Friday, reporting the suspension and showing a graphic of the station’s logo wrapped in chains, before the signal was cut. Viewers then saw a blank screen with the message: “The license of Geo News has been suspended by PEMRA, therefore the broadcast has been terminated.”\n\nThe move is the latest challenge for the media company after an assassination attempt against its top news anchor, Hamid Mir, on April 19. Mir survived six gunshot wounds to the stomach and legs during the attack in Karachi, Pakistan’s largest city.\n\nThat attack touched off a high-profile row between Geo and the military’s powerful intelligence agency, the Inter-Services Intelligence.\n\nThe station angered the military by repeatedly airing accusations by Mir’s brother that the ISI was behind the attack and showing a photo of the spy chief. Geo later apologized.\n\nThe ministry of defense petitioned the regulatory agency to pull Geo’s license. The regulator has not made the complaint public but a copy was posted on the website of the Committee to Protect Journalists.", "article_metadata": {"description": "Pakistan pulls top news station off air amid spat", "author": "Rebecca Santana and Munir Ahmed", "og": {"site_name": "Salon", "description": "Pakistan pulls top news station off air amid spat", "title": "Pakistan pulls top news station off air amid spat", "url": "http://www.salon.com/2014/06/06/pakistan_pulls_top_news_station_off_air_amid_spat/", "image": "http://media.salon.com/2014/06/pakistan.jpeg-1280x960.jpg", "type": "article"}, "twitter": {"description": "Pakistan pulls top news station off air amid spat", "creator": "@salon", "image": "http://media.salon.com/2014/06/pakistan.jpeg-1280x960.jpg", "title": "Pakistan pulls top news station off air amid spat", "site": "@salon", "card": "summary_large_image"}, "title": "Pakistan pulls top news station off air amid spat", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, From the Wires", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fdea6e\"", "article_summary": "The decision was announced by Pakistan Electronic Media Regulatory Authority, which suspended Geo News for 15 days and imposed a fine of 10 million Pakistani rupees — roughly $100,000.\nThe ministry of defense petitioned the regulatory agency to pull Geo’s license.\nThat attack touched off a high-profile row between Geo and the military’s powerful intelligence agency, the Inter-Services Intelligence.\nTopics: From the Wires, NewsISLAMABAD (AP) — Pakistan’s media regulators pulled the nation’s leading news channel off the air on Friday, the latest development in a spat between the broadcaster and the military’s powerful spy agency that has focused attention on media freedoms in the country.\nThe station angered the military by repeatedly airing accusations by Mir’s brother that the ISI was behind the attack and showing a photo of the spy chief."}