{"article_title": "The Medicaid cuts: How we got here", "article_keywords": ["summer", "texans", "ways", "sept", "rules", "state", "session", "medicaid", "cuts", "true", "rolls", "usual"], "article_url": "http://www.houstonchronicle.com/politics/texas-take/article/The-politics-of-the-Medicaid-cuts-6439833.php", "article_text": "The Medicaid cuts: How we got here\n\nAt the bill-signing ceremony President Johnson enrolled President...\n\nWhen Sept. 1 rolls around, we will have our usual flood of stories about new state laws that take effect that day. In some ways, that is the true end of every legislative session because Texans have to live under new rules made by their elected representatives. There is no story in which that reality matters more than one that has not received enough attention in the insane news summer of 2015.", "article_metadata": {"publisher": "Houston Chronicle", "vf": {"section": "local", "unique_id": "premiumchron-article-6439833"}, "author.name": "Bobby Cervantes, Houston Chronicle", "og": {"site_name": "Houston Chronicle", "description": "Texas is on the verge on implementing major cuts to its Medicaid payment structure that will, according to health providers, hit disabled children with ongoing therapy needs the hardest. Those who support the changes have said Medicaid's spending has skyrocketed in the last few years, and the cuts are a way to curb the too-generous payments to health care providers.", "title": "The Medicaid cuts: How we got here", "url": "http://www.houstonchronicle.com/politics/texas-take/article/The-politics-of-the-Medicaid-cuts-6439833.php", "image": "http://ww4.hdnux.com/photos/37/77/10/8385079/4/rawImage.jpg", "type": "article"}, "twitter": {"site": "@houstonchron", "card": "summary_large_image", "creator": "@BobbyCervantes"}, "date.release": "2015/12/08", "fb": {"app_id": 653292111352579}, "time.release": "9:58", "msvalidate.01": "9451CA04ABC9D1D5C6419C73B4C4F7B7", "sections": "News,Politics,Texas Take", "viewport": "initial-scale = 1.0, maximum-scale = 1.0, width = device-width"}, "article_summary": "The Medicaid cuts: How we got hereAt the bill-signing ceremony President Johnson enrolled President...\nWhen Sept. 1 rolls around, we will have our usual flood of stories about new state laws that take effect that day.\nIn some ways, that is the true end of every legislative session because Texans have to live under new rules made by their elected representatives.\nThere is no story in which that reality matters more than one that has not received enough attention in the insane news summer of 2015."}