{"article_title": "Newly Eligible For Medicaid? Don’t Bother Going To Kasich’s Medicaid Website", "article_keywords": ["website", "dont", "kasichs", "federal", "media", "bother", "eligible", "wwwhealthcaregov", "expansion", "going", "medicaid", "ohio", "newly", "exchange"], "article_url": "http://plunderbund.com/2013/11/18/newly-eligible-for-medicaid-dont-bother-going-to-kasichs-medicaid-website/", "article_text": "Media coverage of Obamacare makes me think of the old song It’s in his Kiss:\n\nIf you wanna know (shoop shoop)\n\nIf he’s a concern troll\n\nIt comes down to this\n\n(The Medicaid website)\n\nFor all the complaints about the federal exchange, it’s is infinitely better than Ohio’s Medicaid enrollment website, which still doesn’t work at all for applicants who are eligible for expanded Medicaid coverage in Ohio. If Republicans are to be believed, the glitches at www.healthcare.gov, which prevent people from enrolling in health plans that are worse than Hitler, are worse than Hitler. Or something.\n\nOne thing that has received little attention is that nearly 400,000 people have visited the federal exchange website and discovered they are eligible for Medicaid. In the first month, 7,535 Ohioans visited the exchange and discovered they were eligible for Medicaid.\n\nUnfortunately, if these folks were found to be eligible as part of the Medicaid expansion in Ohio, they would be stuck. That’s because Kasich’s Medicaid website makes it impossible to enroll in Medicaid at the moment.\n\nIt’s true www.healthcare.gov may still be slow and have a few bugs, but it does properly calculate Medicaid eligibility. Kasich’s www.benefits.ohio.gov, however, will quickly and reliably reject qualified applicants. Its computers don’t reflect the Medicaid expansion, and they won’t until December 9 (yeah, sure they will).\n\nUnlike the federal website (which lets you know that there’s a problem) Kasich’s website just tells people that they don’t qualify for Medicaid and sends them away. It doesn’t hold on to their application, and they won’t be reprocessing their applications once the database is fixed. On top of that, the new website is 100% politically motivated.\n\nOf the six states using www.healthcare.gov for their exchange, only Ohio and Arizona have set up a separate Medicaid enrollment website. It’s duplicative and serves only to have voters enroll in Medicaid beneath a banner with the governor’s name (as if Medicaid expansion were purely his brainchild).\n\nSo surely, the media is giving Kasich’s insultingly dysfunctional site the same treatment that they’re giving the unreliable federal site?\n\nJudging by Ohio’s newspaper coverage – e.g. Ohioans struggle with Obamacare mandate and State to open Medicaid enrollment early – mmm… not so much.\n\nAnd here’s the New York Times, quoting only Republicans about how bad www.healthcare.gov is. For instance, Kasich’s Medicaid Director (whose site doesn’t work at all!) says that the federal site’s glitchiness has “caused some measure of frustration.”\n\nNote to media: these are concern trolls.", "article_metadata": {"og": {"site_name": "Plunderbund", "description": "Media coverage of Obamacare makes me think of the old song It’s in his Kiss: If you wanna know (shoop shoop)If he’s a concern trollIt comes down to this(The Medicaid website) For all the complaints…", "title": "Newly Eligible For Medicaid?  Don’t Bother Going To Kasich’s Medicaid Website", "url": "http://plunderbund.com/2013/11/18/newly-eligible-for-medicaid-dont-bother-going-to-kasichs-medicaid-website/", "image": "http://www.plunderbund.com/wp-content/uploads/2014/09/PBLOGO2.jpg", "locale": "en_US", "type": "article"}, "article": {"published_time": "2013-11-18T16:30:48+00:00", "modified_time": "2013-11-18T16:34:35+00:00"}, "fb": {"page_id": 192462068938}, "twitter": {"card": "summary"}, "generator": "WordPress 4.4.1"}, "_id": "\"57477af46914bd0286fd880f\"", "article_summary": "That’s because Kasich’s Medicaid website makes it impossible to enroll in Medicaid at the moment.\nUnlike the federal website (which lets you know that there’s a problem) Kasich’s website just tells people that they don’t qualify for Medicaid and sends them away.\nOne thing that has received little attention is that nearly 400,000 people have visited the federal exchange website and discovered they are eligible for Medicaid.\nIts computers don’t reflect the Medicaid expansion, and they won’t until December 9 (yeah, sure they will).\nFor instance, Kasich’s Medicaid Director (whose site doesn’t work at all!)"}