{"article_title": "Leadership Gets a Checkup at Kaiser", "article_keywords": ["checkup", "kaisers", "kaiser", "set", "leaders", "employees", "say", "leadership", "health", "tyson", "gets", "senior", "care"], "article_url": "http://www.workforce.com/articles/20136-leadership-gets-a-checkup-at-kaiser", "article_text": "Photo courtesy of Thinkstock.\n\nYou don’t build strong leaders by micromanaging them, but by unleashing them to tap their full potential. That’s the philosophy of Bernard Tyson, the recently appointed CEO at Kaiser Permanente, one of the largest health-plan providers in the U.S. with more than 9 million customers.\n\nTyson said his chief role is to set clear expectations for leaders and trust them to be accountable. “My analogy is driving a car: the speed limit is 55 miles per hour. I tell my team, ‘Listen, I can’t be in the car with you every day. I have to trust that you know how to drive and can steer us in the direction we need to go.’ ”\n\nBuilding an authentic culture means “embedding the vision and mission of the organization in the hearts and minds of the people that carry it out,” Tyson said. “It’s not what we say that matters, but how we behave that drives our mission to provide access to quality care that is affordable.”\n\nTyson touched on an issue of pressing concern within global organizations: Leadership credibility and the role it plays in driving employee engagement. Only 1 in 3 employees (34 percent) considers their managers to be effective leaders, according to a report by Development Dimensions International in Pittsburgh. Titled “Lessons for Leaders From the People Who Matter,” it surveyed nearly 1,300 employees in 10 countries.\n\n“Many employees think their leader is a jerk, and it affects their own performance. They aren’t engaged and aren’t giving their best,” said Richard Wellins, a DDI senior vice president.\n\nIt’s a lesson not lost on Tyson, 54, who succeeded George Halvorson as CEO in July, after serving as Kaiser’s president and chief operating officer since 2010 — the year Congress passed the Patient Protection and Affordable Care Act. “If my messages are inconsistent, over time employees will stop listening to me,” Tyson said.\n\nLike the health care industry generally, Kaiser Permanente is bracing for a seismic shift in the U.S. health care system. The company reportedly sent cancellation notices to about 160,000 of its policyholders in California, part of an estimated 4.3 million people whose individual coverage was dropped by various insurers since the law took effect in October.\n\nDespite its rocky start, Kaiser Permanente officials say they generally support the new law. Specifically, the Oakland, California-based health care giant remains on the prowl for health care professionals to fill the hundreds of jobs it expects to create during the next several years.\n\nThe U.S. has added about 17,000 health care jobs per month in 2013, although the number slipped to 12,500 in October. Tyson said recruiting takes on a special significance, especially making sure new employees learn the values behind Kaiser’s corporate vision and mission.\n\nA key component will be acclimating newly hired employees through “storytelling” about Kaiser’s history, with executives and front-line leaders using the anecdotes to shape Kaiser’s culture. Most of the stories stem from the history of Henry J. Kaiser, the shipbuilding magnate who used his vast fortune to establish the Kaiser Family Foundation in 1948. Kaiser launched it in response to losing his mother at a young age due to lack of access to affordable health care.\n\n“We are fortunate to have this immense legacy of stories to draw on. As a leadership, Bernard expects us to use those stories to focus our mission and set the tone,” said Chuck Columbus, a Kaiser senior vice president and human resources officer.\n\nRose Gailey, a consultant with consulting firm Gagen MacDonald, said senior leaders face a complex set of responsibilities compared to those in previous generations. In addition to setting strategy and organizational purpose, executives need to empower front-line leaders and unleash their potential.\n\n“That’s why organizational stories are such a critical medium: Scripted messages don’t get people to take ownership of a strategy. And execution requires people to have ownership,” said Gailey.\n\nIn addition, Kaiser takes its “cultural temperature” through an annual employee survey that has a high rate of participation. Tyson said 84 percent of its 175,000 employees completed its most recent survey last year.\n\n“People know we take it seriously and value their input,” Tyson said.\n\nKnowing they’re being heard also helps Kaiser burnish its reputation as a desirable employer, a key factor when trying to land top applicants in a crowded field, Tyson said.\n\n“We have a high percentage of employees who say they would highly recommend Kaiser as a great place to work and believe they make a difference in society. We think that’s a pretty powerful message when we go out recruiting.”\n\nGarry Kranz is a Workforce contributing editor. Comment below or email editors@workforce.com. Follow Workforce on Twitter at @workforcenews.", "article_metadata": {"description": "You don’t build strong leaders by micromanaging them, but by unleashing them to tap their full potential. That’s the philosophy of Bernard Tyson, the recently appointed CEO at Kaiser Permanente, one of the largest health-plan providers in the U.S. with more than 9 million customers. Tyson said his chief role is to set clear expectations for leaders and trust them to be accountable. “My analogy is driving a car: the speed limit is 55 miles per hour. I tell my team, ‘Listen, I can’t be . . .", "csrf-token": "pz9BjtIb3a8zLauevYRttR2AgWP78b86AqKQa+9hfic=", "twitter": {"image": "http://www.workforce.com/ext/resources/images/WFM_Web-Art/December-2013/wf_121213_Kaiser-health-photo_orig.jpg?1386873610", "description": "&lsquo;It&rsquo;s not what we say that matters, but how we behave,&rsquo; said new CEO Bernard Tyson.", "card": "summary", "title": "Leadership Gets a Checkup at Kaiser"}, "csrf-param": "authenticity_token", "og": {"image": "http://www.workforce.com/ext/resources/images/WFM_Web-Art/December-2013/wf_121213_Kaiser-health-photo_orig.jpg?1386873610", "type": "Article", "description": "&lsquo;It&rsquo;s not what we say that matters, but how we behave,&rsquo; said new CEO Bernard Tyson.", "title": "Leadership Gets a Checkup at Kaiser"}, "keywords": "Human Resources, HR, Magazine, Jobs, Email, Newsletters, Workforce, Management, White Papers, Webinars, Tools, Facebook, Twitter, LinkedIn, RSS, Vendor Directory, Blogs, Webcasts, Forums", "google-site-verification": "F7vuCReegNs7pd410c-Hx0_Z2E4P6L6vOfz1N6m1a-c", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fdea77\"", "article_summary": "Like the health care industry generally, Kaiser Permanente is bracing for a seismic shift in the U.S. health care system.\nSpecifically, the Oakland, California-based health care giant remains on the prowl for health care professionals to fill the hundreds of jobs it expects to create during the next several years.\nKaiser launched it in response to losing his mother at a young age due to lack of access to affordable health care.\nThe U.S. has added about 17,000 health care jobs per month in 2013, although the number slipped to 12,500 in October.\nAs a leadership, Bernard expects us to use those stories to focus our mission and set the tone,” said Chuck Columbus, a Kaiser senior vice president and human resources officer."}