{"article_title": "What Are We Willing–and Not Willing–To Do For Mom and Dad? – AARP", "article_keywords": ["dad", "kids", "willingand", "parent", "aarp", "men", "live", "likely", "parents", "mom", "say", "women", "agree", "willingto", "help"], "article_url": "http://blog.aarp.org/2013/09/18/sally-abrahms-what-are-we-willing-and-not-willing-to-do-for-mom-and-dad/", "article_text": "How do we view our role in taking care of our parents? Are we willing to help them out financially? What about having them move in with us? And, what are our expectations for our own children when we need help?\n\nThese intriguing questions are addressed in a just-released national, online study. This past June, MORE magazine surveyed 751 adults age 18+ with at least one living parent or guardian. The full story with results will be published online in the coming weeks and is in this month’s MORE magazine.\n\nThe two most unsettling statistics:\n\n1. 45% say their parents have made no plans when they can no longer live independently 2. 26% have no clue what plans their parents have for latter life\n\nHere are other insightful findings:\n\n78% of men and women with both parents living say they will make a financial sacrifice to help with eldercare because it’s the right thing to do, yet if there is only one living parent, just 69% feel that way\n\n75% of all ages say they will make financial sacrifices to help Mom and Dad (and you)\n\n81% agree to support their parents physically, emotionally and financially as they have done for us\n\nWomen are more willing to cut back on their day-to-day lifestyle, while men are more likely to tap their retirement savings or the value of their home\n\nTwenty-one percent, evenly split between the genders, are unwilling to give up those or other options, including big-ticket items (vacations, cars, electronics) or their child’s education fund\n\nWomen age 55-plus are four times more worried than their male counterparts about some day having to chip in and help a parent pay his or her bills. What’s more, they’re less likely, they say, to be able to help (37% women vs. 56% men)\n\nAnd more:\n\nAmong ethnic groups, 71% of Asians agree that their kids should provide money if necessary (13% don’t), African Americans are split on a the issue, 43% of whites agree and 37% disagree, and 45% of Hispanics agree vs. 35% who disagree\n\n63% think if you have enough room, your parent should move in with you. The biggest reason is “duty” (46%), while “love” just rated 26%.\n\nWe still have Momma’s boys and Daddy’s girls. According to the study, males ages 18-29 are nearly twice as likely as their counterpart females to live with their mothers, and men age 55-plus are six times more likely as females to live with Mom. Women ages 40-54 are twice as likely as guys the same age to have Dad move in.\n\nAlert: Women say they want less emotional, physical and financial help from their kids than men. That breaks down as 61% of women and 67% of men think their kids should help care for them; 57% of men vs. 49% of women believe their kids should let them live with them. What’s more, 50% of men and just 38% of women feel their children should give them money for long-term care.\n\nThe takeaway: Find out what your parents have in mind should/when they become dependent. If the answer is, “I haven’t thought about it” or “we’ll cross that bridge. . .” you’re all set to segue into a meaningful conversation.\n\nBaby boomers, the same goes for you and your children. The key word is “expectations.”\n\nSally Abrahms specializes in boomers and aging with a focus on caregiving and housing. Follow her on Twitter!\n\nAlso of Interest\n\nSee the AARP home page for deals, savings tips, trivia and more", "article_metadata": {"page_title": "blog", "twitter": {"description": "How do we view our role in taking care of our parents? Are we willing to help them out financially? What about having them move in with us? And, what are our expectations for our own children when we need help? These intriguing questions are addressed in a just-released national, online study. This past June, MORE magazine surveyed 751 adults age 18+ with at least one living parent or guardian. The full story with results will be published online in the coming …", "creator": "@aarp", "url": "http://blog.aarp.org/2013/09/18/sally-abrahms-what-are-we-willing-and-not-willing-to-do-for-mom-and-dad/", "title": "What Are We Willing-and Not Willing-to Do for Mom and Dad?", "site": "@aarp", "card": "summary"}, "estimated_publish_date": "2013-09-18", "Last-Modified": "2014-08-28EDT17:14:03", "keywords": "adult children, caregiving, caregiver, multigenerational, adult child role, expectations of parents, financial sacrifice, support for parents, boomers caregivers, boomers recipients, long-term care, aging parents", "houseAds": "commercial", "paywallStatus": "off", "isArticle": "false", "livefyreId": "350138:http://blog.aarp.org/2013/09/18/sally-abrahms-what-are-we-willing-and-not-willing-to-do-for-mom-and-dad", "title": "What Are We Willing-and Not Willing-to Do for Mom and Dad?", "comments": "on", "sponsorship": "on", "source": "aarp_washington_office", "description": "a national MORE study showing what we as adult children are willing to do for our parents and what our kids may be willing to do for us", "robots": "index,follow", "Subject1": "Division:AARP.org", "fb": {"app_id": 114175878660191}, "aarpAdUnit": "Take-Care", "article": {"author": "http://www.facebook.com/AARP"}, "pluckId": "http://www.aarp.org/vendor/blog/", "viewport": "width=device-width, initial-scale=1", "language": "english", "og": {"site_name": "AARP", "description": "How do we view our role in taking care of our parents? Are we willing to help them out financially? What about having them move in with us? And, what are our expectations for our own children when we need help? These intriguing questions are addressed in a just-released national, online study. This past June, MORE magazine surveyed 751 adults age 18+ with at least one living parent or guardian. The full story with results will be published online in the coming …", "title": "What Are We Willing–and Not Willing–To Do For Mom and Dad?", "url": "http://blog.aarp.org/2013/09/18/sally-abrahms-what-are-we-willing-and-not-willing-to-do-for-mom-and-dad/", "image": "http://blog.aarp.org/wp-content/uploads/2013/09/267965598_101dc7a38d-185x185.jpg", "type": "article"}, "contentId": "/content/aarpe/en/home/vendor/blog", "Subject2": "Resources and Tools:Blogs", "aarpeContent": "true", "IALevel1": "vendor", "IALevel2": "blog", "s43": "13.Volunteerism|MyPersonalTime", "action": "read", "dateToday": "2016/05/23"}, "_id": "\"57477af36914bd0286fd00ae\"", "article_summary": "Alert: Women say they want less emotional, physical and financial help from their kids than men.\nWomen ages 40-54 are twice as likely as guys the same age to have Dad move in.\n45% say their parents have made no plans when they can no longer live independently 2.\nWhat’s more, 50% of men and just 38% of women feel their children should give them money for long-term care.\nAlso of InterestSee the AARP home page for deals, savings tips, trivia and more"}