{"article_title": "A 20-Year Study on Marijuana Use Yields 5 Surprising Finds -- The Motley Fool", "article_keywords": ["fool", "respiratory", "surprising", "cannabis", "motley", "study", "recreational", "marijuana", "halls", "medical", "20year", "yields", "review", "smoking", "studies", "finds"], "article_url": "http://www.fool.com/investing/general/2015/01/11/a-20-year-study-on-marijuana-use-yields-5-surprisi.aspx", "article_text": "Marijuana laws and public perception have come a long, long way over the past 20 years.\n\nIn 1996, we witnessed the first approval for marijuana on a medical basis by a state, and in 2012, Washington and Colorado became the first two states to approve marijuana use on a recreational, adult-use basis. As I write today, there are 23 states that have legalized medical marijuana and four states that now allow marijuana to be used on a recreational basis.\n\nPublic perception has been a major motivator in this shift. According to Gallup, which polls Americans every so often on whether or not they believe marijuana should be legal, just one in four respondents 20 years ago were in favor of legalization. That figure stood at 58% as of 2013. Between the need for additional revenue at the state level to help reduce or close budget gaps and providing solutions to people with serious medical conditions, marijuana's momentum is undeniable.\n\nI'd be remiss, though, if I didn't also state that many questions remain, such as whether or not the government will change its stance on marijuana being a schedule 1 drug, and if marijuana's benefits outweigh its risks. The last question is particularly hard to answer as we have very limited long-term data, and what we do have was primarily focused on the risks of marijuana rather than the benefits.\n\nFive intriguing marijuana finds\n\nHowever, a recently released study from Dr. Wayne Hall, a the director of the Centre for Youth Substance Abuse Research at the University of Queensland, sheds new light, both good and bad, on long-term marijuana use.\n\nHall's study examined the effect of marijuana over a 20-year period (1993-2013), and was made possible by the fact that recreational cannabis use has risen, and stronger cannabis has become available in recent years. Hall's review notes that between 1980 and 2006, the amount of THC found in marijuana increased more than fourfold to 8.5% from less than 2%.\n\nSpecifically, Hall's review led to five intriguing findings about marijuana.\n\n1. It's essentially impossible to overdose on marijuana\n\nOne of the most common comments I've received in my research into medical marijuana from readers is that \"no one has ever overdosed from smoking marijuana.\" This turns to out to practically be true, according to Hall's review. The study points out that it would take between 15 grams and 70 grams of marijuana to cause someone to overdose, which is an amount higher than even a heavy user could consume in a day.\n\nBy comparison, opioid analgesics, which are commonly used to treat pain, one of the indications for which marijuana is typically prescribed, led to 16,007 deaths in 2012 based on data from the Centers for Disease Control and Prevention. In other words, the implication is that marijuana might be a solution to dramatically reducing opioid-related overdose deaths.\n\n2. Marijuana use and driving don't mix\n\nWe know that drinking and driving don't mix, but Dr. Hall's study, which included a meta-analysis of drivers who smoked and a control group that didn't, definitively showed that smoking marijuana nearly doubles your risk of an accident.\n\nWhy does this matter? A number of states are beginning to legalize marijuana for recreational use, so there's concern we could see an increase in accidents caused by marijuana. Further, the review in Australia notes that public education about the dangers of driving under the influence of marijuana may not be enough to deter drivers. There would have to be a real fear of their cannabis use being detected by law enforcement in order to get drivers to give up their keys.\n\n3. Cannabis addiction exists, especially in adolescents\n\nA good chunk of negative marijuana studies focus on the drugs' effect in adolescents. It turns out that those fears may be on target. Per Dr. Hall's review, cannabis addiction does exist, and it's more prevalent in adolescents than adults. One in 10 adults who use marijuana on a regular basis become addicted to it compared to one in six adolescents.\n\n4. Marijuana can negatively impact your IQ\n\nIt turns out that marijuana can actually lower your IQ as well, but according to the review, only if you're a heavy marijuana user. The study notes that \"these effects on IQ were only found in the small proportion of cannabis users who initiated in adolescence and persisted in daily use throughout their 20s and into their 30s.\" This news mirrors a recent abstract we examined that showed marijuana users on average had a slightly lower IQ than non-users.\n\nIn addition to potentially lower IQs, the review also suggests that cannabis use is strongly associated with the use of other illicit drugs.\n\n5. Marijuana's long-term effect on respiratory health is inconclusive\n\nLastly, Dr. Hall's study also brought up one glaring inconclusive finding: that being whether smoking marijuana had a negative effect on the users' respiratory function. Previous studies have gone both ways on this question, and this review notes that there's no conclusive evidence that smoking marijuana will lead to reduced respiratory function or respiratory cancer. The primary reason this turned out inconclusive is because most marijuana users were also smoking tobacco products, making it impossible to differentiate the effect on the body of one from the other.\n\nBifurcated results for marijuana\n\nBased on the study's findings, the outlook for medical marijuana and recreational marijuana is widely bifurcated.\n\nWith inconclusive data on the long-term respiratory effects of marijuana, and given the fact that a person's chances of overdosing from marijuana are extremely slim, it potentially strengthens the case for exploring marijuana's medical benefit profile. Let's remember that marijuana can be absorbed a number of ways beyond smoking, so the respiratory concern can possibly be eliminated.\n\nThis would be good news for GW Pharmaceuticals (NASDAQ:GWPH), a predominantly clinical-stage company focused on creating drugs using the more than five dozen cannabinoid compounds it's discovered to date. Currently, it has just one drug approved outside the U.S. (Sativex), which is absorbed as an oramucosal spray to treat spasticity associated with multiple scleorsis, but is working on a range of additional studies, including cancer pain, type 2 diabetes, and adult and pediatric epilepsy. As long as marijuana studies continue to point toward the drug being safe to use, it'll only further strengthen the need for GW and its peers to conduct more research into its potential uses.\n\nOn the other hand, the case for recreational expansion continues to take a hit based on these studies. Although the four states that have approved marijuana for purchase have strict age requirements in place, it's clear from a number of other statistics and studies that adolescents are still getting their hands on this drug -- and that adolescents are the most susceptible to negative effects from its use.\n\nAs an investor, I continue to view the space with cautious optimism. I'd be thrilled to see marijuana or marijuana-based compounds help patients control serious diseases. But, I'm also a realist who understands that the federal government is unlikely to change its stance on marijuana anytime soon. Also, a vast majority of marijuana-based companies simply don't have viable business models, so you might as well be throwing your nest egg at the roulette table and hoping for the best. I'll continue to closely follow marijuana studies moving forward, but I have no intention of investing in the space anytime soon.", "article_metadata": {"publish_time": "11:41", "description": "With long-term studies lacking, this recently released 20-year study on marijuana use delivers mixed results.", "ResponsiveALP": "1Ses_2things-v-single_single-control_50", "author": "Sean Williams", "promo": "With long-term studies lacking, this recently released 20-year study on marijuana use delivers mixed results.", "twitter": {"title": "A 20-Year Study on Marijuana Use Yields 5 Surprising Finds --  The Motley Fool", "description": "With long-term studies lacking, this recently released 20-year study on marijuana use delivers mixed results.", "site": "@themotleyfool"}, "msvalidate.01": "8D40D58712924715BAA79D135A6C8DDA", "og": {"site_name": "The Motley Fool", "description": "With long-term studies lacking, this recently released 20-year study on marijuana use delivers mixed results.", "title": "A 20-Year Study on Marijuana Use Yields 5 Surprising Finds --  The Motley Fool", "url": "http://www.fool.com/investing/general/2015/01/11/a-20-year-study-on-marijuana-use-yields-5-surprisi.aspx", "image": "https://g.foolcdn.com/image/?url=http%3A%2F%2Fg.foolcdn.com%2Feditorial%2Fimages%2F155111%2F7001222978_593a44993b_z.jpg&h=630&w=1200&op=resize", "type": "article"}, "headline": "A 20-Year Study on Marijuana Use Yields 5 Surprising Finds", "fb": {"admins": 50808187550, "page_id": 7240312795, "app_id": 50808187550}, "bureau": "usmf-health-care", "STORY_UID": "a06ce720-957e-11e4-8528-0050569d4be0", "pitch": 1308, "date": "2015-01-11T16:41:00Z", "gsa_date": "2015 01 11", "tickers": "GWPH", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0"}, "_id": "\"57477af46914bd0286fdfc1d\"", "article_summary": "Bifurcated results for marijuanaBased on the study's findings, the outlook for medical marijuana and recreational marijuana is widely bifurcated.\nI'll continue to closely follow marijuana studies moving forward, but I have no intention of investing in the space anytime soon.\nIt's essentially impossible to overdose on marijuanaOne of the most common comments I've received in my research into medical marijuana from readers is that \"no one has ever overdosed from smoking marijuana.\"\nPer Dr. Hall's review, cannabis addiction does exist, and it's more prevalent in adolescents than adults.\nAs I write today, there are 23 states that have legalized medical marijuana and four states that now allow marijuana to be used on a recreational basis."}