{"article_title": "FDA Orders Food Manufacturers to Stop Using Trans Fat Within Three Years", "article_keywords": ["fda", "heart", "manufacturers", "food", "hydrogenated", "stop", "disease", "fat", "companies", "products", "diet", "using", "trans", "orders"], "article_url": "http://wnep.com/2015/06/16/fda-orders-food-manufacturers-to-stop-using-trans-fat-within-three-years/", "article_text": "× FDA Orders Food Manufacturers to Stop Using Trans Fat Within Three Years\n\nArtificial trans fat will have to disappear from the American diet, according to the U.S. Food and Drug Administration.\n\nThe FDA on Tuesday ruled that trans fat is not “generally recognized as safe” for human food.\n\nEating a diet rich in trans fat is also linked to higher body weight, heart disease and memory loss. It has been shown to raise the “bad,” or LDL, cholesterol in the blood which can lead to cardiovascular disease. Cardiovascular disease is the leading cause of death in the United States.\n\nThe department gave food manufacturers three years to remove the partially hydrogenated oils or PHOs from their products. The companies can also petition the FDA for a special permit to use it. No PHOs can be added to human food unless otherwise approved by the FDA.\n\n“The FDA’s action on this major source of artificial trans fat demonstrates the agency’s commitment to the heart health of all Americans,” said Dr. Stephen Ostroff, the agency’s acting commissioner, in a news release. “This action is expected to reduce coronary heart disease and prevent thousands of fatal heart attacks every year.”\n\nIn 2013, the FDA had made a tentative determination that trans fats were no longer safe, after years of public comment and scientific review this is the final step in the process.\n\nManufacturers have had to list trans fat content on their labels since 2006, and there has been a significant decrease in the amount of trans fat in American foods.\n\nThe FDA estimates trans fat consumption declined about 78% between 2003 and 2012 after the labeling went into effect. That’s when many companies reduced trans fat content from their products, or at least some of it. The law still allowed companies to list products as “trans fat free” even if they had 0.5 grams of fat.\n\nIn 2007, New York City adopted a regulation that banned it from restaurants, but some restaurants were already ahead of the legal changes.\n\nCompanies like McDonald’s had stopped cooking their french fries in trans fat more than a decade ago. Their online menus say all their fried food is free of trans fat. Chick-fil-A removed all artificial trans fat from its menu in 2008.\n\nBefore it became a popular ingredient in processed and fast foods, trans fat was introduced into the American diet as early as 1911 in the form of shortening or hydrogenated vegetable oil, used for cooking and making pies.\n\nPartially hydrogenated oil is formed when hydrogen is added to liquid oils to make solid fats, like shortening and margarine. It also increases the shelf life of food and enhances flavors.\n\nAmerican dietary guidelines recommended Americans keep their trans fat consumption “as low as possible.”", "article_metadata": {"description": "Artificial trans fat will have to disappear from the American diet, according to the U.S. Food and Drug Administration. The FDA on Tuesday ruled that trans fat is not \"generally recognized as safe\" for human food.", "generator": "WordPress.com", "og": {"site_name": "WNEP.com", "description": "Artificial trans fat will have to disappear from the American diet, according to the U.S. Food and Drug Administration. The FDA on Tuesday ruled that trans fat is not “generally recognized as…", "title": "FDA Orders Food Manufacturers to Stop Using Trans Fat Within Three Years", "url": "http://wnep.com/2015/06/16/fda-orders-food-manufacturers-to-stop-using-trans-fat-within-three-years/", "image": {"width": 1200, "identifier": "https://localtvwnep.files.wordpress.com/2015/06/transfats.jpg?w=1200", "height": 900}, "locale": "en_US", "type": "article"}, "twitter": {"image": {"src": "https://localtvwnep.files.wordpress.com/2015/06/transfats.jpg?w=640"}, "site": "@wnep", "card": "summary_large_image", "creator": "@wnep"}, "msvalidate.01": "9CC50DB4C5614EA88B5CFA75E33AAB02", "msapplication-tooltip": "News, Weather & Sports from WNEP-TV -- Proud to Serve Northeastern and Central Pennsylvania", "apple-itunes-app": "app-id=576449977", "fb": {"pages": 54696907755}, "msapplication-window": "width=device-width;height=device-height", "msapplication-task": "name=Subscribe;action-uri=http://wnep.com/feed/;icon-uri=http://0.gravatar.com/blavatar/8f6f6b83745b5040a1eab22f36eb2434?s=16", "application-name": "WNEP.com", "article": {"publisher": "http://www.facebook.com/Newswatch16", "published_time": "2015-06-16T17:26:55+00:00", "modified_time": "2015-06-16T17:26:55+00:00", "author": "http://www.facebook.com/Newswatch16"}, "keywords": "news, fda, trans fat", "google-site-verification": "GEWMe03uX6hX8v43Ve2pFUlxI6LoNbIRq_sevJRIrrA", "viewport": "width=device-width, initial-scale=1, user-scalable=no"}, "article_summary": "× FDA Orders Food Manufacturers to Stop Using Trans Fat Within Three YearsArtificial trans fat will have to disappear from the American diet, according to the U.S. Food and Drug Administration.\nManufacturers have had to list trans fat content on their labels since 2006, and there has been a significant decrease in the amount of trans fat in American foods.\nThe FDA estimates trans fat consumption declined about 78% between 2003 and 2012 after the labeling went into effect.\nThe FDA on Tuesday ruled that trans fat is not “generally recognized as safe” for human food.\nThe law still allowed companies to list products as “trans fat free” even if they had 0.5 grams of fat."}