{"article_title": "Wall Street’s sinister disappearing act: How it still endangers America — while Washington looks the other way", "article_keywords": ["sinister", "financial", "power", "wall", "endangers", "streets", "washington", "financialization", "states", "street", "economy", "looks", "way", "act", "america", "inequality", "capital", "market", "disappearing"], "article_url": "http://www.salon.com/2015/07/13/the_shocking_way_wall_street_endangers_america_while_washington_looks_the_other_way/", "article_text": "Topics: 2016 Elections, Finance, Financial Crisis, Financialization, Wall Street, News, Politics News\n\nThe landscape of issues that will define the 2016 presidential election is taking shape. Liberals should be relishing an emerging core issue: the 35-year trend of growing economic inequality and essentially flat or declining wages for most Americans. Even Republican presidential hopefuls facing an energized far-right in the party’s primaries are talking about inequality. None other than Tea Party favorite Ted Cruz has seized on the liberal mantra of the “rich getting richer” as he decried the struggles of the young, single moms, and Latinos.\n\nOf course, this is not a harbinger of bipartisan consensus. Cruz’s solution for inequality is to repeal the Affordable Care Act and Marco Rubio’s is to pool federal social-safety net funds and block-grant them to the states. On the other side of the aisle, the White House pushes a higher minimum wage and affordable childcare. And everyone likes the idea of education and training, not troubling themselves with Paul Krugman’s concern that the economy may not provide jobs for these newly skilled workers.\n\nYet, a common denominator bridges this gaping partisan chasm: Both sides ignore the role of Wall Street as a driver of inequality. In one sense, this is curious. If there is one group that is consistently among the least trusted and most disliked, it is the banks. Linking the core economic issue, inequality, to Wall Street makes for obvious populist appeal.\n\nIt’s true that much political blood is being shed in financial reform battles, with conservatives seemingly hell-bent to deregulate the industry responsible for the disastrous 2008 financial crisis by repealing the Dodd-Frank Act one provision at a time. But that particular drama is unfolding within a very narrow focus on systemic stability and safeguards against future crises. Wall Street’s role in inequality is a differently colored horse.\n\nThe missing link in the inequality debate is not financial stability, but financial domination of the broader economy, what has come to be called “financialization.” Financialization, as a new Demos report demonstrates, is not only measurable by risk and volatility or by the mere expanding volume of financial activities; rather, it should also be measured by how the non-financial economy—the economy of jobs and wages, production and enterprise growth—is increasingly distorted by institutionalized financial incentives and the pursuit of financial returns. Financialization is about the growing misalignment of managers and business models and strategies, at the expense of workers and their communities, broader social needs and goals, and even long-term investors. Any presidential candidate who is serious about reducing inequality and restoring opportunity in America should begin the debate here.\n\nRent-Seeking\n\nToday’s financial sector absorbs a far greater share of the economy than it did 35 years ago and investing in financial sector growth is a poor way to directly generate jobs. However, far greater negative consequences of financialization permeate the economy. By altering the way the system allocates capital and propagating a culture of rent-seeking, finance has inflated incomes at the high end and depressed all other incomes. Rents are profits earned not through competitive market forces but rather through rigged gaming of the market itself. In the 19th century European agriculture economies, the aristocracy exercised market power by controlling the land. In America toward the end of the industrial revolution, monopolistic ownership of production was added to the mix, resulting in the Gilded Age that receded only after the trust-busting Teddy Roosevelt and progressive regulation reined-in the predatory power of the Robber Barons. Today, big finance is highly concentrated and dominates the trading markets for capital investments, influencing the practices of investors and board rooms through a new form of market power derived from advanced technology and quantitative analytics. Power over commercial markets, as the Robber Barons wielded, creates damaging opportunities for rent extraction. But market power over capital intermediation, society’s mechanism for deciding what to invest in, is far more concerning. Indeed, we have embarked on a second Gilded Age of structural inequality, led this time by the rentier banks and corporations that behave increasingly as if they were hedge funds rather than manufacturing or service businesses.\n\nThe new Demos report lays out ample evidence of this. NYU economist Thomas Philippon finds that we now pay much more for financial middlemen than we should, despite dramatic technological advances, and that drains about $280 billion annually out of the economy. This is profit from rent seeking activity. Using a market price/earnings factor of 15.5 (a commonly used multiple that converts annual profit into market value of equity), the implied size of this financial rent-seeking business in terms of share value is more than $4 trillion, larger than the 15 largest non-financial firms in the United States and more than 15 percent of aggregate market capitalization of U.S. businesses.\n\nThis $280 billion in rent is split between shareholders and a few thousand executives earning insanely large bonuses. In the United States, about half of the top 0.1 percent households in terms of wealth are neither old money nor stars of entertainment or sports nor self-made entrepreneurs. They are “super-managers,” the term used by Thomas Piketty in “Capital in the 21 Century” to describe the new age executives whose paychecks alone are enough to propel them into dynastic wealth.", "article_metadata": {"description": "As the 2016 election ramps up, inequality is on everybody's mind. But nobody wants to get serious about finance", "title": "Wall Street’s sinister disappearing act: How it still endangers America — while Washington looks the other way", "og": {"site_name": "Salon", "description": "As the 2016 election ramps up, inequality is on everybody's mind. But nobody wants to get serious about finance", "title": "Wall Street’s sinister disappearing act: How it still endangers America — while Washington looks the other way", "url": "http://www.salon.com/2015/07/13/the_shocking_way_wall_street_endangers_america_while_washington_looks_the_other_way/", "image": "http://media.salon.com/2015/07/obama_dimon_cruz.jpg", "type": "article"}, "twitter": {"description": "As the 2016 election ramps up, inequality is on everybody's mind. But nobody wants to get serious about finance", "title": "Wall Street’s sinister disappearing act: How it still endangers America — while Washington looks the other way", "image": "http://media.salon.com/2015/07/obama_dimon_cruz.jpg", "creator": "@salon", "site": "@salon", "card": "summary_large_image"}, "author": "Wallace Turbeville", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, 2016 Elections, Finance, Financial Crisis, Financialization, Wall Street", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "Topics: 2016 Elections, Finance, Financial Crisis, Financialization, Wall Street, News, Politics NewsThe landscape of issues that will define the 2016 presidential election is taking shape.\nYet, a common denominator bridges this gaping partisan chasm: Both sides ignore the role of Wall Street as a driver of inequality.\nIn the 19th century European agriculture economies, the aristocracy exercised market power by controlling the land.\nLinking the core economic issue, inequality, to Wall Street makes for obvious populist appeal.\nBut market power over capital intermediation, society’s mechanism for deciding what to invest in, is far more concerning."}