{"article_title": "Ohio’s Medicaid Spending Increasing Rapidly Under Gov. Kasich", "article_keywords": ["billion", "ohios", "gov", "rapidly", "fiscal", "kasichs", "spending", "obamacare", "medicaid", "kasich", "department", "ohio", "increasing", "increased"], "article_url": "http://news.heartland.org/newspaper-article/2015/09/25/ohios-medicaid-spending-increasing-rapidly-under-gov-kasich", "article_text": "Ohio Gov. John Kasich is campaigning for the Republican presidential nomination as a budget-balancing welfare reformer, but since he took office, his state’s annual Medicaid spending has increased by nearly $6 billion, an increase of 30 percent from 2011-15, according to the Ohio Department of Medicaid.\n\nAveraged across Kasich’s first two budgets covering fiscal years 2012-13 and 2014-15, Medicaid spending increased by 7.4 percent per year.\n\nAccording to Kasich’s administration, Ohio’s Medicaid spending increased by 4.1 percent in fiscal year 2012; 2.5 percent in 2013; 10.6 percent in 2014; and 12.5 percent in 2015.\n\nMedicaid Expansion is “Unsustainable”\n\nUnder Obamacare states have the option to expand Medicaid to cover working-age adults with no kids and no disabilities. Before Obamacare, Medicaid has traditionally only covered children, pregnant women, poor families, the elderly and the disabled.\n\nKasich’s Obamacare expansion increased Ohio’s Medicaid rolls by 620,000 new members.\n\nOhio Watchdog quoted State Rep. Jim Butler, a Republican from Oakwood, saying Kasich’s Obamacare expansion “has likely masked the unsustainable increase in spending that is occurring with the Medicaid system,” because Obamacare expansion enrollees typically have lower health care costs than traditional Medicaid recipients.\n\nOhio’s per-member Medicaid costs are still increasing at an alarming rate, considering how rapidly enrollment has climbed under Kasich, says Butler.\n\nFor example, in fiscal year 2011, Ohio Medicaid spending totaled $17.7 billion. In fiscal year 2015, which ended in June, Ohio Medicaid spending totaled $23.5 billion.\n\nOhio Medicaid spending could reach $28.2 billion in 2017, according to Kasich’s Department of Medicaid. This would be a 59 percent increase from when Kasich took office in 2011.\n\nIn contrast, Ohio’s 2017 budget has $2.2 billion for the attorney general’s office, Department of Public Safety and Department of Rehabilitation & Correction; $11.1 for Ohio Department of Education; and $2.6 billion for the Ohio Department of Higher Education.\n\nKenneth Artz (iamkenartz@hotmail.com) is managing editor of Health Care News.\n\nInternet Info\n\nJason Hart, “Ohio Medicaid spending is skyrocketing under Gov. Kasich,” Ohio Watchdog, September 23, 2015: http://watchdog.org/237976/ohio-medicaid-skyrocketing-kasich/", "article_metadata": {}, "article_summary": "Internet InfoJason Hart, “Ohio Medicaid spending is skyrocketing under Gov.\nOhio Medicaid spending could reach $28.2 billion in 2017, according to Kasich’s Department of Medicaid.\nAveraged across Kasich’s first two budgets covering fiscal years 2012-13 and 2014-15, Medicaid spending increased by 7.4 percent per year.\nAccording to Kasich’s administration, Ohio’s Medicaid spending increased by 4.1 percent in fiscal year 2012; 2.5 percent in 2013; 10.6 percent in 2014; and 12.5 percent in 2015.\nBefore Obamacare, Medicaid has traditionally only covered children, pregnant women, poor families, the elderly and the disabled."}