{"article_title": "ETBU chief heads to Supreme Court for case on contraceptive coverage", "article_keywords": ["case", "supreme", "court", "institution", "etbu", "university", "contraceptive", "private", "insurance", "provide", "chief", "coverage", "schools", "heads", "religious", "pill"], "article_url": "http://www.news-journal.com/news/2016/feb/03/etbu-chief-to-testify-before-supreme-court-about-c/", "article_text": "MARSHALL — East Texas Baptist University President Blair Blackburn said Tuesday that he is headed to the nation's capital to support the university's fight for religious liberty.\n\nBlackburn will be in the audience when U.S. Supreme Court justices hear arguments in the school's ongoing legal battle to avoid paying for contraceptives for women covered under its health plan. The justices are set to begin hearing oral arguments at 10 a.m. March 23.\n\nETBU, along with with Houston Baptist University and Westminster Theological Seminary, is asking the court to reverse a lower court decision that requires the private schools to provide contraceptive coverage in its employee health insurance or face federal fines.\n\nThe schools filed a federal lawsuit in 2012 seeking relief from a mandate in the Affordable Care Act requiring contraceptive coverage in employee health plans. The institutions said the contraceptive coverage, which includes \"the morning-after pill,\" violates their religious beliefs. A district court upheld the exemption, but the 5th U.S. Circuit Court of Appeals in New Orleans ruled against it early last year. The high court agreed in November to hear the case.\n\nFormer U.S. Solicitor General Paul Clement, who represented Hobby Lobby last year in a similar case and won, will represent the three institutions.\n\n\"It's interesting that the U.S. Supreme Court has already ruled in this matter by not requiring churches and private, Christian-based businesses such as Hobby Lobby to provide abortifacients through a third party insurance, yet we are a private, Christian-based institution, and we are having to argue the same case again,\" Blackburn said.\n\n\"It's unfair, unjust, and we are not being treated equitably,\" he said. \"We as an institution hold to God's truth and we are free, under the Constitution, to follow our beliefs.\"\n\nBlackburn said that if the controversial drugs, such as Plan B or \"day after pill\" and Ella or \"week after pill,\" are provided by an insurance company, the college is still responsible.\n\n\"We provide these services through our third-party insurance, and we subsidize the costs for our employees,which is a conflict for us and our beliefs as a Christ-centered institution.\"\n\nBlackburn said the university has 104 full-time female faculty members, making up 43 percent of the total full-time staff, and they support the university's position.\n\n\"For me, this case is about the ability to protect our freedoms,\" ETBU Director of Leadership Development and Assistant Professor of Leadership Emily Prevost said Tuesday. \"As a religious institution, we work diligently to make sure our faith shapes our choices in and out of the classroom. The constitution provides us freedom in that the government cannot tell us how to live our faith. This is not just about contraceptives.\n\n\"We have chosen to work here because we can express our faith in our classroom,\" Prevost said. \"This case is about making sure we are not required to go against our beliefs and religious culture.\"", "article_metadata": {"viewport": "width=device-width, initial-scale=1", "og": {"url": "http://www.news-journal.com/news/2016/feb/03/etbu-chief-to-testify-before-supreme-court-about-c/", "image": "https://static.texascommunitymedia.com/img/photos/2016/02/03/J_Blair_Blackburn_1.jpg", "type": "article", "description": "MARSHALL — East Texas Baptist University President Blair Blackburn said Tuesday that he is headed to the nation's capital to support the university's fight for ...", "title": "ETBU chief heads to Supreme Court for case on contraceptive coverage - Longview News-Journal"}, "msapplication-TileColor": "#ffffff", "blitz": "mu-10ba9b19-0c38fcd6-4c764ea6-9fa4649b", "fb": {"app_id": 1419380718274846}, "msapplication-TileImage": "https://static.texascommunitymedia.com/static/lnj/images/favicons/mstile-144x144.png", "theme-color": "#ffffff"}, "article_summary": "\"As a religious institution, we work diligently to make sure our faith shapes our choices in and out of the classroom.\nETBU, along with with Houston Baptist University and Westminster Theological Seminary, is asking the court to reverse a lower court decision that requires the private schools to provide contraceptive coverage in its employee health insurance or face federal fines.\nThe institutions said the contraceptive coverage, which includes \"the morning-after pill,\" violates their religious beliefs.\n\"This case is about making sure we are not required to go against our beliefs and religious culture.\"\nThe schools filed a federal lawsuit in 2012 seeking relief from a mandate in the Affordable Care Act requiring contraceptive coverage in employee health plans."}