{"article_title": "Nuggets forward Kenneth Faried no help against Celtics – The Denver Post", "article_keywords": ["sure", "help", "kenneth", "wasnt", "season", "denver", "malone", "celtics", "game", "points", "im", "faried", "forward", "post", "nuggets", "thats"], "article_url": "http://www.denverpost.com/nuggets/ci_29545490/nuggets-forward-kenneth-faried-no-help-against-celtics", "article_text": "Veteran forward Kenneth Faried was among the Nuggets who struggled to get things going in Sunday’s game against the Boston Celtics.\n\nFaried’s final line looked alarming: zero points, one rebound, one assist and two fouls in 13 minutes. Faried didn’t play in the fourth quarter. But that wasn’t because of punishment, coach Michael Malone said. Faried asked to be taken out of the game.\n\n“Second half, he asked to come out,” Malone said. “I’m not sure if he wasn’t feeling well, I’m not sure what it was. But when your starting power forward has one rebound in 13 minutes, and you get outrebounded by 12, that’s obviously an issue.”\n\nThe last time Faried didn’t score in a game was Feb. 3, 2015. He went 0-for-6 from the field in a loss to Philadelphia.\n\n“Kenneth got into early foul trouble, got two quick ones (and I) took him out,” Malone said. “In the second half, we cut it to five in the third quarter and he asked to come out. Wasn’t feeling well, I’m not sure. That’s the reason he played the limited minutes.”\n\nNot sticking to script. Malone warned the Nuggets that the Celtics are specialists in getting opponents to turn the ball over.\n\nNuggets Mailbag: Pose a question for Christopher Dempsey\n\nHis players took that information for granted, and the Celtics made them pay.\n\nThe Nuggets’ 24 turnovers Sunday tied their season high. It was the sixth time this season they had 20 or more.\n\n“When you give them 24 turnovers for 29 points, and that leads to their 24 fast- break points, that’s a huge problem,” Malone said.\n\nFootnotes. Jameer Nelson (wrist) missed his eighth straight game. … The Nuggets were swept by Boston for the second consecutive season.", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "Nuggets forward Kenneth Faried no help against Celtics", "title": "Nuggets forward Kenneth Faried no help against Celtics", "url": "http://www.denverpost.com/2016/02/21/nuggets-forward-kenneth-faried-no-help-against-celtics/", "image": {"width": 654, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/04/20160205__9a202ce2b3fba5068f0f6a706700f909p1.jpg", "height": 516}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/04/20160205__9a202ce2b3fba5068f0f6a706700f909p1.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "article": {"published_time": "2016-02-21T22:06:52+00:00", "modified_time": "2016-04-18T02:37:10+00:00"}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "viewport": "width=device-width, initial-scale=1"}, "article_summary": "Veteran forward Kenneth Faried was among the Nuggets who struggled to get things going in Sunday’s game against the Boston Celtics.\n“When you give them 24 turnovers for 29 points, and that leads to their 24 fast- break points, that’s a huge problem,” Malone said.\n“I’m not sure if he wasn’t feeling well, I’m not sure what it was.\nMalone warned the Nuggets that the Celtics are specialists in getting opponents to turn the ball over.\nNuggets Mailbag: Pose a question for Christopher DempseyHis players took that information for granted, and the Celtics made them pay."}