{"article_title": "Obamacare is Trouble Again. Here's Why.", "article_keywords": ["tax", "programs", "heres", "money", "obamacare", "insurance", "states", "medicare", "social", "trouble", "law", "indirect"], "article_url": "http://time.com/money/3043809/obamacare-tax-credits-lawsuit-gruber/", "article_text": "\n\n\n\nThe legal struggles over health care reform have taken yet another odd turn.\n\nLast week a decision by a federal appeals courts put into doubt a key feature of the Affordable Care Act, a.k.a. Obamacare. In particular it ruled that residents in the 36 states that have not set up their own insurance “exchanges” aren’t eligible for tax credits when they buy coverage. Those credits are crucial to making the law work because they make insurance plans affordable. (The ruling may not stand; another court the same day made the opposite call.)\n\nI wrote at the time that the court’s reading of the intent of the law seemed implausible. Why would Congress have allowed states to so easily opt out of such a hard-fought law? And why did no one mention this at the time? The theory that Congress meant for the law to work this way seemed to be news to everyone until Obamacare opponents came up with it for the lawsuit.\n\nHowever, late last week opponents of Obamacare found video of a prominent, well-connected Obamacare adviser, M.I.T. economist Jonathan Gruber, saying that states should really set up exchanges because otherwise their residents wouldn’t get the federal money. Those remarks (and these too) were in 2012, two years after the law passed but before the court case. Gruber says his remarks were a mistake.\n\nWhat Gruber said in 2012 doesn’t really prove much about what Congress was thinking in 2010. (More here from Vox.com’s Sarah Kliff on how none of this came up during the actual debate). But I have to admit, it’s somewhat harder to argue that the D.C. circuit’s reading is a craaaaazy idea because, well, one architect of the law apparently once understood it that way, too.\n\nThat said, let’s look beyond the controversy of the moment, and even beyond the ACA, at the real reason Democrats have found themselves in this tight spot: Congress tried to squeeze a big social program through the tax code. No wonder things got complicated.\n\nRemember what people were talking about in 2010? It was mandatemandatemandate. Tax credits and subsidies weren’t much on the minds of anyone but real health care wonks. Yet they are essential to making the ACA what it really is: A social insurance program, not unlike Social Security or Medicare, that raises some taxes (chiefly Medicare taxes on higher earners) to pay for a safety net for low and middle-income people.\n\nBut the subsidies are indirect: Instead of having a public insurance program, we have money running through private insurance. Which runs through state-run exchanges. Or sometimes federal exchanges. Through which run tax credits via the IRS. With another chunk of money going through states via the the Medicaid system.\n\nThat complexity is why the Healthcare.gov roll-out was such a mess. It’s why the Supreme Court has already reduced the law’s reach by striking down part of its Medicaid provision, allowing some states to opt-out of coverage for many low-income people. And it’s why it now matters so much how a judge chooses to interpret the language of section 1311(d)(1) of the legislation.\n\nBut of course the ACA isn’t the only example of the government using indirect means to put money into people’s pockets to achieve a social goal. There’s the Earned Income Tax Credit, an important anti-poverty program. But there’s also lots for the middle-class (and above): Medicare drug plans administered by private companies, longstanding tax incentives for employers to offer health insurance, and the 529 tax break for college savings. And, for homeowners, of course, the mortgage interest deduction.\n\nPolitical scientist Suzanne Mettler calls these partly hidden benefits the “submerged state.” The government is still spending money–it’s just not always obvious how. Such programs have become become the center of gravity in the Washington’s approach to domestic spending. Republicans frequently try to make direct spending programs less direct. (Think Mitt Romney’s plan to turn Medicare into something like a voucher to buy coverage.) And Democrats proposing new programs go the indirect route. (Obamacare is basically a voucher to buy coverage.)\n\nThis has political advantage for both sides. Conservatives like that it leaves people less attached to the idea that government can help them, because the programs are harder to see, even if the money going to constituents is real. Liberals like that indirect programs are a lot easier to get passed.\n\nThe cost, though, is that indirect programs are hard to design well. They create a lot of complexity for users—these programs are a big part of why doing your taxes is such a pain. And they sometimes fail to get dollars where they are most needed.\n\nThat doesn’t mean indirect programs aren’t worth doing—the Affordable Care Act has achieved one of its key goals by adding millions to the insurance rolls. But if the D.C. circuit decision prevails (I’m still guessing it won’t) supporters of health-care reform are going to need to do some rethinking. They might consider pushing something like Medicare, except for people under 65. That wouldn’t be an easy political argument to win, of course. But at least you wouldn’t have to be a wonk to understand how it works.", "article_metadata": {"apple-mobile-web-app-status-bar-style": "black-translucent", "viewport": "width=device-width,minimum-scale=1.0,maximum-scale=1.0", "description": "We're still arguing over how the Affordable Care Act is supposed to work.", "generator": "WordPress.com", "og": {"site_name": "MONEY.com", "description": "Here's why we're still arguing over how the health care law is supposed to work.", "title": "The Real Reason Obamacare Is Now In Trouble", "url": "http://time.com/money/3043809/obamacare-tax-credits-lawsuit-gruber/", "image": "https://timedotcom.files.wordpress.com/2014/07/140729_ff_obamacare_1.jpg?quality=75&strip=color&w=1012", "type": "article"}, "twitter": {"image": {"src": "https://timedotcom.files.wordpress.com/2014/07/140729_ff_obamacare_1.jpg?quality=75&strip=color&w=1012"}, "title": "The Real Reason Obamacare Is Now In Trouble", "description": "Here's why we're still arguing over how the health care law is supposed to work.", "card": "summary_large_image", "site": "MONEY"}, "msapplication-TileColor": "#FFFFFF", "msapplication-tooltip": "Current & Breaking News | National & World Updates", "apple-mobile-web-app-capable": "yes", "p": {"domain_verify": "f48a8936c3fffc943fce516f2e3ff1d2"}, "fb": {"app_id": 53177223193}, "msapplication-window": "width=device-width;height=device-height", "msapplication-TileImage": "https://s0.wp.com/wp-content/themes/vip/time2014/img/time-touch_icon_152.png", "application-name": "TIME", "google-site-verification": "nFxFQf8F4Xgg0b9Ap9rOUJzg7MY74LicbBIzsLo8yIg", "keywords": ", aca, affordable care act, exchanges, gruber, halbig, jonathan gruber, obamacare, subsidies", "article": {"publisher": "https://www.facebook.com/MoneyMagazine"}, "msapplication-task": "name=Subscribe;action-uri=http://time.com/feed/;icon-uri=http://0.gravatar.com/blavatar/2cee445ea71a179ffd35ea91cf154905?s=16", "news_keywords": "aca, affordable care act, exchanges, gruber, halbig, jonathan gruber, obamacare, subsidies"}, "_id": "\"57477af46914bd0286fe327f\"", "article_summary": "However, late last week opponents of Obamacare found video of a prominent, well-connected Obamacare adviser, M.I.T.\nThe cost, though, is that indirect programs are hard to design well.\nLiberals like that indirect programs are a lot easier to get passed.\nThat doesn’t mean indirect programs aren’t worth doing—the Affordable Care Act has achieved one of its key goals by adding millions to the insurance rolls.\nThe theory that Congress meant for the law to work this way seemed to be news to everyone until Obamacare opponents came up with it for the lawsuit."}