{"article_title": "Huckabee Calls on Obama to Revoke Iran Deal in Wake of Paris Attack", "article_keywords": ["protect", "revoke", "deal", "calls", "isis", "paris", "terrorists", "nations", "huckabee", "attack", "wake", "night", "iran", "president", "obama"], "article_url": "http://www.mediaite.com/online/huckabee-calls-on-obama-to-revoke-iran-deal-in-wake-of-paris-attack/", "article_text": "All of the presidential candidates have so far spoken out about the Paris terrorist attack, and today Mike Huckabee put out a lengthy statement saying President Obama needs to revoke the Iran deal in the wake of it.\n\nOver 100 people were killed last night as terrorists targeted multiple locations over Paris. Authorities confirmed late last night that all the terrorists are dead, and the president of France called the attack an act of war by ISIS.\n\nHuckabee brought up how yesterday morning, the president said that the United States has been able to contain ISIS. “We are clearly not dealing with leashed animals or with a JV team,” Huckabee said. “We’re dealing with a threat to western civilization.”\n\nHe said the U.S. deserves a president who will protect Americans, not one who will “just talk and protect the image of Islam.”\n\nHere’s what Huckabee wants to see Obama do:\n\n1. Close our borders instead of Guantanamo. 2. Institute an immediate moratorium on admission to those persons from countries where there is strong presence of ISIS or Al-Qaeda. 3. Build a coalition that will include NATO, Russia, and nations of the Middle East to aggressively destroy ISIS. Nations who refuse to participate will be sanctioned and isolated. 4. Revoke any agreement with Iran regarding their nuclear capacity. Radical Islamists, whether Sunni or Shia, are a clear and present danger to civilization.\n\n[image via Christopher Halloran/Shutterstock]\n\n— —\n\nFollow Josh Feldman on Twitter: @feldmaniac", "article_metadata": {"description": "All of the presidential candidates have so far spoken out about the Paris terrorist attack, and today Mike Huckabee put out a lengthy statement saying President", "generator": "WordPress 2016.21", "og": {"image": "http://static01.mediaite.com/med/wp-content/uploads/2015/09/huckabee2.jpg", "title": "Huckabee Calls on Obama to Revoke Iran Deal in Wake of Paris Attack"}, "twitter": {"description": "All of the presidential candidates have so far spoken out about the Paris terrorist attack, and today Mike Huckabee put out a lengthy statement saying President Obama needs to revoke the Iran deal in the wake of it.", "title": "Huckabee Calls on Obama to Revoke Iran Deal in Wake of Paris Attack", "image": "http://static01.mediaite.com/med/wp-content/uploads/2015/09/huckabee2.jpg", "creator": "@feldmaniac", "site": "@mediaite", "card": "summary"}, "NextGEN": "1.5.5", "date": "2015-11-14T11:32:21+00:00", "keywords": "online", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.5, minimum-scale=1.0"}, "article_summary": "All of the presidential candidates have so far spoken out about the Paris terrorist attack, and today Mike Huckabee put out a lengthy statement saying President Obama needs to revoke the Iran deal in the wake of it.\nOver 100 people were killed last night as terrorists targeted multiple locations over Paris.\nHuckabee brought up how yesterday morning, the president said that the United States has been able to contain ISIS.\nAuthorities confirmed late last night that all the terrorists are dead, and the president of France called the attack an act of war by ISIS.\nInstitute an immediate moratorium on admission to those persons from countries where there is strong presence of ISIS or Al-Qaeda."}