{"article_title": "Patrick Bordeleau back with Avs after “frustrating” recovery, but not ready to play – The Denver Post", "article_keywords": ["injured", "play", "weeks", "recovery", "patrick", "work", "denver", "avs", "bordeleau", "im", "conditioning", "season", "ready", "post", "frustrating", "surgery", "road"], "article_url": "http://www.denverpost.com/avalanche/ci_27155890/patrick-bordeleau-back-avs-after-frustrating-recovery-but", "article_text": "Patrick Bordeleau is back with the Avalanche — after he was activated from injured reserve on Tuesday — but he’ll remain a healthy scratch for the time being.\n\nBordeleau skated full-go Wednesday at the Avs’ final practice before leaving on a three-game road trip to Pittsburgh, Buffalo and Detroit.\n\nBut the third-year winger, who went through back surgery in the offseason, is not yet ready for games, he said.\n\n“My back feels fine. It’s just conditioning that I’m behind with,” Bordeleau said. “I have to work on my conditioning and I’ll be back.”\n\nBordeleau, who played all 82 games last season for Colorado, with six goals and five assists, has yet to play this season. He was expected to miss the first three months of the season after back surgery — but he was activated about two to three weeks early.\n\nAVS MAILBAG: Pose a question for Mike Chambers\n\n“I feel close. I’m really close,” Bordeleau said. “I’m excited. I’m anxious. I’m (ticked) I haven’t been able to play.”\n\nBordeleau said he would like to make his season debut on the Avs’ road trip — they play Thursday at Pittsburgh, then Saturday at Buffalo and Sunday at Detroit — but that he might still need two weeks to catch up his fitness.\n\n“I was hoping tomorrow. But today, my conditioning wasn’t good enough,” he said. “It’s been frustrating. But it is what it is. It was a big surgery. I’ve had to work hard to get back.”\n\nAfter the surgery, Bordeleau wasn’t able to stand, let alone skate, he said. His road back through recovery, though, is nearing an end.\n\n“At least it doesn’t hurt anymore” he said.\n\nRoster updates. Erik Johnson, Matt Duchene, Gabriel Landeskog, John Mitchell and Daniel Briere all returned to Avs’ practice Wednesday after sitting out the day before.\n\nMitchell (knee) remains on injured reserve. Briere had his left thigh wrapped, but participated fully.\n\nBen Street (hand) and Jesse Winchester (concussion) also remain on injured reserve.\n\nNick Groke: ngroke@denverpost.com or twitter.com/nickgroke", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "Patrick Bordeleau back with Avs after “frustrating” recovery, but not ready to play", "title": "Patrick Bordeleau back with Avs after “frustrating” recovery, but not ready to play", "url": "http://www.denverpost.com/2014/12/17/patrick-bordeleau-back-with-avs-after-frustrating-recovery-but-not-ready-to-play/", "image": {"width": 654, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/04/20141217__patrick-bordeleau-avs-121714p1.jpg", "height": 438}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/04/20141217__patrick-bordeleau-avs-121714p1.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "article": {"published_time": "2014-12-17T13:22:21+00:00", "modified_time": "2016-04-26T07:29:38+00:00"}, "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fdfa0f\"", "article_summary": "I’ve had to work hard to get back.”After the surgery, Bordeleau wasn’t able to stand, let alone skate, he said.\nBordeleau skated full-go Wednesday at the Avs’ final practice before leaving on a three-game road trip to Pittsburgh, Buffalo and Detroit.\nBut the third-year winger, who went through back surgery in the offseason, is not yet ready for games, he said.\nIt’s just conditioning that I’m behind with,” Bordeleau said.\nPatrick Bordeleau is back with the Avalanche — after he was activated from injured reserve on Tuesday — but he’ll remain a healthy scratch for the time being."}