{"article_title": "New FEHBP Enrollment Option Will Result in Winners and Losers", "article_keywords": ["premium", "option", "family", "federal", "enrollment", "winners", "losers", "result", "coverage", "opm", "employees", "selfplusone", "fehbp", "self"], "article_url": "http://www.govexec.com/pay-benefits/2015/09/new-fehbp-enrollment-option-will-result-winners-and-losers/121244/", "article_text": "Enrollees in the Federal Employees Health Benefits Program who choose the new self-plus-one option most likely will pay lower premiums than those with self and family coverage, according to the Office of Personnel Management.\n\nThe self-plus-one option could save those currently enrolled in FEHBP’s self and family plan on average 6 percent in current premium costs in 2016, OPM has estimated, while self and family premiums are expected to rise by 7 percent on average. The agency outlined those cost estimates and other details about the new FEHBP self-plus-one option in a final rule in Thursday’s Federal Register. The estimates “are used in the final rule for the purpose of modeling the potential effects of the new self-plus-one enrollment type,” OPM said in a statement. The agency did not measure the impact of the new option on self-only coverage in the final rule.\n\n“The average premium for self-plus-one coverage will be approximately 94 percent of the cost of existing self and family coverage,” the final rule stated. “The average premium for self and family coverage will be approximately 107 percent of the cost of existing self and family coverage.”\n\nOPM did not provide specific information on differences in premium rates among the three FEHBP coverage options – self-only, self and family, and self-plus-one – that federal employees and retirees can choose, effective in 2016. The agency said it will announce the 2016 FEHBP premium rates at the end of September.\n\nThe self-plus-one coverage option, included in the 2013 budget deal, will give feds with one eligible family member, such as a spouse or a dependent up to age 26, a new FEHBP enrollment choice. Feds and retirees interested in self-plus-one beginning in January 2016 will be able to sign up for it during the 2015 Open Season which runs from Nov. 9-Dec. 14.\n\nMany FEHBP enrollees have long complained about the lack of a self-plus-one option. FEHBP currently offers self-only and family coverage; those enrollees with spouses and no dependents must choose the family plan if they want coverage extended to their spouse. Some enrollees have balked at having to pay more for the family plan when they don’t have children.\n\nInsurance carriers reported to OPM that currently more than 1 million self and family contracts (of the 2.1 million self and family contracts) had only one dependent listed. Of those enrollments, approximately 60 percent were retirees and 40 percent were active federal employees. Because OPM has shown that the FEHBP enrollee pool skews older, it’s possible the self-plus-one option might not be cheaper for everyone who chooses it. Older empty-nesters are more expensive to insure than a young couple with children, typically.\n\nEarlier this year, OPM directed insurance carriers to ensure that premium rates for the self-plus-one option in 2016 did not exceed self and family rates. Still, as the final rule noted, “it is possible that, because of the statutory formula used to calculate the government contribution, some plans may have a higher enrollee share for self-plus-one than for self and family. This will make it even more important for enrollees to review their enrollment options before selecting a plan and an enrollment type that meets their needs.”\n\nOPM estimated that 33 percent of active federal workers with existing self and family coverage will shift to self-plus-one when it becomes available, while 80 percent of retirees who now have self and family coverage will move to self-plus-one.\n\nFor 2015, federal employees and retirees are paying an average of 3.8 percent more toward their health insurance premiums. Those with self-only coverage are contributing an average of $2.93 more per paycheck than they did in 2014, while those with family coverage are paying about $6.89 more. The increase is steeper than the rise in the government’s portion of the premiums, which rose 3 percent for this year.\n\nThe employee share is increasing faster because employees are choosing better plans that require more out-of-pocket costs. Overall, the government pays about 70 percent of employees’ premiums. Still, OPM has pointed out repeatedly that 2015 marks the fourth consecutive year in which the increase was below 4 percent -- the longest such streak since the mid-1990s.\n\n(Image via Christian Delbert / Shutterstock.com)", "article_metadata": {"sailthru.author": "Kellie Lunney", "description": "Self-plus-one, which debuts in 2016, could mean higher premium rates for some and savings for others.", "og": {"site_name": "Government Executive", "description": "Self-plus-one, which debuts in 2016, could mean higher premium rates for some and savings for others.", "title": "New FEHBP Enrollment Option Will Result in Winners and Losers", "url": "http://www.govexec.com/pay-benefits/2015/09/new-fehbp-enrollment-option-will-result-winners-and-losers/121244/", "image": "http://cdn.govexec.com/media/img/upload/2015/09/16/091615health.jpg", "type": "article"}, "twitter": {"description": "Self-plus-one, which debuts in 2016, could mean higher premium rates for some and savings for others.", "creator": "@klunney", "image": "http://cdn.govexec.com/media/img/upload/2015/09/16/091615health/open-graph.jpg", "title": "New FEHBP Enrollment Option Will Result in Winners and Losers", "site": "@govexec", "card": "summary_large_image"}, "sailthru.date": "2015-09-16T22:19:30Z", "sailthru.images.full": "http://cdn.govexec.com/media/img/upload/2015/09/16/091615health.jpg", "sailthru.title": "New FEHBP Enrollment Option Will Result in Winners and Losers", "keywords": "fehbp, health care premiums, self-plus-one", "fb": {"admins": 578600878}, "sailthru.images.thumb": "http://cdn.govexec.com/media/img/upload/2015/09/16/091615health/sailthru-thumbnail.jpg", "sailthru.tags": "fehbp,channel-pay-&-benefits,type-story,length-medium,site-govexec", "article": {"publisher": "http://www.facebook.com/GovernmentExecutive"}, "sailthru.description": "Self-plus-one, which debuts in 2016, could mean higher premium rates for some and savings for others."}, "_id": "\"57477af46914bd0286fe2808\"", "article_summary": "The agency outlined those cost estimates and other details about the new FEHBP self-plus-one option in a final rule in Thursday’s Federal Register.\nThe agency said it will announce the 2016 FEHBP premium rates at the end of September.\nMany FEHBP enrollees have long complained about the lack of a self-plus-one option.\nFor 2015, federal employees and retirees are paying an average of 3.8 percent more toward their health insurance premiums.\n“The average premium for self-plus-one coverage will be approximately 94 percent of the cost of existing self and family coverage,” the final rule stated."}