{"article_title": "BuzzFeed Declares Paul Ryan A 'Champion Of The Poor,' Offers No Supporting Evidence", "article_keywords": ["poor", "supporting", "program", "champion", "pope", "ryans", "buzzfeed", "ryan", "evidence", "states", "offers", "poverty", "declares", "paul", "piece", "care"], "article_url": "http://thinkprogress.org/economy/2013/12/20/3094291/buzzfeed-paul-ryan-god/", "article_text": "Economy BuzzFeed Declares Paul Ryan A ‘Champion Of The Poor,’ Offers No Supporting Evidence CREDIT:\n\nCREDIT: AP\n\nIf your only recent impressions of Rep. Paul Ryan (R-WI) came from BuzzFeed, you’d be inclined to think that the former vice presidential candidate has made a major shift in policy to start focusing on poverty in the United States. You would be wrong.\n\nOn Friday, BuzzFeed ran a glowing profile of Ryan, entitled “Paul Ryan Finds God,” that portrayed him as a man who was inspired by religion and the ascendancy of a new pope to become a caretaker for the nation’s poor. But the piece, similar to another article that ran in the Washington Post last month, offered up no substance to show that Ryan’s policies have changed or that his religious outlook is any different than it was during the 2012 campaign. Rather, it relied on quotes from Paul Ryan’s own supporters — former campaign staffers and members of President George W. Bush’s cabinet — to demonstrate that Ryan has shifted his focus.\n\nMedia reports have long treated Ryan as a straight-talker willing to speak bluntly even to his political detriment. BuzzFeed’s piece — which characterizes Ryan as someone sneaking around to serve the poor via covert speeches and donations of neckties to schoolchildren — was no exception. Focusing extensively on Ryan’s new effort to cast himself as a poverty crusader with a new anti-poverty plan whose details are not yet known, the article gave a brief nod to the “skeptics” who believe these showings are a “savvy move in a self-interested rebranding effort,” then promptly summarized the speeches and tie-sendings as part of Ryan’s effort to “lead the restoration of compassionate conservatism with a heartfelt mission to the poor.”\n\nOne of the reasons Ryan has apparently had a “spiritual epiphany” to care about the poor, as the BuzzFeed piece tells it, is because of the new pope, Francis. The piece quotes several Republicans who say Ryan is inspired by the church and by Francis. But Ryan’s on the record quotes about the pope — who has vocally denounced the idea of trickle-down economics that Ryan and the GOP endorse as “a crude and naïve trust in the goodness of those wielding economic power” — tell a different story. Ryan subtly disparaged the pope earlier this year, saying that he doesn’t understand real capitalism because, “The guy is from Argentina, they haven’t had real capitalism in Argentina… They have crony capitalism in Argentina. They don’t have a true free enterprise system.”\n\nOn top of that, Ryan has alienated many in the church through his draconian budget cuts. During the 2012 campaign, Catholic nuns tore into the Congressman for proposing a plan that severely punished the country’s poor. A group of nuns even followed Ryan’s campaign in a bus, protesting his “irresponsible,” “devastating,” “immoral and unjustifiable” budget that puts a “burden on the poor.” Ryan’s efforts to gut the food stamps program have also elicited the scorn of the U.S. Conference of Catholic Bishops, who called the cuts “unjustified and wrong.”\n\nBut in the lead-up to the next election year, Ryan is trying to change his reputation. Last month, he indicated that he would be offering up an anti-poverty plan similar to his past budget plans. Yet those previous plans have actually served to extensively cut social safety net programs for the poor — programs that have kept tens of millions out of poverty. Opposition to these programs is not a phase Ryan has moved past; in the latest budget deal negotiated by Ryan and Sen. Patty Murray (D-WA), one major thing he won for Republicans was excluding a reauthorization of long-term unemployment benefits.\n\nRyan also still continues to push for the repeal of the Affordable Care Act, a law designed with a specific program to help the poor gain access to health care. The Medicaid expansion in the law lets people within 150 percent of the federal poverty line get affordable health care. But Ryan has egged on Republicans who want to opt out of that program in their states and has continued to push for repeal and replacement of the law. In Ryan’s ideal world, Medicaid would be delivered to the states in block grants, which would effectively destroy the program by allowing states to reallocate that cash.\n\nThis isn’t the first time Ryan has tried to square conservative anti-safety net doctrine with the church’s teachings about poverty. But previous attempts, both for Ryan and for the GOP, haven’t gone very well. The Congressman leans on the principle of “subsidiarity” — a fancy word for removing government from anti-poverty work and leaving the matter to local groups — to justify his desired cuts. But those local groups are quite vocal about being unable to handle the sheer quantity of demand for their services. Local anti-poverty groups say they need more federal help, not less.", "article_metadata": {"google": "nositelinkssearchbox", "description": "Is Paul Ryan really making a policy shift, or is BuzzFeed falling for his rebranding tricks?", "generator": "WordPress 4.4.2", "og": {"site_name": "ThinkProgress", "description": "Is Paul Ryan really making a policy shift, or is BuzzFeed falling for his rebranding tricks?", "title": "BuzzFeed Declares Paul Ryan A ‘Champion Of The Poor,’ Offers No Supporting Evidence", "url": "http://thinkprogress.org/economy/2013/12/20/3094291/buzzfeed-paul-ryan-god/", "image": "http://cdn.thinkprogress.org/wp-content/uploads/2013/10/Paul_ryan_thumbs_up-e1381676569504.jpg", "type": "article"}, "twitter": {"description": "Is Paul Ryan really making a policy shift, or is BuzzFeed falling for his rebranding tricks?", "title": "BuzzFeed Declares Paul Ryan A ‘Champion Of The Poor,’ Offers No Supporting Evidence", "image": "http://cdn.thinkprogress.org/wp-content/uploads/2013/10/Paul_ryan_thumbs_up-e1381676569504-321x214.jpg", "creator": "@ARStrasser", "site": "@ThinkProgress", "card": "summary_large_image"}, "robots": "noodp", "elq-topic": "tp-economy", "fb": {"admins": 100001364918392, "pages": 200137333331078, "app_id": 144881328916524}, "thumb2": "http://cdn.thinkprogress.org/wp-content/uploads/2013/10/Paul_ryan_thumbs_up-e1381676569504.jpg", "thumb1": "http://cdn.thinkprogress.org/wp-content/uploads/2013/10/Paul_ryan_thumbs_up-e1381676569504.jpg", "google-site-verification": "HDCaom2KPSt1X92eD5CiYHCkWvb5nP09lhEAOPZ5rts", "article": {"published_time": "2013-12-20T11:13:15+00:00", "author": "https://www.facebook.com/PykeA"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=0"}, "_id": "\"57477af36914bd0286fcedaa\"", "article_summary": "Economy BuzzFeed Declares Paul Ryan A ‘Champion Of The Poor,’ Offers No Supporting Evidence CREDIT:CREDIT: APIf your only recent impressions of Rep. Paul Ryan (R-WI) came from BuzzFeed, you’d be inclined to think that the former vice presidential candidate has made a major shift in policy to start focusing on poverty in the United States.\nRather, it relied on quotes from Paul Ryan’s own supporters — former campaign staffers and members of President George W. Bush’s cabinet — to demonstrate that Ryan has shifted his focus.\nOn Friday, BuzzFeed ran a glowing profile of Ryan, entitled “Paul Ryan Finds God,” that portrayed him as a man who was inspired by religion and the ascendancy of a new pope to become a caretaker for the nation’s poor.\nBuzzFeed’s piece — which characterizes Ryan as someone sneaking around to serve the poor via covert speeches and donations of neckties to schoolchildren — was no exception.\nThis isn’t the first time Ryan has tried to square conservative anti-safety net doctrine with the church’s teachings about poverty."}