{"article_title": "'Cash for clunkers opened up the floodgates'", "article_keywords": ["clunkers", "floodgates", "million", "opened", "sales", "industry", "months", "cash", "vehicles", "program", "2009", "dealer"], "article_url": "http://www.autonews.com/article/20140727/RETAIL01/307289984/cash-for-clunkers-opened-up-the-floodgates", "article_text": "Nearly 700,000 vehicles were traded in through the cash for clunkers program.\n\nNearly 700,000 vehicles were traded in through the cash for clunkers program.\n\nLatest in a series of stories looking back at the industry collapse of 2008-09.\n\nWASHINGTON -- It's hard to imagine that words like \"U.S. sales bonanza\" were ever used to describe anything that happened in 2009. But they were.\n\nThe Car Allowance Rebate System, also known as cash for clunkers, was a lifeline at a desperate time in the U.S. auto industry. Consider this: When U.S. vehicle sales fell 28 percent in June of that year, the drop wasn't seen as being so bad. Every other month that year had been worse.\n\n\"We were getting our teeth kicked in,\" recalled Paul Lunsford, a Toyota dealer in Orange County, Calif.\n\nCash for clunkers changed that, if only for a couple of months. Nearly 700,000 vehicles were traded in through the $2.85 billion program, which provided consumers as much as $4,500 each to trade in an old gas guzzler for a more fuel efficient new model. Cash for clunkers turned July and August 2009 into bright spots during what was otherwise a year that most in the industry would rather forget.\n\nThe idea was seen as a way to encourage consumer spending and reduce carbon emissions -- a priority for the new Obama administration.\n\nThe U.S. Senate introduced a bill in January 2009. After months of wrangling in Congress, the CARS program was signed into law in June with an official start date of July 1 and $1 billion in funding.\n\nOnce it took effect, customers flocked to showrooms.\n\nThe seasonally adjusted annual rate of sales jumped to 11.4 million in July. That was the first time the SAAR topped 10 million that year.\n\nAugust was even better: an unfathomable 14.6 million SAAR.\n\nDemand was so high that the program ran out of money in less than a month. That prompted Congress to approve another $2 billion to keep the metal moving. The additional funds were exhausted by Aug. 24, two months earlier than the government expected.\n\n\"Cash for clunkers opened up the floodgates,\" said Toyota dealer Lunsford. He said sales at his store more than doubled from 149 new vehicles in June to 311 in August. \"It was crazy.\"\n\nThe program also slashed industrywide inventories more than 35 percent, from about 2.2 million vehicles on the ground on July 1 to just 1.4 million two months later.\n\nKrafcik: \"Some good news\"\n\n\"What we had at this particular moment was really high dealer inventories and a general skittishness amongst our dealers and in the industry as a whole,\" said TrueCar.com President John Krafcik, who was CEO of Hyundai Motor America at the time. Clunkers \"gave the industry some good news and let the industry put some points on the board.\"\n\nThere were also glitches.\n\nAn overwhelmed National Highway Traffic Safety Administration couldn't handle the reimbursement requests quickly.\n\nWhen the program ended in late August, NHTSA still had nearly 650,000 pending dealer payments and had to pull about 7,000 federal employees from other government agencies and private contractors to process the requests, according to a Brookings Institute report.\n\nThat left some dealers holding hundreds of thousands of dollars -- sometimes millions -- worth of reimbursement requests for months before finally being paid.\n\nWhether the program was a net gain for the U.S. economy is a matter of debate as well.\n\nA September 2009 analysis from the President's Council of Economic Advisers found that the program added about 490,000 incremental new-vehicle sales to normal replacement rates of about 100,000 vehicles per month.\n\nThe Brookings Institute's analysis, released in October, was less generous. It said the program created just 380,000 sales, and those sales were simply pulled ahead from the next 10 months and would've happened without the stimulus. Gross domestic product growth was \"negligible\" and employment increases were \"minimal,\" according to the analysis.\n\nClunkers did cut carbon dioxide emissions by replacing gas-guzzling SUVs and pickups with small, fuel efficient compact cars or mid-sized sedans. But, according to the Brookings Institute's analysis, doing so was expensive and less cost-effective than some other environmental policies, such as the cap-and-trade bill passed by the House in 2009.\n\nIn short, cash for clunkers moved the metal and cleaned up the fleet a bit -- but at a high cost. If it were up to Brookings, 2009 would be the last time such a policy is taken up.\n\nSaid the report's authors: \"In the event of a future economic recession, we would not recommend repeating the CARS program.\"\n\nMany in the industry would respectfully disagree.", "article_metadata": {"timeCrawled": "20160525_03:38:45", "twitter": {"account_id": 14628959, "title": "'Cash for clunkers opened up the floodgates'", "image": {"src": "http://www.autonews.com/assets/jpg/icon/an-button.jpg"}, "site": "@Automotive_News", "card": "summary_large_image", "description": "The Car Allowance Rebate System, also known as cash for clunkers, was a lifeline at a desperate time for the U.S. auto industry. Nearly 700,000 vehicles were traded in through the nearly $3 billion program, which provided consumers as much as $4,500 each to trade in an old gas guzzler for a more fuel efficient new model."}, "published_at": "2014-7-27", "year": 2014, "description": "The Car Allowance Rebate System, also known as cash for clunkers, was a lifeline at a desperate time for the U.S. auto industry. Nearly 700,000 vehicles were traded in through the nearly $3 billion program, which provided consumers as much as $4,500 each to trade in an old gas guzzler for a more fuel efficient new model.", "byline": "Ryan Beene", "author": "Ryan Beene", "image": "http://www.autonews.com/apps/pbcsi.dll/storyimage/CA/20140727/RETAIL01/307289984/AR/0/AR-307289984.jpg", "categoryName": "Sales", "tags": "Sales", "fb": {"page_id": 299833160103483, "app_id": 230521947020498}, "content_type": "article", "msvalidate.01": "559498F855972429551A034E0ACBDDBE", "viewport": "width=device-width, initial-scale=1.0, user-scalable=no, minimal-ui", "og": {"site_name": "Automotive News", "description": "The Car Allowance Rebate System, also known as cash for clunkers, was a lifeline at a desperate time for the U.S. auto industry. Nearly 700,000 vehicles were traded in through the nearly $3 billion program, which provided consumers as much as $4,500 each to trade in an old gas guzzler for a more fuel efficient new model.", "title": "'Cash for clunkers opened up the floodgates'", "url": "http://www.autonews.com/article/20140727/RETAIL01/307289984/cash-for-clunkers-opened-up-the-floodgates", "image": {"width": 450, "identifier": "http://www.autonews.com/apps/pbcsi.dll/storyimage/CA/20140727/RETAIL01/307289984/AR/0/AR-307289984.jpg", "height": 298}, "type": "article"}, "title": "'Cash for clunkers opened up the floodgates'", "summary": "The Car Allowance Rebate System, also known as cash for clunkers, was a lifeline at a desperate time for the U.S. auto industry. Nearly 700,000 vehicles were traded in through the nearly $3 billion program, which provided consumers as much as $4,500 each to trade in an old gas guzzler for a more fuel efficient new model.", "url": "http://www.autonews.com/article/20140727/RETAIL01/307289984", "published_date": "2014-7-27", "google-site-verification": "PJrncMiSNhK_CeZMhQkriKmQfa_KlBBc3DGosYSmHJY", "distribution": "global", "y_key": "b309030fed32c7b0"}, "_id": "\"57477af36914bd0286fc9a71\"", "article_summary": "\"Cash for clunkers opened up the floodgates,\" said Toyota dealer Lunsford.\nNearly 700,000 vehicles were traded in through the cash for clunkers program.\nIn short, cash for clunkers moved the metal and cleaned up the fleet a bit -- but at a high cost.\nThe Car Allowance Rebate System, also known as cash for clunkers, was a lifeline at a desperate time in the U.S. auto industry.\nCash for clunkers turned July and August 2009 into bright spots during what was otherwise a year that most in the industry would rather forget."}