{"article_title": "Wellspring gives big boost to Judicial Crisis Network with $6.6 million grant", "article_keywords": ["groups", "group", "network", "grant", "judicial", "million", "crisis", "roberts", "conservative", "66", "big", "attorneys", "jcn", "general", "boost", "wellspring", "gives"], "article_url": "https://www.opensecrets.org/news/2015/11/wellspring-gives-big-boost-to-judicial-crisis-network-with-6-6-million-grant/", "article_text": "A secretive nonprofit that has given millions of dollars to conservative 501(c)(4) groups over the years sank more than $6.6 million into the Judicial Crisis Network in 2014, giving a significant boost to a group that has become increasingly involved in not only state judicial but also attorneys general races.\n\nThe donor, the Wellspring Committee, gave out nearly $8.3 million in grants last year, according to a new filing with the IRS, more than triple what it donated the year before. The sum was more than Wellspring has given away in any year except 2010, when it sent $8.4 million to like-minded organizations. That year, though, JCN and an offshoot group received just $400,000 from Wellspring, a sliver of what it got last year.\n\nThe bond between the two groups is strong — familial, even. Wellspring was founded and is still headed by Ann Corkery, a lawyer who for years has been involved in conservative fundraising and also helped launch JCN. Her husband, Neil, is JCN’s treasurer. Their daughter, Kathleen, is on Wellspring’s board, and the secretary-treasurer of the group, Michael Casey, is the son of one of JCN’s board members.\n\nWellspring received all of its 2014 revenue of $7.8 million from just three contributions — one of which was a transfer of $6.95 million, according to the annual form 990 it filed this month. Like other (c)(4) organizations, Wellspring is not required to disclose the identities of its donors. The group’s 990 says its “mission is to advance limited government and free markets.” But it functions as little more than a conduit, with no program activities of its own and virtually all of its money going out to other groups.\n\nJCN was formed in 2005 as the Judicial Confirmation Network to help get President George W. Bush’s Supreme Court appointees approved by the Senate. After President Barack Obama was elected, though, “Confirmation” became “Crisis,” and the group began fighting to block his nominees to the high court. It also started spending large sums in some states to influence judicial and attorneys general races.\n\nJCN also sent funds to other groups that worked to sway state judgeship elections, such as the Republican State Leadership Committee, which spent more money putting conservatives on the bench in more states than any other outside group in 2014, according to the nonpartisan organization Justice at Stake.\n\nBut attorneys general have been a growing focus of conservative donor groups. Carrie Severino, JCN’s chief counsel, said in 2012 that conservative AGs, many of whom have challenged Obamacare, the Dodd-Frank financial services overhaul and EPA regulations, are “emerging as key leaders in the battle for limited constitutional government.”\n\nIn 2014 JCN gave $1 million to the Republican Attorneys General Association, making it the third largest donor to the GOP organization that year. Between mid-2013 and mid-2014 JCN also donated $1.35 million — the largest grant it handed out in that period — to another dark money group, the American Future Fund, which has its own project to elect GOP attorneys general and is also a donor to RAGA. According to RAGA’s disclosure filings, JCN gave it another $200,000 in the first half of 2015.\n\nSimilarly, Wellspring gave $350,000 to something called the American Dream Initiative last year — a group run by Dan Backer that spent hundreds of thousands of dollars attacking the Democratic candidate in Texas’ 2014 attorney general race.\n\nThis fall, JCN has spent at least $200,000 on TV and digital ads criticizing Supreme Court Justices Anthony Kennedy and John Roberts, comparing them to former Justice David Souter — a Republican appointee who often sided with the more liberal wing of the court. While Roberts and Kennedy can hardly be called liberals (particularly Roberts), two of the court’s decisions last term, one upholding the Affordable Care Act and one legalizing same-sex marriage nationwide, triggered widespread disgust on the right. JCN’s statement announcing the ads called Kennedy and Roberts “examples of bad GOP appointments.” The group has a website describing the judicial appointment philosophies of the Republican presidential candidates.\n\nOur efforts to reach Wellspring and JCN for comment by phone and on foot were unsuccessful. We visited the address JCN lists on its 990 — 722 12th St. NW, fourth floor — and found only Americans for Tax Reform, the group headed by Grover Norquist that asks candidates to sign a pledge saying they won’t raise taxes. An ATR receptionist was noncommittal about whether JCN had offices in the suite but said she would get a message to someone connected with the group.\n\nOther Wellspring grants went to the Federalist Society, a conservative legal organization whose executive vice president, Leonard Leo, was instrumental in getting both Wellspring and JCN off the ground, and the Catholic Association.", "article_metadata": {"og": {"site_name": "OpenSecrets Blog", "description": "A secretive nonprofit that has given millions of dollars to conservative 501(c)(4) groups over the years sank more than $6.6 million into the Judicial Crisis Network in 2014, giving a significant boost to a group that has become increasingly involved in not only state judicial but also attorneys", "title": "Wellspring gives big boost to Judicial Crisis Network with $6.6 million grant", "locale": "en_US", "image": "https://www.opensecrets.org/news/wp-content/uploads/2015/11/jcn.jpg", "updated_time": "2015-11-24T16:28:15+00:00", "url": "https://www.opensecrets.org/news/2015/11/wellspring-gives-big-boost-to-judicial-crisis-network-with-6-6-million-grant/", "type": "article"}, "article": {"section": "Outside Money", "published_time": "2015-11-24T08:00:27+00:00", "modified_time": "2015-11-24T16:28:15+00:00"}}, "article_summary": "It also started spending large sums in some states to influence judicial and attorneys general races.\nThat year, though, JCN and an offshoot group received just $400,000 from Wellspring, a sliver of what it got last year.\nThe sum was more than Wellspring has given away in any year except 2010, when it sent $8.4 million to like-minded organizations.\nBut attorneys general have been a growing focus of conservative donor groups.\nOur efforts to reach Wellspring and JCN for comment by phone and on foot were unsuccessful."}