{"article_title": "9-to-5 jobs losing their appeal, more workers going solo", "article_keywords": ["solo", "jobs", "business", "9to5", "started", "brown", "workers", "work", "companies", "hiring", "independent", "going", "freelancers", "losing", "appeal", "company"], "article_url": "http://www.mlive.com/news/index.ssf/2015/06/working_9-to-5_less_popular_mo.html", "article_text": "NEW YORK — If you want an income, or you're an employer looking for help, it may be time to scrap the idea of the traditional 9-to-5 arrangement.\n\nFor workers, it's become easier and less risky to go solo. Affordable health insurance plans, which kept many workers shackled to traditional jobs, are more accessible because of the Affordable Care Act. And companies are increasingly open to hiring freelancers and independent contractors. Many say independent workers bring fresh ideas without the long-term commitment.\n\nAn industry dedicated to serving the companies that offer freelance and contract work and the people who fill those openings is growing. Gigs can be found at a number of websites, such as Upwork.com and Freelancer.com, or through hiring services that connect professional freelancers and companies. And companies that provide shared rented office space, such as WeWork, lets freelancers mingle with fellow contractors.\n\nIn 2013, 23 million people were self-employed, according the U.S. Census Bureau. That's up 1.2 percent from the year before and up about 24 percent from 2003. That number doesn't count self-employed people who may also hire employees.\n\n\"This isn't going away,\" says Brooke Borgen, co-owner of Canopy Advisory Group, a hiring company for freelancers in Denver. She started the business five years ago with co-owner Griffen O'Shaughnessy. They observed that companies needed a way to access independent workers while friends and colleagues were telling them they wanted to find ways to balance their work and personal lives. \"More and more people want to have ownership over their career,\" Borgen says.\n\nHenry W. Brown ditched his fledging advertising career 11 years ago, sick of spending 15 hours a day at work and having \"no life.\" Now he works 30 hours a week, juggling about four projects a year and earns a salary in the six figures designing websites and apps. Brown has time for two-hour yoga sessions, midday bike rides around his New York City neighborhood and lunch dates with friends. He also has more time for passion projects: He spent a month at an elephant sanctuary in Thailand this year, and he started a Facebook page called TheDogmatic, posting photos of dogs in shelters to help get them adopted. He never plans to work for just one employer again.\n\n\"Everything about an office was such a waste of time to me,\" he says.\n\nWhen Brown first went freelance, he emailed companies asking for work. Now, most comes from referrals. Sometimes he checks in with a hiring agency. \"I'm not clamoring for work,\" says Brown. \"I can be picky and choosy with what I do.\"\n\nDepending on the industry, the work can be lucrative. Business Talent Group connects independent workers with companies. Its contractors can make between $1,500 and $2,500 a day, says CEO Jody Miller. Most have a master's degree and at least 10 years working experience, she says. They can be hired by companies to help launch new products, research investments or other tasks.\n\nCompanies weren't always so thrilled about hiring freelancers, says Allison Hemming, CEO of New York staffing company The Hired Guns. When she started the company 15 years ago, companies would say, \"if they were that good they would have a job,\" says Hemming. That's changed. \"The concept of freelancers as slackers is completely over,\" Hemming says.\n\nSpex, a company that makes software and apps used for home inspections, turned to Canopy Advisory Group to find a part-time publicist. CEO Brett Goldberg says he didn't have to post a job description, sift through resumes or conduct interviews, saving him time and money.\n\nAt food company Cargill, Michael Balay hires independent contractors with specialized skills to manage projects, such as combining groups of workers inside the company. Balay, who is a vice president of strategy and business development, has increasingly turned to hiring agencies.\n\n\"It cuts the search and qualification time down,\" says Balay. \"It's way easier now.\"\n\nStephen Wunker left a consulting firm in 2009 to spend more time with his kids. Wunker and his partners started New Markets Advisors and are hired by companies to come up with business plans or create a growth strategy. He still works 40 to 80 hours a week, but his schedule is more flexible. He can take days off whenever he wants, and also spends about a month a year working from Ecuador.\n\n\"I have a dramatically better lifestyle,\" he says.", "article_metadata": {"medium": "news", "viewport": "width=device-width,initial-scale=1", "news_keywords": "wire-news, news", "title": "9-to-5 jobs losing their appeal, more workers going solo", "parsely-page": "{\"title\": \"9-to-5 jobs losing their appeal, more workers going solo\", \"link\": \"http://www.mlive.com/news/index.ssf/2015/06/working_9-to-5_less_popular_mo.html\", \"image_url\": \"http://imgick.mlive.com/home/mlive-media/width620/img/news_impact/photo/henry-brown-686657be0f6f22cf.jpg\", \"type\": \"post\", \"post_id\": \"16202132\", \"pub_date\": \"2015-06-05T10:55:47Z\", \"author\": \"The Associated Press | Wire reports\", \"tags\": [\"@mlive-river\",\"wire-news\"] }", "twitter": {"image": "http://media.mlive.com/news_impact/photo/18005416-thumb_square_large.jpg", "description": "NEW YORK — If you want an income, or you're an employer looking for help, it may be time to scrap the idea of the traditional 9-to-5 arrangement. For workers, it's become easier and less risky to go solo. Affordable...", "card": "summary", "site": "@mlive"}, "article_date_updated": "Friday, June 05, 2015,  6:55 AM", "parsely-metadata": "{\"short_title\": \"\", \"image_url\": \"http://media.mlive.com/news_impact/photo/henry-brown-686657be0f6f22cf.jpg\", \"author_name\": \"apuserphub\", \"author_nickname\": \"The Associated Press | Wire reports\", \"author_id\": \"12363653\", \"source_blog_name\": \"Michigan News\", \"source_blog_url\": \"http://www.mlive.com/news/index.ssf/\", \"sponsored_content\": \"0\" }", "og": {"site_name": "MLive.com", "description": "NEW YORK — If you want an income, or you're an employer looking for help, it may be time to scrap the idea of the traditional 9-to-5 arrangement. For workers, it's become easier and less risky to go solo. Affordable...", "title": "9-to-5 jobs losing their appeal, more workers going solo", "url": "http://www.mlive.com/news/index.ssf/2015/06/working_9-to-5_less_popular_mo.html", "image": "http://media.mlive.com/news_impact/photo/18005416-thumb_square_large.jpg", "type": "article"}, "fb": {"admins": 100000302287435}, "article_publication_name": "MLive.com", "article_comments": 0, "article_date_original": "Friday, June 05, 2015,  6:55 AM", "article_author": "The Associated Press | Wire reports", "Description": "NEW YORK — If you want an income, or you're an employer looking for help, it may be time to scrap the idea of the traditional 9-to-5 arrangement. For workers, it's become easier and less risky to go solo. Affordable health insurance plans, which kept many workers shackled to traditional jobs, are more accessible because of the Affordable Care Act. And companies are increasingly open to hiring freelancers and independent contractors. Many say independent workers bring fresh ideas without the long-term commitment. An industry dedicated to serving the companies that offer freelance and contract work and the people who fill those openings is growing. Gigs can be found at a number of websites, such as Upwork.com and Freelancer.com, or through hiring services that connect professional freelancers and companies. And companies that provide shared rented office space, such as WeWork, lets freelancers mingle with fellow contractors. In 2013, 23 million people were self-employed, according the U.S. Census Bureau. That's up 1.2 percent from the year before and up about 24 percent from 2003. That number doesn't count self-employed people who may also hire employees. \"This isn't going away,\" says Brooke Borgen, co-owner of Canopy Advisory Group, a hiring company for freelancers..."}, "_id": "\"57477af36914bd0286fd0111\"", "article_summary": "\"This isn't going away,\" says Brooke Borgen, co-owner of Canopy Advisory Group, a hiring company for freelancers in Denver.\nMany say independent workers bring fresh ideas without the long-term commitment.\nBusiness Talent Group connects independent workers with companies.\nCompanies weren't always so thrilled about hiring freelancers, says Allison Hemming, CEO of New York staffing company The Hired Guns.\nAffordable health insurance plans, which kept many workers shackled to traditional jobs, are more accessible because of the Affordable Care Act."}