{"article_title": "Adulthood — interrupted", "article_keywords": ["adulthood", "old", "san", "age", "interrupted", "states", "cigarettes", "health", "vote", "california", "drinking", "public"], "article_url": "http://www.sfgate.com/opinion/saunders/article/Adulthood-interrupted-6305415.php", "article_text": "Opinion\n\nAdulthood — interrupted\n\n\n\n\n\nPhoto: Leah Millis, The Chronicle Image 1 of / 2 Caption Close Image 1 of 2 A \"California Tax Paid\" stamp can be seen on the bottom of a pack of cigarettes bought by Alexis Bowles, 23, November 7, 2013 in downtown San Francisco, Calif.\n\nA \"California Tax Paid\" stamp can be seen on the bottom of a pack of cigarettes bought by Alexis Bowles, 23, November 7, 2013 in downtown San Francisco, Calif. Photo: Leah Millis, The Chronicle Image 2 of 2 Kieran Thomas smokes an e-cigarette at Digita Ciggz in San Rafael. The California Department of Public Health released a report last week that calls e-cigarettes a public health threat and suggests that they should be regulated like regular cigarettes and tobacco products. less Kieran Thomas smokes an e-cigarette at Digita Ciggz in San Rafael. The California Department of Public Health released a report last week that calls e-cigarettes a public health threat and suggests that they ... more Photo: Justin Sullivan / Getty Images Adulthood — interrupted 1 / 2 Back to Gallery\n\nIn Progressive World, there are at least four stages of legally becoming an adult.\n\nTuesday, the state Senate voted to raise the age when young people can buy cigarettes from 18 to 21. The Hawaii Legislature and the city of Healdsburg have passed similar legislation. A companion California law would mandate that e-cigarettes fall under the same restrictions as tobacco smokes.\n\nIf the laws pass, 18 will make a Californian old enough to vote, to enlist in the military, to sign a contract, to buy a gun, to get a tattoo and to get married — but not old enough to buy a cigarette. Not for three years.\n\nIt’s also not old enough to drink.\n\nI am old enough to remember the mantra: “Old enough to fight, old enough to vote.” In 1971, responding to a system that allowed 18-year-olds to enlist in the military without letting them vote for who runs it, states ratified the 26th Amendment, which lowered the voting from age 21 to 18.\n\nThe companion slogan: “Old enough to fight, old enough to drink.” Ergo the 18-year-old drinking age in many states. Washington responded with the National Minimum Drinking Age Act of 1984 — which withheld a chunk of federal transportation funding from states with drinking ages below 21. Here conservatives must take the blame, as President Ronald Reagan signed the bill, passed by a Democratic House and GOP Senate, which effectively tells states what to do. This set a pattern for dual ages of adulthood.\n\nI’ve written before against the 21-year-old drinking age. It doesn’t stop college kids from drinking — we know that. And I don’t think Washington has a right to tell a 19-year-old who works for a living that he or she is really a child and cannot make adult decisions. But when you ask a politician about lowering the drinking age to 18, they are not sure how to respond.\n\nThe issue has become one of those boutique conservative causes. University of Tennessee law Professor Glenn Harlan Reynolds has advocated for it. In 2011, Reynolds wrote in the Wall Street Journal, “In fact, 18-year-olds in America are old enough to do pretty much everything except drink.” Now he would have to add except consume marijuana, as even in the four states that have legalized recreational use of marijuana — Colorado, Washington, Oregon and Alaska — the legal age is 21.\n\nAt the same time, a California 14-year-old needs neither parental approval nor parental consent to have an abortion.\n\nIn nanny-city San Francisco, Supervisor John Avalos has proposed lowering the voting age to 16 in some elections. When I asked Avalos if, in that spirit, he thought the city should lower the legal age for smoking, he answered that passing a law to give a teenager the vote is “very different from saying someone is adult.” No lie: That teen won’t be able to buy a beer for five years.\n\nThe final stage of adulthood? The Democrats’ 2010 Affordable Care Act mandates that health plans provide coverage for parents’ adult children up to age 26. It was a popular provision with parents whose college-graduate children could not get a job with health benefits. But then, to the nanny-state left, with its proposals to squeeze soda drinking, and ban single-use plastic bags and smoking (other than medical marijuana), we are all children, regardless of age.", "article_metadata": {"SKYPE_TOOLBAR": "SKYPE_TOOLBAR_PARSER_COMPATIBLE", "sailthru.author": "By Debra J. Saunders", "description": "Tuesday, the state Senate voted to raise the age when young people can buy cigarettes from 18 to 21.  If the laws pass, 18 will make a Californian old enough to vote, to enlist in the military, to sign a contract, to buy a gun, to get a tattoo and to get married — but not old enough to buy a cigarette.  In 1971, responding to a system that allowed 18-year-olds to enlist in the military without letting them vote for who runs it, states ratified the 26th Amendment, which lowered the voting from age 21 to 18.  Here conservatives must take the blame, as President Ronald Reagan signed the bill, passed by a Democratic House and GOP Senate, which effectively tells states what to do.  It doesn’t stop college kids from drinking — we know that.  [...] I don’t think Washington has a right to tell a 19-year-old who works for a living that he or she is really a child and cannot make adult decisions.  When I asked Avalos if, in that spirit, he thought the city should lower the legal age for smoking, he answered that passing a law to give a teenager the vote is “very different from saying someone is adult.”  The Democrats’ 2010 Affordable Care Act mandates that health plans provide coverage for parents’ adult children up to age 26.  [...] to the nanny-state left, with its proposals to squeeze soda drinking, and ban single-use plastic bags and smoking (other than medical marijuana), we are all children, regardless of age.", "vf": {"section": "opinion", "unique_id": "sfgate-article-6305415"}, "og": {"site_name": "SFGate", "description": "Tuesday, the state Senate voted to raise the age when young people can buy cigarettes from 18 to 21.  If the laws pass, 18 will make a Californian old enough to vote, to enlist in the military, to sign a contract, to buy a gun, to get a tattoo and to get married — but not old enough to buy a cigarette.  In 1971, responding to a system that allowed 18-year-olds to enlist in the military without letting them vote for who runs it, states ratified the 26th Amendment, which lowered the voting from age 21 to 18.  Here conservatives must take the blame, as President Ronald Reagan signed the bill, passed by a Democratic House and GOP Senate, which effectively tells states what to do.  It doesn’t stop college kids from drinking — we know that.  [...] I don’t think Washington has a right to tell a 19-year-old who works for a living that he or she is really a child and cannot make adult decisions.  When I asked Avalos if, in that spirit, he thought the city should lower the legal age for smoking, he answered that passing a law to give a teenager the vote is “very different from saying someone is adult.”  The Democrats’ 2010 Affordable Care Act mandates that health plans provide coverage for parents’ adult children up to age 26.  [...] to the nanny-state left, with its proposals to squeeze soda drinking, and ban single-use plastic bags and smoking (other than medical marijuana), we are all children, regardless of age.", "title": "Adulthood — interrupted", "url": "http://www.sfgate.com/opinion/saunders/article/Adulthood-interrupted-6305415.php", "image": "http://ww1.hdnux.com/photos/24/55/66/5430696/3/rawImage.jpg", "type": "article"}, "twitter": {"site": "@SFGate", "card": "summary_large_image", "creator": "@debrajsaunders"}, "sailthru.date": "2015-06-03 17:00:00 -0700", "sailthru.title": "Adulthood — interrupted", "msvalidate.01": "9451CA04ABC9D1D5C6419C73B4C4F7B7", "fb": {"admins": 100006394927810, "app_id": 1609422252616351}, "sailthru.image.thumb": "http://ww1.hdnux.com/photos/24/55/66/5430696/3/sailthruImage.jpg", "format-detection": "telephone=no", "sailthru.tags": "section-opinion,section-debra-saunders,column-debra-j-saunders,subject-voting-age,pubname-san-francisco-chronicle,healdsburg,state-of-washington,age,drinking-age,legal-age,state,single-use-plastic-bags,health-plans,soda-drinking,drinking,health-benefits,college-kids", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "The California Department of Public Health released a report last week that calls e-cigarettes a public health threat and suggests that they ... more Photo: Justin Sullivan / Getty Images Adulthood — interrupted 1 / 2 Back to GalleryIn Progressive World, there are at least four stages of legally becoming an adult.\nBut when you ask a politician about lowering the drinking age to 18, they are not sure how to respond.\nThe companion slogan: “Old enough to fight, old enough to drink.” Ergo the 18-year-old drinking age in many states.\nI’ve written before against the 21-year-old drinking age.\nWashington responded with the National Minimum Drinking Age Act of 1984 — which withheld a chunk of federal transportation funding from states with drinking ages below 21."}