{"article_title": "Antiseizure Drug Interactions with Cannabidiol", "article_keywords": ["fr", "combination", "cbd", "interactions", "mechanisticallydifferent", "drug", "research", "antiseizure", "ongoing", "cannabidiol", "significant", "synergistic", "studies"], "article_url": "http://www.hcplive.com/conference-coverage/aes-2015/epilepsy--antiseizure-drug-interactions-with-cannabidiol", "article_text": "Research into the use of the marijuana derivative cannabidiol (CBD) is just beginning. In an abstract presented at the American Epilepsy Society 69th Annual Meeting in Philadelphia, PA, a team described their ongoing work. Misty Smith, PhD, a research assistant professor at the University of Utah in Salt Lake City, UT, and colleagues are looking at how cannabidiol interacts with traditional anti-seizure drugs.The current project compares the relative anticonvulsant efficacy of CBD with five mechanistically-different ASDs (i.e., carbamazepine (CBZ), valproate (VPA), levetiracetam (LEV), clobazam (CBM), and lacosamide (LAC)). The studies test the hypothesis that CBD will have supra-additive (synergistic) effects when administered in combination with mechanistically-different, yet compatible, ASDs without enhancing adverse events.So far, they have identified \"significant synergistic interaction\" with LEV at the 1:1 fixed ratio (FR) combination (P<0.01), whereas significant antagonistic interactions have been identified with CBM at the 1:3 FR combination (P<0.05) and at the 1:3 and 3:1 FR combinations with CBZ (P<0.001). Isobolographic studies on the FR combinations of cannabidiol and lacosamide are currently underway. Additional ongoing studies are evaluating the 1:1 FR combination of CBD:LEV in preclinical models of anxiety, depression, and locomotor activity.The team's goal is to gain \"a better understanding of the nature of the CBD:ASD interactions.\" They hope such knowledge may inform polytherapy to optimize therapeutic safety and efficacy of CBD use.", "article_metadata": {"description": "Researchers are looking at how cannabidiol interacts with traditional anti-seizure drugs. It appears to have a synergy with one but an antagonistic effect with others.", "og": {"site_name": "MD Magazine", "description": "Researchers are looking at how cannabidiol interacts with traditional anti-seizure drugs. It appears to have a synergy with one but an antagonistic effect with others.", "title": "Epilepsy:  Antiseizure Drug Interactions with Cannabidiol", "url": "http://www.hcplive.com/conference-coverage/aes-2015/epilepsy--antiseizure-drug-interactions-with-cannabidiol", "image": "https://s3.amazonaws.com/hcplive/v1_media/_upload_image/_thumbnails/black_marijuana.jpg", "type": "Article"}, "msapplication-TileColor": "#ffffff", "msapplication-TileImage": "https://s3.amazonaws.com/hcplive/v2_media/_core/favi/ms-icon-144x144.png", "keywords": "epilepsy, cannabidiol, medical marijuana, seizure, neurology, pain management", "theme-color": "#ffffff"}, "article_summary": "Research into the use of the marijuana derivative cannabidiol (CBD) is just beginning.\nAdditional ongoing studies are evaluating the 1:1 FR combination of CBD:LEV in preclinical models of anxiety, depression, and locomotor activity.The team's goal is to gain \"a better understanding of the nature of the CBD:ASD interactions.\"\nIsobolographic studies on the FR combinations of cannabidiol and lacosamide are currently underway.\nIn an abstract presented at the American Epilepsy Society 69th Annual Meeting in Philadelphia, PA, a team described their ongoing work.\nThey hope such knowledge may inform polytherapy to optimize therapeutic safety and efficacy of CBD use."}