{"article_title": "State Spox Walks Back Kerry Remarks About Working with Iran on ISIL", "article_keywords": ["spox", "spokeswoman", "united", "kerry", "working", "stated", "harf", "states", "state", "walks", "remarks", "iran", "isil"], "article_url": "http://freebeacon.com/national-security/state-spox-walks-back-kerry-remarks-about-working-with-iran-on-isil/", "article_text": "BY:\n\n\n\nState Department spokeswoman Marie Harf appeared to completely contradict her boss’ remarks on the possibility of the United States working with Iran to combat the Islamic State of Iraq and Levant (ISIL or ISIS), adding more confusion to an issue already sparking questions among reporters.\n\nSecretary of State John Kerry unequivocally stated on Monday that the United States is still open to working with Iran to combat ISIL.\n\nHowever, just hours after Kerry made those remarks, State Department spokeswoman Harf stated the complete opposite.\n\nIran’s exclusion from international talks on ISIL thus far does not “mean that we are opposed to the idea of communicating to find out if they will come on board or under what circumstances or whether there is the possibility of a change,” Kerry was quoted as saying on Monday during a summit on ISIL in Paris.\n\n“Having a channel of communication on one of the biggest issues in the world today is common sense,” Kerry said.\n\nHowever, Harf stated the opposite during her daily press briefing, raising questions as to whether the administration has its policy prescriptions straight.\n\n“To be very clear, we are not coordinating with, we do not want to coordinate with, we are not planning to coordinate with Iran in any way on Iraq, period,” Harf said. “So obviously, we’re open to having a discussion with them; we won’t always outline all of those discussions, but in terms of the contents of what those discussions might look like, we are not coordinating with them.”", "article_metadata": {"description": "State Department spokeswoman Marie Harf appeared to completely contradict her boss’ remarks on the possibility of the United States working with Iran to combat the Islamic State of Iraq and Levant (ISIL or ISIS), adding more confusion to an issue already sparking many questions among reporters.", "generator": "WordPress 4.5.2", "og": {"site_name": "Washington Free Beacon", "description": "State Department spokeswoman Marie Harf appeared to completely contradict her boss’ remarks on the possibility of the United States working with Iran to combat the Islamic State of Iraq and Levant (", "title": "State Spox Walks Back Kerry Remarks About Working with Iran on ISIL", "url": "http://freebeacon.com/national-security/state-spox-walks-back-kerry-remarks-about-working-with-iran-on-isil/", "image": "http://freebeacon.com/wp-content/uploads/2014/07/ISIL-fighter-150x150.jpg", "type": "article"}, "twitter": {"site": "@freebeacon", "image": "http://freebeacon.com/wp-content/uploads/2014/07/ISIL-fighter-150x150.jpg", "description": "State Department spokeswoman Marie Harf appeared to completely contradict her boss’ remarks on the", "card": "summary", "title": "State Spox Walks Back Kerry Remarks About Working with Iran on ISIL"}, "robots": "noodp", "apple-itunes-app": "app-id=1047859882", "fb": {"app_id": "FB_APP_ID"}, "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fe1254\"", "article_summary": "Secretary of State John Kerry unequivocally stated on Monday that the United States is still open to working with Iran to combat ISIL.\nHowever, just hours after Kerry made those remarks, State Department spokeswoman Harf stated the complete opposite.\nHowever, Harf stated the opposite during her daily press briefing, raising questions as to whether the administration has its policy prescriptions straight.\nBY:State Department spokeswoman Marie Harf appeared to completely contradict her boss’ remarks on the possibility of the United States working with Iran to combat the Islamic State of Iraq and Levant (ISIL or ISIS), adding more confusion to an issue already sparking questions among reporters.\n“Having a channel of communication on one of the biggest issues in the world today is common sense,” Kerry said."}