{"article_title": "The Rand Paul/Ron Paul Disconnect on Drugs", "article_keywords": ["rand", "disconnect", "drugs", "pauls", "fathers", "paulron", "drug", "legalization", "need", "heroin", "sentencing", "paul", "war"], "article_url": "http://reason.com/blog/2014/02/05/the-rand-paulron-paul-disconnect-on-drug", "article_text": "One of Ron Paul's defining moments on the national stage--vivid proof that this is a very different kind of character we are dealing with here, in a great way--was when, at the first 2012 cycle Republican presidential candidate debate in May 2011, he mocked the notion that legalizing heroin was a terrible idea that would lead everyone to do heroin.\n\n\"It's amazing that we want freedom to pick our future in a spiritual way but not when it comes to our personal habits,\" he said, and advocated leaving drug policy to the states: \"Up until this past century they were legal....How many people here would use heroin if it were legal? I bet nobody would!....'Oh yeah, I need the government to take care of me, I don't want to use heroin so I need these laws.'\"\n\nThat boldness actually was a big applause line. It was a sea change in what was possible in American politics, even if no one has been bold enough to try to occupy the space Ron Paul cleared.\n\nThe Washington Post writes yesterday that Paul's son, Kentucky Sen. Rand Paul, while making decent noises in a libertarian direction on drug policy, isn't bold enough to be a legalizer:\n\nThe younger Paul has long distanced himself from his father’s pro-legalization stances. While campaigning for his father, Rand defended the states-rights positions, but he has since made a point to note that he does not personally favor the legalization of drugs such as heroin and cocaine. He spent much of last year assuring conservatives -- who will be crucial in Iowa, New Hampshire and much of the heartland in 2016 -- that, when it came to drugs, he was on their side. But much of the Paul brand is built on the backs of the Libertarian-leaning voters who buoyed his father’s presidential bids, and Paul’s refusals in the past to voice support for state-level legalization has earned him some chiding from them. He has, however, charted out a fairly libertarian -- some might even argue, liberal -- position on drug sentencing reform, calling for the walk-back of federal mandatory minimum sentences for nonviolent drug offenses. As 2016 inches closer, Paul may find himself increasingly tugged in two directions. Thus far, Paul has toed the line -- supporting sentencing reform that is considered by many essential to undoing the societal damage done by the war on drugs while deliberately staying far away from his father’s states’ rights crusades with regard to drugs.\n\nI got the sense when interviewing Paul last week and bringing up the topic, even about pot, that he'd rather not be pressed on what he really might philosophically believe deep down in a perfect world on this topic, but just wants to talk about the specific policies he's actually advocating as a legislator to ameliorate some of the worst effects of the drug war, especially when it comes to sentencing and industrial hemp. This certainly isn't satisfying to full legalizers, as Mike Riggs has written about for us here and here.\n\nI'm not even sure, as Rand Paul seems to be, that avoiding legalization head on will make him a more effective change agent around the edges of the drug war, moving the goalposts of the politically acceptable in a way that might make politician Rand Paul of 2018 feel free to say some more interesting things about the legality of drugs--just as Barack Obama has felt politically freed to at least say sensible things about pot.\n\nIn the meantime, those who need a national politician who is willing to mock heroin's illegality can know that Rand Paul is not, right now, their man.", "article_metadata": {"og": {"site_name": "Reason.com", "description": "One of Ron Paul's defining moments on the national stage--vivid proof that this is a very different kind of character we are dealing with here, in a great", "title": "The Rand Paul/Ron Paul Disconnect on Drugs", "url": "http://reason.com/blog/2014/02/05/the-rand-paulron-paul-disconnect-on-drug", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/mc/_external/2014_02/c-span.jpg", "type": "article"}, "twitter": {"site": "@reason", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/mc/_external/2014_02/c-span.jpg", "description": "One of Ron Paul's defining moments on the national stage--vivid\nproof that this is a very different kind of character we are\ndealing with here, in a great way--was when, at the first 2012\ncycle&nbsp;Republican\npresidential candidate debate in May 2011, he mocked the notion\nthat legalizing heroin was a terrible idea that would lead everyone\nto do heroin.\n\"It's amazing that we want freedom to pick our future in a\nspiritual way but not when it comes to our personal habits,\" he\nsaid, and advocated leaving drug policy to the states: \"Up until\nthis past century they were legal....How many people here would use", "card": "summary_large_image", "title": "The Rand Paul/Ron Paul Disconnect on Drugs"}, "fb": {"pages": 17548474116}, "article": {"tag": "HomePage", "published_time": "2014-02-05T20:09:00+00:00", "author": "http://reason.com/people/brian-doherty"}, "msvalidate.01": "212A68A07785B3080038A845C4EE8905", "google-site-verification": "-AmMiilAN-pnjWt369CUWae-VQ-b9wmH4fSGyhbkQxw", "viewport": "width=device-width, initial-scale=1, maximum-scale=2"}, "_id": "\"57477af46914bd0286fdb127\"", "article_summary": "In the meantime, those who need a national politician who is willing to mock heroin's illegality can know that Rand Paul is not, right now, their man.\nHe has, however, charted out a fairly libertarian -- some might even argue, liberal -- position on drug sentencing reform, calling for the walk-back of federal mandatory minimum sentences for nonviolent drug offenses.\nThe Washington Post writes yesterday that Paul's son, Kentucky Sen. Rand Paul, while making decent noises in a libertarian direction on drug policy, isn't bold enough to be a legalizer:The younger Paul has long distanced himself from his father’s pro-legalization stances.\n'Oh yeah, I need the government to take care of me, I don't want to use heroin so I need these laws.'\"\nAs 2016 inches closer, Paul may find himself increasingly tugged in two directions."}