{"article_title": "In Westcliffe, a small town welcomes Ride the Rockies finale", "article_keywords": ["town", "city", "finale", "junction", "colorado", "johnson", "started", "ride", "rockies", "tour", "small", "westcliffe", "riders", "came", "welcomes"], "article_url": "http://blogs.denverpost.com/ridetherockies/2015/06/20/westcliffe-colorado-ride-the-rockies-2015-day-7/3232/", "article_text": "WESTCLIFFE — Warren Johnson and Diane Tribbett, donning matching tuxedo cycling jerseys, crossed the finish line together on Saturday here in this quiet old railroad town and embraced in a kiss.\n\nThe couple was celebrating their ninth wedding anniversary. Every year since their wedding in Denver’s Cheeseman Park, they’ve been on a bicycle tour in Colorado — six times with Ride the Rockies. Johnson served in the town’s clinic briefly while in medical school at the University of Colorado Boulder, and his wife sent her children to summer camp here. It was their first time in town together.\n\n“He is the much stronger biker,” Tribbett said. “He usually stays with me, or almost always, really. And sometimes I feel guilty, because he could do it way faster. And once in a while, I sag, but not for long.”\n\n“We do a lot of training, and I have plenty of time to ride by myself,” Johnson said. “And it’s more fun to ride with someone.\n\n“We’re going to have a beer for our anniversary.”\n\nPHOTOS: The best photos from Ride the Rockies\n\nWestcliffe, and its neighboring town, Silver Cliff, resting at the base of the Sangre de Cristo mountain range, came alive as first-time hosts on Ride the Rockies, welcoming nearly 2,000 cyclists finishing the 30th edition of the tour.\n\nThe oldest rider was 90 years old, the youngest just seven. Riders came from all 50 states and 11 countries. In all, they traversed 464 miles and ascended more than 31,000 feet over seven days, starting in Grand Junction and ending here.\n\n“Absolutely no corners were cut here,” Chandler Smith, the tour director, said at the closing ceremonies. “From the hay bale bicycle on the outskirts of town, to the decorated bicycles that lined the course as we came in, to the horse-drawn buggies delivering cowbells, to the chalk art greeting cyclists as they approached the finish line, to all the cheering fans, to all the incredible offerings of entertainment and food.\n\n“Westcliffe and Custer County, you all promised one of the greatest finishes, and you all delivered. … You have most definitely set the bar a lot higher.”\n\nThey came to the edge of town — downhill, to their relief — in waves and trickles. A cyclist here, a group of two or three, a dozen. Some of their faces betrayed comfort and joy, some exhaustion. Others shot their fists skyward, yelling in celebration or slapped hands with people cheering along the sidewalk. Residents and business owners lined the streets under a sweltering sun, exuberantly ringing cowbells, waving their hands, cheering and clapping. The atmosphere was like the finish to a stage of a professional cycling race.\n\n“Our community came together,” said Donna Hunt, the president of the Custer County Chamber of Commerce. Businesses and sponsors raised $30,000 to put on the final party, one that they did not apply for. Tour organizers approached them eight months ago about being the route’s finish.\n\nThe prudent riders started early as the sun rose over Cañon City, the day’s starting city. Any expectation that tour organizers would take it easy on riders in their seventh and final day were mistaken. After a downhill out of Cañon City, through Brookside and into Florence, cyclists began a 29-mile climb that started gradually before snaking steeply up Hardscrabble Pass, the incline in the middle unrelenting, before riders were shot straight down into Westcliffe.\n\nThe reward at the top of Hardscrabble was a dramatic unveiling of the Sangre de Cristo mountains, its 13,000 and 14,000-foot peaks stretching across the horizon, still showing patches of snow, with lush green at the base set to an azure-colored sky.\n\nThe tour began on Sunday in Grand Junction, the same city where this ride 30 years earlier in 1986 had started before it ended in Denver. In all since that first ride, the tour has climbed 12,685 miles, visited 46 towns in Colorado and climbed more than 27 mountain passes. After Grand Junction, riders cycled through Colorado National Monument, Hotchkiss, Gunnison, Crested Butte, Salida and Cañon City before ending here.\n\n“I leave my office for a week,” Johnson said of doing the tour, “and I tell everybody I’m going away to summer camp. That’s what this is for us.”\n\nStaff photographer AAron Ontiveroz contributed to this report.", "article_metadata": {"news_keywords": "Canon City,Hardscrabble Pass,Ride the Rockies,Sangre de Christo,Westcliffe", "language": "en, sv", "og": {"site_name": "Ride the Rockies", "description": "Westcliffe, an old railroad town that served as the host city for 2015's Ride the Rockies finale, welcomed thousands of cyclists finishing the tour.", "title": "In Westcliffe, a small town welcomes Ride the Rockies finale", "url": "http://blogs.denverpost.com/ridetherockies/2015/06/20/westcliffe-colorado-ride-the-rockies-2015-day-7/3232/", "image": "http://blogs.denverpost.com/ridetherockies/files/2015/06/ride-the-rockies-day-7-2015-web-495x329.jpg", "type": "blog"}, "twitter": {"domain": "blogs.denverpost.com", "description": "Westcliffe, an old railroad town that served as the host city for 2015's Ride the Rockies finale, welcomed thousands of cyclists finishing the tour.", "title": "Westcliffe welcomes the Ride the Rockies finale with pomp and fanfare", "url": "http://blogs.denverpost.com/ridetherockies/2015/06/20/westcliffe-colorado-ride-the-rockies-2015-day-7/3232/", "image": "http://blogs.denverpost.com/ridetherockies/files/2015/06/ride-the-rockies-day-7-2015-web-495x329.jpg", "creator": "@danielpetty", "site": "@denverpost", "app": {"name": {"ipad": "Denver Post", "iphone": "Denver Post", "googleplay": "The Denver Post"}, "id": {"ipad": "id409389010", "iphone": "id375264133", "googleplay": "com.ap.denverpost"}}, "card": "summary_large_image"}, "robots": "noodp", "fb": {"app_id": 105517551922}, "Copyright": "Copyright © The Denver Post.", "article": {"publisher": "https://www.facebook.com/denverpost"}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "distribution": "global", "viewport": "width=device-width,initial-scale=1", "description": "Westcliffe, an old railroad town that served as the host city for 2015's Ride the Rockies finale, welcomed thousands of cyclists finishing the tour."}, "article_summary": "Every year since their wedding in Denver’s Cheeseman Park, they’ve been on a bicycle tour in Colorado — six times with Ride the Rockies.\nAfter Grand Junction, riders cycled through Colorado National Monument, Hotchkiss, Gunnison, Crested Butte, Salida and Cañon City before ending here.\nThe prudent riders started early as the sun rose over Cañon City, the day’s starting city.\nRiders came from all 50 states and 11 countries.\nIn all since that first ride, the tour has climbed 12,685 miles, visited 46 towns in Colorado and climbed more than 27 mountain passes."}