{"article_title": "5 questions with KentuckyOne Health CEO Ruth Brinkley", "article_keywords": ["youre", "kentuckyone", "ceo", "brinkley", "hard", "system", "try", "lot", "health", "questions", "organization", "values", "ruth", "hospital", "really"], "article_url": "http://www.beckershospitalreview.com/hospital-management-administration/5-questions-with-kentuckyone-health-ceo-ruth-brinkley.html", "article_text": "5 questions with KentuckyOne Health CEO Ruth Brinkley\n\nRuth Brinkley has served as president and CEO of Louisville-based KentuckyOne Health since its inception in January 2012.\n\nKentuckyOne Health was born from a merger between Louisville-based Jewish Hospital & St. Mary's HealthCare and Lexington, Ky.-based Saint Joseph Health System. The system also formed a partnership with the University of Louisville Hospital and it’s affiliated JamesGrahamBrownCancerCenter later in 2012.\n\nMs. Brinkley is a diligent and hardworking leader with an array of experience in healthcare leadership and women's advocacy. She holds a master's of nursing degree from DePaulUniversity in Chicago.\n\nHere, Ms. Brinkley took the time to answer Becker's Hospital Review's five questions.\n\nNote: Responses have been lightly edited for length and clarity.\n\n1. How would you describe your leadership philosophy?\n\nI am a hard worker who is mission driven and values high performance. I expect other people to work hard as well. My main philosophy is it's not about me, but it's about the mission of the organization — delivering care to those we've pledged to serve — and I expect people to give their best and commit to the mission.\n\nI try to find people who are willing to work hard because I want to be surrounded by a great team. I do not want \"yes\" people; I expect debate and disagreement, though without being disagreeable. For this particular organization coming together as a system, I particularly look for people who have deep experience, who are resilient and have a lot of grit and determination and who were willing to hang in here for the long term.\n\nThere's a lot of talk of the \"sexiness,\" if you will, of M&A activity. It's very alluring and exciting to acquire something. I believe it's equally or more important to decide how you're going to integrate what you're acquiring and make it part of what you're trying to achieve overall. We're here to effectively advance post-merger integration and make this the organization it was envisioned to be.\n\n2. Who do you consider your primary role model, or who has had the biggest impact on your professional development?\n\nI think my primary role model is my grandmother. She influenced me early on. She had all of those traits I just described. She was a hard worker, she was a teacher, she made sure we studied and really instilled a lot of values in me, particularly honesty, integrity and compassion. When I think about the values we have as an organization — reverence, integrity, compassion and excellence — that defined her.\n\nAs I became an adult and a career professional, I've picked pieces from a lot of people that I've worked with.\n\n3. What is the No. 1 issue facing your patient population?\n\nIt's the disease burden and disease status. The rollout of the Affordable Care Act has really helped a lot of people gain access they would not have had otherwise. That is a positive thing. We have people who have been found with significant illness and disease and have not previously had access to healthcare. Our vision is to bring wellness, healing and hope to all, including the underserved. That is a core part of our mission.\n\n4. What is your biggest goal for KentuckyOne Health in the year ahead?\n\nI want our value-based measures — quality, safety and experience scores — to improve. We're really focused on that. The first goal is to have an engaged workforce, including physicians and staff, and that leads to quality, safety and service improvements. We won't get there without an engaged workforce.\n\n5. What strategies do you use to balance your professional life with your personal life?\n\nI like to travel. I try to go somewhere nice about every six to eight weeks. I have a young granddaughter and a grandson, and it's been fun watching them grow up, so I try to visit them as often as I can. My grandson lives in St. Louis and my three-year-old granddaughter lives in the northern Virginia/ D.C. area. I try to spend time with them; I want to know who they are. I also try to take an adult trip every so often. I've recently been to Philadelphia, New York and I went to Italy over the holiday with my son, my daughter-in-law and my grandson.\n\nMore articles on leadership:\n\nAsk Chuck: What's a hospital CEO to do when his team is flat-out tired?\n\nWorld Medical Innovation Forum to focus on cancer: 4 things to know\n\nMemorialCare to cut 194 jobs as part of San Clemente hospital closure: 3 things to know\n\n© Copyright ASC COMMUNICATIONS 2016. Interested in LINKING to or REPRINTING this content? View our policies by clicking here.", "article_metadata": {"keywords": "Ruth Brinkley, CEO, leader, leadership, KentuckyOne Health", "description": "Ruth Brinkley has served as president and CEO of Louisville-based KentuckyOne Health since its inception in January 2012.", "author": "Tamara Rosin"}, "article_summary": "5 questions with KentuckyOne Health CEO Ruth BrinkleyRuth Brinkley has served as president and CEO of Louisville-based KentuckyOne Health since its inception in January 2012.\nKentuckyOne Health was born from a merger between Louisville-based Jewish Hospital & St. Mary's HealthCare and Lexington, Ky.-based Saint Joseph Health System.\nHere, Ms. Brinkley took the time to answer Becker's Hospital Review's five questions.\nMs. Brinkley is a diligent and hardworking leader with an array of experience in healthcare leadership and women's advocacy.\nMore articles on leadership:Ask Chuck: What's a hospital CEO to do when his team is flat-out tired?"}