{"article_title": "Xerox To Acquire RSA Medical to Expand Healthcare Services Offerings", "article_keywords": ["management", "plans", "medical", "acquire", "xerox", "rsa", "offerings", "health", "members", "healthcare", "services", "payers", "expand", "population"], "article_url": "http://hitconsultant.net/2015/08/24/xerox-acquire-rsa-medical-expand-healthcare-services-offerings/", "article_text": "Thought you might find this interesting Submit\n\nXerox has announced a definitive agreement to acquire RSA Medical that will expand Xerox’s portfolio of healthcare service offerings to payers and life insurers using predictive analytics to enhance member outreach services aimed at improving overall population health. Financial terms of the acquisition were not disclosed. The RSA Medical management team and its employees will remain with the company with Salviola leading operations and reporting to Rakowski.\n\nRSA Medical is a leading provider of health assessment and risk management for members interacting with health and life insurance companies. Integrating RSA Medical into Xerox’s Commercial Healthcare Services business will expand the company’s ability to support healthcare payers throughout all stages of member engagement, including application and enrollment, operations and claims management, customer care, and population health management.\n\n“An estimated 16 million more Americans have health insurance under the Affordable Care Act – many for the first time,” said Kelly Rakowski, senior vice president, Healthcare Payer Services at Xerox. “With this acquisition, we will help health plans educate new enrollees about services available to them and close gaps in care when necessary. We’ll also provide payers with insights into population health trends, and coordinate timely and personal clinical interventions for at-risk individuals and populations.”\n\nPowered by its proprietary MedGine platform and individualized patient-engagement capabilities, RSA Medical utilizes population-health focused data analytics that enable health plans to support early identification of medical conditions and other risk factors, increasing payers’ ability to assist their members in maintaining wellness and managing chronic medical conditions.\n\nXerox works with some of the top nationally managed health plans, 12 of the largest Blue Cross Blue Shield plans, and the top pharmacy benefit managers, as well as several local and regional health plans. Through its services, Xerox touches approximately two-thirds of all insured Americans, including processing more than 1 billion claims annually and handling approximately 50 million interactions with members and providers per year.", "article_metadata": {"description": "Xerox has announced a definitive agreement to acquire RSA Medical that will expand Xerox’s portfolio of healthcare service offerings to payers and life insurers", "generator": "WordPress 4.5.2", "og": {"description": "Xerox has announced a definitive agreement to acquire RSA Medical that will expand Xerox’s portfolio of healthcare service offerings to payers and life insurers", "title": "Xerox To Acquire RSA Medical to Expand Healthcare Services Offerings", "locale": "en_US", "image": {"width": 329, "identifier": "http://wrm5sysfkg-flywheel.netdna-ssl.com/wp-content/uploads/2013/10/Xerox-Survey-Finds-Americans-Remain-Conflicted-Over-EHRs.jpg", "height": 231}, "updated_time": "2015-08-24T11:45:31-04:00", "url": "http://hitconsultant.net/2015/08/24/xerox-acquire-rsa-medical-expand-healthcare-services-offerings/", "type": "article"}, "twitter": {"description": "Xerox has announced a definitive agreement to acquire RSA Medical that will expand Xerox’s portfolio of healthcare service offerings to payers and life insurers", "creator": "@hitconsultant", "image": "http://wrm5sysfkg-flywheel.netdna-ssl.com/wp-content/uploads/2013/10/Xerox-Survey-Finds-Americans-Remain-Conflicted-Over-EHRs.jpg", "title": "Xerox To Acquire RSA Medical to Expand Healthcare Services Offerings", "site": "@hitconsultant", "card": "summary"}, "robots": "noodp", "google-site-verification": "ZfA9TYzJhTo4Qq5hZKk2GVBYHj0-7Bu73PO0P5jbDaI", "article": {"publisher": "https://www.facebook.com/pages/HIT-Consultant-Media/302199219847409", "section": "Health IT", "published_time": "2015-08-24T11:44:30-04:00", "modified_time": "2015-08-24T11:45:31-04:00"}, "viewport": "width=device-width, initial-scale=1"}, "article_summary": "The RSA Medical management team and its employees will remain with the company with Salviola leading operations and reporting to Rakowski.\nXerox works with some of the top nationally managed health plans, 12 of the largest Blue Cross Blue Shield plans, and the top pharmacy benefit managers, as well as several local and regional health plans.\nIntegrating RSA Medical into Xerox’s Commercial Healthcare Services business will expand the company’s ability to support healthcare payers throughout all stages of member engagement, including application and enrollment, operations and claims management, customer care, and population health management.\nRSA Medical is a leading provider of health assessment and risk management for members interacting with health and life insurance companies.\n“With this acquisition, we will help health plans educate new enrollees about services available to them and close gaps in care when necessary."}