{"article_title": "Hospitals, universities re-evaluate ties amid financial woes", "article_keywords": ["universities", "reevaluate", "financial", "raise", "woes", "amid", "university", "according", "medical", "teaching", "cuts", "spin", "ties", "article", "hospitals", "hospital"], "article_url": "http://www.fiercehealthfinance.com/story/hospitals-universities-re-evaluate-ties-amid-financial-woes/2015-04-23", "article_text": "Colleges and universities have started to rethink their relationships with teaching hospitals as they become less profitable, according to the Wall Street Journal.\n\nServices at university hospitals are usually more expensive than those at community hospitals, because those providers have to cover the cost of research and instruction along with the cost of care, making them less appealing to the insurance exchanges formed by the Affordable Care Act. Moreover, university hospitals tend to be in urban areas with a patient population largely reliant on Medicaid. That's not to mention the looming threat of cuts to disproportionate share hospitals. Teaching hospitals could also take a financial hit from readmissions penalties due to suspicions that they may not adequately educate their patients on the post-discharge process, FierceHealthcare previously reported.\n\nOver the years, academic medical centers' operating margins have hovered in the range of 3 to 5 percent, but a 2013 McKinsey report predicted they could drop into the negatives by 2019, according to the article. About 5 percent of all hospitals are major teaching hospitals, but their revenues represent nearly 25 percent of clinical care-based hospital revenue.\n\nMany of the major teaching facilities haven taken steps in response, according to the article. For example, Vanderbilt University in Nashville, Tennessee, announced in November it will spin off its medical center after budget cuts nearly led to a loss in fiscal 2014. The university and hospital will maintain their affiliation, but the hospital will have the freedom to raise more debt without bumping up against the university's plan to keep its credit rating at Aa2.\n\nSimilarly, Emory University in Atlanta, which derives more than 61 percent of its revenue from clinical operations, is in talks to spin off the outpatient clinics and six hospitals that make up its healthcare arm, according to the article. \"You get away from the university mission at some point if you build out the full spectrum of community services that are needed to have a successful health system of tomorrow,\" Emory CEO Michael Mandl said.\n\nTo learn more:\n\n- here's the article\n\nRelated Articles:\n\nMoody's: DSH cuts put hospital bond ratings, state budgets at risk\n\nQuality penalties to slam high-intensity teaching hospitals\n\nMoody's: Academic medical centers in relatively strong position\n\nTeaching hospital leaders-drug company affiliation raise conflict of interest concerns", "article_metadata": {"description": "Colleges are rethinking their relationships with their teaching hospitals as they become less profitable, according to the Wall Street Journal.", "og": {"site_name": "FierceHealthFinance", "description": "Colleges are rethinking their relationships with their teaching hospitals as they become less profitable, according to the Wall Street Journal.", "title": "Hospitals, universities re-evaluate ties amid financial woes", "url": "http://www.fiercehealthfinance.com/story/hospitals-universities-re-evaluate-ties-amid-financial-woes/2015-04-23", "image": "http://assets.fiercemarkets.net/public/opengraphimages/updated/opengraph_fiercehealthfinance.jpg", "type": "website"}, "parsely-metadata": "{\"mkto\": }", "revisit-after": "1 day", "keywords": "academic medical centers,Disproportionate Share Hospitals,Legal / Regulatory / Risk Management,medicaid patients,Operations & Business Management,teaching hospitals", "viewport": "width=device-width", "news_keywords": "Legal / Regulatory / Risk Management,Operations & Business Management"}, "_id": "\"57477af36914bd0286fd013b\"", "article_summary": "Moreover, university hospitals tend to be in urban areas with a patient population largely reliant on Medicaid.\nAbout 5 percent of all hospitals are major teaching hospitals, but their revenues represent nearly 25 percent of clinical care-based hospital revenue.\nColleges and universities have started to rethink their relationships with teaching hospitals as they become less profitable, according to the Wall Street Journal.\nTeaching hospitals could also take a financial hit from readmissions penalties due to suspicions that they may not adequately educate their patients on the post-discharge process, FierceHealthcare previously reported.\nServices at university hospitals are usually more expensive than those at community hospitals, because those providers have to cover the cost of research and instruction along with the cost of care, making them less appealing to the insurance exchanges formed by the Affordable Care Act."}