{"article_title": "A house divided: what happens after government shutdown ends?", "article_keywords": ["happens", "ends", "disaster", "federal", "house", "divided", "martin", "certainly", "state", "shutdown", "tea", "world", "suffer", "war", "closed"], "article_url": "https://scholarsandrogues.com/2013/10/05/a-house-divided/", "article_text": "“And we are looking for ways to reopen the portions of the government that we agree with.” Jenny Beth Martin, Tea Party Patriots\n\nThere it is in a nutshell. The whole national divide summed up in one sentence. So, Ms. Martin, we know you’d like to defund the Affordable Care Act. What else? I’ve met Libertarians in my life who would strip all funding from public radio and television and the arts in general. How about National Parks and monuments? There sure was a stink this week in DC when the World War II Memorial was closed. Rand Paul went so far as to label those who closed it “goons.” But should such a memorial even exist at taxpayer’s expense? Should its maintenance and upkeep be sold off for naming rights? But opening those closed attractions seems to be a high priority for even members of the Tea Party. World War II vets storming the barricades is certainly more photogenic than furloughed meat inspectors or passport clerks. There’s a tropical storm in the Gulf of Mexico–granted a weak one, named Karen. Surely it will cause damage and certainly there will be requests for aid. FEMA was already reactivating personnel previously labeled non-essential. But even in the event of a natural disaster, is the federal government’s assistance really all that essential? After all, a number of conservatives exclaim loudly that the federal government is incompetent. But let a disaster strike, say a fire or flood in Colorado, and even those counties that will be voting to secede from the rest of the state because of its recent too-liberal tendencies line up at the federal trough. Certainly a number of conservatives objected last fall to aid to New York and New Jersey after Hurricane Sandy. It’s a lot easier to say no, to place conditions, to object, when it’s someone else’s state or district or city. Or home. I’ve thought about objecting on those grounds myself. When I see Texas or Alabama in the news for some disaster: chemical plant explosion, hurricane, drought, I think, “No help for you! Let you fix this on your own, since you don’t want to help others.” Briefly. It’s just anger–mine. I realize that. And I know that, in reality. I would never want people to suffer that way just for the sake of a political disagreement. How about you, Ms. Martin? How hard is your heart? Does it satisfy you to see people suffer? Abraham Lincoln said of slavery, “A house divided against itself cannot stand.” Well, we certainly tested that theory. And three-quarters of a million men died to make the house all one thing. Is there going to be a civil war this time? No. Eventually our representatives will be forced to come to their senses and realize that, when you govern, at least in this country in this century, you don’t get to just operate or fund “the portions of the government that we agree with,” but you have to deal with the rest of it, too. Getting to that point is getting uglier every day. But will there, nonetheless, be a time of reconstruction? A time of binding up the nations’ wounds? I certainly hope so. I can’t see how it’s going to happen. But it has to at some point. Lincoln, after all, was right. Image: Marty Duren.", "article_metadata": {"application-name": "Progressive Culture | Scholars & Rogues", "generator": "WordPress.com", "title": "A house divided: what happens after government shutdown ends? | Progressive Culture | Scholars & Rogues on WordPress.com", "og": {"site_name": "Progressive Culture | Scholars & Rogues", "description": "“And we are looking for ways to reopen the portions of the government that we agree with.”  Jenny Beth Martin, Tea Party Patriots There it is in a nutshell.  The whole national divide s…", "title": "A house divided: what happens after government shutdown ends?", "url": "https://scholarsandrogues.com/2013/10/05/a-house-divided/", "image": {"secure_url": "https://i2.wp.com/www.martyduren.com/wp-content/uploads/2012/02/tattered-flag.jpg", "identifier": "http://www.martyduren.com/wp-content/uploads/2012/02/tattered-flag.jpg"}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.martyduren.com/wp-content/uploads/2012/02/tattered-flag.jpg?w=1400", "site": "@wordpressdotcom", "card": "photo"}, "msapplication-tooltip": "Arts & literature, pop culture, media, photography, sports and climate", "p": {"domain_verify": "d4c64b77e8947a8dc5eff7f725b17544"}, "msapplication-window": "width=device-width;height=device-height", "msapplication-task": "name=WordPress.com Forums;action-uri=http://forums.wordpress.com/;icon-uri=https://s2.wp.com/i/favicon.ico", "article": {"publisher": "https://www.facebook.com/WordPresscom", "published_time": "2013-10-05T19:48:00+00:00", "modified_time": "2013-10-13T15:45:25+00:00"}, "msvalidate.01": "9314EC07937D51DFB8DF657B006311E5", "google-site-verification": "iknn8olT_xhZ2o9rdS9JZwsdwq_R-xOTDMqr7Cak52c", "viewport": "width=device-width", "description": "\"And we are looking for ways to reopen the portions of the government that we agree with.\"  Jenny Beth Martin, Tea Party Patriots There it is in a nutshell.  The whole national divide summed up in one sentence.  So, Ms. Martin, we know you'd like to defund the Affordable Care Act.  What else? I've met…"}, "_id": "\"57477af46914bd0286fe2467\"", "article_summary": "There sure was a stink this week in DC when the World War II Memorial was closed.\nWorld War II vets storming the barricades is certainly more photogenic than furloughed meat inspectors or passport clerks.\n“And we are looking for ways to reopen the portions of the government that we agree with.” Jenny Beth Martin, Tea Party PatriotsThere it is in a nutshell.\nAbraham Lincoln said of slavery, “A house divided against itself cannot stand.” Well, we certainly tested that theory.\nBut even in the event of a natural disaster, is the federal government’s assistance really all that essential?"}