{"article_title": "“Cover Mississippi”, kickoff campaign launches this Friday at Metro Mall", "article_keywords": ["mississippi", "metro", "campaign", "statewide", "launches", "cover", "coalition", "kickoff", "insurance", "mall", "health", "plan", "members", "services", "mississippians", "help"], "article_url": "http://themississippilink.com/2013/11/12/cover-mississippi-kickoff-campaign-launches-this-friday-at-metro-mall/", "article_text": "Coalition to help people understand and signup for “Obamacare”\n\n(for health coverage under the Affordable Care Act)\n\nAnyone interested in understanding “Obamacare” or shopping for health insurance options will be able to meet with navigators and counselors, and even enroll in a plan, are invited to attend the Enrollment Extravaganza at Metrocenter Mall on Friday, November 15 2013 between 10am and 4pm. This is a statewide kickoff and these services will be provided at different locations throughout the month (see the above chart for dates and locations).\n\n“Cover Mississippi” is a collaboration of Mississippi consumer health advocates, providers, and other stakeholders to educate and enroll Mississippians in the new health insurance Marketplace. The focus is to help in the offering of affordable health coverage to more than 275,000 Mississippians through the Mississippi Health Insurance Marketplace through a statewide campaign to educate Mississippians about their new health insurance options.\n\nThe Coalition is organized around a steering committee, working groups, and community partners. Coalition members share learning and best practices, maximize resources, identify challenges and opportunities, and are building an inclusive plan to insure Mississippians. Members currently include:\n\nAARP Mississippi\n\nAmerican Association of University Women\n\nAmerican Cancer Society\n\nChildren’s Defense Fund Southern Regional Office\n\nHealth Help Mississippi\n\nHumana\n\nJackson-Hinds Comprehensive Health Center\n\nMississippi Center for Justice\n\nMississippi Economic Policy Center\n\nMississippi Health Advocacy Program\n\nMississippi Human Services Coalition\n\nMississippi Immigrants Rights Alliance\n\nMississippi Primary Health Care Association\n\nMississippi State Conference NAACP\n\nPlanned Parenthood Southeast", "article_metadata": {"og": {"site_name": "The Mississippi Link", "description": "Coalition to help people understand and signup for \"Obamacare\" (for health coverage under the Affordable Care Act)   Anyone interested in understanding \"Obamacare\" or shopping for health insur...", "title": "\"Cover Mississippi\", kickoff campaign launches this Friday at Metro Mall", "url": "http://themississippilink.com/2013/11/12/cover-mississippi-kickoff-campaign-launches-this-friday-at-metro-mall/", "image": "http://themississippilink.com/wp-content/uploads/2013/11/enrollment-flyer2-page-001.jpg", "type": "article"}, "twitter": {"image": "http://themississippilink.com/wp-content/uploads/2013/11/enrollment-flyer2-page-001.jpg", "site": "@jetpack", "card": "photo"}, "generator": "WordPress 3.7.14"}, "_id": "\"57477af36914bd0286fd0146\"", "article_summary": "“Cover Mississippi” is a collaboration of Mississippi consumer health advocates, providers, and other stakeholders to educate and enroll Mississippians in the new health insurance Marketplace.\nThe focus is to help in the offering of affordable health coverage to more than 275,000 Mississippians through the Mississippi Health Insurance Marketplace through a statewide campaign to educate Mississippians about their new health insurance options.\nCoalition members share learning and best practices, maximize resources, identify challenges and opportunities, and are building an inclusive plan to insure Mississippians.\nThis is a statewide kickoff and these services will be provided at different locations throughout the month (see the above chart for dates and locations).\nThe Coalition is organized around a steering committee, working groups, and community partners."}