{"article_title": "Jordan’s Revenge and the Arab World’s ISIS Awakening", "article_keywords": ["operations", "worlds", "jordans", "million", "isis", "abdullah", "revenge", "fight", "arab", "awakening", "jordanian", "jordan", "military", "come", "war"], "article_url": "http://www.thefiscaltimes.com/2015/02/06/Jordan-s-Revenge-and-Arab-World-s-ISIS-Awakening", "article_text": "This is the moment the Pentagon has been waiting for. All those years of “building partner capacity,” to train, equip, fund, strengthen and professionalize the militaries of Middle East dictators and kingdoms, are about to pay off.\n\nThe unthinkable immolation of Jordanian pilot First Lt. Moaz al-Kasasbeh has ignited Arab outrage against a terrorist group that arguably has never been seen. Almost immediately after ISIS released their gruesome video of his death, Jordan’s Army spokesman promised a “earth-shaking and decisive” retaliatory response. And the world overnight focused on this: it took less than 12 hours for Jordan to exact revenge executions of two terrorists, Sajida al-Rishawi, whose suicide-bomb vest failed to explode in a 2005 attack on an Amman hotel, and Ziad al-Karbouli, of al-Qaeda in Iraq.\n\nRelated: Obama’s Muted Response to the ISIS and Ukraine Crises\n\nBut the real revenge is what’s yet to come. Jordan’s military, with a $1.5 billion budget, has over 1,300 tanks and nearly 250 aircraft, according to one recent accounting, ready to fight the next great land war that has never come. Jordanian officials announced Wednesday increased air strikes against ISIS are on the way. More notable, perhaps, are Jordan’s special operations capabilities, designed specifically for this kind of fight. Jordan boasts some of the most elite special operation forces in the world, who for years have fought alongside American operators, having been trained, equipped and paid for in part by the U.S. Indeed, Jordan is home to one of the world’s premier counterterrorism proving grounds, the King Abdullah Special Operations Training Center. Opened in 2009, a wave of top U.S. brass toured the impressive center, which was built exactly for this purpose. It has mock buildings, airliners, and streets where elite teams from around the globe come to practice counterterrorism missions, from hijackings to hostage rescue.\n\nObama’s fiscal 2016 budget request released on Monday includes $350 million in foreign military financing for Jordan. That’s $300 million in the base budget and $50 million in the Overseas Contingency Operations war account, in addition to $3.8 million for military training. The funds, in part, pay for Jordan to handle “counterterrorism and asymmetric threats,” border security and to better establish “interoperability with the United States to participate in coalition operations including operations to counter ISIL.”\n\nThe legacy of Iraq and Afghanistan is that the Pentagon wants to build up foreign militaries to fight their own fights. In Jordan,U.S. military and intelligence officials long ago found key brothers in arms.\n\nSome of the questions gripping Middle East watchers back in Washington now are: How will King Abdullah II unleash his military forces against ISIS? What revenge is coming? Will it be it covert, overt, unilateral, coalition, with or without the blessings of the Pentagon, CIA, Mossad or other Western agencies that have been battling terrorism in the Middle East mostly in the shadows, until now?\n\nRelated: 9 ISIS Weapons That Will Shock You\n\nAl-Kasasbeh’s death comes exactly as Washington’s impatience with President Barack Obama is boiling over. Despite Obama’s pained pleas for patience to not rush American troops in to a messy conflict, his critics have had enough of the administration’s slow-churning and twisting strategy to destroy the Islamic State, or ISIS, but not defeat Syria’s President Bashar al-Assad, by using a too-careful mix of overt air strikes and covert operations neither the American public nor U.S. enemies can appreciate.\n\n“Let there be no doubt: We still do not have a viable strategy to counter ISIL, and if you are not winning in war, you are losing,” said Senate Armed Service Committee Chairman John McCain, R-Ariz., at the top of Ash Carter’s confirmation hearing on Wednesday.\n\nSen. Lindsey Graham, R-S.C., three days earlier, said 10,000U.S. ground troops were needed to do the job. But voices on all sides continue to hope for other countries to shoulder the burden. FOX News’ Greta Van Susteren this weekend called on Obama to convene a “war summit” of states, to demand greater military participation from others.\n\nPerhaps the answer Washington was hoping for will come from Amman.\n\nRelated: The Three Hidden Messages Behind ISIS’s Bloody Rampages\n\n“The blood of martyr [Moaz al-Kasasbeh] will not be in vain and the response of Jordan and its army after what happened to our dear son will be severe,” Abdullah said, in a statement.\n\n“Our war for their sake will be relentless and will hit them in their own ground,” Jordanian state media reported Abdullah saying in an earlier meeting, as well.\n\n“We are talking about a collaborative effort between coalition members to intensify efforts to stop extremism and terrorism to undermine, degrade and eventually finish Daesh,” said spokesman Mohammad al-Momani, according to the Jerusalem Post.\n\nThe bloodthirsty statements from Jordanian leaders came with remarkably strong backing by Muslim religious authorities across the region. Why? Clerics took particular issue with ISISburning someone to death with fire. What they ask, in return, may not be much easier to stomach. Egypt’s grand sheikh of Al-Azhar, Ahmed al-Tayeb, called for al-Kasasbeh killers to be “killed, or crucified, or [have] their hands and legs cut off.” Similar outcries came from top clerics in Yemen and Saudi Arabia, but the underlying criticism of ISIS’s latest barbaric act was the same. “This method has turned society against them,”said Abu Sayaf, who is Jordanian.\n\nRelated: ISIS May Be Executing Its Own Fighters\n\nMcCain gave full-throated support of the U.S. Senate to Abdullah on Wednesday, promising to ask Obama for the same. “America has no greater ally in the fight against terrorism than Jordan. And, as we made clear to King Abdullah in our meeting yesterday, this committee’s immediate concern is to ensure Jordan has all of the equipment and resources necessary to continue taking the fight directly to ISIL.”\n\nCarter told the Senate that the president’s plan is to defeat ISIS on both sides of the border with Iraq and Syria. How? By building up Iraqi troops on one side of the border, and with Syrian rebel and regional forces on the other.\n\nThat’s all well and good. But look out. Here comes Abdullah. Here comes Jordan.\n\nThis article originally appeared in Defense One.\n\nRead more at Defense One:\n\nHere's What You'll Find on the Fighter Jet of 2030\n\nIgnore the Pundits: US-Israeli Security Relations Are Stronger Than Ever\n\nThe Pentagon's Weapon Wish Lists Could Disappear", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "This is the moment the Pentagon has been waiting for.", "title": "Jordan’s Revenge and the Arab World’s ISIS Awakening", "url": "http://www.thefiscaltimes.com/2015/02/06/Jordan-s-Revenge-and-Arab-World-s-ISIS-Awakening", "image": "http://cdn.thefiscaltimes.com/sites/default/files/media/Jordan.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2015/02/06/Jordan-s-Revenge-and-Arab-World-s-ISIS-Awakening", "image": "http://cdn.thefiscaltimes.com/sites/default/files/media/Jordan.jpg", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "This is the moment the Pentagon has been waiting for.", "generator": "Drupal 7 (http://drupal.org)"}, "_id": "\"57477af46914bd0286fd8836\"", "article_summary": "Related: Obama’s Muted Response to the ISIS and Ukraine CrisesBut the real revenge is what’s yet to come.\nIndeed, Jordan is home to one of the world’s premier counterterrorism proving grounds, the King Abdullah Special Operations Training Center.\nAlmost immediately after ISIS released their gruesome video of his death, Jordan’s Army spokesman promised a “earth-shaking and decisive” retaliatory response.\nThat’s $300 million in the base budget and $50 million in the Overseas Contingency Operations war account, in addition to $3.8 million for military training.\nMore notable, perhaps, are Jordan’s special operations capabilities, designed specifically for this kind of fight."}