{"article_title": "Why Robert Reich cares so passionately about economic inequality", "article_keywords": ["going", "solman", "dont", "cares", "passionately", "robert", "point", "tax", "theyre", "economic", "reich", "poverty", "inequality", "class", "economy"], "article_url": "http://www.pbs.org/newshour/rundown/robert-reich-on-inequality-for-all-part-one/", "article_text": "Friday’s Making Sen$e segment featured economist Robert Reich and the film about his eternal struggle against “Inequality for All.” Here’s the transcript of the first part of his extended conversation with Paul Solman about what motivates his passion. Friday night’s NewsHour featured about six-and-a-half minutes of an interview with newly minted movie star Robert Reich, professor of public policy at the University of California, Berkeley. We thought some folks might be interested in the entire discussion and therefore are presenting it in two installments, edited slightly for ease of reading.\n\nHere is the first:\n\nPaul Solman: What’s the basic argument here?\n\nRobert Reich:The argument is that inequality is bad for everyone, not just the middle class and poor. The rich would do better with a smaller share of a rapidly growing economy then they’re doing now with a large share of an economy that is barely growing at all. It’s not growing because there’s not enough purchasing power in the middle class, and the lower-middle class and everybody aspiring to join the middle class, to keep the economy going.\n\nWe’ve seen this from the pioneering work of Emmanuel Saez and Thomas Piketty, looking back at tax records. They’ve brought that research up to 2012 and they see that 95 percent of the gains, the economic gains, since the recovery began in 2009, are going to the top 1 percent. Meanwhile, median household income keeps dropping, adjusted for inflation. Well, where are people going to get the money they need to keep the economy going? We can’t go back into debt like we were in before 2008. So there’s a fundamental threat to the economy.\n\nThere’s also a very fundamental threat to the democracy we live in because, as even Louis Brandeis, the great jurist, understood in the late 19th century, when we last had this extraordinary gap, “We can either live in a democracy,” he said, “or we can have a huge amount of wealth concentrated in few hands, but we can’t have both.”\n\nHaven’t We Heard This Before?\n\nPaul Solman: I first met you in the early 1980s and you were already beginning to talk about this phenomenon of inequality, right?\n\nRobert Reich: I am so boring, Paul. I mean I really bore myself. And in this movie, I see myself talking about this same issue, warning that unless we do something it’s going to get completely out of control, warning that the trend lines were going in the wrong direction. I see myself doing this when I’m in my early 30s, in my 40s, in my 50s. If you ever want to get a sense of your own personal failure, look at yourself trying to get across a point that nobody is listening to and the situation gets worse and worse.\n\nPaul Solman: Well people were listening. I mean you got a fair degree of attention through all these decades. Wouldn’t you just say that the forces are bigger than you are?\n\nRobert Reich: Well yes, it would be grandiose of me, to say the least, to assume that I could do it myself. But you know, I was even in President Clinton’s cabinet at one point and was frustrated because although I think the Clinton administration did a good job with the economy, and I, as Secretary of Labor single-handedly created 22 million net new jobs [smilingly slyly], still….\n\nPaul Solman: But you couldn’t get through the kind of infrastructure spending and so forth that you wanted to. I remember you complaining about this.\n\nRobert Reich: Yeah, we couldn’t. The deeper trends that started in the late 1970s in terms of the impact of globalization and technological change in driving this wedge — more and more of the benefits of economic growth going to the very, very smaller, smaller number of people — that underlying trend we did not reverse. It just continued to get worse and worse.\n\nWhat’s So Bad about Unequal Distribution of Wealth?\n\nPaul Solman: But is it necessarily a bad thing?\n\nRobert Reich: Well it’s a bad thing in two regards, even if you don’t particularly worry about issues of fairness or public morality. It’s bad, number one, because no economy can continue to function when the vast middle class and everybody else don’t have enough purchasing power to buy what the economy is capable of producing without going deeper and deeper into debt. Seventy percent of the entire economy is basically consumer spending. And if consumers don’t have the wherewithal to spend because all the money’s going to the top, and the people at the top only spend a very small fraction of what they earn, then the economy is almost inevitably destined to slow.\n\nPaul Solman: Well, I can imagine a future in which there’s enormous productivity generated by relatively few people. (That may be happening even as we speak.) So there would be enough wealth to keep people fed and safely sheltered, and lots of diversions like video games….\n\nRobert Reich: Bread and circuses, yes.\n\nPaul Solman: Yes, bread and circuses, meaning Rome and the Roman strategy of about 2,000 years ago.\n\nRobert Reich: You’re right. We’re approaching that already. The problem is that that would require redistribution. Structural unemployment is already very high. We also see that the ranks of the poor are growing. We’re up to about 15 percent (of all families) under the poverty line, and that’s very conservative. And the poverty line understates the true amount of poverty because it measures it as three times the breadbasket that a family needs, but it doesn’t consider all the other things that are inflating far, far faster than food prices. You’ve also got 22 percent of American children in poverty right now. Those trends are getting worse and worse. So your scenario where yes, we’re getting more productive and so people may at least have adequate food and clothing and shelter…\n\nPaul Solman: And good medical care…\n\nRobert Reich: But look at the fight over the Affordable Care Act. In order to pull this off, we would have to have the kind of social spending that we (supposedly) cannot afford. The wealthy have so much political power, they’ve been managing to reduce their tax bills and enlarge their tax benefits. And the middle class — basically their incomes are stagnating — so they can’t pay more taxes. So we can’t even today finance the social safety net that, under your premises, we would need to keep everybody up to a minimum standard of living.\n\nAre We Ready for Another War on Poverty?\n\nPaul Solman: Do you think the wealthy are being foolish? Maybe they’ll just come to their senses and begin to redistribute a bit more?\n\nRobert Reich: Well maybe, and in my optimistic moments, I look back at the progressive years 1901 to 1916 or the 1930s or the 1960s, when we said, “equal opportunity is really important, we’re gonna have a civil rights act and a voting rights act and Medicare…”\n\nPaul Solman: A war on poverty.\n\nRobert Reich: And a war on poverty. Every 30 or 40 or 50 years, when capitalism gets off track, we don’t go down the roads that other nations have gone down, toward communism or socialism or fascism. We reform the system. We save capitalism from its own excesses. We’ve done it before. The question is, will we do it in time?\n\nPaul Solman: And so part of the point of this film is to issue the clarion call that we ought to be doing it now?\n\nRobert Reich: Yes, and also to give people a deeper understanding of what’s going on. Because right now, liberals are blaming big corporations and the rich conservatives are blaming the poor and government; everybody is blaming everybody else. It’s a blame game and nobody is looking at the underlying structure.\n\nWhat I try to do in my courses — what this film does — is give people a deeper understanding of what’s happening, why it’s happening, why it’s dangerous, why it’s in all of our interests to reverse these trends.\n\nIs Wealth a Reward for Skill?\n\nPaul Solman: Is it not plausible that what’s happening is that we’re living in a more and more skills-intensive world economy and that some people, perhaps because of who their parents married and their natural endowments and certainly their cultural environment, just have more of those skills than everybody else and they’re getting rewarded for it?\n\nRobert Reich: Well, undoubtedly that’s part of the story. But if it were a matter of equal opportunity and anybody who had endowments could make the most of themselves, and had a really fair shot at making it in America, it would be one thing. But we know that 42 percent of poor kids born into poverty are going to stay in poverty for their entire lifetimes. That’s a higher percentage than even in Britain, where 30 percent of people born in poverty stay in poverty. And Britain’s is traditionally a rigid class society. We have less upward mobility than Britain; we have less upward mobility than any other advanced country.\n\nPaul Solman: So you mean natural endowments can’t explain it all?\n\nRobert Reich: No, natural endowments don’t explain it all. The biggest gains have been in finance, on Wall Street. Yes, some people with natural endowments do go to Wall Street, get their MBA’s….\n\nPaul Solman: And were read to as kids and were brought up to be ambitious and work hard and all the rest of it.\n\nRobert Reich: But you see, Paul, we know empirically that we have a school system and an education system that is not very good, particularly for poorer and working class and middle class kids. We also know that it’s getting harder and harder to finance higher education, especially public higher education. Where I teach at Berkeley, the tuition and fees used to be zero in the 1960s early 1970s. They’re now $15-18,000 dollars a year. Many kids are graduating deep in debt; their families are also in debt. We know that under the tax code in the 1950s, the highest marginal tax was 91 percent under Republican President Dwight Eisenhower. Even when you got rid of all the deductions and included tax credits, it was still over 50 percent.\n\nPaul Solman: Although lots of people were laundering the money, avoiding taxes with tax shelters.\n\nRobert Reich: Yeah, some people were, but even with tax shelters, the marginal tax that actually was paid — the effective tax rate in the 1950s — was so much higher than it is today. We had financial rules; we had the Glass-Steagall Act, which discouraged risk-taking at commercial banks; we prevented Wall Street from getting out of control and wreaking the kind of damage it has. We had limits on the amount of money that could infect and undermine our politics.\n\nWe also had investment in infrastructure: the national highway-building program, the biggest infrastructure in American history, perhaps in history up to that point. We don’t do any of this anymore. We have essentially bought into what, to me, is a very dangerous mythology, and that is that the economy exists out there and we can’t do anything about it. And that’s a mythology because an economy relies on rules — rules about everything from anti-trust to bankruptcy to taxes to how money can be spent politically. Those rules define an economy and the rules now are rigged.\n\nPaul Solman: But a lot of people think, particularly the people who have benefited, that they’re getting their just desserts, that they’re entitled to the fruits of their abilities, their labor, their training. That point of view seems to me more prevalent, or at least I hear it more in America than I used to.\n\nRobert Reich: Undoubtedly many people who are extraordinarily rich — if they’re in that top 1 percent, if they got 95 percent of the gains since the recovery began — they’re going to say, “Well I deserve it.” I mean, what do you expect them to say?\n\nSome of them, like Warren Buffet and Nick Hanauer, who’s in the film, say, “I should be taxed more; this is crazy.” But many of them say, “If I’m wealthy I must be really smart,” and many other Americans, who are not making it, say to themselves, “Well, you know, if I’m not making it I must be stupid.” In fact, there’s a very poignant scene in the film in which one labor union member is trying to decide where to go and what to do and he’s talking to me and he’s saying, “Look, I would be paid more if I had the brains. I don’t have the brains and so I understand. I’m just not worth it.”\n\nWell, we’re the richest economy in the history of the world, and yet, the median household income is dropping. For the majority of Americans not to get the benefits of this extraordinarily prosperous economy — there’s something fundamentally wrong.\n\nWhat’s the Big Deal, for You, Robert?\n\nPaul Solman: Why do you care so much?\n\nRobert Reich: Because equal opportunity is a foundation-stone value and it’s not just my value, it’s America’s value. That’s what this country is built on. If we don’t achieve it or at least don’t aspire to it, then what do we have? So many people feel like the game is rigged, Paul, that they’re sort of giving up on politics.\n\nPaul Solman: Oh, for sure.\n\nRobert Reich: They’re totally cynical. Well, if you give up on politics, you’re giving up on democracy, and if you give up on democracy, you’re basically saying to the moneyed interests — the powerful people and institutions and society — take it all. That’s a self-fulfilling prophecy. Then we give up. Then then we are a 100 percent plutocracy. I have children, I have grandchildren, you have grandchildren. What’s the legacy we’re leaving to these people?\n\nPaul Solman: You ran for class president your freshman year at Dartmouth, right?\n\nRobert Reich: Yes I did, I admit, and thank you for bringing that up.\n\nPaul Solman: Were you already, at that point, as a freshman in college, committed to the notion that you had to do something politically to represent or help the disenfranchised, the disadvantaged?\n\nRobert Reich: Something happened to me in the summer of 1964 before I began college, and I get into it in the movie a little bit. To make a long story very short, because I was always short for my age, I relied on a couple of bigger boys to be my protectors from the bullies. And one of my protectors, named Michael Schwerner, about 6, 7 years older than I, in the summer of ’64, was brutally murdered by the real bullies, in Mississippi, including the Sheriff of Neshoba County. When one of my protectors from my little bullies was killed by the real bullies, I think something just kind of shifted in my brain. I thought, “I’ve gotta do something. I mean, I have to make sure that in whatever way I can, that people have some degree of protection — that the vulnerable people, of which there are many, don’t suffer the economic bullies.”\n\nNow it’s not as if I worked this all out; this is in retrospect that I understand what was going on, but each of us I think, in our own way, finds ourselves doing stuff in life because of things that happen to us, experiences that we’ve had. That really was a turning point for me.\n\nPaul Solman: You obviously were stunned — you’re feeling it even now, I see [Reich was welling up], but how did you deal with it? You were how old?\n\nRobert Reich:By then I was starting college. I was about 18 years old.\n\nPaul Solman: But it remains shattering, I can see.\n\nRobert Reich: Well, it was a shattering experience not just for me and for Mickey Schwerner’s family and [James] Chaney’s and [Andrew] Goodman’s — there were three civil rights workers who were murdered — but for the country too. We all went through that; that was part of the civil rights struggle, a huge national struggle.\n\nLook for part two of our full conversation with Reich Wednesday.\n\nThis entry is cross-posted on the Making Sen$e page, where correspondent Paul Solman answers your economic and business questions\n\nFollow @paulsolman", "article_metadata": {"description": "Friday's Making Sen$e segment featured economist Robert Reich and the film about his eternal struggle against \"Inequality for All.\" Here's the transcript o", "pubdate": 20131015, "og": {"site_name": "PBS NewsHour", "description": "Friday's Making Sen$e segment featured economist Robert Reich and the film about his eternal struggle against \"Inequality for All.\" Here's the transcript o", "title": "Why Robert Reich cares so passionately about economic inequality", "locale": "en_US", "image": "http://www.pbs.org/newshour/spc/fb-default.jpg", "url": "http://www.pbs.org/newshour/rundown/robert-reich-on-inequality-for-all-part-one/", "type": "article"}, "twitter": {"domain": "PBS NewsHour", "description": "Friday's Making Sen$e segment featured economist Robert Reich and the film about his eternal struggle against \"Inequality for All.\" Here's the transcript o", "title": "Why Robert Reich cares so passionately about economic inequality", "image": "http://www.pbs.org/newshour/spc/fb-default.jpg", "creator": "@newshour", "site": "@newshour", "card": "summary_large_image"}, "apple-mobile-web-app-capable": "no", "fb": {"app_id": 114150878604116}, "article": {"publisher": "https://www.facebook.com/newshour", "tag": "Robert Reich"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=no", "news_keywords": "Making Sen$e, Robert Reich"}, "_id": "\"57477af36914bd0286fd015c\"", "article_summary": "Robert Reich: They’re totally cynical.\nWell, where are people going to get the money they need to keep the economy going?\nRobert Reich: Well yes, it would be grandiose of me, to say the least, to assume that I could do it myself.\nRobert Reich: Well it’s a bad thing in two regards, even if you don’t particularly worry about issues of fairness or public morality.\nRobert Reich:The argument is that inequality is bad for everyone, not just the middle class and poor."}