{"article_title": "Obama Just Got Very Good News About His Environmental Policies From A Federal Court", "article_keywords": ["case", "judges", "good", "court", "courts", "federal", "republican", "dc", "environmental", "appeals", "policies", "epa", "obama"], "article_url": "http://thinkprogress.org/justice/2016/01/22/3741833/obama-just-got-very-good-news-about-his-environmental-policies-from-a-federal-court/", "article_text": "Justice Obama Just Got Very Good News About His Environmental Policies From A Federal Court CREDIT: AP Photo/Pablo Martinez Monsivais\n\nWest Virginia v. Environmental Protection Agency may be the most important environmental case in nearly a decade. It’s a challenge, led by a bloc of states, to what the EPA wordily calls its “Carbon Pollution Emissions Guidelines for Existing Stationary Sources: Electric Utility Generating Units.” At issue is whether the EPA violated the law when it sought to reduce greenhouse gas emissions from existing coal plants.\n\nOn Thursday, the Obama administration received several pieces of very good news about this case from a federal appeals court laden with wildcard judges. Various parties challenging the EPA rules asked the United States Court of Appeals for the DC Circuit to halt the rule while this litigation is pending — a request that, had it been granted, could have delayed implementation of the rule until well after President Obama leaves office, even if the EPA eventually prevailed in this litigation. The court denied this request, however, in a terse order stating that “petitioners have not satisfied the stringent requirements for a stay pending court review.”\n\nThe best news for the Obama administration, however, wasn’t the actual substance of Thursday’s order — it was the identity of the judges who handed it down. Two of the three judges who will hear this case in the DC Circuit, Judges Judith Rogers and Sri Srinivasan, are Democratic appointees. They will be joined by Judge Karen Henderson, a George H.W. Bush appointee. (Although federal appeals courts typically have many more than three judges, most appeals are handled by a randomly selected panel of three judges.)\n\nThe partisan makeup of a judicial panel in a politically charged case matters a great deal — a 2014 examination of health care cases, for example, found that “Democratic appointees ruled in favor of Obamacare more than 90 percent of the time, while Republican appointees ruled against it nearly 80 percent of the time” — but it is especially important on the DC Circuit.\n\nFor years, Republicans enjoyed a strong majority on this court, which is often viewed as the second most powerful court in the country because of the large number of major regulatory cases heard in the DC Circuit. Most of the court’s Republican members, moreover, are extraordinarily conservative even by the standards of Republican appointees to federal appeals courts. In 2014, for example, Republican Judge Thomas Griffith authored the court’s swiftly vacated decision in Halbig v. Burwell, which effectively claimed that millions of people must lose their health insurance because much of the text of the Affordable Care Act does not count. And Griffith was widely viewed as one of the more moderate Republicans on the DC Circuit.\n\nSenate Republicans cared so deeply about maintaining their control over this court that future Senate Judiciary Committee Chairman Chuck Grassley (R-IA) even proposed eliminating three seats on this court to keep President Obama from filling them. Eventually, Senate Democrats resorted to the so-called “nuclear option” to keep their Republican counterparts from holding these seats open indefinitely. Democrats currently enjoy a 7-4 majority among the court’s active judges, although a considerable number of semi-retired Republican senior judges also still hear appeals.\n\nAt the very least, the fact that Democrats enjoy a majority on the West Virginia panel suggests that the EPA rules will not receive the same questionable treatment that Obamacare received in the Halbig case. That doesn’t necessarily mean that the EPA will prevail in the DC Circuit — or that the Supreme Court will not get involved if it does. But the environmental community undoubtedly breathed a sigh of relief when they saw the identity of the judges assigned to this case.", "article_metadata": {"google": "nositelinkssearchbox", "description": "On Thursday, the Obama administration received several pieces of very good news about this case from a federal appeals court laden with wildcard judges.", "generator": "WordPress 4.4.2", "og": {"site_name": "ThinkProgress", "description": "On Thursday, the Obama administration received several pieces of very good news about this case from a federal appeals court laden with wildcard judges.", "title": "Obama Just Got Very Good News About His Environmental Policies From A Federal Court", "url": "http://thinkprogress.org/justice/2016/01/22/3741833/obama-just-got-very-good-news-about-his-environmental-policies-from-a-federal-court/", "image": "http://cdn.thinkprogress.org/wp-content/uploads/2016/01/22085413/AP_678899868516.jpg", "type": "article"}, "twitter": {"description": "On Thursday, the Obama administration received several pieces of very good news about this case from a federal appeals court laden with wildcard judges.", "creator": "@imillhiser", "image": "http://cdn.thinkprogress.org/wp-content/uploads/2016/01/22085413/AP_678899868516-320x213.jpg", "title": "Obama Just Got Very Good News About His Environmental Policies From A Federal Court", "site": "@ThinkProgress", "card": "summary_large_image"}, "robots": "noodp", "elq-topic": "tp-justice", "fb": {"admins": 100001364918392, "pages": 200137333331078, "app_id": 144881328916524}, "thumb2": "http://cdn.thinkprogress.org/wp-content/uploads/2016/01/22085413/AP_678899868516-99x66.jpg", "thumb1": "http://cdn.thinkprogress.org/wp-content/uploads/2016/01/22085413/AP_678899868516-540x303.jpg", "google-site-verification": "HDCaom2KPSt1X92eD5CiYHCkWvb5nP09lhEAOPZ5rts", "article": {"published_time": "2016-01-22T10:00:36+00:00", "author": "https://www.facebook.com/IanMillhiserPublic"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=0"}, "article_summary": "Justice Obama Just Got Very Good News About His Environmental Policies From A Federal Court CREDIT: AP Photo/Pablo Martinez MonsivaisWest Virginia v. Environmental Protection Agency may be the most important environmental case in nearly a decade.\nOn Thursday, the Obama administration received several pieces of very good news about this case from a federal appeals court laden with wildcard judges.\nMost of the court’s Republican members, moreover, are extraordinarily conservative even by the standards of Republican appointees to federal appeals courts.\n(Although federal appeals courts typically have many more than three judges, most appeals are handled by a randomly selected panel of three judges.)\nBut the environmental community undoubtedly breathed a sigh of relief when they saw the identity of the judges assigned to this case."}