{"article_title": "Walker Talks Foreign Policy, Defends His 'Leadership,' Criticizes Obama", "article_keywords": ["states", "united", "threats", "doesnt", "criticizes", "foreign", "defends", "walker", "seriously", "leadership", "policy", "talks", "yemen", "think", "obama"], "article_url": "http://www.breitbart.com/video/2015/01/22/walker-talks-foreign-policy-defends-his-leadership-criticizes-obama/", "article_text": "SIGN UP FOR OUR NEWSLETTER\n\nWisconsin Governor Scott Walker (R) talked about foreign policy, offering criticism of President Obama’s foreign policy while arguing that he was qualified to handle foreign affairs on Thursday’s “Kelly File” on the Fox News Channel.\n\nSIGN UP FOR OUR NEWSLETTER\n\nWalker began by declared “we send mixed messages to Israel at the same time this administration is seemingly opening its arms to Iran. I think that is a huge mistake.”\n\nWhen asked about his foreign policy qualifications, Walker said that while his political experience has been at the state level, that “leadership” is key to foreign policy. As an example of this, he cited Ronald Reagan’s handling of the air traffic controller strike, which he said sent a message that Reagan was a serious president.\n\nRegarding current events in Yemen, he argued “this goes to part of a pattern…when you have an administration whether it’s the United States or France or anywhere else, who doesn’t take seriously those threats, who doesn’t invest the resources needed to take those threats seriously, you open the door to chaos. And I think that’s just something we all should have learned after 9/11. It’s not a matter of if there’ll be attempts, it’s a matter of when. And we need to be prepared here and around the world to make sure the fight doesn’t come to us, that we take the fight to them. Whether it’s in Yemen, whether it’s in Iran, whether it’s anywhere else out there. There’s a concerted effort, that if we want to protect our families, our children, our livelihood here in the United States, we’ve got to be prepared to act elsewhere.”\n\nFollow Ian Hanchett on Twitter @IanHanchett", "article_metadata": {"description": "Scott Walker talked foreign policy, offering criticism of President Obama's, while arguing that he was qualified to handle foreign affairs", "og": {"site_name": "Breitbart", "description": "Scott Walker talked foreign policy, offering criticism of President Obama's, while arguing that he was qualified to handle foreign affairs", "title": "Walker Talks Foreign Policy, Defends His 'Leadership,' Criticizes Obama - Breitbart", "locale": "en_US", "image": {"width": 475, "identifier": "http://media.breitbart.com/media/2015/01/Walker-Thumbnail.jpg", "height": 356}, "url": "http://www.breitbart.com/video/2015/01/22/walker-talks-foreign-policy-defends-his-leadership-criticizes-obama/", "type": "article"}, "twitter": {"description": "Scott Walker talked foreign policy, offering criticism of President Obama's, while arguing that he was qualified to handle foreign affairs", "title": "Walker Talks Foreign Policy, Defends His 'Leadership,' Criticizes Obama - Breitbart", "image": "http://media.breitbart.com/media/2015/01/Walker-Thumbnail.jpg", "creator": "@BreitbartNews", "site": "@BreitbartNews", "card": "summary"}, "robots": "noodp", "fb": {"pages": 95475020353, "use_automatic_ad_placement": "true", "app_id": 1243316582352556}, "msapplication-TileImage": "/t/assets/i/w-logo-orange.png", "keywords": "foreign policy, Iran, President Obama, Scott Walker, Yemen,2016 Presidential Race, Breitbart TV, Jihad,Walker", "article": {"publisher": "https://www.facebook.com/Breitbart", "section": "2016 Presidential Race", "tag": "Yemen", "published_time": "2015-01-22T21:03:58-07:00", "categories": "Breitbart TV,Jihad,2016 Presidential Race"}, "viewport": "width=device-width,initial-scale=1", "op": {"markup_version": "v1.0"}}, "_id": "\"57477af46914bd0286fdeb34\"", "article_summary": "SIGN UP FOR OUR NEWSLETTERWisconsin Governor Scott Walker (R) talked about foreign policy, offering criticism of President Obama’s foreign policy while arguing that he was qualified to handle foreign affairs on Thursday’s “Kelly File” on the Fox News Channel.\nI think that is a huge mistake.”When asked about his foreign policy qualifications, Walker said that while his political experience has been at the state level, that “leadership” is key to foreign policy.\nThere’s a concerted effort, that if we want to protect our families, our children, our livelihood here in the United States, we’ve got to be prepared to act elsewhere.”Follow Ian Hanchett on Twitter @IanHanchett\nSIGN UP FOR OUR NEWSLETTERWalker began by declared “we send mixed messages to Israel at the same time this administration is seemingly opening its arms to Iran.\nWhether it’s in Yemen, whether it’s in Iran, whether it’s anywhere else out there."}