{"article_title": "The Republican Party Is in Shambles", "article_keywords": ["candidate", "tea", "republicans", "conservative", "base", "shambles", "president", "party", "white", "republican", "gop", "obama"], "article_url": "http://www.huffingtonpost.com/walker-bragman/how-obama-is-killing-the-_b_7816664.html", "article_text": "In spite of all the criticisms Barack Obama has drawn from his own party and liberals, he has given America a glimpse of what might be possible for a progressive president. Or perhaps more accurately, the POTUS laid the groundwork for progressive change in the future.\n\nDodd-Frank, the Affordable Care Act, the historic Iran deal, opening up relations with Cuba, giving clemency to non-violent drug offenders, implementing new environmental regulations, designating new national parks, taking a firm stance for women's rights as well as LGBT equality, pushing for gun control, and of course taking executive action to reform immigration have placed him a solid step to the left of Bill Clinton. Though still a moderate, Barack Obama is the first Democrat to step out from the shadow of the Reagan Realignment.\n\nAdding to the importance of all of these initiatives is the fact that the national focus is now on wealth inequality, courtesy of the Occupy Wall Street Movement. The conditions are ripe for the progressive wing of the Democratic Party to rise--which is exactly what is happening. Elizabeth Warren, who has been called the \"darling\" of the party, is in the Senate. Alan Grayson is running for the Senate in Florida. Zephyr Teachout made a huge showing in the last New York gubernatorial race. And of course, most recently, Bernie Sanders, the Independent Senator from Vermont, might very well win the Democratic Primary, which in my opinion would all but guarantee him the presidency. Of course, at the very least, he is dragging Hillary Clinton to the left.\n\nOn the other side of the aisle, the Republican Party is in shambles--still reeling from the 2008 and 2012 elections (It did enjoy a victory in 2014, but with low voter turnout and a favorable field). Obama's wins were a signal that the GOP is out of step with the rest of America. But why now are the Republicans losing when they have been so successful since the realignment of the Solid South?\n\n\n\nPart of it is the unpopular presidency of George W. Bush, which ended in financial disaster and enduring conflicts in the Middle East. However, there's far more at work than one man's questionable legacy.\n\nDemographic changes throughout the country have been creating a unique problem for the party which has, for the last half century, built its electoral victories on exploiting white fears and prejudices, particularly in the South. As older conservative whites die off, Latinos and young people are coming into play. This trend has generated a growing culture of acceptance rather than simply tolerance. Additionally, population shifts have marooned the the southern states politically. No longer are they the deciding factor in presidential elections. These are the factors that put the first black man in the White House, not just once, but twice.\n\nThe Republican Party is left in a difficult place. Their entire electoral strategy depends on the South--specifically socially conservative white males who live there. While the party does enjoy successes elsewhere in the country, their game is really aimed at capturing this demographic. And so, the GOP is presented with an interesting dilemma: what mobilizes conservative white southerners is largely ineffective in a country where the white population is shrinking, and the culture is changing.\n\nAfter the 2008 election the GOP and conservative groups doubled down on the Southern Strategy, seeing an opportunity to re-energize the base in vilifying the newly elected black president and his policies (namely the stimulus). The goal was to then push an agenda of laissez-faire economic policies. This plan gave rise to the Tea Party Movement which allowed the GOP to retake Congress and the state legislatures in 2010, a Census year (allowing the Republicans to redraw the House districts). For a brief moment Obama's 2008 election appeared to be a fluke. However, the Republicans' success had unintended side effects.\n\nThe Tea Party became increasingly radical and reactionary, attracting farther and farther right-wing voters and candidates. If the economic agenda, driven by conservative billionaires and their groups like the Koch-funded Americans For Prosperity was the goal, racism and hatred toward Obama were the means. With the districts safely in the hands of the GOP, the Tea Party was able to use primaries to replace or pressure into submission Republicans who didn't fall in line. There was no longer incentive to work across the aisle (this problem impacts both parties, but not equally). Opposition to the president became an achievement in itself to the voter base.\n\nThe pull to the right has ended up backfiring on the GOP. Pundits and wonks have been saying for years that the key to the White House lies with the Latino vote--demonstrated by Barack Obama, who has placed a heavy emphasis on immigration reform since his first presidential campaign in 2008. Through his endorsement, he has made it a toxic issue for Republicans, which has cost them. Many within the party's establishment have taken notice of the changing tides, and softened their tune. There's only one problem: they cannot soften enough the Tea Party and its base aren't going along with them.\n\nRepublican presidential candidate Donald Trump has been exploiting the party's internal power struggle quite effectively. He is currently the frontrunner in the primary field, galvanizing the base with stories of crimes committed by illegal immigrants, and making it extremely unlikely that a pro-immigration candidate (pro for a Republican) will be chosen. In the event that such a candidate does win the primary, it is likely the Tea Party will move to break away, and form a third party in the near future.\n\nWith 2016 fast approaching, things look bleak for the GOP. Pandering to a non-white voting block could very well end up costing it the South, as it did to the Democrats in the 1960s. At the same time, pandering to base will alienate too many groups to win in a general election--not the least of which are Latinos.\n\nThe split between the party establishment and the party's base makes victory in 2016 extremely likely for the Democratic candidate, and indicates a political realignment. If ever there was a time for Bernie Sanders to become president, it is now.\n\nFollow Walker Bragman on Twitter: www.twitter.com/walkerbragman", "article_metadata": {"sailthru.expire_date": "2015-07-18 16:55:55 -0400", "og": {"url": "http://www.huffingtonpost.com/walker-bragman/how-obama-is-killing-the-_b_7816664.html", "site_name": "The Huffington Post", "image": "http://i.huffpost.com/gen/3202714/images/o-TRUMP-facebook.jpg", "type": "article", "locale": "en_US"}, "twitter": {"image": {"width": 2000, "identifier": "http://i.huffpost.com/gen/3202714/images/o-TRUMP-facebook.jpg", "height": 1000}, "site": "@HuffPostPol", "card": "summary_large_image", "creator": "walkerbragman"}, "sailthru.date": "2015-07-17 16:55:55 -0400", "al": {"ios": {"url": "huffpostnews:///?editionID=us&entryID=7816664", "app_store_id": 306621789, "app_name": "The Huffington Post"}}, "taboola.category": "politics", "fb": {"app_id": 46744042133}, "keywords": "Bernie Sanders,#FeelTheBern,feelthebern,bernie sanders 2016,bernie sanders for president,Southern Strategy,gop,GOP candidates,2016 election,2016 presidential election,Hillary Clinton,Donald Trump,donald trump 2016,gop presidential primary,Gop primary,2016 gop primary,Scott Walker,Mitt Romney,occupy wall street,occupy movement,progressives,progressive movement,racism,immigration,immigration reform,Barack Obama,President Barack Obama,president obama,Ted Cruz,rand paul,Marco Rubio,jeb bush,jeb bush 2016,realignment,political realignment,The Progressive Revolution,bernie-for-president,conservatives,liberals,United States,iran,iran deal", "article": {"section": "Politics", "tag": "Bernie Sanders,#FeelTheBern,feelthebern,bernie sanders 2016,bernie sanders for president,Southern Strategy,gop,GOP candidates,2016 election,2016 presidential election,Hillary Clinton,Donald Trump,donald trump 2016,gop presidential primary,Gop primary,2016 gop primary,Scott Walker,Mitt Romney,occupy wall street,occupy movement,progressives,progressive movement,racism,immigration,immigration reform,Barack Obama,President Barack Obama,president obama,Ted Cruz,rand paul,Marco Rubio,jeb bush,jeb bush 2016,realignment,political realignment,The Progressive Revolution,bernie-for-president,conservatives,liberals,United States,iran,iran deal", "published_time": "2015-07-17 16:55:55 -0400", "modified_time": "2015-07-28 11:59:02 -0400"}, "viewport": "width=1000"}, "article_summary": "The Tea Party became increasingly radical and reactionary, attracting farther and farther right-wing voters and candidates.\nThere's only one problem: they cannot soften enough the Tea Party and its base aren't going along with them.\nIn the event that such a candidate does win the primary, it is likely the Tea Party will move to break away, and form a third party in the near future.\nTheir entire electoral strategy depends on the South--specifically socially conservative white males who live there.\nThe conditions are ripe for the progressive wing of the Democratic Party to rise--which is exactly what is happening."}