{"article_title": "Kids With Disabilities Sue Texas For Cutting Their Medicaid Services", "article_keywords": ["sue", "kids", "disabilities", "state", "cutting", "medicaid", "nearly", "services", "therapy", "recent", "health", "children", "texas", "care"], "article_url": "http://thinkprogress.org/health/2015/08/12/3690987/texas-medicaid-lawsuit-disabilities/", "article_text": "Health Kids With Disabilities Sue Texas For Cutting Their Medicaid Services CREDIT: Shutterstock\n\nA group that includes families of disabled children and health care providers has filed a lawsuit against a Texas agency in an effort to stop impending budget cuts that threaten to disrupt the services offered to the youngsters through the state’s therapy program.\n\nEarlier this year, state lawmakers passed a budget that slashes nearly $260 million in Medicaid payments to the therapy program over two years. Medical policy reductions account for another $130 million in cutbacks. Health care advocates have since launched a public relations campaign against the Texas Health and Human Services Commission (HHSC), claiming the industry will lose 20 percent in revenue and nearly 60,000 children will lose home-based “medically necessary services.”\n\nThe recent lawsuit comes a decade after Texas entered a settlement agreement to provide “medically necessary services” to Medicaid recipients. Critics of the recent budget change say cuts to reimbursements will increase demands on the community centers and limit children’s access to resources. “Those rates will force Texas Medicaid providers to cease providing services critical to the health and development of Texas’ most vulnerable residents, its children,” the suit reads.\n\nChildren with disabilities who are eligible for Medicaid can access a host of benefits specific to their needs, including therapeutic consultation and crisis intervention and support. Home and community-based therapists receive reimbursements from Medicaid for their work with patients. Recent amendments to federal regulations updated requirements for appropriate home and community-based settings and strengthened protections for individuals.\n\nIn recent weeks, outpatient rehabilitation centers — where parents take their children for therapy sessions — and home health agencies have clashed about who would bear the brunt of the cuts. Facility owners in particular expressed their concerns that their businesses are unfairly targeted, citing a 5 percent increase in Medicaid spending within a five-year period compared to a 230 percent jump for their residence-based counterparts. In El Paso, the Early Childhood Intervention Program, which serves children with disabilities under the age of three, pressured local officials to demand that state lawmakers renege on their decision. In that region, Medicaid dollars account for nearly two-thirds of health care financing.\n\nThe Paso Del Norte Children’s Development Center, too, criticized HHSC, calling the state agency’s methodology flawed in a July letter. Carlos Gomez, the early childhood intervention director, pointed out that the median costs for treatment in Texas — a metric cited by legislators in their decision — don’t represent the true expenditures across the state, especially for regions in a financial situation similar to El Paso’s.\n\n“The assumption seems to be that the median commercial Texas rate is truly representative of the costs to provide a given service. More time should be given to analyze what the true cost is for providing therapy services,” read the letter that the Paso Del Norte Children’s Development Center submitted to HHSC. “Many payers, such as private insurance, rely on federal and state rates to set their own rates, which typically are at a rate lower than Medicaid. These drastic cuts would have a devastating effect on the quality of care and availability of therapy for children with disabilities.”\n\nDevelopmental disabilities include a variety of life-long conditions that afflict people of all ages, including spina bifida, cerebral palsy, and other genetic disorders that cause orthopedic complications. Ongoing therapy allows patients to maximize their mobility, improve their respiratory health, and obtain wheelchairs and other supplies. The number of disabled youngsters in Texas receiving Medicaid-reimbursed services nearly tripled within a five-year period.\n\nThose increases in spending have strained Texas’ health care system. While HHSC didn’t directly respond to health groups’ letters, officials mentioned instructions the Texas legislature gave it to reduce Medicaid reimbursements by $50 million per year.\n\nTexas’ Medicaid woes don’t stop at this ongoing conundrum. Lawmakers in the Lone Star State also rejected Obamacare’s optional Medicaid expansion, a decision that will cost the state nearly $100 billion in federal funds over the next decade. Home-based health care workers, a group that works unpredictable hours for low wages, have been left without benefits because they fall within the Medicaid gap. Meanwhile, hospitals in the Texas spend $5.5 billion annually to treat uninsured patients, including those undergoing speech, physical, ad occupational therapy.\n\n“It’s our money that we’re sending to Washington, D.C., and we aren’t getting it back,” Bill Hammond, CEO of the Texas Association of Business, told CNBC in May. “We pay for it with corporate income taxes, we pay for it with our personal income tax and we pay for it in the fact that our premiums are higher than they would be if everyone was insured.”", "article_metadata": {"google": "nositelinkssearchbox", "description": "\"Those rates will force Texas Medicaid providers to cease providing services critical to the health and development of Texas’ most vulnerable residents, its children.”", "generator": "WordPress 4.4.2", "og": {"site_name": "ThinkProgress", "description": "\"Those rates will force Texas Medicaid providers to cease providing services critical to the health and development of Texas’ most vulnerable residents, its children.”", "title": "Kids With Disabilities Sue Texas For Cutting Their Medicaid Services", "url": "http://thinkprogress.org/health/2015/08/12/3690987/texas-medicaid-lawsuit-disabilities/", "image": "http://cdn.thinkprogress.org/wp-content/uploads/2014/02/shutterstock_disability.jpg", "type": "article"}, "twitter": {"description": "\"Those rates will force Texas Medicaid providers to cease providing services critical to the health and development of Texas’ most vulnerable residents, its children.”", "creator": "@SamPKCollins", "image": "http://cdn.thinkprogress.org/wp-content/uploads/2014/02/shutterstock_disability-321x214.jpg", "title": "Kids With Disabilities Sue Texas For Cutting Their Medicaid Services", "site": "@ThinkProgress", "card": "summary_large_image"}, "robots": "noodp", "elq-topic": "tp-health", "fb": {"admins": 100001364918392, "pages": 200137333331078, "app_id": 144881328916524}, "thumb2": "http://cdn.thinkprogress.org/wp-content/uploads/2014/02/shutterstock_disability.jpg", "thumb1": "http://cdn.thinkprogress.org/wp-content/uploads/2014/02/shutterstock_disability.jpg", "google-site-verification": "HDCaom2KPSt1X92eD5CiYHCkWvb5nP09lhEAOPZ5rts", "article": {"published_time": "2015-08-12T13:43:10+00:00", "author": "https://www.facebook.com/sampkcollinswriter"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=0"}, "_id": "\"57477af46914bd0286fd8e24\"", "article_summary": "“Those rates will force Texas Medicaid providers to cease providing services critical to the health and development of Texas’ most vulnerable residents, its children,” the suit reads.\nThose increases in spending have strained Texas’ health care system.\nThe number of disabled youngsters in Texas receiving Medicaid-reimbursed services nearly tripled within a five-year period.\nTexas’ Medicaid woes don’t stop at this ongoing conundrum.\nHealth Kids With Disabilities Sue Texas For Cutting Their Medicaid Services CREDIT: ShutterstockA group that includes families of disabled children and health care providers has filed a lawsuit against a Texas agency in an effort to stop impending budget cuts that threaten to disrupt the services offered to the youngsters through the state’s therapy program."}