{"article_title": "Can health education help to reduce escalating health care costs?", "article_keywords": ["information", "help", "effective", "behavioral", "reduce", "theories", "patients", "costs", "health", "escalating", "moore", "obesity", "education", "care"], "article_url": "http://blog.chron.com/bakerblog/2015/04/can-health-education-help-to-reduce-escalating-health-care-costs/", "article_text": "Obesity is a leading public health concern that increases the risk of several diseases, including coronary heart disease, stroke and diabetes. The estimated costs of treating obesity-related illnesses in adulthood are at $147 billion. Childhood obesity is also increasing and negatively affects school performance, school attendance and general well being. A decrease in the number of obese children and adolescents, even slightly, could have a significant impact on future health care spending. It is estimated that a 1 percent reduction of overweight and obese adolescents could reduce medical costs in the U.S. by over $586 million.\n\nCurrently, the primary method for addressing obesity is through the health care system, which is costly. Moreover, with typical physician visits lasting just 10 to 15 minutes, physicians are unable to convey the knowledge that patients need to modify their unhealthy diets and lack of activity — the key risk factors for obesity that, if addressed, ultimately lead to weight loss. For chronic diseases, such as obesity, whose management and prevention rely on behavioral changes, accessing a provider is only part of the story.\n\nThere is an opportunity to make a significant impact in addressing obesity, particularly in childhood, through effective, relevant health education programs. Health education has the potential to impact the health of a large number of people due to the ease of disseminating information. Moreover, with the rise of Internet use by both children and adults, technology is an innovative solution to the dissemination of health information, and can be a very effective delivery method for achieving weight loss. In a 2008 study conducted by Dr. Thomas Moore, adults who used a Web-based obesity health education program experienced significant weight reduction. This study is one of many demonstrating that health education can either prevent or reduce obesity. Efforts targeting children have been the most effective, possibly due to children’s susceptibility to change.\n\nAs with any intervention, the quality and effectiveness of health education can vary. Researchers have developed behavioral change theories that aim to describe, predict or explain a behavior through the use of behavioral constructs — the “building blocks” of a particular theory. Behavioral change theories operate at many levels (individual, interpersonal, group and community), and scientific evidence demonstrates that integration of these behavioral change theories into a health education program is crucial to modifying health behaviors.\n\nIn addition to the incorporation of scientific theories, the messages in a health education program should be personally relevant, tailored to audience’s needs and interests, and suitable for the targeted communities’ current level of understanding. Health education delivery methods include brochures, videos, posters, one-on-one teaching, group classes and demonstrations. Written materials for adults should be maintained at a 6th to 8th grade reading level, with a glossary of difficult terms and consistent word use. Additionally, use of the word “you” helps to create a conversational writing style, and increases personalization of materials. The messages should be clear and concise, with a limit of 10 words per sentence and three to five sentences per paragraph. Visuals, if incorporated, should have a concise caption and be associated with only one message. Any unnecessary visuals should be avoided. These guidelines, though focused on creating written materials, take the audience’s needs into consideration and aim to increase the receptivity of the health information presented.\n\nOverall, health education is a cost-effective intervention aimed at reducing the incidence, morbidity and mortality of chronic conditions such as obesity. Funding and reimbursement for health education is crucial to the integration of health education into the U.S. health care system. Currently, there is no consistent, systematic method by which patients are educated about their health. Although the Affordable Care Act aims to compensate physicians for providing more preventative services, pressure to see more patients and reduced office visit times hinder a widespread commitment to the incorporation of health education in medical practice.\n\nHowever, health education does not have to be integrated into the clinic to be effective. In fact, empowering patients to make changes to improve their health outside of the patient-physician encounter — through educational brochures, videos, posters, the Internet, etc. — may prove to be more effective. Moreover, many of the behavioral changes needed to address obesity can be made at very little cost to the patient, and would not increase health care costs.\n\nOverall, developing interventions that empower people to make the necessary changes to address chronic conditions can alleviate some of the burdens on our already overburdened health care system. However, in order for these interventions to be effective, they must be based on scientific theories and tailored for the targeted community in order to maximize effectiveness. In the face of rising health care costs, the widespread use of health education to manage and prevent chronic diseases deserves more attention.\n\nFor more information on this topic, read “Best Practices for Using Health Care Education to Change Behavior” by Quianta Moore and Ashleigh Johnson, published by the Baker Institute.\n\nQuianta Moore, M.D., is a Baker Institute Scholar in Health Policy. Her research focuses on equitable access to health care and improving the health of children through school-based clinics and telemedicine. Moore received a Bachelor of Arts in sociology from Cornell University, a J.D. from the University of Houston Law Center and an M.D. from Baylor College of Medicine.", "article_metadata": {"vf": {"unique_id": "wp_chron_blog_chron_com_bakerblog_1628_blogEntryId7247"}, "title": "Can health education help to reduce escalating health care costs?", "og": {"site_name": "Baker Institute Blog", "description": "Obesity is a leading public health concern that increases the risk of several diseases, including coronary heart disease, stroke and diabetes. The estimated costs of treating obesity-related illnes…", "title": "Can health education help to reduce escalating health care costs?", "url": "http://blog.chron.com/bakerblog/2015/04/can-health-education-help-to-reduce-escalating-health-care-costs/", "image": {"width": 250, "identifier": "http://blog.chron.com/bakerblog/files/2015/04/HPF-HealthEd-THUMB-1.jpg", "height": 250}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://blog.chron.com/bakerblog/files/2015/04/HPF-HealthEd-THUMB-1.jpg?w=240", "card": "summary"}, "NextGEN": "1.7.5", "article": {"published_time": "2015-04-29T20:17:11+00:00", "modified_time": "2015-04-29T22:06:12+00:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0"}, "_id": "\"57477af36914bd0286fd019b\"", "article_summary": "Funding and reimbursement for health education is crucial to the integration of health education into the U.S. health care system.\nIn the face of rising health care costs, the widespread use of health education to manage and prevent chronic diseases deserves more attention.\nHer research focuses on equitable access to health care and improving the health of children through school-based clinics and telemedicine.\nA decrease in the number of obese children and adolescents, even slightly, could have a significant impact on future health care spending.\nHealth education has the potential to impact the health of a large number of people due to the ease of disseminating information."}