{"article_title": "G. Steven Burrill Issues Annual Predictions for the Biotechnology Industry", "article_keywords": ["billion", "life", "g", "industry", "annual", "companies", "predictions", "continue", "expect", "steven", "2015", "biotechnology", "activity", "capital", "issues", "burrill"], "article_url": "https://globenewswire.com/news-release/2014/12/16/691700/10112547/en/G-Steven-Burrill-Issues-Annual-Predictions-for-the-Biotechnology-Industry.html", "article_text": "SAN FRANCISCO, Dec. 16, 2014 (GLOBE NEWSWIRE) -- As the end of 2014 approaches, a year of unprecedented financial activity and dealmaking for the biotechnology industry, biotech visionary G. Steven Burrill issued his annual predictions for the life sciences in the new year.\n\n\n\nBurrill, CEO of Burrill LLC and Burrill Media, says that though the biotechnology industry will likely see the capital markets slow somewhat in 2015, the new year is still expected to be one of solid performance by any traditional measure. At the same time, as the money that's been raised in 2014 gets deployed, the pace of innovation will increase, as will pressure from payers on pricing as the transformation of healthcare accelerates around the world.\n\n\n\n\"The unprecedented IPO and M &A activity this year will make 2014 one for the record books and unlikely to ever be surpassed,\" says Burrill. \"While we expect 2015 to be another strong year for the sector with robust financial markets and dealmaking, we do expect financing activity to slow as companies put to work all of the money that's been raised. But with important new drugs expected to be approved, attention will shift to away from the promise of companies to how well they execute.\"\n\n\n\nPREDICTIONS\n\n\n\nCapital Markets\n\n\n\nIPOs\n\nBy the end of November 2014, 126 life sciences companies globally completed initial public offerings during the year raising nearly $10.4 billion (101 of those deals raised a combined $8.7 billion on U.S. exchanges). We expect another strong year for the IPO market in 2015, but it will be more like 2013 when a total of 49 companies completed IPOs on U.S. exchanges to raise $6.8 billion. One difference to look for in 2015 is greater activity on foreign exchanges as strengthening economies, rising markets, and companies in Europe and Asia raise money at home. In 2015 there will be 50 to 60 U.S. IPOs and 30 to 40 IPOs on overseas exchanges.\n\n\n\nFundraising\n\nBy the end of November, total global financings for the life sciences industry rose to $81.9 billion, just slightly ahead of the $79.5 billion raised during the same period the previous year. We expect 2015 to be a strong year for financings with growing activity in Asia and Europe, but down modestly from the level of activity seen this year.\n\n\n\nPrivate Financings\n\nGlobal venture capital investment in the life sciences reached $15.3 billion in the first 11 months of 2014, up from $11.5 billion during the same period the previous year. Venture investors are flush with new funds and are recycling capital thanks to the IPO and M &A activity of recent years. We expect 2015 to be a banner year for venture investment, but we'll also see a continued migration away from seed and early-stage biotechs that may be more than 10 years away from revenue. Increased capital will flow to new types of healthcare companies that leverage digital technologies to improve efficiency in the healthcare system, lead to new types of patient monitoring and early interventions, leverage data available to improve health, and transform access and delivery models.\n\n\n\nMergers and Acquisitions\n\nGlobal M &A activity for the life sciences reached $340.8 billion in 2014, up from just $118.3 in 2013. Though changes in U.S. policy that remove incentives for using acquisitions to shift headquarters of U.S. companies to countries with lower tax rates will slow the so-called \"inversions,\" we expect the brisk pace of M &A activity to continue as Big Pharma refreshes its pipelines through acquisitions. Look for 2015 to include some marquee companies in big dollar transactions. Companies will continue to buy, rather than build, to strengthen pipelines and grow revenues.\n\n\n\nPartnering\n\nThe past year has been a good one for partnering with total potential deal values in the first 11 months rising to $47.9 billion from $35 billion during the same period a year ago. As with M &A activity, the trend toward externalization of R &D and the need for companies to look outside of their own walls for promising products will sustain activity. Despite some notable large upfront payments for highly desired experimental drugs, the bulk of payments will continue to be tied to commercial success.\n\n\n\nPayers\n\nPayers will continue to push back on the growing share of prescription drug spending that specialty pharmaceuticals represent. Payers will seek to create competition among drugmakers to lower prices, but drugs that provide unique benefit will continue to command high prices. The remarkable success of Gilead Sciences hepatitis C drug Sovaldi reshapes the conversation around pricing from questions of value to affordability. As a range of new regenerative medicine therapies move toward market and treatments give way to cures, there will be growing experimentation in payment models as questions over the durability of such therapies will be raised and there will be efforts to better link payment to performance. Moving from chronic care to cures will be the biotech industry's greatest contribution, and we'll see more of that in 2015.\n\nPayers will also push back on a growing number of genomic based diagnostics that are aimed at stratifying patients, optimizing therapies, and improving outcomes. They will demand data that provide clear understanding of the utility and value of these tests. Right now, they are overwhelmed with trying to make sense of the value proposition of all the new generation diagnostics.\n\n\n\nHealthcare\n\nU.S. politics will continue to be characterized by partisanship as the Republican majorities in the House and Senate will look to dismantle unpopular aspects of the Patient Protection and Affordable Care Act, the Obama Administration's landmark healthcare reform legislation. With the power of the veto in President Obama's hands, serious threats to the law are more likely to come from the judiciary rather than the legislative branch. A decision to come in 2015 in King v. Burwell, a case that challenges the legality of tax credits to people who purchased health insurance in 34 states that did not establish their own health exchanges under the law, could affect care to 4.5 million people. In emerging markets, though, the healthcare systems of the future will begin to emerge as rapid change will be enabled by new technology. Rather than modernizing existing structures and technology to meet their needs, these systems are being built around new digital technologies that will provide decentralized models of delivery and capitalize on mobile and point-of-care diagnostics.\n\nBiosimilars\n\nThe U.S. Food and Drug Administration has yet to resolve some of the questions about how it will handle biosimilars, but the industry isn't waiting. Biosimilars represent an area of important growth in global markets and drugmakers are starting to push through applications in the United States, even as the FDA has issues to address. We expect 2015 to be a year when biosimilars begin to gain traction in the market, especially globally. Though the impact of biosimilars on biotechnology companies with branded products will be less dramatic than competition from generic drugs represented for Big Pharma companies, it will begin to exert pressure on companies as the biotech industry is approaching its own patent cliff. This will drive M &A and licensing activity as well for these companies. This pressure will accelerate in the next several years as the number of biosimilars grows and confidence in their safety and efficacy leads to broad acceptance.\n\nRegulatory\n\nLook for pressures on the U.S. Food and Drug Administration to ease the regulatory burden on drugmakers and find ways to accelerate the movement of drugs through the clinic and to the market. With Republican majorities in the House and Senate, momentum behind the 21st Century Cures Initiative, and the start of discussion on renewal of the Prescription Drug User Fee Act, the industry will be focused on forging a more industry-friendly regulatory agency and have the backing in Congress to do so.\n\n\n\nInnovative Therapies\n\nThe arrival of cancer immunotherapies, gene therapy, and regenerative medicines represents a rapidly growing trend away from treating symptoms of disease to enlisting the body's own mechanism's to fight disease, repair itself, and in some cases provide cures.\n\n\n\nData\n\nDrugmakers, payers, and providers will step up their investment in data analytics as they come to see that the key to competitive success will lie in their ability to gather, integrate, and analyze multiple, large datasets to drive decision making.\n\n\n\nGenomics\n\nThere will be a major shift away from next generation sequencing as a platform technology to the technology as a service as companies will make big investments to refine the genomics toolbox to use the technology as diagnostic tests.\n\n\n\nDiagnostics\n\nThe increase in genomics will present challenges to assimilate the news discoveries and development tools. Look for more point-of-care diagnostics as technologies are used to speed and simplify tests.\n\nNational Institutes of Health\n\nBudgets for research will continue to be under pressure from Congress. This will come as other governments around the world step-up efforts to fund R &D, increase their economic competitiveness, and encourage home grown entrepreneurship. We also expect continued pressure on the budget of the U.S. Food and Drug Administration\n\n\n\nGlobal Markets\n\nDrug and device companies will look to new markets in Asia where there will be robust growth and growing demand for innovative therapies as economic prosperity grows and spreads in these countries. With the historical U.S./Europe/Japan triumvirate getting all of the focus in prior generations, the new generation of companies will focus on China, non-China Asia, the Middle East, Africa, and individual countries with large populations and increased healthcare spending.\n\n\n\nSummary\n\nOverall, 2015 will be a banner year for the industry with an increased capital base, exciting new products, and expanding global needs.\n\n\n\nAbout Burrill, LLC\n\nBurrill. LLC is a life sciences/healthcare focused firm focused exclusively on company building, using its almost 50 years of experience capital, network capital, and expertise to help build the next generation of life science leaders. Burrill's global relationships with healthcare/life science leaders worldwide is without peer, providing Burrill portfolio companies and clients with sustainable competitive advantage.\n\nBurrill Media is Burrill's information, intelligence, and insight business, publishing monthly, quarterly and annually developments in the life sciences/healthcare ecosystem. Burrill Media also hosts meetings and events for the life sciences/healthcare industry.\n\nContact:\n\nDaniel Levine\n\nLevine Media Group\n\n(510) 280-5405\n\ndanny@levinemediagroup.com", "article_metadata": {"description": "SAN FRANCISCO, Dec. 16, 2014 (GLOBE NEWSWIRE) -- As the end of 2014 approaches, a year of unprecedented financial activity and dealmaking for the biotechnology industry, biotech visionary G.", "original-source": "http://globenewswire.com/news-release/2014/12/16/691700/10112547/en/G-Steven-Burrill-Issues-Annual-Predictions-for-the-Biotechnology-Industry.html", "author": "Burrill Media LLC", "og": {"site_name": "GlobeNewswire News Room", "description": "SAN FRANCISCO, Dec. 16, 2014 (GLOBE NEWSWIRE) -- As the end of 2014 approaches, a year of unprecedented financial activity and dealmaking for the biotechnology industry, biotech visionary G.", "title": "G. Steven Burrill Issues Annual Predictions for the Biotechnology Industry", "url": "http://globenewswire.com/news-release/2014/12/16/691700/10112547/en/G-Steven-Burrill-Issues-Annual-Predictions-for-the-Biotechnology-Industry.html", "locale": "en_US", "article": {"tag": "Burrill Media LLC,", "published_time": "12/16/2014 1:34:35 PM", "author": "Burrill Media LLC"}, "type": "article"}, "title": "G. Steven Burrill Issues Annual Predictions for the Biotechnology Industry", "DC.date.issued": "12/16/2014", "keywords": "Burrill Media LLC", "viewport": "width=device-width, user-scalable=no, initial-scale=1, maximum-scale=1"}, "_id": "\"57477af36914bd0286fd01a3\"", "article_summary": "We expect 2015 to be a year when biosimilars begin to gain traction in the market, especially globally.\nBurrill's global relationships with healthcare/life science leaders worldwide is without peer, providing Burrill portfolio companies and clients with sustainable competitive advantage.\nBurrill Media also hosts meetings and events for the life sciences/healthcare industry.\nSAN FRANCISCO, Dec. 16, 2014 (GLOBE NEWSWIRE) -- As the end of 2014 approaches, a year of unprecedented financial activity and dealmaking for the biotechnology industry, biotech visionary G. Steven Burrill issued his annual predictions for the life sciences in the new year.\nWe expect 2015 to be a strong year for financings with growing activity in Asia and Europe, but down modestly from the level of activity seen this year."}