{"article_title": "Brazil minister says no doubt Zika connected to microcephaly", "article_keywords": ["brazil", "castro", "mosquito", "virus", "doubt", "connected", "minister", "birth", "microcephaly", "health", "cases", "vaccine", "zika"], "article_url": "http://www.washingtontimes.com/news/2016/feb/12/health-minister-urges-brazilians-to-join-zika-batt/", "article_text": "BRASILIA, Brazil — Brazil’s health minister said Friday that authorities were “absolutely sure” that the Zika virus is connected to devastating birth defects and rejected criticism that the government was slow to investigate the surge of cases that set off international alarms.\n\nMarcelo Castro made the remarks during an interview with The Associated Press in Brazil’s capital. He spoke a day before tens of thousands of soldiers and health inspectors were to take to the streets in an unprecedented drive to encourage residents to be vigilant for mosquito breeding sites. The goal: visit 3 million homes in more than 350 cities.\n\nBrazil is at the epicenter of a mosquito-borne virus that has been linked to rare birth defects known as microcephaly. The U.S. Centers for Disease Control and Prevention has warned pregnant women to avoid traveling to more than two dozen countries and territories in the Americas where active outbreaks are taking place.\n\nAlthough the link has not been scientifically proven and myriad questions remain, Castro said the half-year gap between the virus outbreak in South America’s largest country and the spike in reported cases of microcephaly was not a coincidence.\n\n“We are absolutely sure of the causal relationship between microcephaly and Zika,” he said, adding that government researchers were unanimous in their assessment: “It has nothing to do with the environment, nothing to do with race, nothing to do with gender.”\n\nClinical and preliminary laboratory evidence has shown that many mothers of children with microcephaly were infected with Zika during their pregnancies. Castro said more research was needed to determine whether additional factors may have also played a role in the spike of birth defects.\n\nTraditionally, Brazil had reported about 150 such cases of microcephaly a year. Since October, 5,079 suspected cases have been reported, according to the latest figures released Friday. Of those, 462 cases have been confirmed while 765 have been discarded. Of the confirmed microcephaly cases, 41 have been connected to Zika.\n\nIn response to criticism that Brazil was moving too slowly to confirm cases of microcephaly, Castro said the federal government was pushing states and local governments to speed up tests on newborns.\n\nCastro, who will be traveling to the capital of the northeastern state of Bahia to oversee the “Zero Zika” campaign there, called on his compatriots to join the battle to eliminate Zika. He said that keeping homes free of mosquitoes was the most effective way to contain the virus until a vaccine is developed.\n\n“In this last 30 years we never managed to defeat the mosquito,” he said. “But this time we’re obligated to prevail because the mosquito has become much more dangerous.”\n\nOn Friday, a top official from the World Health Organization said that a vaccine was approximately 18 months away.\n\nMarie-Paule Kieny, WHO’s assistant director-general for health systems and innovation, said that 15 companies or groups have been identified as possible participants in the hunt for vaccines.\n\nCastro, a psychiatrist by training who has spent much of the last two decades in Congress, was named minister in October as part of a Cabinet shake-up giving more power to Rousseff’s coalition allies in a bid to shield her from looming impeachment proceedings.\n\nHis remarks in the early days of the health crisis drew sharp criticism and added to Brazilians’ anxiety. For example, he declared that Brazil was “losing ugly” in the fight against the mosquito, and urged women to pick up Zika before getting pregnant to develop immunity against the virus.\n\nBut in recent weeks, he’s helped mobilize the government to invest in the development of a vaccine with a Texas research lab, provide care to the hundreds of babies born with birth defects and deploy the military to carry out inspections for mosquito breeding sites.\n\nStory Continues →", "article_metadata": {"description": "Brazil's health minister said Friday that authorities were \"absolutely sure\" that the Zika virus is connected to devastating birth defects and rejected criticism that the government was slow to investigate the surge of cases that set off international alarms.", "author": "The Washington Times http://www.washingtontimes.com", "og": {"site_name": "The Washingtion Times", "description": "Brazil’s health minister said Friday that authorities were “absolutely sure” that the Zika virus is connected to devastating birth defects and rejected criticism that the government was slow to investigate the surge of cases that set off international alarms.", "title": "Brazil minister says no doubt Zika connected to microcephaly", "url": "http://www.washingtontimes.com/news/2016/feb/12/health-minister-urges-brazilians-to-join-zika-batt/", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2016/01/26/colombia_zika.jpeg", "type": "article"}, "twitter": {"site": "@washtimes", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2016/01/26/colombia_zika.jpeg", "description": "Brazil's health minister said Friday that authorities were \"absolutely sure\" that the Zika virus is connected to devastating birth defects and rejected criticism that the government was slow to invest", "card": "summary", "title": "Brazil minister says no doubt Zika connected to microcephaly"}, "Author": "Joshua Goodman", "bitly-verification": "d180fd45f70d", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web0", "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "news_keywords": "Brazil, Marcelo Castro"}, "article_summary": "Of the confirmed microcephaly cases, 41 have been connected to Zika.\nBrazil is at the epicenter of a mosquito-borne virus that has been linked to rare birth defects known as microcephaly.\nTraditionally, Brazil had reported about 150 such cases of microcephaly a year.\nBRASILIA, Brazil — Brazil’s health minister said Friday that authorities were “absolutely sure” that the Zika virus is connected to devastating birth defects and rejected criticism that the government was slow to investigate the surge of cases that set off international alarms.\nIn response to criticism that Brazil was moving too slowly to confirm cases of microcephaly, Castro said the federal government was pushing states and local governments to speed up tests on newborns."}