{"article_title": "Switzerland's Prescription Drug Tactics Should Make Americans Jealous -- The Motley Fool", "article_keywords": ["fool", "pharmaceutical", "prescription", "switzerlands", "motley", "switzerland", "companies", "drug", "novartis", "drugs", "costs", "americans", "pricing", "jealous", "tactics", "roche"], "article_url": "http://www.fool.com/investing/general/2014/09/27/americans-should-be-envious-of-switzerlands-prescr.aspx", "article_text": "When it comes to developed countries, no country within the Organisation for Economic Co-operation and Development has higher per-capita health expenditures than the United States. As of 2013 and including the 34 OECD countries, according to the World Health Organization, U.S. per-capita health expenditures were 156% higher than the OECD average.\n\nFor many Americans that means painfully high costs when heading to the doctor, picking up prescription medicines, or being hospitalized.\n\nThe truth is there's a laundry list of reasons why U.S. prescription drug costs are higher than the rest of the industrialized world. Perhaps topping that list is the fact that we have no true universal healthcare plan. The Affordable Care Act is the most decisive move in that direction, but based on Gallup's most recent uninsured rate of 13.4%, we still have quite a ways to go to move toward a truly universal health plan.\n\nLooking overseas for prescription drug price efficiency\n\nHowever, if Americans were to look overseas at what other countries are doing to control their own health costs, especially prescription drug costs, they'd probably be downright envious. In July, India's National Pharmaceutical Pricing Authority announced it would be capping the price of 108 drugs within the country in order to make them more affordable for a wider swath of its citizens. Keep in mind, in 2013 India implemented pricing controls on roughly 30% of existing medicines sold within the country.\n\nNow, it appears that Switzerland is prepared to dip its toes further into the prescription cost control waters as well. According to Reuters, though Switzerland's per-capita prescription drug spending of $562 is well below the $1,010 spent per American on prescription drugs, it pays an average of 5% more for its drugs than the six-country benchmark of Denmark, Germany, Austria, France, Netherlands, and the U.K. As such, Switzerland is taking on two of its most critical employers (and two of the world's largest pharmaceutical companies) Roche (NASDAQOTH:RHHBY) and Novartis (NYSE:NVS) in an effort to keep drug costs in its privatized healthcare system from rising even further.\n\nSwitzerland puts its foot down\n\nWe've been witnessing the battle over drug pricing between pharmaceutical companies and insurers/governments for decades around the world. Pharmaceutical companies need to charge a relatively high price for branded products in order to make up for the costs associated with researching and developing that drug, as well as for other drugs that failed to make it to market. On the flipside, consumers are getting fed up with the rising tide of prices, wanting considerably better efficiency from pharmaceutical companies if they're going to foot bills that can sometimes come in above $100,000 annually.\n\nIf you ask Switzerland, it also may have had enough. Roche, for example, balked at the Swiss government's request that it drop the price of its HER2-positive late-stage breast cancer drug Perjeta about 20% below what it sells the drug for in a number of other EU countries. In response, Switzerland's healthcare ministry put its foot down and recently removed the drug from the nation's approved list of reimbursable drugs.\n\nNow, keep in mind that the Swiss market only makes up between 1% and 2% of total worldwide pharmaceutical sales, so it's not as if Roche's Perjeta sales are suddenly going to fall through the floor, but the appeal of exclusionary cost controls could spread to other industrialized nations that are more important to Roche.\n\nWalking a fine line\n\nAlthough most Americans would be envious of Swiss drug prices relative to ours, the country is also walking a very fine line when it comes to playing hardball with Novartis and Roche.\n\nThe pharmaceutical industry accounts for about 40,000 jobs in Switzerland and is responsible for roughly 6% of GDP. In other words, placing too many pricing restrictions on brand-name drugs could cause one or both of these companies to respond with cost-cutting layoffs, which would be bad for the Swiss economy.\n\nAdditionally, removing drugs from the approved reimbursement list might reduce medical cost inflation over the short run, but it could be devastating to long-term costs if truly superior drugs are being excluded. The reasoning is that it could cause patients in need of excluded drugs to wait longer to receive treatment – a number of high-priced excluded drugs treat cancer, and cancer patients simply don't always have the luxury of waiting – and it may also flat out deny access to critical medicines for those in Switzerland who don't have some form of supplemental insurance.\n\nWhat Novartis and Roche might do to fight this trend\n\nClearly, Novartis and Roche could be facing some challenging times ahead as select governments around the globe begin to fight back against innovator pricing.\n\nOne possible solution, and something we've been witnessing Roche and Novartis do with varying levels of success, is to boost the number of outside collaborations and licensing deals. There are few pharmaceutical companies that have the marketing and commercialization expertise that these two giants have. Therefore, by leveraging their cash flow and utilizing upfront cash as a dangling carrot, Novartis and Roche can help keep their research and development costs in check via collaborative trial cost-sharing and potentially profit from having their fingers in dozens of different development pipelines outside of their own internal development programs.\n\nAnother idea is to consider catering to the concerns of governments like India and Switzerland with generic drugs of their own. Though Roche strictly targets branded drugs, Novartis' generic unit Sandoz contributed to 16% of its $57.9 billion in revenue last year. Generics, due to their quicker and inexpensive route to approval relative to branded drugs, naturally have lower margins, but pharmaceutical companies can still reap benefits if the volume of generic drugs sold remains high.\n\nLastly, I suspect we'll see Roche and Novartis lean even more heavily on the U.S. which continues to act as something of a subsidy country for certain areas of the world where it's getting tougher for Novartis and Roche to turn a profit. Within the U.S. most insurers accept pharmaceutical pricing, even if it's in the six-digit category, which makes it much easier for these big pharma names to make up for losses in other countries.\n\nClearly global pricing will remain fluid for these two pharmaceutical companies, as well as the sector, and it's going to be important for you to keep up on how governments and pharmaceutical companies are responding to one another as both an investor and as a healthcare consumer.", "article_metadata": {"publish_time": "14:51", "description": "Prescription drug costs in Switzerland are more than 40% lower than the U.S. on a per capita basis, yet the Swiss government is looking to lower those costs even further. Find out what benefits and risks could await its approach.", "ResponsiveALP": "1Ses_2things-v-single_2-things_50", "author": "Sean Williams", "promo": "Prescription drug costs in Switzerland are more than 40% lower than the U.S. on a per capita basis, yet the Swiss government is looking to lower those costs even further. Find out what benefits and risks could await its approach.", "twitter": {"title": "Switzerland's Prescription Drug Tactics Should Make Americans Jealous --  The Motley Fool", "description": "Prescription drug costs in Switzerland are more than 40% lower than the U.S. on a per capita basis, yet the Swiss government is looking to lower those costs even further. Find out what benefits and risks could await its approach.", "site": "@themotleyfool"}, "msvalidate.01": "8D40D58712924715BAA79D135A6C8DDA", "og": {"site_name": "The Motley Fool", "description": "Prescription drug costs in Switzerland are more than 40% lower than the U.S. on a per capita basis, yet the Swiss government is looking to lower those costs even further. Find out what benefits and risks could await its approach.", "title": "Switzerland's Prescription Drug Tactics Should Make Americans Jealous --  The Motley Fool", "url": "http://www.fool.com/investing/general/2014/09/27/americans-should-be-envious-of-switzerlands-prescr.aspx", "image": "https://g.foolcdn.com/image/?url=http%3A%2F%2Fg.foolcdn.com%2Feditorial%2Fimages%2F145804%2F8266476742_4967a82707_z.jpg&h=630&w=1200&op=resize", "type": "article"}, "headline": "Switzerland's Prescription Drug Tactics Should Make Americans Jealous", "fb": {"admins": 50808187550, "page_id": 7240312795, "app_id": 50808187550}, "bureau": "usmf-health-care", "STORY_UID": "7f91a1be-438d-11e4-a02a-0050569d32b9", "pitch": 583, "date": "2014-09-27T18:51:00Z", "gsa_date": "2014 09 27", "tickers": "RHHBY,NVS", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0"}, "_id": "\"57477af36914bd0286fd01a5\"", "article_summary": "Looking overseas for prescription drug price efficiencyHowever, if Americans were to look overseas at what other countries are doing to control their own health costs, especially prescription drug costs, they'd probably be downright envious.\nThe truth is there's a laundry list of reasons why U.S. prescription drug costs are higher than the rest of the industrialized world.\nSwitzerland puts its foot downWe've been witnessing the battle over drug pricing between pharmaceutical companies and insurers/governments for decades around the world.\nThere are few pharmaceutical companies that have the marketing and commercialization expertise that these two giants have.\nThough Roche strictly targets branded drugs, Novartis' generic unit Sandoz contributed to 16% of its $57.9 billion in revenue last year."}