{"article_title": "Study: Obamacare 'Burden' Killing Patient Access In DC", "article_keywords": ["affordable", "patient", "mental", "district", "exchange", "study", "obamacare", "dc", "killing", "access", "health", "burden", "act", "care", "psychiatrists"], "article_url": "http://dailycaller.com/2016/05/19/obamacare-burden-is-driving-doctors-out-of-dc-health-exchange-study-finds/", "article_text": "A man looks over the Affordable Care Act (commonly known as Obamacare) signup page on the HealthCare.gov website in New York in this October 2, 2013 photo illustration. REUTERS/Mike Segar\n\n5038947\n\nPsychiatrists say unreasonable burdens from President Obama’s Affordable Care Act are forcing doctors out of the Washington, D.C., market, leaving residents struggling to access mental health treatment through the District’s health care exchange.\n\nOnly 14 percent of people searching for mental health treatment in the District were able to successfully schedule an appointment, according to a survey from the American Psychiatric Association (APA). A staggering 86 percent of psychiatrists in D.C.’s Health Insurance Exchange Network said they were unable to take on new patients or were completely unreachable.\n\nAlmost 25 percent of psychiatrist phone numbers listed in the exchange are no longer in service and less than ten percent of people were able to make an appointment within two weeks. The APA said psychiatrists are blaming the requirements of the health exchanges, created through the Affordable Care Act.\n\n“This study shows us that many people are not able to access needed care and people are paying for mental health care they cannot access,” Saul Levin, APA’s CEO and medical director said in a release. “The Affordable Care Act is intended to expand access to mental health and substance use disorder care, yet networks are shrinking both because psychiatrists are dropping out of the networks citing unreasonable administrative burden and low payment rates as reasons and because plans are ‘narrowing their networks’ while providing robust directories of providers to attract purchasers to the plan.”\n\nThe average wait in the District to see a psychiatrist is almost three weeks, showing a glaring deficiency in mental health treatment in the city. The D.C. health care network, who’s mission is to, “implement a health care exchange program in the District of Columbia in accordance with the Affordable Care Act,” serves roughly 200,000 residents, reports NBC Washington.\n\nThe APA Foundation conducted the survey after numerous complaints from D.C. residents, randomly selecting 150 psychiatrists publicly listed from the three largest health insurance carriers in the D.C. exchange. The survey concludes the current mental health network in the District is suffering from severely depleted resources.\n\nFollow Steve on Twitter\n\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience. For licensing opportunities of our original content, please contact [email protected].", "article_metadata": {"sailthru.author": "Steve Birr", "description": "DC residents looking for psychiatric help are struggling to access doctors through the city's health exchanges, with psychiatrists blaming Obamacare burdens.", "og": {"site_name": "The Daily Caller", "description": "Psychiatrists say unreasonable burdens from President Obama's Affordable Care Act are forcing doctors out of the Washington, D.C., market, leaving residents struggling to access mental health treatme", "title": "Obamacare ‘Burden’ Is Driving Doctors Out Of DC Health Exchange, Study Finds", "url": "http://dailycaller.com/2016/05/19/obamacare-burden-is-driving-doctors-out-of-dc-health-exchange-study-finds/", "image": {"width": 1200, "identifier": "http://cdn01.dailycaller.com/wp-content/uploads/2014/05/2014-05-11T111452Z_1_CBREA4A0V8T00_RTROPTP_4_USA-HEALTHCARE-TECHNOLOGY-e1434574559532.jpg", "height": 516}, "type": "article"}, "twitter": {"description": "'Unreasonable administrative burden'", "title": "Obamacare ‘Burden’ Is Driving Doctors Out Of DC Health Exchange, Study Finds Via @dailycaller", "url": "http://dailycaller.com/2016/05/19/obamacare-burden-is-driving-doctors-out-of-dc-health-exchange-study-finds/", "image": {"src": "http://dailycaller.com/wp-content/uploads/2014/05/2014-05-11T111452Z_1_CBREA4A0V8T00_RTROPTP_4_USA-HEALTHCARE-TECHNOLOGY-e1434574559532.jpg"}, "site": {"identifier": "@dailycaller", "id": 39308549}, "card": "summary"}, "sailthru.date": "2016-05-19 20:36:52", "sailthru.title": "Obamacare 'Burden' Is Driving Doctors Out Of DC Health Exchange, Study Finds", "HandheldFriendly": "true", "sailthru.tags": "affordable-care-act", "fb": {"app_id": 143489452702, "pages": 182919686769}, "keywords": "affordable care act,washington d.c.", "sailthru.description": "Psychiatrists say unreasonable burdens from President Obama's Affordable Care Act are forcing doctors out of the Washington, D.C., market, leaving residents struggling to access mental health treatme", "sailthru.image.full": "http://cdn01.dailycaller.com/wp-content/uploads/2014/05/2014-05-11T111452Z_1_CBREA4A0V8T00_RTROPTP_4_USA-HEALTHCARE-TECHNOLOGY-e1434574559532.jpg", "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no"}, "article_summary": "A man looks over the Affordable Care Act (commonly known as Obamacare) signup page on the HealthCare.gov website in New York in this October 2, 2013 photo illustration.\nREUTERS/Mike Segar5038947Psychiatrists say unreasonable burdens from President Obama’s Affordable Care Act are forcing doctors out of the Washington, D.C., market, leaving residents struggling to access mental health treatment through the District’s health care exchange.\n“This study shows us that many people are not able to access needed care and people are paying for mental health care they cannot access,” Saul Levin, APA’s CEO and medical director said in a release.\nThe D.C. health care network, who’s mission is to, “implement a health care exchange program in the District of Columbia in accordance with the Affordable Care Act,” serves roughly 200,000 residents, reports NBC Washington.\nThe APA said psychiatrists are blaming the requirements of the health exchanges, created through the Affordable Care Act."}