{"article_title": "Iowa Supreme Court Hearing Significant Voting Rights Case", "article_keywords": ["case", "supreme", "iowa", "rights", "belin", "watch", "hearing", "significant", "insiders", "vote", "court", "voting", "infamous"], "article_url": "http://whotv.com/2016/04/03/iowa-supreme-court-hearing-significant-voting-rights-case/", "article_text": "Please enable Javascript to watch this video\n\nDES MOINES, Iowa -- Voting might be something you may take for granted. The Iowa Supreme Court is looking at a landmark case that could make it far easier for convicted felons to vote again.\n\nThis case itself may directly impact only about one percent of Iowans, but it's one of those cases that resonates with far more people due to its implications.\n\nLaurie Belin, editor of the progressive blog Bleeding Heartland, has been following this case closely.\n\nThe case at the Iowa Supreme Court focuses on about 20,000 Iowa felons, but it really comes down to what the Court considers an “infamous crime,” meaning it could affect more than 50,000 people.\n\nThe Iowa Constitution says people who have committed infamous crimes lose their privileges as electors, so they can’t vote or run for office. But the problem is, there’s no definition of “infamous crimes.”\n\nIowa has a state law that was passed in 1994 that says all felonies are infamous crimes. Iowa also has an executive order that sets out a procedure so that people who have been convicted of a felony can apply to get their voting rights back, but it’s a very difficult process almost no one has completed it.\n\nThe process includes a questionnaire that asks such questions as, what the current addresses are of the prosecuting attorney and judge. Another obstacle is showing proof of court costs payment, which Belin calls an “insurmountable burden.”\n\nBelin further breaks down issues with the current system, saying voting is a fundamental right, and people with nonviolent felonies are more likely to turn their lives around. Watch the Insiders segment above for Belin's full breakdown.\n\nThe Iowa Supreme Court heard oral arguments in the Griffin v. Pate case on March 30. You can watch the entire proceeding here. For more discussion on this case, read Bleeding Heartland's post.\n\nUp next...\n\nLaurie Belin takes on the Insiders' Quick Six. Click here for Part 5.\n\nAbout the Insiders\n\nThe Insiders with Dave Price features in-depth conversations with top politicians, decision makers and influencers from Iowa and across the country. It's Iowa’s Sunday morning tradition that provides unique insight into what's happening, and it's the show that holds elected officials accountable.\n\nCatch the Insiders Sunday mornings at 9:30 a.m. on Channel 13.", "article_metadata": {"description": "DES MOINES, Iowa -- Voting might be something you may take for granted. The Iowa Supreme Court is looking at a landmark case that could make it far easier for convicted felons to vote again.", "generator": "WordPress.com", "p": {"domain_verify": "0b712ce3c768feea09b44013120c6553"}, "og": {"site_name": "whotv.com", "description": "DES MOINES, Iowa — Voting might be something you may take for granted. The Iowa Supreme Court is looking at a landmark case that could make it far easier for convicted felons to vote again. T…", "title": "Iowa Supreme Court Hearing Significant Voting Rights Case", "url": "http://whotv.com/2016/04/03/iowa-supreme-court-hearing-significant-voting-rights-case/", "image": {"width": 1200, "identifier": "https://localtvwhotv.files.wordpress.com/2016/04/thinkstockphotos-515269850.jpg?w=1200", "height": 800}, "locale": "en_US", "type": "article"}, "twitter": {"image": {"src": "https://localtvwhotv.files.wordpress.com/2016/04/thinkstockphotos-515269850.jpg?w=640"}, "site": "@whohd", "card": "summary_large_image", "creator": "@whohd"}, "msvalidate.01": "9CC50DB4C5614EA88B5CFA75E33AAB02", "apple-itunes-app": "app-id=324711668", "fb": {"pages": 383549560312}, "msapplication-window": "width=device-width;height=device-height", "msapplication-task": "name=Subscribe;action-uri=http://whotv.com/feed/;icon-uri=http://1.gravatar.com/blavatar/f35371452b04df2deef561dcee55bb01?s=16", "application-name": "whotv.com", "article": {"publisher": "https://www.facebook.com/WHOHD", "published_time": "2016-04-03T14:34:29+00:00", "modified_time": "2016-04-03T14:34:32+00:00", "author": "https://www.facebook.com/WHOHD"}, "keywords": "insiders, the insiders, bleeding heartland, voting, iowa supreme court", "google-site-verification": "rL7fNdHSnN2PyMcNFC2GBk_LusisYfoPth6XdX-yZ2Y", "viewport": "width=device-width, initial-scale=1, user-scalable=no", "news_keywords": "insiders, the insiders, bleeding heartland, voting, iowa supreme court"}, "article_summary": "The Iowa Supreme Court is looking at a landmark case that could make it far easier for convicted felons to vote again.\nThe Iowa Supreme Court heard oral arguments in the Griffin v. Pate case on March 30.\nThe case at the Iowa Supreme Court focuses on about 20,000 Iowa felons, but it really comes down to what the Court considers an “infamous crime,” meaning it could affect more than 50,000 people.\nPlease enable Javascript to watch this videoDES MOINES, Iowa -- Voting might be something you may take for granted.\nThe Iowa Constitution says people who have committed infamous crimes lose their privileges as electors, so they can’t vote or run for office."}