{"article_title": "H&R Block: Customers paying twice as much to satisfy Obamacare penalty", "article_keywords": ["satisfy", "paying", "customers", "hr", "pay", "mandate", "income", "obamacare", "marketplace", "penalty", "twice", "obamacares", "season", "filers", "tax", "block"], "article_url": "http://www.washingtontimes.com/news/2016/mar/8/hr-block-customers-pay-twice-much-obamacare-fee/?page=all", "article_text": "Halfway through tax season, uninsured filers are paying more than twice as much as they did last year to satisfy Obamacare’s penalty for lacking coverage, H&R Block said Tuesday in an analysis that found other customers are still struggling to match their incomes to tax credits they got from Uncle Sam.\n\nThe tax-prep giant said its customers are paying an average penalty of $383 because of the Affordable Care Act’s “individual mandate,” compared to $172 last year.\n\nThat’s because the mandate, a lever designed to bring healthy people into the new marketplace, rose from $95 or 1 percent of qualified income — whichever is greater — in 2014 to $325 or 2 percent of income for 2015.\n\nH&R Block also said three out of five customers who received advanced tax credits to help them buy private plans on Obamacare’s web-based exchanges must pay a portion back to the IRS because they underestimated their actual income for 2015.\n\nTogether, the figures suggest filers are struggling with Obamacare, even though it is the law’s second waltz with tax season.\n\nStarting in 2014, Obamacare’s subsidies were designed to lend a helping hand to low- and moderate-income Americans who do not hold insurance through jobs or a government program such as Medicaid, and cannot afford coverage on the individual market.\n\nYet by routing subsidies through the tax system, filers were forced to reconcile the financial help they received up front with their actual income during the year. If the two don’t match, then filers will either cough up more to the IRS or get more money back.\n\nOnly 52 percent had to repay a portion of government subsidy during last year’s tax season, compared to 60 percent this year — undercutting the belief that subsidized customers would get better at estimating their annual pay after a year of practice.\n\nThe average amount they’ve paid back to Uncle Sam has also gone up, from $530 last year to $579.\n\n“With millions of new marketplace enrollees going through the reconciliation process for the first time we expected to see some confusion,” said Mark Ciaramitaro, vice president of H&R Block’s taxes and health care services. “But the fact a majority of returning marketplace enrollees are underestimating and having to pay back a portion of the [tax credit] signals there is still a steep learning curve on how to accurately estimate income in applying for the premium tax credit when enrolling in a marketplace plan.”\n\nHe said the problem could be due to high year-to-year volatility in how much low-income households take in each year.\n\nH&R Block said customers who had to repay some subsidy still saw an average refund of $2,022, although it is less than what they would have received.\n\nMore than a third of taxpayers who claimed Obamacare tax credits overestimated their income and got extra money back from the IRS — $450 on average. Only 3 percent of customers didn’t see any impact on their refunds because of their exchange subsidies.\n\nH&R Block’s analysis adds to data reported last month by TurboTax, a tax-filing company that said seven in 10 taxpayers using its online system this season claimed an exemption from the Obamacare mandate tax.\n\nMany of those say even the cheapest plans available to them at work or on the exchanges are still too expensive, and so they claimed the IRS’s financial burden exemption in refusing to gain coverage. Others said they were exempt because they’d recently been evicted, had a close family member die, or had another hardship that excused them from the mandate.\n\nH&R Block said uninsured customers who aren’t exempt from Obamacare’s mandate will see even stiffer penalties during next year’s tax season. The penalty is set to more than double this year from the 2015 tax, to $695 or 2.5 percent of income.\n\nH&R Block said a family of four earning $60,000 would pay $975 this tax season, compared to about $400 last year. Next year, they could be socked for $2,000.", "article_metadata": {"description": "Halfway through tax season, uninsured filers are paying more than twice as much as they did last year to satisfy Obamacare's penalty for lacking coverage, H&R Block said Tuesday, in an analysis that says other customers still cannot match their incomes to IRS subsidies they got on the law's exchanges.", "Author": "Tom Howell Jr.", "og": {"site_name": "The Washingtion Times", "description": "Halfway through tax season, uninsured filers are paying more than twice as much as they did last year to satisfy Obamacare’s penalty for lacking coverage, H&R Block said Tuesday, in an analysis that says other customers still cannot match their incomes to IRS subsidies they got on the law’s exchanges.", "title": "H&R Block: Customers paying twice as much to satisfy Obamacare penalty", "url": "http://www.washingtontimes.com/news/2016/mar/8/hr-block-customers-pay-twice-much-obamacare-fee/", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2016/03/04/Obama_Jobs.JPEG-051a3.jpg", "type": "article"}, "twitter": {"image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2016/03/04/Obama_Jobs.JPEG-051a3.jpg", "title": "H&R Block: Customers paying twice as much to satisfy Obamacare penalty", "description": "Halfway through tax season, uninsured filers are paying more than twice as much as they did last year to satisfy Obamacare's penalty for lacking coverage, H&R Block said Tuesday, in an analysis that s", "card": "summary", "site": "@washtimes"}, "author": "The Washington Times http://www.washingtontimes.com", "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web2", "bitly-verification": "d180fd45f70d", "news_keywords": "Social Issues, Business Finance, H R Block"}, "article_summary": "H&R Block said uninsured customers who aren’t exempt from Obamacare’s mandate will see even stiffer penalties during next year’s tax season.\nH&R Block said a family of four earning $60,000 would pay $975 this tax season, compared to about $400 last year.\nTogether, the figures suggest filers are struggling with Obamacare, even though it is the law’s second waltz with tax season.\nH&R Block said customers who had to repay some subsidy still saw an average refund of $2,022, although it is less than what they would have received.\nThe tax-prep giant said its customers are paying an average penalty of $383 because of the Affordable Care Act’s “individual mandate,” compared to $172 last year."}