{"article_title": "Birth control ruling draws dissent from female justices", "article_keywords": ["control", "supreme", "draws", "birth", "coyle", "dissent", "decision", "woodruff", "wheaton", "female", "college", "ruling", "justices", "court", "providing", "religious", "accommodation"], "article_url": "http://www.pbs.org/newshour/bb/birth-control-ruling-draws-dissent-female-justices/", "article_text": "JUDY WOODRUFF: The U.S. Supreme Court late on Thursday temporarily exempted a religious college from the contraception coverage provisions of the Affordable Care Act. The decision provoked a sharp rebuke from the court’s three female justices. The injunction came down just days after a contentious 5-4 ruling in favor of some businesses that objected to providing birth control on the grounds that it offended the owners’ beliefs.\n\nFor more, we are joined by Marcia Coyle of “The National Law Journal.”\n\nMarcia, thank you for coming in on the Fourth of July.\n\nRELATED LINKS MARCIA COYLE, The National Law Journal: Oh, that’s just fine, Judy. Happy to be here.\n\nJUDY WOODRUFF: So, interesting, in that this is a — this is an opinion written in about a page or a page-and-a-half. The dissent is 15 or 16 pages long.\n\nMARCIA COYLE: Yes.\n\nJUDY WOODRUFF: But tell us the background.\n\nMARCIA COYLE: OK.\n\nJUDY WOODRUFF: What is it that the — Wheaton College was complaining about?\n\nMARCIA COYLE: Well, first, you have to start with what the court said Monday in the Hobby Lobby case.\n\nThere, a 5-4 majority ruled that the contraceptive insurance requirement violated the Religious Freedom Restoration Act, as applied to closely held corporations and their religious owners.\n\nIn that majority opinion, the court said the real — the problem with what the government did here was that it didn’t choose the least restrictive means of providing that coverage to women who need it. The court suggested less restrictive alternatives to doing this.\n\nFor example, the government could pay for the coverage itself or the government could extend an accommodation that it gives to religious nonprofit organizations. That accommodation says, if you sign a government form saying you object, the law then shifts the burden of providing the insurance to the insurer or a third-party administrator.\n\nThat accommodation is what was at the heart of what Wheaton College was objecting to in the U.S. Supreme Court this week.\n\nJUDY WOODRUFF: This is a Christian college.\n\nMARCIA COYLE: In Illinois.\n\nJUDY WOODRUFF: Based in Illinois. And, now, this is a college. It is not a corporation.\n\nMARCIA COYLE: Yes.\n\nJUDY WOODRUFF: Unlike the one on which the Monday case was based. But they are saying, we are entitled to an exemption.\n\nMARCIA COYLE: Well, they are.\n\nIn fact, no one really objects. They are eligible for this accommodation. But they are claiming that the accommodation itself, the signing of the government form, makes them complicit in providing the contraception coverage. And that, they say, violates the Religious Freedom Restoration Act.\n\nAnd so they are asking the Supreme Court for an emergency injunction that would prevent the government from fining them if they didn’t comply with the requirement — or would prevent the government from insisting on the accommodation or being fined for not providing the coverage.\n\nJUDY WOODRUFF: And there is this form that this is about.\n\nMARCIA COYLE: Yes.\n\nJUDY WOODRUFF: Justice Sonia Sotomayor, in her dissent, used very strong language about what the majority had held.\n\nMARCIA COYLE: She did. She really made three points.\n\nFirst, she said the court was retreating from what it said in Hobby Lobby, the Monday decision. In that decision, the majority again said that the accommodation itself achieved all of the government’s objectives here, as well as provided greater respect for religious liberty. And Justice Kennedy even reemphasized that in a separate concurring opinion. He said that treated undermined confidence in the court.\n\nThe second thing she said was, Wheaton College had not made out the case for getting an emergency injunction, which is an extraordinary remedy, and that one of the requirements is that your legal rights be indisputably clear. And that wasn’t the case here, because the lower courts had yet to rule on the merits of Wheaton’s claim.\n\nAnd, finally, she argued, the court by telling Wheaton College all it had to do was submit to the government in writing its objections, not sign the form, the court itself was rewriting federal regulations, and it could not do that.\n\nJUDY WOODRUFF: So, how significant, Marcia, that you have — of the four so-called liberal justices on the court, the three who are women are the ones who took part in this dissent?\n\nMARCIA COYLE: Well, I think the three women made it very clear what their feelings were on Monday in the Hobby Lobby decision, so I am not surprised that they wrote here.\n\nBut they were reemphasizing what Justice Ginsburg said Monday in her dissent, that Hobby Lobby wasn’t a narrow decision. So Justice Sotomayor said now the government will probably — could possibly be receiving thousands of notices in writing from religious organizations, claiming that the accommodation violates the Religious Freedom Restoration Act.\n\nJUDY WOODRUFF: And is that a real possibility?\n\nMARCIA COYLE: Oh, yes, definitely.\n\nThere are dozens of lawsuits right now in the lower courts by nonprofit religious organizations claiming that the accommodation violates that federal law.\n\nJUDY WOODRUFF: So, we will watch and see what happens.\n\nMARCIA COYLE: It is definitely going to play out, and it surely is going to get to the Supreme Court on the merits eventually.\n\nJUDY WOODRUFF: Marcia Coyle, we thank you very much.\n\nMARCIA COYLE: My pleasure, Judy.", "article_metadata": {"description": "The Supreme Court temporarily exempted a religious college from the contraception coverage provisions of the Affordable Care Act. The decision, which comes just days after a ruling in favor of some businesses objecting to provide birth control, has provoked sharp rebuke from the court’s three female justices. Judy Woodruff gets the details from Marcia Coyle of The National Law Journal.", "pubdate": 20140704, "og": {"site_name": "PBS NewsHour", "description": "The Supreme Court temporarily exempted a religious college from the contraception coverage provisions of the Affordable Care Act. The decision, which comes just days after a ruling in favor of some businesses objecting to provide birth control, has provoked sharp rebuke from the court’s three female justices. Judy Woodruff gets the details from Marcia Coyle of The National Law Journal.", "title": "Birth control ruling draws dissent from female justices", "locale": "en_US", "image": "http://newshour-tc.pbs.org/newshour/wp-content/uploads/2014/07/451505664.jpg", "url": "http://www.pbs.org/newshour/bb/birth-control-ruling-draws-dissent-female-justices/", "type": "article"}, "twitter": {"domain": "PBS NewsHour", "description": "The Supreme Court temporarily exempted a religious college from the contraception coverage provisions of the Affordable Care Act. The decision, which comes just days after a ruling in favor of some businesses objecting to provide birth control, has provoked sharp rebuke from the court’s three female justices. Judy Woodruff gets the details from Marcia Coyle of The National Law Journal.", "creator": "@newshour", "image": "http://newshour-tc.pbs.org/newshour/wp-content/uploads/2014/07/451505664.jpg", "title": "Birth control ruling draws dissent from female justices", "site": "@newshour", "card": "summary_large_image"}, "robots": "noodp,noydir", "apple-mobile-web-app-capable": "no", "fb": {"app_id": 114150878604116}, "article": {"publisher": "https://www.facebook.com/newshour", "tag": "Wheaton College"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=no", "news_keywords": "Affordable Care Act, birth control, contraception, Hobby Lobby, Religion, Supreme Court, Wheaton College"}, "_id": "\"57477af36914bd0286fd01c0\"", "article_summary": "That accommodation is what was at the heart of what Wheaton College was objecting to in the U.S. Supreme Court this week.\nJUDY WOODRUFF: The U.S. Supreme Court late on Thursday temporarily exempted a religious college from the contraception coverage provisions of the Affordable Care Act.\nMARCIA COYLE: OK.JUDY WOODRUFF: What is it that the — Wheaton College was complaining about?\nMARCIA COYLE: It is definitely going to play out, and it surely is going to get to the Supreme Court on the merits eventually.\nThe injunction came down just days after a contentious 5-4 ruling in favor of some businesses that objected to providing birth control on the grounds that it offended the owners’ beliefs."}