{"article_title": "Mobile Health is the Top Health Industry Issue for 2015", "article_keywords": ["behaviors", "mobile", "industry", "apps", "focus", "devices", "health", "healthcare", "2015", "hri", "issue", "medical"], "article_url": "http://www.imedicalapps.com/2015/03/mobile-health-one-top-health-industry-issues-2015-says-pricewaterhouse-coopers/", "article_text": "A recent report from leading consulting and professional services firm PriceWaterhouseCoopers on key challenges in healthcare highlights digital health as one of the biggest.\n\nIn their report, Top 10 health industry issues of 2015, the PwC Health Research Institute (HRI) labelled “do-it-yourself healthcare” and “making the leap from mobile app to medical devices” as the number one and two issues on their list. These two issues are reflective of two parallel streams in digital health – one a generally unregulated activity and the other being potentially highly regulated.\n\nThe first issue is connected to underlying changes in the healthcare insurance industry that incentivize preventive services more than ever before. A greater focus on preventive services inevitably requires that consumers focus on their own health behaviors. Many employers are incentivized by the federal health reform law (Patient Protection and Affordable Care Act) and state law changes to encourage their employees to either improve their health behaviors or pay more in premiums than their colleagues who do improve their behaviors. This is where the increasing focus on do-it-yourself health care comes in.\n\nWearable devices linked to apps help people gather data that is useful in guiding their behavior changes and maintaining healthy behaviors they have already begun. These devices, while significant for individuals and potentially important to lowering health care costs for private insurers and state/federal governments, are ironically not the focus of FDA. They are not perceived as medical devices although some might be perceived by consumers as making medical claims of helping a person to improve their diet and increase their physical activity so that they lose weight. This unregulated realm of innovation will likely continue its growth in 2015, according to HRI, encouraged by the continued flow of investment funds and attention-grabbing contests like the $10 million Qualcomm Tricorder XPRIZE. This prize will go to the development team that creates a personal device able to diagnose 16 conditions and measure five real time vital signs in a non-invasive manner.\n\nThe second issue represents the use of medical apps for more than general wellness; instead, connected to medical devices or used to manage specific diseases. Apps being used as medical devices or tied directly to medical devices are not accessible to consumers without a doctor’s order. While that likely makes them safe, it does imply a number of regulatory hurdles that can make this area less appealing to innovators. As we’ve now seen, these regulatory hurdles have been overcome as the FDA has approved or cleared nearly 100 medical apps. In 2015, HRI sees the FDA reviewing a record number of mobile health apps in order to meet the growing industry demand for this technology. According to HRI, over the next 5 years, 86% of clinicians believe that mobile apps will play a major role in a physician’s practice.\n\nAs the PwC HRI indicates, 2015 is likely to be a significant year for mobile health and a driving force in the ever changing environment of healthcare in the US.", "article_metadata": {"description": "PwC recently issued a report on the top health industry issues of 2015 and mobile health issues were the number one and two issues.", "generator": "WordPress 4.5.2", "og": {"site_name": "iMedicalApps", "description": "PwC recently issued a report on the top health industry issues of 2015 and mobile health issues were the number one and two issues.", "title": "Mobile Health is the Top Health Industry Issue for 2015", "locale": "en_US", "image": {"width": 512, "identifier": "http://assets.imedicalapps.com/wp-content/uploads/2015/03/image002.png", "height": 384}, "updated_time": "2015-03-19T22:23:41+00:00", "url": "http://www.imedicalapps.com/2015/03/mobile-health-one-top-health-industry-issues-2015-says-pricewaterhouse-coopers/", "type": "article"}, "twitter": {"description": "PwC recently issued a report on the top health industry issues of 2015 and mobile health issues were the number one and two issues.", "title": "Mobile Health is the Top Health Industry Issue for 2015", "image": "http://assets.imedicalapps.com/wp-content/uploads/2015/03/image002.png", "creator": "@imedicalapps", "site": "@imedicalapps", "card": "summary"}, "robots": "noodp", "keywords": "mHealth, mobile, health, PwC, Health Industry, Top, 2015, List, PricewaterhouseCoopers, FDA, XPRIZE, Qualcomm, Regulation, do it yourself", "article": {"publisher": "https://www.facebook.com/iMedicalApps/", "section": "News", "tag": "Top", "published_time": "2015-03-19T10:55:45+00:00", "modified_time": "2015-03-19T22:23:41+00:00"}, "viewport": "width=device-width,initial-scale=1,minimum-scale=1,maximum-scale=1"}, "_id": "\"57477af36914bd0286fd01c7\"", "article_summary": "In 2015, HRI sees the FDA reviewing a record number of mobile health apps in order to meet the growing industry demand for this technology.\nApps being used as medical devices or tied directly to medical devices are not accessible to consumers without a doctor’s order.\nThe second issue represents the use of medical apps for more than general wellness; instead, connected to medical devices or used to manage specific diseases.\nA greater focus on preventive services inevitably requires that consumers focus on their own health behaviors.\nIn their report, Top 10 health industry issues of 2015, the PwC Health Research Institute (HRI) labelled “do-it-yourself healthcare” and “making the leap from mobile app to medical devices” as the number one and two issues on their list."}