{"article_title": "The Latest: Military police officer among Ranger grads", "article_keywords": ["haver", "school", "complete", "course", "confirmed", "graduate", "ranger", "officer", "soldiers", "military", "women", "fort", "grads", "latest"], "article_url": "http://www.washingtontimes.com/news/2015/aug/19/the-latest-military-police-officer-among-ranger-gr/", "article_text": "FORT BENNING, Ga. (AP) - The latest on the first female Army soldiers to complete the military’s elite Ranger School (all times local):\n\n1:15 p.m.\n\nA 26-year-old military police officer from Connecticut is among the first women to complete the Army’s elite Ranger School.\n\nA defense official confirmed Wednesday to The Associated Press that Capt. Kristen Griest, who has served in Afghanistan and graduated from the U.S. Military Academy at West Point, is scheduled to graduate Friday from Ranger School at Fort Benning, Georgia. The official was not authorized to disclose the name publicly and spoke on condition of anonymity.\n\nGriest of Orange, Connecticut, will graduate alongside 25-year-old 1st Lt. Shaye Haver of Copperas Cove, Texas. Haver’s father confirmed that his daughter, an Apache helicopter pilot and West Point graduate, also finished the Ranger course.\n\nThe Griest and Haver families issued a joint statement Wednesday saying the women “are just like all the soldiers in Class 8-15 - happy, relieved, and ready for some good food and sleep.”\n\n— Lolita C. Baldor in Washington contributed.\n\n___\n\n10:55 a.m.\n\nOne of the first women to complete the Army’s grueling Ranger School is a 25-year-old officer who flies Apache helicopters.\n\nThe father of 1st Lt. Shaye Haver of Copperas Cove, Texas, confirmed Wednesday that she is one of two female soldiers scheduled to graduate Friday from Ranger School at Fort Benning, Georgia. The two-month course tests soldiers’ ability to overcome fatigue, hunger and stress during combat operations.\n\nChris Haver called his daughter’s accomplishment “just amazing” and said, “I’m super proud.”\n\nThe Army hasn’t released the women’s names.\n\nThe Army allowed them to enroll in the Ranger course as part of a push to open more combat jobs to women. Completing the course allows them to wear the Ranger tab, but it doesn’t let them become members of the Ranger regiment.", "article_metadata": {"description": "The latest on the first female Army soldiers to complete the military's elite Ranger School (all times local):", "author": "The Washington Times http://www.washingtontimes.com", "og": {"site_name": "The Washingtion Times", "description": "The latest on the first female Army soldiers to complete the military’s elite Ranger School (all times local):", "title": "The Latest: Military police officer among Ranger grads", "url": "http://www.washingtontimes.com/news/2015/aug/19/the-latest-military-police-officer-among-ranger-gr/", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2015/08/19/73bb195e2fba8d257f0f6a706700e1c2.jpg", "type": "article"}, "twitter": {"site": "@washtimes", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2015/08/19/73bb195e2fba8d257f0f6a706700e1c2.jpg", "description": "The latest on the first female Army soldiers to complete the military's elite Ranger School (all times local):", "card": "summary", "title": "The Latest: Military police officer among Ranger grads"}, "bitly-verification": "d180fd45f70d", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web3", "viewport": "width=device-width, initial-scale=1, user-scalable=yes"}, "article_summary": "FORT BENNING, Ga. (AP) - The latest on the first female Army soldiers to complete the military’s elite Ranger School (all times local):1:15 p.m.A 26-year-old military police officer from Connecticut is among the first women to complete the Army’s elite Ranger School.\n___10:55 a.m.One of the first women to complete the Army’s grueling Ranger School is a 25-year-old officer who flies Apache helicopters.\nThe Army allowed them to enroll in the Ranger course as part of a push to open more combat jobs to women.\nKristen Griest, who has served in Afghanistan and graduated from the U.S. Military Academy at West Point, is scheduled to graduate Friday from Ranger School at Fort Benning, Georgia.\nHaver’s father confirmed that his daughter, an Apache helicopter pilot and West Point graduate, also finished the Ranger course."}