{"article_title": "ABC-7.com WZVN News for Fort Myers, Cape Coral & Naples, Florida", "article_keywords": ["crash", "driver", "coral", "wzvn", "florida", "scene", "drivers", "abc7com", "say", "dead", "vehicle", "usually", "cape", "myers", "naples", "road", "fort"], "article_url": "http://www.abc-7.com/story/30179178/cape-coral-police-say-driver-died-while-street-racing", "article_text": "Cape Coral police say a driver killed in an early morning crash Saturday was racing another vehicle.\n\nMarcus Anthony Solloway, 30, of Fort Myers, was pronounced dead at the scene. His passengers, Cynthia Astucio, 23, and Patrick Zachary Padilla, 34, both of Cape Coral, suffered serious injuries.\n\nPolice say the crash occurred shortly after 4 a.m., when Solloway's Volkswagen Golf left the road, struck a street sign and a tree before striking two parked cars and coming to rest against a house.\n\nSolloway was racing another vehicle on Country Club Blvd. at the time of the crash, investigators say. That vehicle, described by witnesses as a 2004 silver Chevrolet Monte Carlo, stopped at the scene for a brief moment before leaving.\n\nSolloway's car and that vehicle may have collided, and if so, the Chevrolet could possibly have damage to the driver's side and may have black paint transfer on it.\n\nPolice are asking anyone with information on the identity of the driver that left the scene to contact the Cape Coral Police Department at (239) 574-3223. You can also submit an anonymous tip. Go to www.capecops.com/tips or text a tip- text CCPD+\"Your Message\" to CRIMES (274637). Finally, you can call Crimestoppers at 1-800-780-TIPS.\n\nNeighbors say it's nothing new\n\nNeighbors say they were stunned by the tragedy, but they've seen it all before on the curvy road - drivers speeding when they should be slowing down. The speed limit is 25 mph, but one officer said the car was going well over 100.\n\n\"They usually don't see the light poles. They usually don't see the trees and they usually just get hit,\" said Miguel Gonzalez.\n\nStephanie Furmato was awakened by screams following the crash.\n\n\"I hear someone screaming, 'help me, help me, get me out.' It wasn't something you wanted to be woken up from a dead sleep to see,\" she said.\n\nFurmato said the driver was dead before she got to him.\n\nThe neighbors say there are accidents on the road almost weekly because drivers ignore the signs.", "article_metadata": {"wn-build": "XSLT-7.1-17", "Description": "A 30-year-old Fort Myers man was killed and his two passengers seriously injured in what Cape Coral police say was a case of street-racing along Country Club Boulevard.", "og": {"url": "http://www.abc-7.com/story/30179178/cape-coral-police-say-driver-died-while-street-racing", "image": "http://ftpcontent.worldnow.com/wncustom/custom/wzvn/wzvn_og_image.jpg", "type": "article", "description": "A 30-year-old Fort Myers man was killed and his two passengers seriously injured in what Cape Coral police say was a case of street-racing along Country Club Boulevard.", "title": "Cape Coral police say driver died while street racing"}, "twitter": {"image": "http://WZVN.images.worldnow.com/images/8939041_G.jpg", "description": "A 30-year-old Fort Myers man was killed and his two passengers seriously injured in what Cape Coral police say was a case of street-racing along Country Club Boulevard.", "card": "summary", "title": "Cape Coral police say driver died while street racing"}, "wnreadableurl": "cape-coral-police-say-driver-died-while-street-racing", "ROBOTS": "index,follow,noarchive", "owner": "WZVN", "fb": {"admins": 1851799707, "app_id": 1678378052403648}, "date": "2015/10/03", "google-site-verification": "gcWGJ_5HBMygrFxFQLREn-pvEzLmkYG-FQepn2WoVSk", "wn-version": "ContainerE-Story", "wn-base": "IIS05"}, "article_summary": "Cape Coral police say a driver killed in an early morning crash Saturday was racing another vehicle.\nHis passengers, Cynthia Astucio, 23, and Patrick Zachary Padilla, 34, both of Cape Coral, suffered serious injuries.\nMarcus Anthony Solloway, 30, of Fort Myers, was pronounced dead at the scene.\nPolice are asking anyone with information on the identity of the driver that left the scene to contact the Cape Coral Police Department at (239) 574-3223.\nNeighbors say it's nothing newNeighbors say they were stunned by the tragedy, but they've seen it all before on the curvy road - drivers speeding when they should be slowing down."}