{"article_title": "David Royko and autism", "article_keywords": ["ago", "think", "ben", "help", "autism", "karen", "writing", "david", "royko", "really"], "article_url": "http://www.chicagoreader.com/Bleader/archives/2013/10/25/david-royko-and-autism", "article_text": "When I think of Mike Royko, who was by all accounts a difficult human being, I think of the wit and honesty of his writing, and of the excitement I felt on first encountering it in the late 60s, a time when race and war were changing the face of the country and journalists wagging a finger at the troublemakers looked but did not see.\n\nAnd I think of his son David, whom I like and admire, though we've never actually met.\n\nBut we've spent a lot of time on the phone. David Royko tends his father's flame and keeps me posted. Three years ago he published a collection of Mike Royko's love letters to Carol Duckman, who would be David's mother. The letters show Royko totally smitten; the marriage was less enchanted, and David talked candidly to me about it. He also posted on his website a couple of pieces he called \"earliest Royko\"—columns his dad had written as a 22-year-old serviceman editing the paper at the Air Force installation at O'Hare Field. David asked if I wanted to announce he'd discovered the pieces, and I certainly did.\n\nBut visit David Royko's website today and you'll see that the space devoted to his father is a sideline. After years of growing up not particularly happy to be Mike Royko's son and eventually working through the issues with his father, his digital scrapbook is a small pleasure, perhaps a solace. Scroll down his home page and you'll come across a link to the material titled \"Mom & Dad.\" Above that are the links to \"Psychology\" (a psychologist, Royko runs the divorce mediation program for the Cook County court) and \"Music\" (he began covering bluegrass for the Tribune in the early 90s). Higher still are the links to \"Autism,\" and to the material Royko calls \"Ben Stories.\"\n\nBen is his 20-year-old son. He has severe autism, and David Royko has done a lot of writing about him, including this story ten years ago in the Reader. The other day he e-mailed friends of his to let them know that he'd compiled all this writing, plus some new material, into the e-book The Chronicles of Ben—Adventures in Autism, and he wanted our help in getting the word out.\n\n\"To catch up in one sentence,\" he wrote, \"Ben's less than two years away from aging out of the school district funding that is allowing him to receive remarkable services at the Monarch Boarding Academy in Cleveland where we see him every couple of weekends; the rest of us are living with my in-laws since losing our house post-bankruptcy 7 months ago due directly to the costs of autism, and we have no idea what the future holds (including geographically) when Ben turns 22 though we are actively working on this.\"\n\nSince losing our house! I'd never heard Royko mention being financially strapped. The Tribune's Eric Zorn was first to e-mail Royko asking to know more about the financial impact of autism on the family; I was second. Royko responded to Zorn, copied me, and then decided to post his response on his blog for all to see.\n\n\"When Ben was diagnosed over 18 years ago,\" he begins, \"the only option for addressing autism (that had any research-based scientific validity) was Applied Behavioral Analysis (ABA).\" That's still true, Royko says, and the good news is that there are a lot more providers of ABA than there used to be and insurance is starting to cover it. \"18 years ago, we had to create an ABA program ourselves, and pay every penny.\"\n\nHe goes on, \"As [his wife] Karen has said, we had to literally beg, borrow or (figuratively) steal to do get whatever services and therapies we could for Ben, and it added up to at least $30,000 or more every year. The begging brought some help from friends and family (my father helped a lot when he was alive but Ben was only 3 years old when Dad died, and every cent he left Karen and I disappeared into autism-related costs).\"\n\nThey moved to a suburb \"we could barely afford\" because of the services the special school district it was in provided. \"Borrowing against equity in our house, over and over, stretched us to the breaking point that finally came with the economic crash in 2008, resulting in bankruptcy and a race to see if we could sell the house before foreclosure happened. We were able to short-sell, and now we're without any savings but are very lucky to have exceptional family members (Karen's folks) who have welcomed us into their home, where we now double-up and are even trendy—'multi-generational living' becoming a buzz-phrase since real estate market crash. Living with them allows us to afford the Cleveland visits to see Ben, and his brother's college expenses.\"\n\nZorn had asked him about Obamacare—the Affordable Care Act. Would that help any?\n\nSome, Royko replies. \"The biggest benefit of the ACA for Ben is that he can remain on our insurance until age 26. That is huge. Coverage of benefits that fall under mental health may improve. Ben will not be excluded from coverage due to preexisting conditions, of which he has many. Lifetime caps on benefits are eliminated (we think). We believe there will be other benefits.\n\n\"What it means to be 'severely autistic' is that you have the core features of autism plus co-morbid conditions. Ben has many of these, including but not limited to intellectual disability, behavioral challenges (aggression and self injurious behaviors), lifelong gastrointestinal issues that have been assessed from time to time and only recently identified as celiac disease, seizure disorder, learning disabilities, receptive and expressive language disorders, sleep disorder, etc. etc. etc. So, Ben is a medically complex individual . . .\n\n\"The Affordable Care Act will help,\" Royko concludes, \"though a single-payer plan would be better (in our opinion).\"\n\nRoyko closes by mentioning a Harvard study he read about recently. It randomly sampled 2,314 people who declared personal bankruptcy in 2007 and discovered that for 62 percent of them, medical costs were the reason. And yet 78 percent of the time, those people driven into bankruptcy by medical expenses had health insurance.\n\nLike the Roykos.\n\n(Here's Zorn's story.)\n\nGoing public about the family finances is a big step for David and Karen Royko. A mention on David's blog is one thing; but he tells me that talking to reporters \"really makes it public,\" and he's a little queasy about it. \"If this were really rare and we did something that brought this upon ourselves,\" he says, \"even if it were an interesting story I wouldn't be writing about it. But we're a dime a dozen. It's part of the package of what severe autism brings to many many people.\n\n\"I'd feel almost a little bit dishonest or disingenuous if people are reading what I've written on autism but don't really know what this has meant to the finances for the family.\"\n\nSometimes, he says, all he can do is grit his teeth \"and I remind myself nothing lasts forever.\" But when will this end? \"In sort of a dark humor way,\" he says, \"it makes me appreciate mortality. I don't expect we will ever get through it as long as we're alive. One of the really strange things about families dealing with autism is how many— You don't find many people who want to outlive their children but we would love—we would prefer to outlive [Ben]. We'd like him to have a nice long life, but to have him outlive us is the kind of stuff to keep us up at night.\"\n\nIf Ben had already outlived his parents, who would there be to think ahead two years to the day when Ben must leave his home in Cleveland? No certain future awaits him, David Royko says—\"You have to create it yourself.\" Any parent in his shoes who isn't already looking around, organizing other parents, brainstorming about group homes and agricultural communities \"is really in trouble.\"\n\nThere actually are agricultural communities? I ask.\n\n\"Remarkable ones,\" he says. One is Bittersweet Farms in Toledo, and he and Karen helped create an agricultural community Internet group and put on a conference at Bittersweet for people who had started communities—40 or 50 people in all who came to talk about funding streams and local laws and the \"mountain of stuff\" parents have to tackle to pull something like this off. \"This is the culture,\" Royko says, \"people having to do it yourself. Nature abhors a vacuum, and if nothing is there we parents have to create it.\n\n\"To me it still feels very overwhelming what we have to do, whatever it is, and I thank God Karen is smart and resourceful and as capable and intelligent as any mother can be.\"\n\nMike Royko died in 1997, not long after Ben was diagnosed. David remembers going by his office to tell him and how hard that was, not because of any distance between David and his father at that point but because of what he was there to say. \"We were quiet a moment, and I said, 'Our life has changed,' and I started saying— And he said, 'You have a special needs child,' and I could tell he was on the verge of tears.\"\n\nWere Mike Royko still writing today, imagine the scorn that would have issued from him as he took the measure of a country in which a sick child leads to a lost home.\n\n\"Honestly, I don't think he would have let it happen,\" says David Royko. \"Dad would have tried to find a way to help us with that. He had his checkbook out the day I went to talk to him about Ben.\"", "article_metadata": {"layout": "Blog Post", "description": "The writer lost his home caring for his autistic son.", "title": "David Royko and autism | Bleader | Chicago Reader", "og": {"site_name": "Chicago Reader", "description": "The writer lost his home caring for his autistic son.", "title": "David Royko and autism", "url": "http://www.chicagoreader.com/Bleader/archives/2013/10/25/david-royko-and-autism", "image": {"width": 353, "identifier": "http://media1.fdncms.com/chicago/imager/david-and-karen-royko/u/slideshow/11327822/1382653227-david1.jpg", "height": 450}, "type": "article"}, "twitter": {"description": "The writer lost his home caring for his autistic son.", "title": "David Royko and autism", "image": {"src": "http://media1.fdncms.com/chicago/imager/david-and-karen-royko/u/slideshow/11327822/1382653227-david1.jpg"}, "creator": "@hottype", "site": "@Chicago_Reader", "card": "summary_large_image"}, "oid": 11325061, "fb": {"app_id": 219877661382774}, "keywords": "Mike Royko, David Royko, Ben Royko, Karen Royko, autism, Carol Duckman Royko, The Chronicles of Ben--Adventures in Autism, Eric Zorn, Monarch Boarding Academy, Bittersweet Farms, Chicago Reader", "google-site-verification": "LWsciMIvTYJbiK1PtiDsJejlnEOP4J-E1e9TXi9VFSc", "thumbnail": "http://media1.fdncms.com/chicago/imager/david-and-karen-royko/u/slideshow/11327822/1382653227-david1.jpg", "viewport": "width=1000", "news_keywords": "mike royko, david royko, ben royko, karen royko, autism, carol duckman royko, the chronicles of benadventures in autism, eric zorn, monarch boarding academy, bittersweet farms"}, "_id": "\"57477af36914bd0286fd01f1\"", "article_summary": "He has severe autism, and David Royko has done a lot of writing about him, including this story ten years ago in the Reader.\nDavid Royko tends his father's flame and keeps me posted.\nNo certain future awaits him, David Royko says—\"You have to create it yourself.\"\nGoing public about the family finances is a big step for David and Karen Royko.\n\"Honestly, I don't think he would have let it happen,\" says David Royko."}