{"article_title": "‘Hunger Games’ Assistant Director Is The Father of Santa Barbara Shooter", "article_keywords": ["younger", "peter", "rodger", "hunger", "assistant", "shooter", "father", "youtube", "director", "games", "santa", "worked", "shooting", "barbara", "campus"], "article_url": "http://deadline.com/2014/05/hunger-games-assistant-director-son-kills-7-injures-7-others-in-santa-barbara-shooting-spree-735606/", "article_text": "Elliot Rodger, the 22-year-old son of director Peter Rodger, killed six people and injured seven more in a shooting rampage last night near the UC Santa Barbara campus, it was confirmed to Deadline. He was a student at Santa Barbara City College. In all, 7 are dead, including the shooter. Police report that the younger Rodger drove his black BMW through the streets of Isla Vista business district, a quarter mile from the campus, and shot people. Before the shooting, he uploaded a video on YouTube talking about his plans. Peter Rodger, who worked on Hunger Games as a second unit director, is also a documentary filmmaker — the cast of his 2009 docu film Oh My God included Hugh Jackman, director Baz Luhrmann, Bob Geldof, Seal, Ringo Starr, David Copperfield.", "article_metadata": {"application-name": "Deadline", "twitter": {"description": "Elliot Rodger, the 22-year-old son of director Peter Rodger, killed six people and injured seven more in a shooting rampage last night near the UC Santa Barbara campus, it was confirmed to Deadline…", "creator": "@DeadlineAnita", "image": "http://0.gravatar.com/blavatar/0d8531262d92570876b84bba1cbad7f7?s=240", "title": "Director’s Son Kills 6, Wounds 7 In Santa Barbara Shooting", "site": "@Deadline", "card": "summary_large_image"}, "published_at": "2014-05-24 09:05:14", "msapplication-task": "name=Subscribe;action-uri=http://deadline.com/feed/;icon-uri=http://0.gravatar.com/blavatar/0d8531262d92570876b84bba1cbad7f7?s=16", "news_keywords": "Elliot Rodger, Hunger Games, Peter Rodger", "generator": "WordPress.com", "title": "Director's Son Kills 6, Wounds 7 In Santa Barbara Shooting", "apple-itunes-app": "app-id=533209613", "comment_count": 102, "msapplication-window": "width=device-width;height=device-height", "body": "Elliot Rodger, the 22-year-old son of director Peter Rodger, killed six people and injured seven more in a shooting rampage last night near the UC Santa Barbara campus, it was confirmed to Deadline. He was a student at Santa Barbara City College. In all, 7 are dead, including the shooter. Police report that the younger Rodger drove his black BMW through the streets of Isla Vista business district, a quarter mile from the campus, and shot people. Before the shooting, he uploaded a video on YouTube talking about his plans. Peter Rodger, who worked on Hunger Games as a second unit director, is also a documentary filmmaker -- the cast of his 2009 docu film Oh My God included Hugh Jackman, director Baz Luhrmann, Bob Geldof, Seal, Ringo Starr, David Copperfield.", "description": "Elliot Rodger, the 22-year-old son of director Peter Rodger, killed six people and injured seven more in a shooting rampage last night near the UC Santa Barbara campus, it was confirmed to Deadline. He was a student at Santa Barbara City College. In all, 7 are dead, including the shooter.", "tags": "Peter Rodger", "msapplication-tooltip": "Hollywood Entertainment Breaking News", "fb": {"page_id": 105558754896}, "article": {"published_time": "2014-05-24T16:05:14+00:00", "modified_time": "2014-05-24T16:05:14+00:00"}, "viewport": "width=device-width", "og": {"site_name": "Deadline", "description": "Elliot Rodger, the 22-year-old son of director Peter Rodger, killed six people and injured seven more in a shooting rampage last night near the UC Santa Barbara campus, it was confirmed to Deadline…", "title": "Director’s Son Kills 6, Wounds 7 In Santa Barbara Shooting", "url": "http://deadline.com/2014/05/hunger-games-assistant-director-son-kills-7-injures-7-others-in-santa-barbara-shooting-spree-735606/", "image": {"width": 200, "identifier": "http://0.gravatar.com/blavatar/0d8531262d92570876b84bba1cbad7f7?s=200&ts=1464149165", "height": 200}, "locale": "en_US", "type": "article"}, "author": "Anita Busch", "trueanthem.headline": "Director’s Son Kills 6, Wounds 7 In Santa Barbara Shooting", "p": {"domain_verify": "f5dfa14b5684550478e0b704b2c372b9"}, "y_key": "a810be562637c603"}, "_id": "\"57477af36914bd0286fd01f4\"", "article_summary": "He was a student at Santa Barbara City College.\nElliot Rodger, the 22-year-old son of director Peter Rodger, killed six people and injured seven more in a shooting rampage last night near the UC Santa Barbara campus, it was confirmed to Deadline.\nPeter Rodger, who worked on Hunger Games as a second unit director, is also a documentary filmmaker — the cast of his 2009 docu film Oh My God included Hugh Jackman, director Baz Luhrmann, Bob Geldof, Seal, Ringo Starr, David Copperfield.\nPolice report that the younger Rodger drove his black BMW through the streets of Isla Vista business district, a quarter mile from the campus, and shot people.\nBefore the shooting, he uploaded a video on YouTube talking about his plans."}