{"article_title": "Fish and Brain Health: Study Shows Pregnant Mothers' Consumption of Fatty Fish Provided Long-Lasting Benefits to Children", "article_keywords": ["mercury", "provided", "fatty", "consumption", "mothers", "fish", "pregnant", "brain", "g", "health", "pregnancy", "longlasting", "women", "study", "shows"], "article_url": "http://www.medicaldaily.com/fish-and-brain-health-study-shows-pregnant-mothers-consumption-fatty-fish-369942", "article_text": "Researchers followed 2,000 mother-child pairs in Spain, and found that kids whose mothers ate the most fatty fish—like tuna, shown here— during pregnancy had the best overall brain function.\n\nResearchers followed 2,000 mother-child pairs in Spain, and found that kids whose mothers ate the most fatty fish—like tuna, shown here— during pregnancy had the best overall brain function. Toru Hanai/Reuters\n\nWhen mothers eat three sizeable servings of fish each week during pregnancy it may benefit children’s brains for years to come, according to a large study in Spain.\n\nResearchers followed nearly 2,000 mother-child pairs from the first trimester of pregnancy through the child’s fifth birthday and found improved brain function in the kids whose mothers ate the most fish while pregnant, compared to children of mothers who ate the least.\n\nEven when women averaged 600 grams, or 21 ounces, of fish weekly during pregnancy, there was no sign that mercury or other pollutants associated with fish were having a negative effect that offset the apparent benefits.\n\n“Seafood is known to be an important source of essential nutrients for brain development, but at the same time accumulates mercury from the environment, which is known to be neurotoxic,” lead author Jordi Julvez, of the Center for Research in Environmental Epidemiology in Barcelona, said in an email.\n\nIn an attempt to balance the potential harms of such pollutants with the general health benefits of fish, the U.S. Food and Drug Administration’s 2014 guidelines encourage pregnant women to eat fish, but no more than 12 ounces per week.\n\nThe European Food Safety Authority recently issued a scientific opinion endorsing 150 g to 600 g of fish weekly during pregnancy, Julvez and colleagues note in the American Journal of Epidemiology. But, the study team writes, the effects of maternal fish consumption during development are still not well understood and more research could help give pregnant women clearer guidance.\n\nThe researchers analyzed data from the Spanish Childhood and Environment Project, a large population study that recruited women in their first trimester of pregnancy, in four provinces of Spain, between 2004 and 2008.\n\nJulvez and colleagues focused on records of the women’s consumption of large fatty fish such as swordfish and albacore tuna, smaller fatty fish such as mackerel, sardines, anchovies or salmon, and lean fish such as hake or sole, as well as shellfish and other seafood.\n\nWomen were tested for blood levels of vitamin D and iodine, and cord blood was tested after delivery to measure fetal exposure to mercury and PCB pollutants. At ages 14 months and five years, the children underwent tests of their cognitive abilities and Asperger Syndrome traits to assess their neuropsychological development.\n\nOn average, the women had consumed about 500 g, or three servings, of seafood per week while pregnant. But with every additional 10 g per week above that amount, children’s test scores improved, up to about 600 g. The link between higher maternal consumption and better brain development in children was especially apparent when kids were five.\n\nThe researchers also saw a consistent reduction in autism-spectrum traits with increased maternal fish consumption.\n\nMothers’ consumption of lean fish and large fatty fish appeared most strongly tied to children’s scores, and fish intake during the first trimester, compared to later in pregnancy, also had the strongest associations.\n\n“I think that in general people should follow the current recommendations,” Julvez said. “Nevertheless this study pointed out that maybe some of them, particularly the American ones, should be less stringent.”\n\nJulvez noted that there didn’t appear to be any additional benefit when women ate more than 21 oz (about 595 g) of fish per week.\n\n“I think it's really interesting, and it shed a lot more light on the benefits of eating fish during pregnancy,” said Dr. Ashley Roman, director of Maternal Fetal Medicine at NYU Langone Medical Center in New York.\n\n“I think what's interesting about this study compared to some data previously is that they better quantify the relationship between how much fish is consumed in a diet and then the benefits for the fetus and ultimately the child,” said Roman, who was not involved in the study.\n\n“They're able to correlate the fish consumption with protection from autism and I think that is potentially a very important finding,” she added.\n\nRoman said that fish is really important for the fetus's brain development.\n\n“We still recommend that women avoid the fish that are highest in mercury like catfish, shark, swordfish and giant mackerel, typically the larger fish that have longer lifespans and they tend to concentrate more mercury in their tissue,” she said.\n\nSOURCE: http://bit.ly/1RnLwGO American Journal of Epidemiology, online January 5, 2016.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "fish, and, brain, health, study, shows, pregnant, mothers, consumption, fatty, fish, provided", "og": {"site_name": "Medical Daily", "description": "Researchers followed 2,000 mother-child pairs in Spain, and found that kids whose mothers ate the most fish during pregnancy had the best overall brain function.", "title": "Mothers-to-Be Can Help Their Children's Brain Health With Three Servings of Fish A week", "url": "http://www.medicaldaily.com/fish-and-brain-health-study-shows-pregnant-mothers-consumption-fatty-fish-369942", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2016/01/18/tuna.jpg", "type": "article"}, "twitter": {"description": "Researchers followed 2,000 mother-child pairs in Spain, and found that kids whose mothers ate the most fish during pregnancy had the best overall brain function.", "title": "Mothers-to-Be Can Help Their Children's Brain Health With Three Servings of Fish A week", "url": "http://www.medicaldaily.com/fish-and-brain-health-study-shows-pregnant-mothers-consumption-fatty-fish-369942", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2016/01/18/tuna.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2016/01/18/tuna.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Vitality", "published_time": "2016-01-18T13:29:21-05:00", "modified_time": "2016-01-18T13:44:41-05:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Researchers followed 2,000 mother-child pairs in Spain, and found that kids whose mothers ate the most fish during pregnancy had the best overall brain function."}, "article_summary": "“They're able to correlate the fish consumption with protection from autism and I think that is potentially a very important finding,” she added.\nThe researchers also saw a consistent reduction in autism-spectrum traits with increased maternal fish consumption.\nMothers’ consumption of lean fish and large fatty fish appeared most strongly tied to children’s scores, and fish intake during the first trimester, compared to later in pregnancy, also had the strongest associations.\nJulvez and colleagues focused on records of the women’s consumption of large fatty fish such as swordfish and albacore tuna, smaller fatty fish such as mackerel, sardines, anchovies or salmon, and lean fish such as hake or sole, as well as shellfish and other seafood.\nBut, the study team writes, the effects of maternal fish consumption during development are still not well understood and more research could help give pregnant women clearer guidance."}