{"article_title": "As School Meals Have Gotten Healthier, 1.4 Million Students Drop Out of School Lunch Program", "article_keywords": ["school", "drop", "14", "healthier", "students", "gotten", "reported", "million", "standards", "gao", "lunch", "report", "program", "decrease", "schools", "waste", "meals"], "article_url": "http://dailysignal.com/2015/11/06/as-school-meals-have-gotten-healthier-1-4-million-students-drop-out-of-school-lunch-program/", "article_text": "Michelle Obama’s healthy school meal standards have scored not too tasty.\n\nOver a span of three school years, 1.4 million children dropped out of the National School Lunch Program, reports the Government Accountability Office (GAO).\n\nWhile the first lady’s Healthy, Hunger-Free Kids Act has brought healthier items to lunch trays, sugary and salty foods that some kids crave were eliminated from lunchtime.\n\n“The decrease in the total number of students eating school lunches during the last three school years was driven primarily by a decrease in students paying full price for meals,” the report states.\n\n“The number of students paying full price for meals declined by two million, a decrease that could be caused by students choosing to no longer purchase lunch at school or by students becoming eligible for free or reduced-price meals.”\n\nThe GAO contacted eight school districts in eight states to conduct its report.\n\n“Seven of eight states that GAO interviewed reported that challenges with student acceptance of changes made to comply with new federal nutrition requirements contributed to the decrease,” the GAO report says.\n\nThe changes behind the drop in school lunch participants has racked up an additional $1.2 billion that school districts have shelled out in fiscal year 2015.\n\nThe School Nutrition Association wrote in a letter to members of Congress last week that the new standards have “added 10 cents to the cost of preparing every lunch and 27 cents for every breakfast.”\n\nThe new lunch content has not been satisfactory to numerous children’s appetites.\n\n“Plate waste” has been a reported issue at schools, according to the GAO. This happens when students take the food offered at lunch, yet choose not to eat the meal.\n\nA January 2014 GAO report shows plate waste, “particularly for fruits and veggies,” to have been reported in 48 states. The GAO observes that plate waste may be on the decline as students adjust to the new requirements.\n\n“In addition, when we asked students what they like about school lunch, students we spoke with in 13 of the 14 schools generally reported liking fruit and vegetable options,” the 2015 report says.\n\nOther nutrition standards may take more adjustment time for students.\n\nAs of the 2014-2015 year, schools are required to have 100 percent (as opposed to a 2012 USDA requirement of 50 percent) of grain products offered contain at least 50 percent of whole grains.\n\nThe GAO was told “students do not like certain whole grain-rich foods, so getting them to take and eat them continues to be a challenge.”\n\nSodium limits also began to be phased in during the 2014-2015 school year. The new standards have caused some schools to remove popular menu items, like chili.\n\nSome students the GAO spoke with commented on the “lack of flavor in school meals.”", "article_metadata": {"description": "Over a span of three school years, 1.4 million children dropped out of the National School Lunch Program, reports the Government Accountability Office.", "og": {"site_name": "The Daily Signal", "description": "Over a span of three school years, 1.4 million children dropped out of the National School Lunch Program, reports the Government Accountability Office.", "title": "As School Meals Have Gotten Healthier, 1.4 Million Students Drop Out of School Lunch Program", "locale": "en_US", "image": "http://dailysignal.com/wp-content/uploads/151103_SchoolLunch_Jessen.jpg", "type": "article"}, "bitly": {"url": "http://dailysign.al/1MFKwMA"}, "twitter": {"domain": "The Daily Signal", "description": "Over a span of three school years, 1.4 million children dropped out of the National School Lunch Program, reports the Government Accountability Office.", "title": "As School Meals Have Gotten Healthier, 1.4 Million Students Drop Out of School Lunch Program", "image": {"src": "http://dailysignal.com/wp-content/uploads/151103_SchoolLunch_Jessen.jpg"}, "creator": "@dailysignal", "site": "@dailysignal", "card": "summary_large_image"}, "fb": {"pages": 300341323465160, "app_id": 772296266137346}, "article": {"publisher": "https://www.facebook.com/TheDailySignalNews", "section": "Education", "tag": "k-12", "published_time": "2015-11-06T18:21:27+00:00"}, "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "School Lunch, Michelle Obama, National School Lunch Program"}, "article_summary": "Over a span of three school years, 1.4 million children dropped out of the National School Lunch Program, reports the Government Accountability Office (GAO).\nThe changes behind the drop in school lunch participants has racked up an additional $1.2 billion that school districts have shelled out in fiscal year 2015.\n“In addition, when we asked students what they like about school lunch, students we spoke with in 13 of the 14 schools generally reported liking fruit and vegetable options,” the 2015 report says.\nSome students the GAO spoke with commented on the “lack of flavor in school meals.”\nA January 2014 GAO report shows plate waste, “particularly for fruits and veggies,” to have been reported in 48 states."}