{"article_title": "NYPD Freakout: \"We've Become a 'Wartime' Police Department\"", "article_keywords": ["city", "weve", "reform", "absolutely", "wartime", "freakout", "cops", "officer", "department", "nypd", "open", "killed", "york"], "article_url": "http://reason.com/blog/2014/12/22/nypd-freakout-weve-become-a-wartime-poli", "article_text": "An email circulated among the New York Police Department sounds like a bad chain letter but it's very serious. The New York Post reports on the e-mail's contents:\n\n\"IN ADDITION: Absolutely NO enforcement action in the form of arrests and or summonses is to be taken unless absolutely necessary and an individual MUST be placed under arrest,\" the statement said. \"These are precautions that were taken in the 1970s when police officers were ambushed and executed on a regular basis,\" the statement added. \"We have, for the first time in a number of years, become a 'wartime' Police Department,\" the message concluded. \"We will act accordingly. FORWARD MESSAGE IN ITS ENTIRETY TO ANY AND ALL [members of the service.]\"\n\nAdditionally, the NYPD has instituted a buddy system for foot patrols and is keeping unarmed auxilliary cops off the street.\n\nIndividual cops are worried too. “It’s f–king open season on us right now,” one officer told The New York Post. “When is [Mayor Bill de Blasio] going to step up?”\n\nIf the words \"wartime\" and \"open season\" are used after two cops are killed in more than 3 years, what word should black people in New York City use? Eric Garner and Akai Gurley are not the only two killed by the NYPD this year, just the most prominent cases.\n\nRafael Ramos and Wenjian Liu are the first NYPD officers killed in the line of duty since 2011. Although this police shooting has received a lot of national attention, the response so far is more or less typical. When Officer Melvin Santiago was ambushed and killed at a Walgreens in Jersey City, police claimed gangs were hiding weapons in abandoned buildings all over the city and calling on gangs in other areas to come to Jersey City and help start a war on cops. It never happened.\n\nThe difference now is that the issue of police reform has gotten national attention. For the last two weeks, police apologists have been calling civil rights protesters in New York City \"anti-police,\" in an effort to define the broad calls for reform using the most extremist minority of protesters available. It's a familiar tactic for hard-to-defend policy positions. Instead of keeping an open mind about the kinds of reforms that might make policing safer and more efficient, defenders of the status quo insist the \"other side\" would prefer a chaotic world without cops.\n\nThe issues surrounding police reform are not \"anti-cop\" issues. Things like greater accountability and transparency, independent investigations, and more substantive disciplinary reforms aren't \"anti-cop.\" They're good for police and the people being policed. Returning to the email, the advice to make arrests and write summonses only when \"absolutely necessary\" is excellent advice, not just for officer safety but public safety too. Police interactions ought to be as limited to the explicit laws meant to be policed as possible. In Staten Island, Officer Daniel Pantaleo and the other cops involved in the death of Eric Garner were ordered by their supervisors specifically to hit the street and find sellers of loose, untaxed, cigarettes. It's a \"crime\" not worth Garner's life, or a cop's.\n\nIt's time for the residents of New York to own up to their share of responsibility in this situation for demanding and supporting an increasing number of laws police are then told to go enforce on the poorest and most marginalized residents of New York City.\n\nWatch What We Saw at the \"I CAN Breathe\" Pro-NYPD Rally in New York on December 20:", "article_metadata": {"og": {"site_name": "Reason.com", "description": "An email circulated among the New York Police Department sounds like a bad chain letter but it's very serious. The New York Post reports on the e-mail's", "title": "NYPD Freakout: \"We've Become a 'Wartime' Police Department\"", "url": "http://reason.com/blog/2014/12/22/nypd-freakout-weve-become-a-wartime-poli", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/14192580468129.jpg", "type": "article"}, "twitter": {"description": "An\nemail circulated among the New York Police Department sounds like a\nbad chain letter but it's very serious. The New York Post\nreports on the \ne-mail's contents:\n\n\"IN ADDITION: Absolutely NO enforcement action in the form of\narrests and or summonses is to be taken unless absolutely necessary\nand an individual MUST be placed under arrest,\" the statement\nsaid.\n\"These are precautions that were taken i", "creator": "@edkrayewski", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/14192580468129.jpg", "title": "NYPD Freakout: \"We've Become a 'Wartime' Police Department\"", "site": "@reason", "card": "summary_large_image"}, "fb": {"pages": 17548474116}, "google-site-verification": "-AmMiilAN-pnjWt369CUWae-VQ-b9wmH4fSGyhbkQxw", "msvalidate.01": "212A68A07785B3080038A845C4EE8905", "article": {"tag": "HomePage", "published_time": "2014-12-22T14:32:00+00:00", "author": "http://reason.com/people/ed-krayewski"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=2"}, "_id": "\"57477af36914bd0286fd01fe\"", "article_summary": "\"We have, for the first time in a number of years, become a 'wartime' Police Department,\" the message concluded.\nRafael Ramos and Wenjian Liu are the first NYPD officers killed in the line of duty since 2011.\nAdditionally, the NYPD has instituted a buddy system for foot patrols and is keeping unarmed auxilliary cops off the street.\nEric Garner and Akai Gurley are not the only two killed by the NYPD this year, just the most prominent cases.\nAn email circulated among the New York Police Department sounds like a bad chain letter but it's very serious."}