{"article_title": "How Mikulski led the way for women in Congress", "article_keywords": ["mikulski", "woman", "led", "capitol", "congress", "senators", "senate", "female", "shes", "way", "sen", "women"], "article_url": "http://www.politico.com/story/2015/03/barbara-mikulski-congress-retirement-115681", "article_text": "How Mikulski led the way for women in Congress She shattered several barriers in the male-dominated bastions of Capitol Hill.\n\nAll Sen. Barbara Mikulski wanted to do was to wear a pair of slacks on the Senate floor.\n\nThe problem for the Maryland Democrat — one of just two women in the Senate when she joined the chamber in the late 1980s — was that her simple request was unheard of in the traditionally male-dominated chamber. So Mikulski took on the antiquated dress code in the same manner she’s done with a litany of legislative battles: She fought it until she won.\n\nStory Continued Below\n\nMikulski took her demand to then-Sen. Robert Byrd (D-W.Va.) and the Senate parliamentarian, who looked through the rules of the floor to see if pants for women would be allowed.\n\n“So I walk on that day and you would have thought I was walking on the moon,” Mikulski recalled during a 2010 interview with CNN. “It caused a big stir.”\n\nThe simple way Mikulski got what she wanted as a newly minted senator is a testament to her no-nonsense, direct style that has carried her through nearly four decades on Capitol Hill. Mikulski, who announced Monday she will not run for reelection in 2016, shattered several barriers in the male-dominated bastions of Capitol Hill: She is the longest-serving woman ever in Congress, the first female Democrat to have served in both chambers, and the first woman who didn’t succeed a husband or a father.\n\nBut Mikulski, long dubbed the dean of Senate women, has been more than a record-setter for the congressional history books. Female senators have long looked up to the 4-foot-11-inch senator as a mentor — one who distributed guidebooks on “Getting Started in the Senate” and a leader who fostered goodwill and cooperation among the small, yet growing, circle of women who serve in the chamber.\n\nThere were precious few role models, confidantes or mentors for women entering the Senate back then.\n\n“There were precious few role models, confidantes or mentors for women entering the Senate back then, so Sen. Mikulski played all three of those roles for so many of us,” said Sen. Patty Murray (D-Wash.), who was elected in the so-called Year of the Woman in 1992. “In the two decades we have served together, she has always added to her list of roles, always made time for us, and always put the special bond we women senators share high on her priority list.”\n\nWhen the Baltimore native first arrived in the Senate in 1987, the only other female senator was the since-retired Nancy Kassebaum of Kansas. Now, there are 20 female senators and more than 100 women in Congress.\n\nMikulski’s seniority in the Senate also secured her the chairmanship of the powerful Appropriations Committee in 2012. She locked in government spending deals with her House counterpart, Hal Rogers — the genteel, soft-spoken conservative from Kentucky — at a time of stubborn congressional gridlock.\n\nPHOTOS: Barbara Mikulski career highlights\n\n“She’s a fighter,” Sen. Ben Cardin (D-Md.) said in a phone interview Monday, adding that he was caught off-guard by Mikulski’s decision when the two spoke Sunday. “And she will take on any interest for working families. She’s known as a strong spokesperson for blue-collar workers.”\n\nThose fighter roots stem from her childhood in working-class Baltimore, where the daughter of Polish grocers and former social worker got her first taste of community activism when she helped halt construction of a 16-lane highway through the city’s Fell’s Point neighborhood.\n\nShe was first elected to the House in 1976 and promoted to the Senate a decade later. In March 2012, she became the longest-serving woman in Congress, surpassing Rep. Edith Nourse Rogers (R-Mass.), who served from 1925 to 1960. Along the way, Mikulski, now 78, became a champion of issues surrounding health care, education and pay equity.\n\nCardin recalled one Senate Democratic Caucus meeting during the early stages of the Obamacare debate, when a frustrated Mikulski stood up and declared that the original draft was insufficient when it came to women. She would later add language to the law focused on preventive health care services for women.\n\n“It changed the whole direction of the Affordable Care Act,” Cardin said, adding: “She started by stopping a highway and she’s been building bridges ever since to get things done.”\n\nMikulski’s blunt personality was on display even as she began the final chapter of her Senate career on Monday. At a news conference announcing her retirement, she said one question ran through her head as she mulled running for reelection in 2016: “Do I spend my time raising money? Or do I spend my time raising hell?”\n\n“I’m gonna be around,” Mikulski said. “I’m Senator Barb.”\n\nNicknamed BAM among her staffers (her middle name is Ann), Mikulski is known around the Capitol for her brusque demeanor. She’s repeatedly ranked among the “meanest” senators in perennial surveys of Hill staffers by Washingtonian magazine. Her gruff style is also apparent to reporters who crowd around her in the Senate hallways to ask questions.\n\nBut she softens around the elevator operators, police officers and doorkeepers who keep the Capitol running, one former aide recalled Monday. Those staffers would often approach Mikulski telling her that they lived in Maryland — engaging in chitchat about home or asking the senator for constituent service help.\n\nShe showed off her negotiating acumen with two omnibus government spending bills she crafted with Hal Rogers during her two years as chairwoman of the Appropriations Committee. With the latest deal in December, Mikulski had to fend off criticism from fellow Democrats who were irate over a pro-Wall Street provision in the spending bill that rolled back a key provision of the Dodd-Frank financial reform law.\n\nMikulski defended the bill as a product of compromise, arguing that while much of the attention was focused on the one rider that made its way in — which many Democrats said would undo protections in Dodd-Frank intended to prevent crises like the 2008 crash — half a dozen “irresponsible” Wall Street provisions were stripped out.\n\nBut she’s most known for her influential role among female legislators. And through her nearly 40 years in Congress, Mikulski has built close ties to women of both parties.\n\nShe leads gatherings of Senate women for dinner roughly every other month, where the conversations revolve around family and other personal happenings in the female senators’ lives. (Mikulski likes to serve crab cakes when she hosts, and she has posted a recipe on her website.)\n\nShe is also known for telling female colleagues to go “earring to earring” and to “put on our lipstick, square our shoulders, suit up and fight!” during legislative and political battles.\n\n“Every woman in the Senate has stories of Sen. Mikulski reaching out to us, mentoring us and helping us along the way,” said Sen. Barbara Boxer (D-Calif.), who has said that the second person she consulted on a Senate run, after her husband, was Mikulski. “The Senate used to be a lonely place for women, but Sen. Mikulski changed that.”\n\nMikulski shares Baltimore roots with another powerful woman on Capitol Hill — Nancy Pelosi, the top House Democrat representing California who was the first female speaker of the House. Both women were products of the Institute of Notre Dame — a Catholic, all-girls high school.\n\nMikulski’s legacy, the House Democratic leader said, “will stand as an enduring inspiration to all of America’s daughters.”\n\nCORRECTION: An earlier version of this story incorrectly identified the state represented by former Rep. Edith Nourse Rogers. She was a representative from Massachusetts.", "article_metadata": {"og": {"site_name": "POLITICO", "description": "She shattered several barriers in the male-dominated bastions of Capitol Hill.", "title": "How Mikulski led the way for women in Congress", "url": "http://www.politico.com/story/2015/03/barbara-mikulski-congress-retirement-115681.html", "image": "http://s3-origin-images.politico.com/2015/03/02/150302_milkulskicareer_ap_1160.jpg", "fb_appid": 114037015331397, "type": "article"}, "keywords": "Women,Congress,Senate,Ben Cardin,Women Rule,Robert Byrd,Barbara Mikulski,Maryland,Patty Murray", "twitter": {"site": "@politico", "card": "summary_large_image", "creator": "@politico"}, "description": "She shattered several barriers in the male-dominated bastions of Capitol Hill.", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af36914bd0286fd0200\"", "article_summary": "How Mikulski led the way for women in Congress She shattered several barriers in the male-dominated bastions of Capitol Hill.\nBut Mikulski, long dubbed the dean of Senate women, has been more than a record-setter for the congressional history books.\nAlong the way, Mikulski, now 78, became a champion of issues surrounding health care, education and pay equity.\nNow, there are 20 female senators and more than 100 women in Congress.\nAnd through her nearly 40 years in Congress, Mikulski has built close ties to women of both parties."}