{"article_title": "Memories Pizza in Walkerton, Indiana, Won't Cater Gay Weddings but Will Serve Gays for Regular Meals", "article_keywords": ["wont", "rating", "gov", "walkerton", "memories", "station", "weddings", "serve", "reports", "tells", "pence", "regular", "choose", "wedding", "gays", "indiana", "law", "meals", "pizza"], "article_url": "http://www.newser.com/story/204838/indiana-pizzeria-hammered-for-gay-wedding-comments.html", "article_text": "(Newser) – We've heard plenty of public outcry about Gov. Mike Pence signing the Religious Freedom Restoration Act into law last week. So who is cheering the law on? A family-owned pizza joint in Walkerton, Indiana. \"If a gay couple came in and wanted us to provide pizzas for their wedding, we would have to say no,\" Crystal O'Connor of Memories Pizza tells ABC 57. The station reports the family says gays are welcome to simply dine there—just not to order a wedding pie. \"We are a Christian establishment,\" says Crystal. \"We're not discriminating against anyone, that's just our belief and anyone has the right to believe in anything.\"\n\nCrystal's dad, Kevin, tells the station he also concurs with the bill. \"I choose to be heterosexual. They choose to be homosexual. Why should I be beat over the head to go along with something they choose?\" he says of potential gay customers trying to get their nuptials catered. ABC 57 reports the reaction has been swift and harsh, noting the pizzeria's Facebook rating has fallen from a 5 to a 1.2; its rating is currently a 1 on Yelp, too, where some of the current posts are definitely NSFW. (Gov. Pence insists the law is being \"grossly misconstrued.\")\n\n", "article_metadata": {"pubexchange": {"headline": "Indiana Pizzeria Hammered for Gay-Wedding Comments", "image": "http://img2-azcdn.newser.com/image/1014761-0-20150604134458.jpeg?width=300&height=300", "description": "Memories Pizza's stance: Serve a gay customer? OK. Cater a gay wedding? No."}, "description": "We've heard plenty of  public outcry  about  Gov. Mike Pence signing  the Religious Freedom Restoration Act into law last week. So who is cheering the law on? A family-owned pizza joint in Walkerton,... US News Summaries. | Newser", "title": "Memories Pizza in Walkerton, Indiana, Won't Cater Gay Weddings but Will Serve Gays for Regular Meals", "og": {"site_name": "Newser", "description": "Memories Pizza's stance: Serve a gay customer? OK. Cater a gay wedding? No.", "title": "Indiana Pizzeria Hammered for Gay-Wedding Comments", "url": "http://www.newser.com/story/204838/indiana-pizzeria-hammered-for-gay-wedding-comments.html", "image": "http://img2-azcdn.newser.com/image/1014761-12-20150604134458.jpeg", "locale": "en_US", "type": "article"}, "twitter": {"title": "Indiana Pizzeria Hammered for Gay-Wedding Comments"}, "author": "Jenn Gidman", "tweetmeme-title": "Indiana Pizzeria Hammered for Gay-Wedding Comments", "fb": {"admins": 100000209105149, "app_id": 119343999649}, "keywords": "Indiana,Mike Pence,gay rights,pizza", "article": {"author": "Jenn Gidman"}, "thumbnail": "http://img1-azcdn.newser.com/square-image/204838-20150604134458/indiana-pizzeria-hammered-for-gay-wedding-comments.jpeg", "news_keywords": "Indiana,Mike Pence,gay rights,pizza"}, "_id": "\"57477af36914bd0286fd0203\"", "article_summary": "The station reports the family says gays are welcome to simply dine there—just not to order a wedding pie.\n\"If a gay couple came in and wanted us to provide pizzas for their wedding, we would have to say no,\" Crystal O'Connor of Memories Pizza tells ABC 57.\nCrystal's dad, Kevin, tells the station he also concurs with the bill.\nMike Pence signing the Religious Freedom Restoration Act into law last week.\nA family-owned pizza joint in Walkerton, Indiana."}