{"article_title": "One Simple Trick to Make People Approve of Government Spending", "article_keywords": ["identical", "programs", "spending", "support", "tax", "budget", "taxes", "trick", "simple", "likely", "income", "approve", "1000"], "article_url": "http://www.govexec.com/management/2014/11/one-simple-trick-make-people-approve-government-spending/98075/", "article_text": "What's the largest category of government spending?\n\nIf you ask a normal person, she might tell you it's Medicare (close), Defense (closer), or even foreign aid (c'mon). But there's another category of the budget that's even larger. The trick is, it's not a form of spending at all. It's called tax expenditures.\n\nWhen the government writes a law that takes your money, that's a tax. When it creates an exception to that law, it's a tax expenditure. To take a simple example: You pay taxes on your work compensation—like Social Security taxes and federal income taxes—but you don't pay taxes on employer-sponsored health insurance, even though that's clearly a part of your compensation. This is an exception to the rule: a tax expenditure.\n\nWhen you stack up all the exceptions carved into our tax structure—the health care exclusion, the mortgage interest deduction, the lower rate on capital-gains income, and more—you have a pile of money taller than any other program in the government budget.\n\nBig Tax Spender\n\nWhat's the matter with this enormous pile of money? Maybe nothing. The tax expenditure tower includes programs like the Earned Income Tax Credit, which has done wonders to reduce poverty for low-income families. But some budget experts worry that this shadow budget has become an unwieldy excuse for politicians to sneak in new spending programs without using the word spending.\n\nIn fact, there's new evidence that Americans are much more likely to accept a new government program if it's described as a \"tax break\" rather than \"spending\", even when the programs are identical. Yale Law School studentsConor Clarke, a former Atlantic staff editor, and Edward G. Fox, ran a series of online survey experiments that asked people what they thought of various spending proposals. The only variable they changed was whether the proposal was framed as a tax break or direct spending. Consider how you'd respond to the following questions:\n\n\"Would you support the government offering annual $1000 cash payments to each family, to help cover rent?\"\n\n\"Would you support reducing each family's taxes by $1000 to help cover rent? If a family owes less than $1000, they get the rest in cash.\"\n\nThese two plans are identical. But respondents didn't see it that way.\n\nPeople were 10 percentage points more likely to support policies expressed in tax terms. They were also more likely to say that a $6 billion direct subsidy added \"a lot\" to the federal deficit than an identical $6 billion dollar tax break. It didn't matter how much additional information the researchers provided (in some instances, they clarified that a $1000 refundable tax credit means: you get $1,000). People just liked the idea of a tax expenditure more.\n\nIn the early 1980s, Amos Tversky and Daniel Kahneman popularized the idea of \"framing effects,\" demonstrating that people are more likely to support a drug that saves one-third of a group of mortally ill patients than a drug that will kill two-thirds of them. Just as those subjects supported a drug with positive framing (think of the lives you'll save...), Clarke and Fox's respondents seem enamored by policies that emphasized savings over new spending.\n\nThese days, it's en vogue to consider the American electorate to be clueless glob of near-random, hyper-emotional convictions. Academics have shared this opinion of the country for some time. In 1960, researchers from the University of Michigan published a famous study noting “the general impoverishment of political thought in a large proportion of the electorate,” adding that “many people know the existence of few if any of the major issues of policy.” Clarke and Fox's work is more subtle. The fact that people can have starkly different support for identical programs with slightly different descriptions suggests that even well-intentioned and well-informed voters have a hard time escaping the pull of positive framing effects.\n\nThe effects add up, too. The tax-expenditure budget unwinds some of the progressivity of the tax code. More than 50 percent of the benefits of tax expenditures go to the richest fifth of the population, thanks to tax breaks on investment income, savings, and mortgage interest. The richest fifth of the country sees almost all (93 percent) of the benefit of the tax break on capital gains, and the richest 1 percent enjoys two-thirds of that benefit. Something tells me that if the capital gains tax were framed like that, it wouldn't be considered quite so untouchable.", "article_metadata": {"sailthru.author": "Derek Thompson", "description": "Call it a tax break.", "og": {"site_name": "Government Executive", "description": "Call it a tax break.", "title": "One Simple Trick to Make People Approve of Government Spending", "url": "http://www.govexec.com/management/2014/11/one-simple-trick-make-people-approve-government-spending/98075/", "image": "http://cdn.govexec.com/media/img/upload/2014/11/03/3683208571_8427e044f5_b.jpg", "type": "article"}, "twitter": {"image": "http://cdn.govexec.com/media/img/upload/2014/11/03/3683208571_8427e044f5_b/open-graph.jpg", "title": "One Simple Trick to Make People Approve of Government Spending", "site": "@govexec", "card": "summary_large_image", "description": "Call it a tax break."}, "sailthru.date": "2014-11-04T00:00:00Z", "sailthru.images.full": "http://cdn.govexec.com/media/img/upload/2014/11/03/3683208571_8427e044f5_b.jpg", "sailthru.title": "One Simple Trick to Make People Approve of Government Spending", "sailthru.tags": "budget,tax,channel-management,type-story,length-medium,site-govexec", "fb": {"admins": 578600878}, "sailthru.images.thumb": "http://cdn.govexec.com/media/img/upload/2014/11/03/3683208571_8427e044f5_b/sailthru-thumbnail.jpg", "keywords": "budget, tax", "article": {"publisher": "http://www.facebook.com/GovernmentExecutive"}, "sailthru.description": "Call it a tax break."}, "_id": "\"57477af46914bd0286fdebcc\"", "article_summary": "But some budget experts worry that this shadow budget has become an unwieldy excuse for politicians to sneak in new spending programs without using the word spending.\nThe tax expenditure tower includes programs like the Earned Income Tax Credit, which has done wonders to reduce poverty for low-income families.\nThe trick is, it's not a form of spending at all.\nThe only variable they changed was whether the proposal was framed as a tax break or direct spending.\nSomething tells me that if the capital gains tax were framed like that, it wouldn't be considered quite so untouchable."}