{"article_title": "Weekly Address: Ensuring Equal Pay for Equal Work", "article_keywords": ["week", "woman", "pay", "workers", "work", "equal", "millions", "ensuring", "address", "republicans", "women", "care", "weekly"], "article_url": "https://www.whitehouse.gov/the-press-office/2014/04/12/weekly-address-ensuring-equal-pay-equal-work", "article_text": "Remarks of President Barack Obama\n\nWeekly Address\n\nThe White House\n\nApril 12, 2014\n\nHi, everybody. Earlier this week was Equal Pay Day. It marks the extra time the average woman has to work into a new year to earn what a man earned the year before. You see, the average woman who works full-time in America earns less than a man – even when she’s in the same profession and has the same education.\n\nThat's wrong. In 2014, it’s an embarrassment. Women deserve equal pay for equal work.\n\nThis is an economic issue that affects all of us. Women make up about half our workforce. And more and more, they’re our families’ main breadwinners. So it’s good for everyone when women are paid fairly. That’s why, this week, I took action to prohibit more businesses from punishing workers who discuss their salaries – because more pay transparency makes it easier to spot pay discrimination. And I hope more business leaders will take up this cause.\n\nBut equal pay is just one part of an economic agenda for women.\n\nMost lower-wage workers in America are women. So I’ve taken executive action to require federal contractors to pay their federally-funded employees at least ten dollars and ten cents an hour. I ordered a review of our nation’s overtime rules, to give more workers the chance to earn the overtime pay they deserve. Thanks to the Affordable Care Act, tens of millions of women are now guaranteed free preventive care like mammograms and contraceptive care, and the days when you could be charged more just for being a woman are over for good. Across the country, we’re bringing Americans together to help us make sure that a woman can have a baby without sacrificing her job, or take a day off to care for a sick child or parent without hitting hardship. It’s time to do away with workplace policies that belong in a “Mad Men” episode, and give every woman the opportunity she deserves.\n\nHere’s the problem, though. On issues that would benefit millions of women, Republicans in Congress have blocked progress at every turn. Just this week, Senate Republicans blocked the Paycheck Fairness Act, commonsense legislation that would help more women win equal pay for equal work. House Republicans won’t vote to raise the minimum wage or extend unemployment insurance for women out of work through no fault of their own. The budget they passed this week would force deep cuts to investments that overwhelmingly benefit women and children – like Medicaid, food stamps, and college grants. And of course, they’re trying to repeal the Affordable Care Act for the fiftieth or so time, which would take away vital benefits and protections from millions of women.\n\nI’m going to keep fighting to make sure that doesn’t happen. Because we do better when our economy grows for everybody, not just a few. And when women succeed, America succeeds. Thanks, and have a great weekend.", "article_metadata": {"msapplication-config": "https://www.whitehouse.gov/profiles/forall/themes/custom/fortyfour/browserconfig.xml", "generator": "Drupal 7 (http://drupal.org)", "application-name": "Whitehouse", "msapplication-wide310x150logo": "https://www.whitehouse.gov/profiles/forall/themes/custom/fortyfour/images/fortyfour/favicons/mstile-310x150.png", "twitter": {"title": "Weekly Address: Ensuring Equal Pay for Equal Work", "url": "https://www.whitehouse.gov/the-press-office/2014/04/12/weekly-address-ensuring-equal-pay-equal-work", "image": {"src": "https://www.whitehouse.gov/sites/whitehouse.gov/files/images/twitter_cards_default.jpg", "height": 240, "width": 240}, "creator": "@WhiteHouse", "site": "@WhiteHouse", "card": "summary"}, "msapplication-TileColor": "#003C80", "msapplication-square70x70logo": "https://www.whitehouse.gov/profiles/forall/themes/custom/fortyfour/images/fortyfour/favicons/mstile-70x70.png", "HandheldFriendly": "true", "msapplication-square310x310logo": "https://www.whitehouse.gov/profiles/forall/themes/custom/fortyfour/images/fortyfour/favicons/mstile-310x310.png", "og": {"site_name": "whitehouse.gov", "title": "Weekly Address: Ensuring Equal Pay for Equal Work", "url": "https://www.whitehouse.gov/the-press-office/2014/04/12/weekly-address-ensuring-equal-pay-equal-work", "image": {"width": 240, "secure_url": "https://www.whitehouse.gov/sites/whitehouse.gov/files/images/twitter_cards_default.jpg", "type": "image/jpeg", "identifier": "https://www.whitehouse.gov/sites/whitehouse.gov/files/images/twitter_cards_default.jpg", "height": 240}, "updated_time": "2015-07-22T12:23:25-04:00", "type": "article"}, "MobileOptimized": "width", "msapplication-TileImage": "https://www.whitehouse.gov/profiles/forall/themes/custom/fortyfour/images/fortyfour/favicons/mstile-70x70.png", "article": {"published_time": "2014-04-12T06:00:24-04:00", "modified_time": "2015-07-22T12:23:25-04:00"}, "msapplication-square150x150logo": "https://www.whitehouse.gov/profiles/forall/themes/custom/fortyfour/images/fortyfour/favicons/mstile-150x150.png", "viewport": "width=device-width"}, "_id": "\"57477af36914bd0286fd0215\"", "article_summary": "Women deserve equal pay for equal work.\nJust this week, Senate Republicans blocked the Paycheck Fairness Act, commonsense legislation that would help more women win equal pay for equal work.\nEarlier this week was Equal Pay Day.\nBut equal pay is just one part of an economic agenda for women.\nOn issues that would benefit millions of women, Republicans in Congress have blocked progress at every turn."}