{"article_title": "Cecile Richards", "article_keywords": ["control", "access", "right", "cecile", "abortion", "young", "parenthood", "planned", "birth", "richards", "think", "women"], "article_url": "https://www.texasobserver.org/interview-cecile-richards/", "article_text": "Texas Observer: What was it like growing up with Ann Richards as your mother?\n\nCecile Richards: I didn’t know any different, right? That’s the thing. I grew up in Dallas, and I thought we were like other families, but other families bowled and we did politics. We spent evenings and weekends sorting precinct lists for whatever campaign my parents were working on. It was a great life, and I think it really changed the way we all thought about what we were supposed to spend our time doing. Very early on, my parents were involved in the farmworkers’ movement and at that point farmworkers were fighting for basic working conditions and even a minimum wage, and that was a big campaign. I remember going to the grocery store as a young person with my mother because she always demanded to see the union label on the head of lettuce or on the grapes.\n\nTO: You almost did not go to your Planned Parenthood job interview. Why not? And what changed your mind?\n\nCR: Like a lot of women, I’ve always been able to think of all the reasons why I wasn’t qualified for whatever it was. Whether it was I didn’t have the right degree, or I didn’t know the right people or hadn’t had the right experience. [With] the young women who work for me, I’m constantly trying to talk them into taking risks and taking chances. The reason I did go to the interview, finally, was because my mother used to drill into my head: What’s the worst thing that could happen? And instead of living in that fear, just address it and then move on.\n\nTO: A few years ago, you set as a goal moving Planned Parenthood toward a reproductive justice framework. What does that mean to you, and has that goal been realized?\n\nCR: I believe we recognized, and have to continue to recognize every day, that full reproductive autonomy is more than having a constitutional right. I certainly saw at Planned Parenthood, even though we’ve made enormous strides in better access to birth control, and in some places better access to abortion services, it’s been unevenly distributed. When we look at some of the highest rates of unintended pregnancy, of teen pregnancy, of sexually transmitted infection and disease, it’s disproportionate around the country and can be completely impacted by all kinds of factors other than your legal rights — your race, your gender, your gender identity, your geography, your income. So I believe we have really intentionally focused on how to begin to fight for true equity. I think that’s what reproductive justice is all about — recognizing all the barriers that people face. We’ve invested in different parts of the country. We’ve invested significantly in the Deep South, which is an area of the country where health care outcomes look more like other countries than they do the rest of the U.S. I think we’ve worked very hard to bring in a new generation of leaders. It’s absolutely the most diverse generation ever, in every single way, and to me the beautiful thing is to see young people now, young activists, young patients, young staff, push Planned Parenthood in all the right ways to be a more reproductive justice-aligned movement.\n\nTO: What do you make of Donald Trump’s comments about Planned Parenthood and about punishing women for having abortions and providers for performing them?\n\nCR: I believe, in a strange way, he can’t help himself sometimes saying the things that in fact are true. He praised Planned Parenthood for the health care services we deliver, which is the feeling of the vast majority of the American people, while on the other hand saying that he’d make sure no one could ever come to us again for health care. So in his own confused way, I believe he did express probably what he knows from his own supporters, that they support Planned Parenthood and they don’t support Donald Trump, or anyone else, shutting us down. And, on abortion, what Donald Trump said is essentially the logical consequence of making abortion illegal. If you make abortion illegal, and women who have them are breaking the law, and doctors and clinicians who assist are as well, what are the consequences? We know what happens in other countries, countries like El Salvador where abortion is illegal, where women are in jail, doctors are in jail, women who miscarry are reported routinely to the police for investigation. I think, in fact, Donald Trump has opened a line of inquiry, which is really important and will be important when we go into this November election.\n\nTO: What do you see as our greatest challenge moving into the election, through this year, and into Texas’ next legislative session in January?\n\nCR: One of the greatest challenges, absolutely, in the state of Texas is the enormous hurdles that people have to go through to vote, and the fact that in the last election, we were 50th in voter turnout of 50 states. That’s appalling. When 28 percent of the voters go to the polls, the democratic process isn’t working, it’s completely broken. I believe we have to completely address voting rights in this country, and in Texas.\n\nTO: As a country, how do we have a conversation about abortion without descending into stigma and vitriol?\n\nCR: I have to acknowledge the work that the reproductive justice community has done for the last two decades in lifting up women’s voices and women’s stories. Thanks to social media, there’s now an opportunity for stories that have never been told in what we think of as mainstream media to now be told. And, I think folks like the Observer and media outlets have put a human face on what the impact is of both the laws in Texas and of abortion shame. It’s been incredible to me, the number of women who have now come forth, whether it is young women who refuse to live in a culture of shame, or whether they’re women who had never told their stories publicly, and then signed an amicus brief to go to the Supreme Court challenging the Texas law. We’re now seeing mainstream women’s magazines — Cosmo, Elle, Glamour — constantly talking about abortion in a real way, what it means in women’s lives, what it means in men’s lives, what it means in family’s lives, allowing people to tell their stories. We have films, everything from Obvious Child, which I think was the first romantic comedy about abortion that I can remember, and to me that is how we’re changing this conversation.\n\nTO: What policies — national or state — work when it comes to reproductive health care?\n\nCR: It was only in 2013 that we got emergency contraception over the counter. That took years, and there’s not a college student in America that doesn’t know about emergency contraception now. This is a complete revolution. During the Affordable Care Act, and it was a hard- fought battle, we got birth control covered for all women through their insurance plans. Now, we’re obviously fighting these issues in the Supreme Court for some employers who are completely unwilling to allow their employees to get access to birth control, but 55 million women now have access to no-cost birth control. And we’re getting better birth control. The rise of women being able to access whatever is best for them, not just what’s cheapest, is huge. We’re seeing that that has a direct impact on unintended pregnancy and women’s happiness and satisfaction, which is another big piece of that. And I think, lastly, the fact that we can now use technology to get access to care for folks, particularly who live in areas where it may have been decades before they could have a health care provider in their community. We’re now delivering birth control online in states that allow it. We have women in Iowa who are able to access medication abortion remotely through videoconferencing. I try to think about the fact that 100 years ago, [Planned Parenthood founder] Margaret Sanger was thrown in jail for handing out a pamphlet about birth control, and today, anyone in America can get that information, or better, 24/7 in English and Spanish on our website.\n\nTO: And your proudest moment at Planned Parenthood?\n\nCR: Definitely the day President Obama called to say he was about to announce that birth control would be covered for all women under their insurance plans, because it had been a hard-fought battle, long before I came to Planned Parenthood. We were fighting to make sure that insurance companies covered it and pharmacies would fill prescriptions. The fact that now, I believe, for your generation, all women will be able to get it without a fight, and they’ll be able to get the best birth control, is an enormously important moment. It was a win for the movement.", "article_metadata": {"description": "The face of Planned Parenthood talks reproductive justice, Trump and scoring health care wins when some of our most powerful leaders want to shut her down.", "og": {"site_name": "The Texas Observer", "description": "The face of Planned Parenthood talks reproductive justice, Trump and scoring health care wins when some of our most powerful leaders want to shut her down.", "title": "The Interview: Cecile Richards", "locale": "en_US", "image": {"width": 1324, "identifier": "https://www.texasobserver.org/wp-content/uploads/2016/04/201605-cecile-richards-crop.jpg", "height": 1108}, "updated_time": "2016-05-03T10:23:30-05:00", "url": "https://www.texasobserver.org/interview-cecile-richards/", "type": "article"}, "twitter": {"description": "The face of Planned Parenthood talks reproductive justice, Trump and scoring health care wins when some of our most powerful leaders want to shut her down.", "title": "The Interview: Cecile Richards", "image": "https://www.texasobserver.org/wp-content/uploads/2016/04/201605-cecile-richards-crop.jpg", "creator": "@agarciaditta", "site": "@TexasObserver", "card": "summary_large_image"}, "msapplication-TileColor": "#000000", "robots": "noodp", "apple-itunes-app": "app-id=417283609", "fb": {"pages": 21002115613, "app_id": 902538479865047}, "theme-color": "#ffffff", "msapplication-TileImage": "/mstile-144x144.png", "article": {"publisher": "https://www.facebook.com/texasobserver", "published_time": "2016-04-29T08:10:34-05:00", "author": "https://www.facebook.com/texasobserver", "section": "Health Care", "modified_time": "2016-05-03T10:23:30-05:00", "tag": "the interview"}, "viewport": "width=device-width, initial-scale=1.0, user-scalable=no", "news_keywords": "cecile richards, planned parenthood, abortion, donald trump, emergency contraception, texas legislature, reproductive justice"}, "article_summary": "Cecile Richards: I didn’t know any different, right?\n[With] the young women who work for me, I’m constantly trying to talk them into taking risks and taking chances.\nTO: A few years ago, you set as a goal moving Planned Parenthood toward a reproductive justice framework.\nTO: You almost did not go to your Planned Parenthood job interview.\nTO: And your proudest moment at Planned Parenthood?"}