{"article_title": "4 tips from Edward Snowden to keep your private data private", "article_keywords": ["snowden", "passwords", "users", "form", "information", "privacy", "private", "access", "edward", "tips", "password", "data", "twofactor"], "article_url": "http://thehill.com/policy/cybersecurity/260089-4-tips-from-edward-snowden-to-keep-your-private-data-private", "article_text": "If there’s one person that knows how to dodge electronic detection, it’s Edward Snowden.\n\nThe ex-NSA contractor remains one of the most controversial figures in American privacy policy — and a prolific commentator on cybersecurity issues.\n\nSnowden eluded U.S. officials, fleeing the country in 2013 after leaking information on the NSA’s warrantless collection of individuals’ phone metadata to the press. Now living Russia, he has repeatedly lobbed criticisms at the U.S. intelligence community for its approach to individual privacy.\n\nADVERTISEMENT\n\nSpeaking to The Intercept ’s Micah Lee, the journalist with whom he worked to create an encrypted channel to funnel information on the NSA’s surveillance practices, Snowden has a few tips for the average Joe looking to secure his or her information on the Internet.\n\nHere are four tips Snowden offers to ensure your communications are safe from prying eyes.\n\n1. Encrypt your phone calls and text messages.\n\nSnowden recommends a free app called Signal that prevents “adversaries” from reading any communications they might intercept.\n\nThe suggestion is at the heart of the so-called “going dark” debate between law enforcement and privacy and tech groups.\n\nLaw enforcement — led by FBI director James Comey — have long argued for some form of guaranteed access to mobile phones to aid in investigations.\n\nTech companies — like Apple — and privacy groups say that building a “backdoor” not only undercuts individual privacy, but gives criminals access to devices, not just law enforcement.\n\n2. Encrypt your hard drive on your computer.\n\nSnowden warns that if your computer or laptop is stolen, “pictures, where you live, where you work, where your kids are, where you go to school” would all be accessible to a criminal.”\n\n3. Use a password manager.\n\n“One of the main things that gets people’s private information exposed, not necessarily to the most powerful adversaries, but to the most common ones, are data dumps,” Snowden says.\n\nIf your data is exposed and you have used the same password in other places, you could have multiple accounts exposed.\n\nPassword managers create and store unique passwords so that users are freed from the burden of memorizing dozens of keys.\n\nThe issue of reusing weak passwords came to the fore over the summer when security researchers revealed that the most commonly-used passwords in the Ashley Madison dump were “123456” and “password.”\n\n4. Use two-factor authentication.\n\nWhen users enable two-factor authentication, a would-be hacker would need both the password and a physical device to access a given account.\n\nPresident Obama last October signed an executive order that included a requirement that all federal agencies move to some form of multi-factor authentication for all digital accounts that access personal information.\n\nThat means in addition to a password, a user would need some other form of identification, such as a fingerprint or time-sensitive PIN sent to a smartphone or email account.\n\nThe move is part of a broader White House initiative to kill the password. Through the National Strategy for Trusted Identities in Cyberspace (NSTIC), the administration is funding a number of private-sector, password alternative pilot projects using mobile devices, digital rings, even bracelets.", "article_metadata": {"dcterms.description": "The ex-NSA contractor has tips average people can take to secure their data.", "description": "The ex-NSA contractor has tips average people can take to secure their data.", "generator": "Drupal 7 (http://drupal.org)", "author": "Katie Bo Williams", "og": {"site_name": "TheHill", "description": "The ex-NSA contractor has tips average people can take to secure their data.", "title": "4 tips from Edward Snowden to keep your private data private", "url": "http://thehill.com/policy/cybersecurity/260089-4-tips-from-edward-snowden-to-keep-your-private-data-private", "image": "http://thehill.com/sites/default/files/article_images/snowden_edward.jpg", "updated_time": "2016-02-04T05:25:59-05:00", "type": "article"}, "dcterms.language": "und", "Smart_Paging": "on", "dcterms.modified": "2016-02-04T05:25-05:00", "dcterms.identifier": "http://thehill.com/policy/cybersecurity/260089-4-tips-from-edward-snowden-to-keep-your-private-data-private", "dcterms.date": "2015-11-14T11:06-05:00", "apple-itunes-app": "app-id=396640962", "fb": {"admins": 100000299130732, "app_id": 566538590082898, "pages": 7533944086}, "dcterms.creator": "Cheryl Segal", "dcterms.type": "Text", "keywords": "Edward Snowden, Cryptography, Cybercrime, Internet privacy, Multi-factor authentication,,", "article": {"published_time": "2015-11-14T11:06:51-05:00", "modified_time": "2016-02-04T05:25:59-05:00"}, "dcterms.format": "text/html", "twitter": {"url": "http://thehill.com/policy/cybersecurity/260089-4-tips-from-edward-snowden-to-keep-your-private-data-private", "widgets": {"csp": "on"}, "description": "The ex-NSA contractor has tips average people can take to secure their data.", "card": "summary", "title": "4 tips from Edward Snowden to keep your private data private"}, "dcterms.title": "4 tips from Edward Snowden to keep your private data private"}, "article_summary": "Here are four tips Snowden offers to ensure your communications are safe from prying eyes.\nIf there’s one person that knows how to dodge electronic detection, it’s Edward Snowden.\n“One of the main things that gets people’s private information exposed, not necessarily to the most powerful adversaries, but to the most common ones, are data dumps,” Snowden says.\nSnowden eluded U.S. officials, fleeing the country in 2013 after leaking information on the NSA’s warrantless collection of individuals’ phone metadata to the press.\nIf your data is exposed and you have used the same password in other places, you could have multiple accounts exposed."}