{"article_title": "Medical clinic model emerges in Los Angeles", "article_keywords": ["emerges", "patient", "center", "clinics", "medical", "hours", "patients", "community", "angeles", "los", "clinic", "health", "california", "model", "valley"], "article_url": "http://www.dailynews.com/health/20141019/medical-clinic-model-emerges-in-los-angeles", "article_text": "Teresa Recinos, 60, recently limped into the San Fernando Health Center, her right leg aching from sciatica. Dr. Rabin Kheradpour decided she needed an MRI and a bone density test. He also ordered a colonoscopy.\n\n“She has never had a colonoscopy and she is 60 years old,” said Kheradpour. But now Recinos and over three million other Californians who got insurance under the Affordable Care Act (ACA) this year are lining up for long-delayed services.\n\nThat pent-up demand, which is predicted to grow again after Covered California opens its second enrollment period next month, is most obvious at the state’s community clinics and health centers.\n\n“We’re hearing that they’re bursting at the seams with people coming to see them,” said Dan Hawkins, policy director for the National Association of Community Health Centers.\n\nStarted during the mid-60’s War on Poverty, these Federally-Qualified Health Centers (FQHCs) focus on primary and preventive services and are the default providers of care for millions of poor people. In 2013, about 3.4 million California residents visited the 1,200 clinics in the state, up from 2.5 million in 2008. Last year, about 96 percent of those visiting California clinics had incomes under 200 percent of the federal poverty level. Nationwide, FQHCs served 21.7 million people last year.\n\nBy law, FQHCs cannot turn anyone away for inability to pay. Nationwide, they get about 40 percent of their funding from federal grants.\n\nThey depend on insured patients for much of the remainder, so they have a big incentive to get as many people enrolled in private insurance or Medi-Cal as possible. This year one-third of all Certified Enrollment Counselors in the state worked out of community health centers.\n\nAdvocates in California say the clinics that helped people enroll in insurance and that have put new systems in place are best prepared to accommodate the growing patient population. A top example may well be the San Fernando Health Center, run by the Northeast Valley Health Corporation.\n\n“Northeast Valley is a model clinic,” said Louise McCarthy, president and CEO of the Community Clinic Association of Los Angeles County. “They have been implementing and upgrading their electronic health records. They’re even implementing the patient portal, which is an online means to engage in dialogue with your physician.”\n\nNortheast Valley expects to see their patient numbers grow at least four percent from the 63,000 they served last year. Over 30 percent of those patients were uninsured. So far this year, only about 23 percent are uninsured.\n\nAdvertisement\n\nAt the San Fernando Health Center, crews are building a 10,000-square-foot addition, set to open in November with 15 exam rooms dedicated to primary and women’s health. The funding came from an ACA Building Capacity grant.\n\nThe current center site, located across from a car wash, is crowded with patients six days and four nights a week. And the pharmacy recently expanded its hours to 8 a.m. to 9 p.m. four days a week, with regular business hours on Friday and Saturday.\n\nStaying open long hours is the key to clinics succeeding, according to Hawkins.\n\n“Low income people ... cannot afford to take time off from work because it could mean lost wages,” said Hawkins, who ran a clinic for 10 years. “Health centers have to be ready to offer care at nonconventional hours.”\n\nBut, expanded hours may not be enough. The first sign of stress on the clinics is longer wait times, and Northeast Valley is no exception.\n\nKim Wyard, CEO, wants patients to be seen within 15 minutes of their appointment times.\n\nAnd she wants to keep the “cycle time” low, too. Right now some patients are in and out in an hour. Yet other visits can take as long as 85 to 100 minutes from the time a patient walks in to the time he or she leaves.\n\nAs for getting in for an appointment, that system needs an overhaul, too. At some of their clinic sites it takes only five days to get in, at others it takes as long as 101, Wyard said.\n\nThe big question clinics face is “can they move forward into prime time and become providers of choice instead of providers of last resort?” said Nadereh Pourat, lead author of a UCLA study that found that only 39 percent of Los Angeles community health centers were “ready” for the Affordable Care Act. “We don’t know yet.”\n\nNortheast Valley got its answer from 25-year-old patient Alex Zuniga, who visited the San Fernando Health Center to see a doctor about the thumb he sliced open on a construction job.\n\nThe newly insured Zuniga said he hadn’t been to the doctor in about four years.\n\n“Generally speaking, young people, they come for an acute problem, but they have a lot of chronic problems that they don’t know they have like morbid obesity, high blood pressure,” said Dr. Kheradpour. “You have to grab them when they come for another reason, otherwise, you can never get them to come.”\n\nAfter lecturing Zuniga about gaining 90 pounds since high school, Kheradpour sent him to an emergency room for stitches. Zuniga had waited two hours to see the doctor and left without fixing the problem he came in for. Will he return to the clinic in the future?\n\nYes, he said.\n\n“My main thing is I don’t want to be getting sick or whatever,” he said. “I just gotta do this physical and then they’ll tell me what to do and then just go do it.”\n\nLauren M. Whaley is the multimedia journalist for the California HealthCare Foundation Center for Health Reporting at the USC Annenberg School for Communication and Journalism, which partners with the Los Angeles News Group on health-related stories.", "article_metadata": {"description": "Teresa Recinos, 60, recently limped into the San Fernando Health Center, her right leg aching from sciatica. Dr. Rabin Kheradpour decided she needed an MRI and a bone density test. He also ordered a colonoscopy. “She has never had a colo", "title": "Medical clinic model emerges in Los Angeles", "og": {"url": "http://www.dailynews.com/health/20141019/medical-clinic-model-emerges-in-los-angeles", "image": {"width": "1500px", "identifier": "http://www.dailynews.com/apps/pbcsi.dll/storyimage/LA/20141019/NEWS/141019322/AR/0/AR-141019322.jpg?Maxh=1500&Maxw=1500", "height": "950px"}, "type": "article", "title": "Medical clinic model emerges in Los Angeles"}, "twitter": {"domain": "dailynews.com", "description": "Teresa Recinos, 60, recently limped into the San Fernando Health Center, her right leg aching from sciatica. Dr. Rabin Kheradpour decided she needed an MRI and a bone density test. He also ordered a colonoscopy. “She has never had a colo", "title": "Medical clinic model emerges in Los Angeles", "url": "http://www.dailynews.com/health/20141019/medical-clinic-model-emerges-in-los-angeles", "image": {"src": "http://www.dailynews.com/apps/pbcsi.dll/storyimage/LA/20141019/NEWS/141019322/AR/0/AR-141019322.jpg?Maxh=900&Maxw=900"}, "site": "@ladailynews", "app": {"id": {"ipad": "id551745144", "iphone": "id502957174", "googleplay": "com.spreedinc.providers.digitalfirstmedia.ladailynews"}}, "card": "summary_large_image"}, "msvalidate.01": "4B535F7EB2971D1FCBA5D1D3E3E292C3", "keywords": "San Fernando, Health", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0", "news_keywords": "San Fernando, Health"}, "article_summary": "“Northeast Valley is a model clinic,” said Louise McCarthy, president and CEO of the Community Clinic Association of Los Angeles County.\nA top example may well be the San Fernando Health Center, run by the Northeast Valley Health Corporation.\nLast year, about 96 percent of those visiting California clinics had incomes under 200 percent of the federal poverty level.\nTeresa Recinos, 60, recently limped into the San Fernando Health Center, her right leg aching from sciatica.\nThis year one-third of all Certified Enrollment Counselors in the state worked out of community health centers."}