{"article_title": "High Heels Causing More Ankle And Foot Injuries, Particularly Among Women In Their 20s", "article_keywords": ["wearing", "20s", "particularly", "shoes", "occurred", "ankle", "high", "heels", "causing", "wear", "foot", "injuries", "women"], "article_url": "http://www.medicaldaily.com/high-heels-causing-more-ankle-and-foot-injuries-particularly-among-women-their-20s-334754", "article_text": "Women aware of how often and for how long they wear high heel shoes can prevent sprains and strains.\n\nWomen aware of how often and for how long they wear high heel shoes can prevent sprains and strains. Photo courtesy of Shutterstock\n\nIt is no secret wearing high heels can increase risk for foot and leg injuries. But exactly when and where do these injuries occur? A new study published in The Journal of Foot & Ankle Surgery might have the answer.\n\nResearchers from the University of Alabama at Birmingham (UAB) collected data from the Consumer Product Safety Commission’s National Electric Injury Surveillance System and found a total of 3,294 injuries were treated in U.S.-based emergency rooms between the years 2002 and 2012. The injuries represented an estimated 123,355 high heel-related injuries, in which the overall rate of injuries was 7.32 per 100,000 females. The injury rate, as researchers found, was greatest for females in their 20s (18.38) and 30s (11.07).\n\nOverall, the results showed injuries from wearing high heels nearly doubled over the decade; in 2011 alone, there were a reported 19,000 injuries. Eight percent of the injuries occurred as “sprains and strains to the foot and ankle,” while less than 20 percent occurred as “knee, trunk, shoulder or head and neck” injuries.\n\nInterestingly, the New York Daily News cited that researchers found most of these injuries occurred at home versus at work or during a night out with friends.\n\n\"Although high-heeled shoes might be stylish, from a health standpoint, it would be worthwhile for those interested in wearing high-heeled shoes to understand the risks and the potential harm that precarious activities in high-heeled shoes can cause,\" explained Dr. Gerald McGwin, vice chair and professor of the Department of Epidemiology in the UAB School of Public Health.\n\nAn earlier survey from The College of Podiatry showed women’s feet hurt after one hour and six minutes of wearing high heels — something 40 percent of respondents said they would suffer through “for fashion.”\n\nBut beyond pinched toes and blisters, McGwin and his team cite walking in high heels can significantly reduce ankle muscle movement, which could lead to a restricted range of foot motion. High heel shoes are also often associated with “musculoskeletal issues and lower extremity discomfort.”\n\nAccording to the Cleveland Clinic, musculoskeletal pain affects everything from bones and muscles to tendons and nerves. The pain can be acute or chronic, and affect one or several parts of the body.\n\nWomen may want to be more mindful of the types of occasions and events they wear high heels to. That half of the collected injuries occurred at home “supports the idea of wearing the right footwear for the right occasion and setting,\" he said. Women considering how often, and for how long, they wear high heels can make all the difference.\n\nSource: Moore Xavier J, et al. Epidemiology of High-Heel Shoe Injuries in U.S. Women: 2002 to 2012. The Journal of Foot & Ankle Surgery. 2015.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "high, heels, causing, more, ankle, and, foot, injuries, particularly, among, women, their, 20s", "og": {"site_name": "Medical Daily", "description": "Women who are aware of how often and for how long they wear high heel shoes may prevent sprains and strains.", "title": "Knowing When To Wear High Heels Could Save You From Injury", "url": "http://www.medicaldaily.com/high-heels-causing-more-ankle-and-foot-injuries-particularly-among-women-their-20s-334754", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/05/23/high-heel-shoes_0.png", "type": "article"}, "twitter": {"description": "Women who are aware of how often and for how long they wear high heel shoes may prevent sprains and strains.", "title": "Knowing When To Wear High Heels Could Save You From Injury", "url": "http://www.medicaldaily.com/high-heels-causing-more-ankle-and-foot-injuries-particularly-among-women-their-20s-334754", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/05/23/high-heel-shoes_0.png", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/05/23/high-heel-shoes_0.png"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "The Grapevine", "published_time": "2015-05-23T12:57:40-04:00", "modified_time": "2015-05-23T12:57:38-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Women who are aware of how often and for how long they wear high heel shoes may prevent sprains and strains."}, "article_summary": "Photo courtesy of ShutterstockIt is no secret wearing high heels can increase risk for foot and leg injuries.\nOverall, the results showed injuries from wearing high heels nearly doubled over the decade; in 2011 alone, there were a reported 19,000 injuries.\nWomen may want to be more mindful of the types of occasions and events they wear high heels to.\nWomen considering how often, and for how long, they wear high heels can make all the difference.\nA new study published in The Journal of Foot & Ankle Surgery might have the answer."}