{"article_title": "Medicaid Expansion advocates crowd Capitol hallways", "article_keywords": ["missourians", "capitol", "crowd", "hallways", "support", "lavender", "expansion", "gap", "advocates", "medicaid", "coverage", "missouri", "lawmakers", "ramirez"], "article_url": "http://themissouritimes.com/16367/medicaid-expansion-advocates-crowd-capitol-hallways/", "article_text": "JEFFERSON CITY, Mo. — A coalition of advocates pressing lawmakers to expand Missouri Medicaid under the Affordable Care Act putting new emphasis on Missourians that fall within the “coverage gap,” crowded hallways in the Capitol today.\n\nThe Missouri Medicaid coalition brought between 150 and 200 people. Many of the attendees fall into the infamous “coverage gap,” created by the new healthcare law — making “too much” to qualify for Medicaid, but “too little” to afford healthcare through state or federal exchanges.\n\nDaisy Ramirez, 25, a part-time caregiver from Blue Springs, was introduced on the House and Senate floors as just one example of the many Missourians that fall within the coverage gap. Advocates told The Missouri Times that it was there hope that lawmakers would be more open to Medicaid expansion discussions when a “human face” is placed on the problem.\n\n“There’s a lot of people that are here to support [expansion] and really need it,” Ramirez said.\n\nRamirez suffers from rheumatoid arthritis and lupus, but does not qualify for Medicaid. Her condition makes finding and keeping full-time work difficult, and she doesn’t make enough to afford insurance through federal exchanges.\n\nRamirez visited with her lawmakers, including Sen. Will Kraus, R-Blue Springs, which she said was an effort to “put a face,” on the issue.\n\n“It’s a lot harder to say no to someone when you’re standing in front of them,” Ramirez said.\n\nKraus commented on the visit.\n\n“Today, two constituents visited my office to discuss Medicaid,” he said in a statement. “One was in the coverage gap, and spoke passionately about expansion. I welcome her views and those other constituents who support expansion. We also had a visit from a local provider of home care. Their clients, mostly disabled, are having significantly more problems getting on or staying on Medicaid. The system is clearly broken. I don’t believe that adding 300,000 Missourians to a broken system is compassionate. Let’s reform Medicaid in Missouri first.”\n\nAt a press conference later, expansion supporters brought forward several speakers, many of whom suffer from chronic health issues and have no health insurance because of the infamous coverage gap.\n\nThe event comes just weeks into a legislative session in which Republicans in leadership in both chambers have called expansion a “non-starter,” and the same day that House Minority Leader Jacob Hummel, D-St. Louis, formally filed a bill to expand Medicaid.\n\nRep. Deb Lavender, D-Kirkwod, attended the press conference. Lavender said that she was optimistic that “one day,” Missouri would expand Medicaid to those in the gap.\n\n“I came here to show my support and to show that there are people in this building who support these efforts,” Lavender said.", "article_metadata": {"og": {"site_name": "The Missouri Times", "description": "JEFFERSON CITY, Mo. — A coalition of advocates pressing lawmakers to expand Missouri Medicaid under the Affordable Care Act putting new emphasis on Missourians that fall within the “coverage gap,” crowded hallways in the Capitol today. The Missouri Medicaid coalition brought between 150 and 200 people. Many of the attendees fall into the infamous “coverage...", "title": "Medicaid Expansion advocates crowd Capitol hallways", "locale": "en_US", "image": "http://themissouritimes.com/wp-content/uploads/2015/02/IMG_3996-150x150.jpg", "updated_time": "2015-02-04T18:00:01-05:00", "url": "http://themissouritimes.com/16367/medicaid-expansion-advocates-crowd-capitol-hallways/", "type": "article"}, "article": {"publisher": "https://www.facebook.com/mo.times.14", "section": "Legislature", "tag": "Will Kraus", "published_time": "2015-02-04T15:00:13-05:00", "modified_time": "2015-02-04T18:00:01-05:00"}, "viewport": "width=device-width, initial-scale=1.0, user-scalable=no", "generator": "Seriously Simple Podcasting 1.14.3"}, "_id": "\"57477af46914bd0286fdebe7\"", "article_summary": "— A coalition of advocates pressing lawmakers to expand Missouri Medicaid under the Affordable Care Act putting new emphasis on Missourians that fall within the “coverage gap,” crowded hallways in the Capitol today.\nThe Missouri Medicaid coalition brought between 150 and 200 people.\n“There’s a lot of people that are here to support [expansion] and really need it,” Ramirez said.\nAdvocates told The Missouri Times that it was there hope that lawmakers would be more open to Medicaid expansion discussions when a “human face” is placed on the problem.\nI welcome her views and those other constituents who support expansion."}