{"article_title": "Crossfire Reloaded: Is Colorado getting too high? – Crossfire", "article_keywords": ["number", "colorado", "getting", "marijuana", "watch", "reloaded", "sales", "crossfire", "high", "turn", "going", "lot", "market", "theres"], "article_url": "http://crossfire.blogs.cnn.com/2014/03/13/crossfire-reloaded-is-colorado-getting-too-high/", "article_text": "In the debut episode of Crossfire Reloaded, S.E. Cupp tells us what we should be paying attention to after Colorado's first month of marijuana sales. Do you agree with her?\n\n\n\nFULL TRANSCRIPT:\n\nS.E. CUPP: So much for healthy living in Colorado right? (Laughter) Munchie time! Break out the Doritos and the Mountain Dew!\n\nLet’s talk about weed man. Cause that’s fun. The Colorado experiment is really interesting for a number of reasons and there’s a number of things we’re going to have to be watching for.\n\nThe early results are good but the market is high, so to speak. When the doors first opened in Colorado, a lot of people rushed in and bought marijuana.\n\nMarijuana in Colorado is taxed an exorbitant rate. Something like 20% on top of the 10% existing sales tax. So, we’ll have to see if all of the people who were going to buy marijuana have already bought it and then decided it’s too expensive to buy in the quantities that they want. Maybe the market starts waning and stagnating over the next few months.\n\nYou might start to see black markets, which will negate the whole reason, at least politically, for legalizing marijuana. That would be a huge problem. It would turn the marijuana industry in Colorado into a tourism-only industry.\n\nThe other thing we’re going to have to watch for is whether or not legalizing marijuana leads to more pot smoking. I have a sneaking suspicion it will (laughter). We want to know among whom? Is it among teenagers? Which would be bad…Does it turn to more illicit drug use, which would be bad.\n\nSo there’s a lot to watch, we’ll have to see if long-term the Colorado marijuana experiment comes down from its initial high.", "article_metadata": {"description": "In the debut episode of Crossfire Reloaded, S.E. Cupp tells us what we should be paying attention to after Colorado's first month of marijuana sales. Do you agree with her? FULL TRANSCRIPT: S.E.", "generator": "WordPress.com", "title": "Crossfire Reloaded: Is Colorado getting too high?", "og": {"url": "http://crossfire.blogs.cnn.com/2014/03/13/crossfire-reloaded-is-colorado-getting-too-high/", "image": "http://i2.cdn.turner.com/cnn/dam/assets/140307195845-crossfire-reloaded-se-cupp-marijuana-horizontal-gallery.png", "type": "article", "description": "In the debut episode of Crossfire Reloaded, S.E. Cupp tells us what we should be paying attention to after Colorado's first month of marijuana sales. Do you agree with her?\r\n\r\n\r\n\r\n\r\nFULL TRANSCRIPT:\r\nS.E.", "title": "Crossfire Reloaded: Is Colorado getting too high?"}, "msapplication-tooltip": "- Passionate conversation on topical events of the day", "fb": {"admins": 690014395, "app_id": 80401312489}, "msapplication-window": "width=device-width;height=device-height", "application-name": "Crossfire", "keywords": "marijuana, reloaded, s.e. cupp,", "google-site-verification": "mFBa4OnyEDU23vgVJ6rtX_4izud7FIi9JiscfVsWaKk", "msapplication-task": "name=Subscribe;action-uri=http://crossfire.blogs.cnn.com/feed/;icon-uri=http://1.gravatar.com/blavatar/3d56df36e926e22b48d3e44a34263628?s=16"}, "_id": "\"57477af46914bd0286fdebf1\"", "article_summary": "So there’s a lot to watch, we’ll have to see if long-term the Colorado marijuana experiment comes down from its initial high.\nCupp tells us what we should be paying attention to after Colorado's first month of marijuana sales.\nWhen the doors first opened in Colorado, a lot of people rushed in and bought marijuana.\nThe Colorado experiment is really interesting for a number of reasons and there’s a number of things we’re going to have to be watching for.\nIt would turn the marijuana industry in Colorado into a tourism-only industry."}