{"article_title": "Modern Healthcare Modern Healthcare business news, research, data and events", "article_keywords": ["halper", "million", "plans", "business", "company", "modern", "research", "individual", "ehealth", "medicare", "healthcare", "health", "exchanges", "data", "events", "subsidies"], "article_url": "http://www.modernhealthcare.com/article/20150311/NEWS/150319982", "article_text": "Private health insurance exchange eHealth is cutting 160 jobs, about 15% of its workforce, a consequence of the difficulty it has had in signing up younger individuals and families through its platform.But eHealth's downsizing may not be enough to completely restore balance to the online tech company, as the Affordable Care Act's state and federal exchanges have become the dominant health insurance conduits for the uninsured.eHealth told investors Wednesday that the layoffs will cost up to $4.7 million, mostly because of severance and benefits payouts. The company expects to see overall savings from the move by the second quarter. eHealth executives weren't immediately available for further comment.CEO Gary Lauer hinted at an expense-reduction strategy last quarter , saying the company was “taking a close look at the cost structure of our business.”In 2014, eHealth lost $16.2 million on about $180 million of revenue, coming in well below Wall Street's and its own expectations. About 11.7 million people selected or re-enrolled in health plans during the ACA's most recent open-enrollment period, but a vast majority of those people did not sign up for health coverage through private exchanges like eHealth. The company also had difficulties processing applications for people who were eligible for premium subsidies; individual and family applications dropped 41% year over year.Most people bought plans through the public exchanges like HealthCare.gov. The public exchanges consequently have become eHealth's direct competitors for the individual market, which also has been squeezed into a more limited time frame, said Steve Halper, senior vice president of equity research at FBR Capital Markets & Co.“Exchanges from the Affordable Care Act have clearly changed (eHealth's) operating environment,” Halper said.However, eHealth could hypothetically benefit if the U.S. Supreme Court strikes down subsidies in the King v. Burwell case, Halper said. A ruling for the plaintiffs would open up the exchange market for states that rely on HHS, though millions of Americans would lose subsidies and their insurance in the process.“It could collapse HealthCare.gov and in theory create a rebirth for eHealth in the states that don't have an exchange,” Halper said. “But I think it's way too early to forecast what the impact is.”Even with the layoffs, some analysts don't expect eHealth to return to the black anytime soon. “While the restructuring is clearly necessary and a small step in the right direction, we do not expect eHealth to turn a profit for at least another two years as the company faces significant pressures on the (individual and family plan) side of the business,” David Francis, an analyst at RBC Capital Markets, said in a research note Wednesday.To counteract the struggling individual side, eHealth plans to expand its Medicare segment, Lauer said in a release. Medicare was one of the few bright spots for the company in 2014, as applications during Medicare's annual enrollment period were up 46%. But the “extreme uncertainty around the (individual and family plan) business overshadows the positive aspects of the Medicare business,” said Steven Rubis, an analyst at Stifel, Nicolaus & Co.eHealth's stock is down 63% this year and has slumped 80% since the start of 2014.Follow Bob Herman on Twitter: @MHbherman", "article_metadata": {"msapplication-TileColor": "#0a365e", "description": "Private health insurance exchange eHealth is cutting 160 jobs, about 15% of its workforce, a consequence of the difficulty it has had in signing up younger individuals and families through its platform.", "title": "eHealth isn't so healthy, plans to lay off 15% of workforce", "og": {"site_name": "Modern Healthcare", "description": "Private health insurance exchange eHealth is cutting 160 jobs, about 15% of its workforce, a consequence of the difficulty it has had in signing up younger individuals and families through its platform.", "title": "eHealth isn't so healthy, plans to lay off 15% of workforce", "url": "http://www.modernhealthcare.com/article/20150311/NEWS/150319982", "image": "https://raw.githubusercontent.com/modernhealthcare/mh-logo/master/mh-logo-fb-lg.jpg", "type": "article"}, "twitter": {"domain": "http://www.modernhealthcare.com", "description": "Private health insurance exchange eHealth is cutting 160 jobs, about 15% of its workforce, a consequence of the difficulty it has had in signing up younger individuals and families through its platform.", "title": "eHealth isn't so healthy, plans to lay off 15% of workforce", "image": "https://raw.githubusercontent.com/modernhealthcare/mh-logo/master/mh-logo-twitter.jpg", "creator": "@modrnhealthcr", "site": "@modrnhealthcr", "card": "summary"}, "apple-mobile-web-app-title": "Modern Healthcare", "apple-mobile-web-app-status-bar-style": "black", "apple-mobile-web-app-capable": "yes", "url": "http://www.modernhealthcare.com/article/20150311/NEWS/150319982", "published_at": "2015-03-11", "msapplication-TileImage": "https:/raw.githubusercontent.com/modernhealthcare/mh-logo/master/ms-touch-icon-144x144-precomposed.png", "mobile-web-app-capable": "yes", "image": "https://raw.githubusercontent.com/modernhealthcare/mh-logo/master/mh-logo-g-plus.jpg", "viewport": "width=device-width, initial-scale=1, user-scalable=no"}, "_id": "\"57477af46914bd0286fd7e88\"", "article_summary": "Medicare was one of the few bright spots for the company in 2014, as applications during Medicare's annual enrollment period were up 46%.\nThe company expects to see overall savings from the move by the second quarter.\nThe company also had difficulties processing applications for people who were eligible for premium subsidies; individual and family applications dropped 41% year over year.Most people bought plans through the public exchanges like HealthCare.gov.\nAbout 11.7 million people selected or re-enrolled in health plans during the ACA's most recent open-enrollment period, but a vast majority of those people did not sign up for health coverage through private exchanges like eHealth.\n“But I think it's way too early to forecast what the impact is.”Even with the layoffs, some analysts don't expect eHealth to return to the black anytime soon."}