{"article_title": "Obamacare plans curb out-of-network care In Ohio, Ky.", "article_keywords": ["marketplace", "kaiser", "plans", "offer", "ppo", "outofnetwork", "obamacare", "according", "network", "health", "curb", "organization", "ohio", "ky", "ppos", "care"], "article_url": "http://www.cincinnati.com/story/money/2015/11/11/obamacare-plans-limiting-network-care/75566290/", "article_text": ". (Photo: .)\n\nHealth plans that offer coverage of doctors and hospitals outside the plan’s network are getting harder to find on the insurance marketplaces, according to two analyses published last week.\n\nTwo-thirds of the 131 carriers that offered silver-level preferred provider organization plans in 2015 will either drop them entirely or offer fewer of them in January, an analysis by the Robert Wood Johnson Foundation found. Those cutbacks will affect customers in 37 states, including Ohio, Kentucky and Indiana, according to the foundation.\n\nBut the analysis shows the impact will be strongest in Indiana, where they will be no preferred provider organization plans (PPOs). The effects will be less pronounced in Ohio and Kentucky, where the number of PPOs will drop by roughly a quarter, according to the analysis.\n\nSilver plans pay 70 percent of medical costs, on average, and consumers pay 30 percent. They are the most popular plan sold on the marketplaces.\n\nPPOs typically offer coverage for doctors and hospitals that aren’t in the plan’s network, but require consumers to pay a larger share of the cost. In contrast, health maintenance organizations, which make up roughly half of the plans offered on the exchanges, generally don’t cover any care provided outside the plan’s network. Other types of policies, such as point-of-service and exclusive provider organization plans, make up a relatively small proportion of plans sold on the marketplace.\n\nAnother analysis by Avalere Health of the 37 states that use the federal marketplace also documented a steady decline in PPO plans. In 2014, the year the exchanges began operation, 39 percent of plans on the federal marketplace were PPOs. In 2015, the figure dropped to 35 percent, and next year will decline again, to 27 percent.\n\nResearch has shown that low premiums are the number one priority for consumers when they’re shopping for plans on the marketplace.\n\nEven so, “I think it’s really important for consumers to know what, if any, access they have to providers outside the network,” says Katherine Hempstead, who directs the Johnson foundation’s research on health insurance coverage.\n\nLast year, many insurers shrunk the networks of providers in the plans that they sold on the marketplace. However, even if the networks were narrow, most people who shopped for marketplace plans had access to PPO plans with some level of out-of-network coverage if they wanted it. Only New York, New Jersey and the District of Columbia had no PPO plans available in 2015, according to the Johnson foundation.\n\nIts state-by-state analysis only tracks what happened to existing PPO plans and doesn’t take into account new carriers that may offer new PPOs next year. Their numbers don’t appear to be significant, Hempstead says.\n\nNext year, unless new insurance carriers pick up the slack, in at least a half-dozen states (including Indiana) there may be no silver-level PPO plans available on the marketplace, according to the study.\n\nKaiser’s Michelle Andrews was the lead reporter for this story.\n\nABOUT KAISER\n\n. (Photo: .)\n\nKaiser Health News (KHN) is a nonprofit news service committed to in-depth coverage of health care policy and politics. KHN is an editorially independent program of the Kaiser Family Foundation, a nonprofit organization based in Menlo Park, Calif., that is dedicated to filling the need for trusted information on national health issues.\n\nTo learn more about Kaiser, go to http://khn.org . To see more of Kaiser’s reporting on hleath insurance, go here\n\nRead or Share this story: http://cin.ci/1NK5nNM", "article_metadata": {"google": "notranslate", "description": "Health plans that offer coverage of doctors and hospitals outside the plan’s network are getting harder, two new analyses show.", "p": {"domain_verify": "8c50ff021dfc409ea7325f425f178799"}, "og": {"site_name": "Cincinnati.com", "description": "Health plans that offer coverage of doctors and hospitals outside the plan’s network are getting harder, two new analyses show.", "title": "Obamacare plans curb out-of-network care In Ohio, Ky.", "url": "http://www.cincinnati.com/story/money/2015/11/11/obamacare-plans-limiting-network-care/75566290/", "image": "http://www.gannett-cdn.com/GDContent/applogos/cincinnati.png", "type": "article"}, "twitter": {"description": "Health plans that offer coverage of doctors and hospitals outside the plan’s network are getting harder, two new analyses show.", "title": "Obamacare plans curb out-of-network care In Ohio, Ky.", "image": "http://www.gannett-cdn.com/-mm-/27e7333f74718e8fd6ecf104adf2a5ac530dab70/c=384-0-1217-833&r=x643&c=640x640/local/-/media/2015/11/11/Cincinnati/Cincinnati/635828272214777169-kaiser.jpg", "creator": "@enquirer", "site": "@enquirer", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=600019252", "fb": {"app_id": 157995810912644}, "viewport": "width=1070", "Content-Type": "text/html; charset=UTF-8", "cXenseParse": {"gci-topic": "Subjects/Affordable Care Act", "gci-asset-type": "Story", "gci-categories": "Subjects/Affordable Care Act", "title": "Obamacare plans curb out-of-network care In Ohio, Ky.", "author": "Kaiser Health News and The Enquirer", "pageclass": "article", "recs": {"category": "money", "image-3-4": "http://www.gannett-cdn.com/-mm-/a41cebfc434ecdb56678b4a7dab36ea224472725/c=488-0-1113-833/local/-/media/2015/11/11/Cincinnati/Cincinnati/635828272214777169-kaiser.jpg", "image-1-1": "http://www.gannett-cdn.com/-mm-/1dfb4ade2f8607e6b3cb121e035eb4a0582e8e68/c=384-0-1217-833/local/-/media/2015/11/11/Cincinnati/Cincinnati/635828272214777169-kaiser.jpg", "contenttype": "Story", "image-4-3": "http://www.gannett-cdn.com/-mm-/87f79c8eb85b982578692e3dd3204e96c57ec39d/c=246-0-1354-833/local/-/media/2015/11/11/Cincinnati/Cincinnati/635828272214777169-kaiser.jpg", "image": "http://www.gannett-cdn.com/-mm-/e8a04a366093a10b0f26816c816ec001921a3ab7/c=63-0-1537-833&r=x633&c=1200x630/local/-/media/2015/11/11/Cincinnati/Cincinnati/635828272214777169-kaiser.jpg", "publishtime": "2015-11-11T08:34:04.057000-05:00", "shorthed": "Obamacare plans curb out-of-network care In Ohio, Ky.", "articleid": 75566290, "image-16-9": "http://www.gannett-cdn.com/-mm-/773d9fc1a2354cac5d70d659a80d64514963508f/c=63-0-1537-833/local/-/media/2015/11/11/Cincinnati/Cincinnati/635828272214777169-kaiser.jpg", "image-9-16": "http://www.gannett-cdn.com/-mm-/d7628c1038810722f759cb1d2dedc21e56682ee7/c=567-0-1033-833/local/-/media/2015/11/11/Cincinnati/Cincinnati/635828272214777169-kaiser.jpg"}}}, "article_summary": "But the analysis shows the impact will be strongest in Indiana, where they will be no preferred provider organization plans (PPOs).\nHowever, even if the networks were narrow, most people who shopped for marketplace plans had access to PPO plans with some level of out-of-network coverage if they wanted it.\nKaiser Health News (KHN) is a nonprofit news service committed to in-depth coverage of health care policy and politics.\nIn contrast, health maintenance organizations, which make up roughly half of the plans offered on the exchanges, generally don’t cover any care provided outside the plan’s network.\nOther types of policies, such as point-of-service and exclusive provider organization plans, make up a relatively small proportion of plans sold on the marketplace."}