{"article_title": "Getting a Grip on Dental Expenses", "article_keywords": ["grip", "plans", "getting", "dental", "expenses", "states", "health", "plan", "coverage", "exchanges", "oral", "insurance", "care"], "article_url": "http://www.wsj.com/articles/SB10001424052702303309504579186191354085438", "article_text": "Oral health typically isn't covered by traditional health insurance, but kids and low-income adults soon may have more opportunity to take care of their teeth. As many as 8.7 million children are expected to gain dental insurance through the Affordable Care Act by 2018, according to the American Dental Association, though some experts expect a more modest addition of about 5 million children.\n\nThe news for adults is mixed. Medicaid, the federal and state health-insurance program for low-income people, will expand in some states under the health-reform law, providing more adults with dental coverage. While 29 states offer adult Medicaid recipients limited or comprehensive dental coverage, 21 states offer bare-bones, emergency-only coverage—or none at all, according to Oral Health America, a national nonprofit based in Chicago.\n\nENLARGE Goni Montes\n\nMedicare, the federal insurer for the disabled and for adults 65 or older, doesn't cover routine dental care, so many seniors still face hefty out-of-pocket costs. Two-thirds of 407 seniors earning less than $35,000 a year said they couldn't afford a procedure such as a crown, implant or bridge, according to a recent survey by Oral Health America and Harris Interactive.\n\nHere are a few tips for managing dental costs, whether you're shopping for insurance or discounts:\n\nStarting Jan. 1, more kids may find coverage through Medicaid, as 25 states and the District of Columbia make plans to expand the program, and through state or federal health-insurance exchanges. But the options can be confusing. Only two states, Washington and Nevada, require families who shop for health coverage on the exchanges to buy pediatric dental insurance as well, says Evelyn Ireland, executive director of the National Association of Dental Plans in Dallas.\n\nOn the exchanges, you need to weigh whether to buy a separate \"stand-alone\" dental plan or one that is part of a health plan. In some markets, because of the way deductibles are structured and because premiums could exceed the cost of expected care, it may make more financial sense to forgo dental coverage altogether.\n\nIf you choose to get pediatric dental coverage through a medical plan, check to see how the deductible is applied, Ms. Ireland says. \"We've seen them all over the map,\" she says. The health plan may require you to pay its deductible before the dental plan will cover routine care such as well-child cleanings, sealants and X-rays. Because dental insurance has traditionally paid the full cost of preventative care, \"it will be a big shock if [consumers] go under a medical plan and end up having to pay all of it out of pocket instead of none of it out of pocket.\"\n\nAlso, make sure you understand the out-of-pocket maximum so you know when the plan starts picking up 100% of the costs. For stand-alone dental plans in federally run health exchanges, the limits are $700 a child and $1,400 for two or more children. Some state-run exchanges have higher limits.\n\nMeanwhile, a new website aims to be a one-stop shop for older people facing obstacles to dental care. In early October, Oral Health America launched Toothwisdom.org, which connects people to low-cost dental care as well as caregiver, transportation and social-service resources. Visit Toothwisdom.org/care to find resources in your area or call Oral Health America at 312-836-9900 for help.\n\nDental discount or savings plans are another alternative, says Ms. Ireland, who found her elderly parents a savings plan that paid for itself after a single dental visit. You pay the dentist a discounted rate after paying an annual fee to the discount-card provider, she says. You can sign up online with outfits such as DentalPlans.com.\n\nDental-school clinics offer savings opportunities as well. All 65 accredited U.S. dental schools offer reduced-fee care performed by students under the direct supervision of faculty members, says Richard Valachovic, president and chief executive of the American Dental Education Association in Washington. Visit ADEA.org for a list of schools by state. Most dental schools also accept insurance. The fee for routine or specialty care is about half of prevailing local fees.\n\nA free alternative for people in southern California is Brighter.com, which offers users access to discounted fees at more than 600 dental practices, says Melanie Murphy, a spokeswoman for Brighter. Consumers who use Brighter save 50% to 70% on average, she says. Brighter will expand nationally next year.\n\nPatients know what they'll owe before they go, and they pay cash. Says Ms. Murphy: \"There's no guessing game involved.\"", "article_metadata": {"article.template": "full", "article.created": "2013-11-17T01:05:00.000Z", "article.section": "Personal Finance", "page.region": "na,us", "page.content.type": "Article", "twitter": {"domain": "wsj.com", "description": "One potential solution: New health law will offer dental benefits to some low-income adults and as many as 8.7 million children.", "title": "Getting a Grip on Dental Expenses", "image": {"src": "https://si.wsj.net/public/resources/images/BN-AK839_17HCc_G_20131115163743.jpg", "alt": "Grappling with dental costs? One answer might be the expanded coverage offered by Obamacare.", "identifier": "https://si.wsj.net/public/resources/images/BN-AK839_17HCc_D_20131115163743.jpg"}, "site": "@WSJ", "card": "summary_large_image"}, "al": {"ios": {"url": "wsj://launch?articleid=SB10001424052702303309504579186191354085438&headline=Grappling%20with%20dental%20costs%3F%20One%20answer%20might%20be%20the%20expanded%20coverage%20offered%20by%20Obamacare.&weburl=http://www.wsj.com/articles/SB10001424052702303309504579186191354085438"}}, "page.site.product": "WSJ", "keywords": "political,general news,demographic health,health,infant,child,teenage health,personal finance,advice,content types,insurance,non-life insurance,medical insurance,health care,life sciences,dental care,financial services,healthcare provision", "news_keywords": "political,general news,demographic health,health,infant,child,teenage health,personal finance,advice,content types", "article.headline": "Grappling with dental costs? One answer might be the expanded coverage offered by Obamacare.", "cXenseParse": {"candybar": {"image": "https://si.wsj.net/public/resources/images/BN-AK839_17HCc_E_20131115163743.jpg"}, "poptart": {"image": "https://si.wsj.net/public/resources/images/BN-AK839_17HCc_D_20131115163743.jpg"}}, "description": "One potential solution: New health law will offer dental benefits to some low-income adults and as many as 8.7 million children.", "apple-itunes-app": "app-id=364387007,app-argument=wsj://launch?articleid=SB10001424052702303309504579186191354085438&headline=Grappling%20with%20dental%20costs%3F%20One%20answer%20might%20be%20the%20expanded%20coverage%20offered%20by%20Obamacare.&weburl=http://www.wsj.com/articles/SB10001424052702303309504579186191354085438", "user.type": "nonsubscriber", "article.page": "Personal Finance", "page.content.format": "responsive", "article.summary": "One potential solution: New health law will offer dental benefits to some low-income adults and as many as 8.7 million children.", "page.site": "wsj", "testkeys": "C", "article.published": "2013-11-17T01:05:00.000Z", "dj.asn": "i-32ad", "robots": "noarchive,noodp", "fb": {"app_id": 368513495882}, "article": {"publisher": "https://www.facebook.com/wsj", "embed_count": 1, "image_count": 1, "word_count": 736, "external_link_count": 5}, "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no", "page.section": "Article", "language": "en-US", "og": {"site_name": "WSJ", "description": "One potential solution: New health law will offer dental benefits to some low-income adults and as many as 8.7 million children.", "title": "Getting a Grip on Dental Expenses", "url": "http://www.wsj.com/articles/SB10001424052702303309504579186191354085438", "image": {"width": 553, "identifier": "https://si.wsj.net/public/resources/images/BN-AK839_17HCc_G_20131115163743.jpg", "height": 369}, "locale": "en_US", "type": "article"}, "author": "Kristen Gerencher", "article.access": "free", "page.content.source": "WSJ Online Article", "article.origheadline": "Getting a Grip on Dental Expenses", "article.type": "Sunday Journal", "article.id": "SB10001424052702303309504579186191354085438", "user.exp": "default", "article.updated": "2013-11-17T01:05:00.000Z"}, "_id": "\"57477af46914bd0286fdec13\"", "article_summary": "Meanwhile, a new website aims to be a one-stop shop for older people facing obstacles to dental care.\nFor stand-alone dental plans in federally run health exchanges, the limits are $700 a child and $1,400 for two or more children.\nOn the exchanges, you need to weigh whether to buy a separate \"stand-alone\" dental plan or one that is part of a health plan.\nENLARGE Goni MontesMedicare, the federal insurer for the disabled and for adults 65 or older, doesn't cover routine dental care, so many seniors still face hefty out-of-pocket costs.\nIn early October, Oral Health America launched Toothwisdom.org, which connects people to low-cost dental care as well as caregiver, transportation and social-service resources."}