{"article_title": "Black man campaigning for Republicans in Arkansas shares his journey from left to right", "article_keywords": ["video", "right", "republicans", "gentleman", "democrat", "shares", "conservative", "conversation", "journey", "black", "arkansas", "party", "campaigning", "man", "democratic", "left"], "article_url": "http://www.americanthinker.com/blog/2014/11/black_man_campaigning_for_republicans_in_arkansas_shares_his_journey_from_left_to_right.html", "article_text": "Black man campaigning for Republicans in Arkansas shares his journey from left to right\n\nThis is a fantastic 5-minute video of a black man at a Republican campaign office talking about his journey from being a Democrat to becoming a conservative. Having gone on the same journey seven years ago, I’m ever-intrigued by what causes this shift. And more importantly, how to nurture it in others. In this case, the gentleman in the video was a Democrat because (1) he is black and therefore liberal party alliance is automatic, and (2) he had a long-held belief that the Democratic Party was the party for everyday people.\n\nBut then, several years ago, he had a conversation with someone that challenged his view of the Democratic Party. A few months later, he had a conversation with someone else that planted another seed of doubt. Initially nothing came of it and these interactions were simply filed away in the back of his mind. Then one day he heard a segment of a Rush Limbaugh program. And everything crystallized. From that moment on, the gentleman started doing research and discovered the conservative message was one he fully embraced. It’s a great story and the man (I was unable to make out his name) is a terrific story-teller. Super articulate, animated, and charming. Check it out. It’ll be 5-minutes that will make you smile and give you hope. Hat tip: The Right Scoop", "article_metadata": {"og": {"url": "http://www.americanthinker.com/blog/2014/11/black_man_campaigning_for_republicans_in_arkansas_shares_his_journey_from_left_to_right.html", "image": "http://www.americanthinker.com/assets/images/at-painter-og-image.png", "title": "Blog: Black man campaigning for Republicans in Arkansas shares his journey from left to right"}, "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fd0257\"", "article_summary": "Black man campaigning for Republicans in Arkansas shares his journey from left to rightThis is a fantastic 5-minute video of a black man at a Republican campaign office talking about his journey from being a Democrat to becoming a conservative.\nBut then, several years ago, he had a conversation with someone that challenged his view of the Democratic Party.\nHaving gone on the same journey seven years ago, I’m ever-intrigued by what causes this shift.\nIt’s a great story and the man (I was unable to make out his name) is a terrific story-teller.\nFrom that moment on, the gentleman started doing research and discovered the conservative message was one he fully embraced."}