{"article_title": "Why Staff is Your Greatest Resource", "article_keywords": ["customer", "resource", "business", "organisation", "engagement", "cost", "program", "greatest", "employee", "turnover", "recognition", "staff"], "article_url": "http://probonoaustralia.com.au/news/2014/06/why-staff-is-your-greatest-resource/", "article_text": "Monday, 16th June 2014 at 10:54 am\n\nWhy Staff is Your Greatest Resource\n\nBy Staff Reporter,\n\nIn any organisation, large, small or Not for Profit, employees are the company’s greatest resource, yet their wellbeing, motivation and engagement is often overlooked by management, writes Tony Delaney, CEO of staff recognition company Brownie Points.\n\nAttracting and retaining top talent\n\nIf you ask a business owner, director or senior manager from any organisation what his or her biggest competitive advantage is they will probably answer – great products, competitive pricing, state of the art production equipment, location or fantastic marketing.\n\nWhile these may be good competitive advantages, they are not UNIQUE. Products can be copied, prices can be undercut, new production equipment can be bought, offices or factories can be relocated and marketing campaigns can be copied.\n\nThe only unique competitive advantage any company has is its staff. Employees are the lifeblood of any organisation, and yet their wellbeing, motivation and engagement is often overlooked by management.\n\nIn 2012, Australian businesses lost $42 billion largely as a result of the low level of staff engagement, according to a Gallup survey, and although the situation improved a little in 2013, lack of engagement and recognition is still a leading factor in employee turnover.\n\nI believe that there is a very strong correlation between staff engagement, brand value and corporate performance.\n\nThis can be clearly seen at organisations such as Apple, Virgin, Nike and Google. In these leading companies employees are made to feel valued, appreciated and part of the vision. As a result these companies regularly outperform their competitors.\n\nHappy motivated and engaged staff = great customer service = high brand value = corporate performance\n\nWithout doubt one of the major challenges facing any business, whether they are a commercial operation or a Not for Profit organisation is the ability to firstly attract the right staff, and then secondly engage, motivate and retain them.\n\nAll too often a company will expend enormous time and energy in developing and nurturing staff only to have them move on. This is not only frustrating, but can be costly and damaging to the business.\n\nMercer consulting estimates that the cost of staff turnover and replacement can be as much as 150 per cent of salary, and some companies claim it can cost even more.\n\nTo quantify these figures, we have produced a list of the potential costs for every time an employee leaves. There are a variety of obvious and some less obvious hidden costs to be considered.\n\nThey are:\n\nSlippage. When an employee is missing, the work that isn’t getting done has a lost opportunity cost associated with it. Lost sales, production delays and lags in new product introductions can all cost your company money.\n\nRipple effect. Staff turnover has an impact on the peer group, as well as the management chain, making everyone less effective. Co-workers need to pick up the slack, distracting them from achieving their own performance goals while managers need to devote time to finding a new employee. One CEO I heard of had his five-year growth plan turn into a six-year plan because of delays due to employee turnover.\n\nCustomer loss. When a knowledgeable or long-term employee leaves, taking experience and customer service ability with her it can have an impact on customer satisfaction. Customer commitments are often not met, and the company could lose important customers. Dealing with trainees can also be challenging. If you have a high level of staff turnover, customers can get frustrated and begin to lose interest in your business.\n\nLost credibility. When staff turnover is high management can lose credibility. When you have an environment with excessive staff turnover existing employees can become demoralised and decide to move on. This ripple effect can be disasterous.\n\nI would suggest that there is also fifth hidden element. It is what I call \"gone time\". That is the time when an employee has mentally left but has not yet resigned and left his job, and it goes beyond the Ripple or Slippage effect.\n\nWith hindsight this can easily be seen. Time off (sick leave, dental appointments, looking after sick school age children etc.), arriving late and leaving early may all be signs of disengagement. A good manager should watch for these tell-tale signs in order to act early.\n\nMore importantly, a person planning to leave could become less productive, and even vindictive, making comments to other staff members or customers that may be detrimental to the business. So the impact and cost to the business could be significant.\n\nMany organisations are now looking to technology to help reduce staff turnover and employee engagement programs can play a significant role.\n\nImplementing a staff recognition and reward program can help staff retention and talent attraction in a number of ways.\n\nFirstly, a well-planned recognition program will help to motivate and engage staff. Recognising staff who go “above and beyond” will help to motivate staff and improve morale and customer service. This is especially true in businesses that are not able to compete purely on salary packages, such as an SME or a NFP.\n\nSecondly, a well-executed recognition program can act as a \"monitor on the pulse of the business”, and should be able to identify improvements in staff performance and behaviour, while measuring the return on investment.\n\nHappy motivated staff = great customer service = high brand value = corporate performance.\n\nSwanCare Group, a leading aged care provider in Western Australia is fighting this battle, and with the help of a recognition and staff engagement software program they have developed a winning formula that is helping to overcome the employee attraction and retention issue, while helping to identify efficiency improvements.\n\nThe Swan Feathers Rewards and Recognition program is unique in that it has created a whole-of-organisation solution, and has been developed from the ground up utilising their own staff combined with the expertise of the Brownie Points team.\n\nStaff from across the organisation were specifically chosen to design and develop the program. It had to reflect the values of the organisation – respect, reliability and compassion – and the customer service they provide, while involving the whole community, including residents, their families, contractors and staff.\n\nAll staff are involved in the program with everyone except members of the executive eligible to be nominated for recognition. Residents and families enjoy nominating staff for work “above and beyond” their normal duties.\n\nThe rewards are numerous: café vouchers, iTunes gift cards, Hoyts cinema tickets, petrol vouchers, Coles Myer cards, iPods and charitable donations, with the top reward being a $500 travel voucher. They are also planning to offer low cost to the business intrinsic rewards such as a day off in lieu, time off for voluntary work, and learning and development as rewards.\n\nSwanCare currently sources the rewards from local suppliers out of its training budget, and expects to source the rewards out of the staff recruitment cost savings and productivity improvements.\n\nThe implementation personnel understood the key objectives and they ensured that the final product linked into SwanCare’s organisational values and delivered an incentivised, on-line solution that encourages retention, lifts morale and increases employee harmonisation.\n\n“It is early days but SwanCare is already experiencing very positive signs that the Feathers Rewards and Recognition program is on track to achieve its objectives and provide a unique solution to the challenging issue of employee attraction and retention,” says Graham Francis, CEO of SwanCare.\n\nIn any organisation, large, small or NFP, employees are the company’s greatest resource, and yet many businesses fail to appreciate this. Making staff feel valued, appreciated, respected and involved in the business can have a tremendous positive impact on your bottom line.\n\nHowever, any staff recognition program should not be seen as the silver bullet to solve all issues, and should not replace comments or email saying “thank you”, “great job” or “I really appreciate your contribution and effort”.\n\nPublic or private recognition is crucial, and a culture of recognition must come from senior management.\n\nYou can't stop employee turnover, but you can minimise the impact to the business.\n\nRecognising their performance and contribution and rewarding them for their above and beyond efforts is a great place to start.\n\nAbout the Author: Tony Delaney is CEO of Brownie Points, a Melbourne-based software and Services Company focused on helping clients implement staff recognition programs to reduce staff turnover, increase talent attraction and improve customer service.", "article_metadata": {"description": "In any organisation, large, small or Not for Profit, employees are the company's greatest resource, yet their wellbeing, motivation and engagement is often overlooked by management, writes Tony Delaney, CEO of staff recognition company Brownie Points.", "og": {"site_name": "Pro Bono Australia", "description": "In any organisation, large, small or Not for Profit, employees are the company's greatest resource, yet their wellbeing, motivation and engagement is often overlooked by management, writes Tony Delaney, CEO of staff recognition company Brownie Points.", "title": "Why Staff is Your Greatest Resource - Pro Bono Australia", "locale": "en_US", "image": "http://www.probonoaustralia.com.au/https://lh5.googleusercontent.com/_aC6eGhjnr1DwcJTtUFGfzwTnLjg5_6VGGOkqs6Ox836iclF_6vBynTe_xXUjlUobbTFmJbOKtCIFVJ7E2PBBjni9j3uoaVRCQd_lfL8-IUartwjx4ZaTVigf1JHEFFZOg", "url": "http://probonoaustralia.com.au/news/2014/06/why-staff-is-your-greatest-resource/", "type": "article"}, "twitter": {"description": "In any organisation, large, small or Not for Profit, employees are the company's greatest resource, yet their wellbeing, motivation and engagement is often overlooked by management, writes Tony Delaney, CEO of staff recognition company Brownie Points.", "title": "Why Staff is Your Greatest Resource - Pro Bono Australia", "image": "http://www.probonoaustralia.com.au/https://lh5.googleusercontent.com/_aC6eGhjnr1DwcJTtUFGfzwTnLjg5_6VGGOkqs6Ox836iclF_6vBynTe_xXUjlUobbTFmJbOKtCIFVJ7E2PBBjni9j3uoaVRCQd_lfL8-IUartwjx4ZaTVigf1JHEFFZOg", "creator": "@ProBonoNews", "site": "@ProBonoNews", "card": "summary"}, "robots": "noodp", "keywords": "Hot topic, hot topic article, Australia, National, Brownie Points, Not for Profit, Tony Delaney, Brownie Points, staff retention, staff recognition, talent attraction", "article": {"publisher": "https://www.facebook.com/ProBonoAustralia/", "section": "Careers", "tag": "Tony Delaney"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no"}, "_id": "\"57477af46914bd0286fd9c87\"", "article_summary": "Monday, 16th June 2014 at 10:54 amWhy Staff is Your Greatest ResourceBy Staff Reporter,In any organisation, large, small or Not for Profit, employees are the company’s greatest resource, yet their wellbeing, motivation and engagement is often overlooked by management, writes Tony Delaney, CEO of staff recognition company Brownie Points.\nImplementing a staff recognition and reward program can help staff retention and talent attraction in a number of ways.\nI believe that there is a very strong correlation between staff engagement, brand value and corporate performance.\nStaff turnover has an impact on the peer group, as well as the management chain, making everyone less effective.\nWhen you have an environment with excessive staff turnover existing employees can become demoralised and decide to move on."}