{"article_title": "Celine Dion wants to hang out with Lonely Airport Guy", "article_keywords": ["wants", "lonely", "dunn", "dion", "hang", "hours", "released", "airport", "vegas", "celine", "video", "guy", "las"], "article_url": "http://www.salon.com/2014/06/12/celine_dion_wants_to_hang_out_with_lonely_airport_guy/", "article_text": "Topics: all by myself, celine dion, Las vegas, lonely airport guy, Music, richard dunn, Video, Entertainment News\n\nRichard Dunn, aka Lonely Airport Guy, has found a friend in superstar Celine Dion after his video lip-syncing her hit “All By Myself” went viral. Dunn released the video last Sunday, which he made while killing time on a layover in Las Vegas’s barren McCarran International Airport.\n\nDion, who is currently on tour at The Colosseum at Caesars Palace, thought Dunn’s parody was “hilarious.” She responded by inviting Dunn to hang out with her. “Next time you’re stuck all by yourself at Las Vegas airport, for hours and hours, please be my guest at my show,” she said in a video released to TMZ.", "article_metadata": {"description": "Calling the parody video \"hilarious,\" the singer invited Richard Dunn to see her in Las Vegas VIDEO", "author": "Prachi Gupta", "og": {"site_name": "Salon", "description": "Calling the parody video \"hilarious,\" the singer invited Richard Dunn to see her in Las Vegas VIDEO", "title": "Celine Dion wants to hang out with Lonely Airport Guy", "url": "http://www.salon.com/2014/06/12/celine_dion_wants_to_hang_out_with_lonely_airport_guy/", "image": "http://media.salon.com/2014/06/shutterstock_98173256-e1402611588467-1280x960.jpg", "type": "article"}, "twitter": {"description": "Calling the parody video \"hilarious,\" the singer invited Richard Dunn to see her in Las Vegas VIDEO", "creator": "@prachigu", "image": "http://media.salon.com/2014/06/shutterstock_98173256-e1402611588467-1280x960.jpg", "title": "Celine Dion wants to hang out with Lonely Airport Guy", "site": "@salon", "card": "summary_large_image"}, "title": "Celine Dion wants to hang out with Lonely Airport Guy", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, all by myself, celine dion, Las vegas, lonely airport guy, Music, richard dunn, Video", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fd0260\"", "article_summary": "Topics: all by myself, celine dion, Las vegas, lonely airport guy, Music, richard dunn, Video, Entertainment NewsRichard Dunn, aka Lonely Airport Guy, has found a friend in superstar Celine Dion after his video lip-syncing her hit “All By Myself” went viral.\n“Next time you’re stuck all by yourself at Las Vegas airport, for hours and hours, please be my guest at my show,” she said in a video released to TMZ.\nDunn released the video last Sunday, which he made while killing time on a layover in Las Vegas’s barren McCarran International Airport.\nDion, who is currently on tour at The Colosseum at Caesars Palace, thought Dunn’s parody was “hilarious.” She responded by inviting Dunn to hang out with her."}