{"article_title": "Supreme Court Remands Sentencing Guideline Case", "article_keywords": ["case", "molinamartinez", "supreme", "incorrect", "court", "rights", "guidelines", "guideline", "range", "circuit", "sentencing", "remands", "fifth", "procedural"], "article_url": "http://www.legalreader.com/u-s-supreme-court-voted-8-0-to-reverse-and-remand-sentencing-guidelines-case/", "article_text": "The United States Supreme Court voted 8-0 to reverse and remand the case of Molina-Martinez v. U.S., on the issue of whether courts reviewing sentencing guideline errors may apply a categorical “additional evidence” rule when a district court applies an incorrect range but sentences the defendant within the correct range.\n\nThe court rejected the decision of the U.S. Court of Appeals for the Fifth Circuit which held that the petitioner’s procedural rights were not violated when he was originally sentenced under an incorrect range based on his criminal history but the sentence ultimately fell within the correct guidelines.\n\nThe Fifth Circuit ruled that Molina-Martinez could not meet the standard under Federal Rule of Civil Procedure 52(b) in alleging that his procedural rights were violated.\n\nThe Fifth Circuit held that Molina-Martinez failed to identify “additional evidence” which could prove that the use of the incorrect sentencing guidelines range would have altered his sentence. The court stated that an incorrect sentencing guidelines range does not by itself establish additional evidence.\n\nThe case arose when petitioner Saul Molina-Martinez pled guilty to being unlawfully present in the United States after being deported following an aggravated felony conviction. The guidelines range in his pre-sentence report was 77-96 months. The district court sentenced him to 77 months in prison. On appeal, Molina-Martinez argued that his probation officer calculated his criminal history points incorrectly and placed him in the wrong sentencing guideline range. Consequently, Molina-Martinez argued that his sentencing guidelines range should have been 70-87 months.\n\nThe court stated that moving forward, a defendant can rely on the application of an incorrect guidelines range to show an effect on his procedural rights on appeal, but the government will not have to prove that every guidelines error was harmless.\n\nSource: Supreme Court rules on sentencing guidelines\n\nJoin the Discussion", "article_metadata": {"generator": "Powered by Visual Composer - drag and drop page builder for WordPress.", "author": "Consuella Pachico", "og": {"site_name": "Legal Reader", "description": "The United States Supreme Court voted 8-0 to reverse and remand the case of Molina-Martinez v. U.S., on the issue of whether courts reviewing sentencing guideline errors may apply a categorical “additional evidence” rule when a district court applies an incorrect range but sentences the defendant within the correct range. The court rejected the decision", "title": "Supreme Court Remands Sentencing Guideline Case - Legal Reader", "locale": "en_US", "image": "http://www.legalreader.com/wp-content/uploads/2016/04/commission.jpg", "url": "http://www.legalreader.com/u-s-supreme-court-voted-8-0-to-reverse-and-remand-sentencing-guidelines-case/", "type": "article"}, "robots": "noodp,noydir", "fb": {"app_id": 1598871133679697}, "article": {"publisher": "http://facebook.com/thelegalreader", "section": "Lawsuits & Litigation", "tag": "sentencing", "published_time": "2016-04-24T22:20:43+00:00"}, "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "The court stated that an incorrect sentencing guidelines range does not by itself establish additional evidence.\nConsequently, Molina-Martinez argued that his sentencing guidelines range should have been 70-87 months.\nThe Fifth Circuit held that Molina-Martinez failed to identify “additional evidence” which could prove that the use of the incorrect sentencing guidelines range would have altered his sentence.\nSource: Supreme Court rules on sentencing guidelinesJoin the Discussion\nOn appeal, Molina-Martinez argued that his probation officer calculated his criminal history points incorrectly and placed him in the wrong sentencing guideline range."}