{"article_title": "Year 2 of Obamacare has a smooth start", "article_keywords": ["website", "enroll", "plans", "reported", "obamacare", "smooth", "sites", "start", "person", "health", "plan", "enrolled", "insurance"], "article_url": "http://www.philly.com/philly/news/20141116_Affordable_Care_Act_beckons_customers_to_sign_up_for_health_insurance.html", "article_text": "In New Jersey, UnitedHealthcare also opened for business along with Oscar Health Insurance. They join Horizon Blue Cross Blue Shield, AmeriHealth Insurance, and Health Republic Insurance.\n\nVarious insurance plans were pitched around the country at pizzerias, mosques, churches, nail salons, bars, and laundromats.\n\n\"We've had great success at laundromats,\" said Robin Stockton, the navigator program director for the Center for Family Services, a nonprofit based in Camden.\n\nIn Philadelphia, Enroll America organizer Neil Rickett was armed with a list of 500 bars and restaurants as he made his way through downtown, popping in and out of eateries. He approached bartenders, wait staff, and other service industry workers whose high turnover and odd hours often result in a lack of health coverage.\n\n\"By going to them, we're upping our chance of getting the people we missed or didn't get enrolled last time,\" Rickett said.\n\nAside from scattered individual computer problems, navigators and certified application counselors reported no problems helping people across the Philadelphia region shop and enroll in health insurance. The government reported that 23,000 people had enrolled around the country in the first eight hours.\n\n\"By and large we're not seeing any glitches\" with the website, said Neil Deegan, Enroll America's Pennsylvania director, which sponsored enrollment events across the region.\n\nSeveral of Enroll America's sites in the city and suburbs reported a good turnout with more than 100 people attending, according to Julia Cusick, Pennsylvania spokeswoman for Enroll America.\n\n\"We're very pleased with the turnout,\" Cusick said. The website worked well and people are getting enrolled. This is a 90-day process and this is only the first day.\"\n\nAt some sites, people were lined up an hour before the doors opened. That was the case at the Northern Liberties Community Center, where the first person showed up to enroll well before the two navigators and five certified counselors at the site began working at noon.\n\nA steady stream of consumers filled the sun-warmed chairs lined behind the center's storefront windows as they waited to talk to a counselor.\n\n\"People are really eager to sign up and there is a need,\" said Antoinette Kraus, director of the Pennsylvania Health Access Network, an advocacy group focused on health insurance.\n\nJames Rizzo, 33, was among them. The Northern Liberties man, who works as a temp without health insurance, is a first-time buyer.\n\nRizzo said he came to the event because he \"wanted to speak in person about the best choice for me.\" He was surprised by the number of plans and options he had to choose from.\n\n\"The person I worked with was extremely helpful and talked me through the process step-by-step,\" said Rizzo, who enrolled in Independence Blue Cross' silver tier Keystone HMO Proactive plan. \"It was a good experience.\"\n\nDetails of Rizzo's coverage were not disclosed, but that plan provides coverage for a 40-year-old nonsmoker at $294 a month.\n\nDiana Landistratis, 32, waited her turn to sit down with a navigator or counselor. The East Kensington resident tried to buy insurance through the marketplace last year but \"it was such a mess\" that she gave up.\n\nShe is covered under her husband's plan but said it's expensive and she hopes to find something in the marketplace that is cheaper.\n\n\"It was so frustrating trying to navigate the website [last year] that I thought it would be better here with someone who knows what they are doing,\" she said.\n\nHealth and Human Services Secretary Sylvia M. Burwell tweeted that the website opened shortly after 1 a.m., with more than 23,000 people submitting applications within the first eight hours. She said 1.2 million unique visitors looked at coverage using the site's window-shopping tool in the last week.\n\nNot all customers had smooth experiences. Some had forgotten their passwords for online accounts they created a year ago. Others discovered that they still couldn't find affordable plans. And one state-run exchange - Washington state's - took down its enrollment system within hours of its launch after discovering it was spitting out incorrect subsidy amounts.\n\nNevertheless, administration officials Saturday urged consumers to act quickly, pointing out that this year's open enrollment period will last for only three months, half as long as last year.", "article_metadata": {"keywords": "news", "og": {"site_name": "philly-archives", "description": "What a difference a year - and a major overhaul - makes. By Saturday afternoon it appeared the first day of the second open enrollment for coverage under the Affordable Care Act had gone smoothly -...", "title": "Year 2 of Obamacare has a smooth start", "url": "http://articles.philly.com/2014-11-16/news/56395244_1_health-insurance-health-coverage-enroll-america", "image": "http://media.philly.com/images/600*450/20141116_inq_care16-a.JPG", "type": "article"}, "fb": {"admins": 100001837105818, "app_id": 174828689230209}, "description": "What a difference a year - and a major overhaul - makes. By Saturday afternoon it appeared the first day of the second open enrollment for coverage under the Affordable Care Act had gone smoothly -"}, "_id": "\"57477af36914bd0286fd0270\"", "article_summary": "Various insurance plans were pitched around the country at pizzerias, mosques, churches, nail salons, bars, and laundromats.\nIn New Jersey, UnitedHealthcare also opened for business along with Oscar Health Insurance.\nThe Northern Liberties man, who works as a temp without health insurance, is a first-time buyer.\n\"People are really eager to sign up and there is a need,\" said Antoinette Kraus, director of the Pennsylvania Health Access Network, an advocacy group focused on health insurance.\nThey join Horizon Blue Cross Blue Shield, AmeriHealth Insurance, and Health Republic Insurance."}