{"article_title": "Florida Blue Says New EPOs Are Substitute To PPOs In ACA Marketplace", "article_keywords": ["blue", "epos", "marketplace", "plans", "consumers", "hybrid", "dental", "outofnetwork", "florida", "aca", "vision", "gaskins", "ppos", "substitute", "care"], "article_url": "http://health.wusf.usf.edu/post/florida-blue-says-new-epos-are-substitute-ppos-aca-marketplace", "article_text": "Florida Blue is introducing hybrid plans into Florida’s Affordable Care Act marketplace. They could give consumers both more and fewer choices in providers.\n\nThe plans care called EPOs: a hybrid offering customers a choice of primary care and specialists, but limits out-of-network providers for pediatric dental and vision coverage. Florida Blue’s Mandy Gaskins, says the insurer had to move quickly to include dental and vision into some of its plans.\n\n“As a result, we needed to get a network up and get the benefits added to our product portfolio. We relied on a partner to help bring those services to the marketplace,\" she said.\n\nThe new plan offerings replace Florida Blue’s traditional PPO plans, which cover both in-network and out-of-network providers.\n\n“Really what I’d say is that what the carriers are trying to do is provide the greatest value to the customer at the optimal price mix so they can be attractive and relevant in the market,\" Gaskins said.\n\nInsurers have learned consumers are making their choices primarily based on cost. PPOs tend to be more expensive.\n\n", "article_metadata": {"category": "HNF Stories", "description": "Florida Blue is introducing hybrid plans into Florida’s Affordable Care Act marketplace. They  could give consumers both more and fewer choices in", "Generator": "Drupal 7 (http://drupal.org)", "programs": "none", "og": {"url": "http://health.wusf.usf.edu/post/florida-blue-says-new-epos-are-substitute-ppos-aca-marketplace", "image": "http://mediad.publicbroadcasting.net/p/shared/npr/styles/medium/nprshared/201509/440674096.jpg", "type": "article", "description": "Florida Blue is introducing hybrid plans into Florida’s Affordable Care Act marketplace. They  could give consumers both more and fewer choices in", "title": "Florida Blue Says New EPOs Are Substitute To PPOs In ACA Marketplace"}, "story_id": 440663662, "twitter": {"site": "@HealthNewsFL", "card": "summary", "creator": "@HealthNewsFL"}, "author": "Lynn Hatter", "org_id": 390, "dc": {"title": "Florida Blue Says New EPOs Are Substitute To PPOs In ACA Marketplace"}, "nid": 11971, "datePublished": "2015-09-15", "keywords": "Florida Blue, Blue Cross & Blue Shield of Florida, Blue Cross and Blue Shield, health insurance, Understanding Obamacare, Obamacare, Affordable Care Act", "wordCount": 265, "has_audio": 0, "viewport": "width=device-width"}, "article_summary": "Florida Blue is introducing hybrid plans into Florida’s Affordable Care Act marketplace.\nThe plans care called EPOs: a hybrid offering customers a choice of primary care and specialists, but limits out-of-network providers for pediatric dental and vision coverage.\nFlorida Blue’s Mandy Gaskins, says the insurer had to move quickly to include dental and vision into some of its plans.\nThe new plan offerings replace Florida Blue’s traditional PPO plans, which cover both in-network and out-of-network providers.\nWe relied on a partner to help bring those services to the marketplace,\" she said."}