{"article_title": "Hmm: Conservative Group Pressures GOP to Oppose Bill That Dismantles Obamacare", "article_keywords": ["reconciliation", "cut", "group", "hmm", "spending", "support", "bill", "obamacare", "conservative", "pressures", "oppose", "dismantles", "heritage", "vote", "president", "repeal", "gop"], "article_url": "http://townhall.com/tipsheet/guybenson/2015/10/22/surreal-conservative-activist-group-lobbies-republicans-against-obamacare-repeal-vote-n2069203", "article_text": "This is, shall we say, an exceedingly interesting choice by Heritage Action -- the explicitly political, activist arm of the conservative Heritage Foundation:\n\n\n\n\n\n[Heritage Action announced] Tuesday it will \"key vote\" a bill the House is poised to take up that ditches the law's individual and employer mandates, a number of the law's taxes and several other components, including an independent panel to cut Medicare costs. That's because the bill doesn't fully repeal the Affordable Care Act, including its major spending provisions -- the expansion of Medicaid and subsidies for individuals to purchase insurance on the exchanges. By using the reconciliation process to get rid of the healthcare law they hate, Republicans only have to gain a simple majority of Senate votes. But under those rules, only provisions that are tied to spending can be included in the measure...Policy experts agree that using budget reconciliation rules to repeal Obamacare is Republicans' best chance to put a repeal bill on President Obama's desk, even though the president is virtually guaranteed to veto it. The move by Heritage complicates the effort, as it puts pressure on conservatives to vote against a bill they had otherwise been enthusiastic about. And by punishing Republicans, Heritage may inadvertently praise Democrats, who plan to vote against reconciliation because they support the healthcare law. [A spokesman] wouldn't tell the Washington Examiner whether Democrats will get a positive score from Heritage for opposing the bill.\n\nIn the Obamacare fight, reconciliation’s aim is to set a legislative precedent for a Republican president to follow. Forcing a presidential veto of a bill repealing Obamacare will cause every presidential candidate to answer a simple question – what would you have done? Every serious Republican candidate will answer that they would repeal it in a heartbeat. But if reconciliation is simply used to remove a few provisions, it does not provoke the conversation and force a Republican nominee to continue to support repealing Obamacare in its entirety. In addition to leaving one of Planned Parenthood’s main funding sources intact, the reconciliation tool is ineffective in defunding Planned Parenthood because it does not contain sufficient leverage to succeed. The reconciliation tool can only place a standalone bill on the President’s desk, which would be promptly vetoed. But because of the recent Center for Medical Progress videos, there is sufficient political will to carry a defund effort past the finish line.\n\nH.R. 3762 is a net tax cut. It is a net spending cut. It is a net cut in the deficit and debt. It repeals the most essential parts of Obamacare. It cannot be filibustered by Harry Reid. It causes heartburn in the other team. And it will force President Obama to double down on the most unpopular parts of his healthcare law. It’s a bill House conservatives can and should enthusiastically support.", "article_metadata": {"description": "Purity..05/27/2016 9:05:41AM EST.", "author": "Guy Benson", "msapplication-wide310x150logo": "http://media.townhall.com/thm/favicon/widetile.png", "twitter": {"description": "Purity.", "title": "Hmm: Conservative Group Lobbies Republicans Against Obamacare Repeal Vote", "url": "http://townhall.com/tipsheet/guybenson/2015/10/22/surreal-conservative-activist-group-lobbies-republicans-against-obamacare-repeal-vote-n2069203", "image": "http://media.townhall.com/townhall/reu/ha/2015/42/f36730f4-59e0-4b0f-9952-23971b2bfcd7.jpg", "site": "@townhallcom", "card": "summary_large_image"}, "msapplication-square70x70logo": "http://media.townhall.com/thm/favicon/smalltile.png", "robots": "index, follow", "msapplication-square310x310logo": "http://media.townhall.com/thm/favicon/largetile.png", "og": {"site_name": "Townhall", "description": "Purity.", "title": "Hmm: Conservative Group Lobbies Republicans Against Obamacare Repeal Vote", "url": "http://townhall.com/tipsheet/guybenson/2015/10/22/surreal-conservative-activist-group-lobbies-republicans-against-obamacare-repeal-vote-n2069203", "image": "http://media.townhall.com/townhall/reu/ha/2015/42/f36730f4-59e0-4b0f-9952-23971b2bfcd7.jpg", "type": "Article"}, "fb": {"app_id": 143685698988231, "pages": 41632789656}, "keywords": "Hmm: Conservative Group Pressures GOP to Oppose Bill That Dismantles Obamacare, Guy Benson, Conservative News, Conservative opinion, Political, Latest news, Politics, GOP, Republican, Human Events, Newsmax, Breaking news, Conservative Commentary, Articles, Columns, Conservatism, Party, Townhall, Right Wing", "msapplication-square150x150logo": "http://media.townhall.com/thm/favicon/mediumtile.png"}, "article_summary": "It is a net spending cut.\nForcing a presidential veto of a bill repealing Obamacare will cause every presidential candidate to answer a simple question – what would you have done?\nAnd by punishing Republicans, Heritage may inadvertently praise Democrats, who plan to vote against reconciliation because they support the healthcare law.\n[A spokesman] wouldn't tell the Washington Examiner whether Democrats will get a positive score from Heritage for opposing the bill.\nThe move by Heritage complicates the effort, as it puts pressure on conservatives to vote against a bill they had otherwise been enthusiastic about."}