{"article_title": "Defense Budget Fight: Obama Won’t Back Down on Veto Threat", "article_keywords": ["wont", "billion", "congress", "programs", "veto", "domestic", "budget", "fight", "spending", "defense", "threat", "military", "operations", "war", "obama"], "article_url": "http://www.thefiscaltimes.com/2015/07/07/Defense-Budget-Fight-Obama-Won-t-Back-Down-Veto-Threat", "article_text": "The fight between President Obama and GOP lawmakers over defense funding is boiling over as Congress returns to work this week. Unless a compromise can be worked out soon, the political conflict could paralyze the fiscal 2016 spending process this summer and once again raise the specter of a partial government shutdown.\n\nObama has threatened to veto the congressional defense appropriations bill unless GOP leaders agree to lift spending caps on domestic programs as well as defense. The president and the Democrats also are insisting that GOP leaders abandon a budget gimmick designed to funnel an additional $38 billion into the Pentagon’s base operating budget through an emergency contingency account meant primarily to fund U.S. war operations in Iraq and Afghanistan.\n\nRelated: Pentagon’s $90 Billion ‘Slush Fund’ Comes Under Attack\n\nThe clash over defense spending policy is getting uglier by the day. Senate Majority Leader Mitch McConnell (R-KY) and House Speaker John Boehner (R-OH) have accused Obama and the Democrats of blocking pay raises and benefits for military servicemen in order to extract more wasteful spending on domestic programs.\n\n“At a time of grave threats to our nation, these Democrat leaders think it’s a good idea to hold brave servicemen and service women hostage to partisan demands for more waste at the IRS and bigger congressional office budgets for themselves,” McConnell said last month.\n\nOn Monday afternoon, following a briefing from top Defense Department officials and national security experts on the status of the war against ISIS, the president lashed back, dismissing Republican claims as political hot air. Obama didn’t directly respond to a reporter’s question asking if he would veto the spending bills. Instead, he sought to link the increased domestic spending he is seeking — especially for education and research — to enhancing U.S. military readiness and prowess in combatting ISIS and other overseas threats.\n\n“Our men and women are going to get paid,” Obama said, adding, “But what is also important in terms of our budget is making sure that we are not short-changing all the elements of American power that allow us to secure the nation and to project our power around the world.” Spending on education and research programs is also vital to maintaining a superior military, he said: “We short-change those, we’re going to be less secure.”\n\nRelated: House and Senate Duke It Out Over Defense Spending\n\nThe president set the stage for the budget conflict in late January when he submitted a fiscal 2016 budget plan calling for a 7 percent increase in overall spending for defense and domestic programs above the statutory limits imposed by the 2011 Budget Control Act.\n\nAll told, Obama’s blueprint includes about $74 billion more in “discretionary investments” than would be allowed under the caps and sequester. Under the president’s approach, Congress would spend $534 billion next year on military operations, salaries and contracts — up $34 billion from the current base budget. It would also spend $51 billion more for overseas military operations in Iraq, Afghanistan and other war zones.\n\nThe Republican dominated Congress responded with a budget plan that ostensibly preserves the spending caps for both defense and domestic programs, but then does an end-run by pumping an additional $38 billion into the Pentagon’s general operating budget for salaries, contracts and other routine operations through the Overseas Contingency Operations (OCO) war accounts. Because OCO is an emergency fund, there is no need to find offsetting cuts elsewhere in the budget. Instead, the funding is simply added to the budget deficit.\n\nRelated: 6 Tough Issues that Congress Faces After the Break\n\nDefense hawks including Senate Armed Services Committee Chair John McCain (R-AZ) and House Armed Services Committee chair Mac Thornberry (R-TX) demanded the additional defense funding for the coming year as the price for their support for the new GOP budget and defense authorization legislation.\n\nThe money was added to a department that has wasted or squandered untold billions and not once provided a complete independent accounting of where its money has gone. Long-past controversies over $600 toilet seats and multi-million-dollar cost overruns on weaponry seem quaint by today’s standards, in light of cost overruns of $100 billion or more to develop the F-35 Joint Strike Fighter and tens of billions more for the highly flawed Littoral Combat Ship (LCS).\n\nUnless the administration and Republican leaders can reach an accommodation by the start of the new fiscal year Oct. 1, there would be a real threat of another partial government shutdown like the one in October 2013.\n\n“It really boils down to whether there is some way around this looming showdown or standoff or ultimately shutdown over whether the president’s pledge not to allow this use of the Overseas Contingency Operations fund will be honored — and if Congress has any backup ideas rather than forcing that showdown,” said Michael O’Hanlon, a military and foreign policy expert with the Brookings Institution.\n\nTop Reads from The Fiscal Times:", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "The fight between President Obama and GOP lawmakers over defense funding is boiling ov", "title": "Defense Budget Fight: Obama Won’t Back Down on Veto Threat", "url": "http://www.thefiscaltimes.com/2015/07/07/Defense-Budget-Fight-Obama-Won-t-Back-Down-Veto-Threat", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/usa-trade-obama_2.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2015/07/07/Defense-Budget-Fight-Obama-Won-t-Back-Down-Veto-Threat", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/usa-trade-obama_2.jpg", "creator": "@ericpianin", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "The fight between President Obama and GOP lawmakers over defense funding is boiling ov", "generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "Obama has threatened to veto the congressional defense appropriations bill unless GOP leaders agree to lift spending caps on domestic programs as well as defense.\nRelated: Pentagon’s $90 Billion ‘Slush Fund’ Comes Under AttackThe clash over defense spending policy is getting uglier by the day.\nThe fight between President Obama and GOP lawmakers over defense funding is boiling over as Congress returns to work this week.\nIt would also spend $51 billion more for overseas military operations in Iraq, Afghanistan and other war zones.\nUnder the president’s approach, Congress would spend $534 billion next year on military operations, salaries and contracts — up $34 billion from the current base budget."}