{"article_title": "Optometrists can safely provide access to health care", "article_keywords": ["working", "provide", "optometrists", "practice", "access", "patients", "health", "doctors", "california", "safely", "scope", "care"], "article_url": "http://www.dailynews.com/opinion/20150608/optometrists-can-safely-provide-access-to-health-care-guest-commentary/1", "article_text": "California is in a quandary. The Affordable Care Act is promising access to quality health care to millions of our neighbors, at the same time that a third of our medical doctors are over the age of 55 and young graduates are focusing their practices on upscale communities.\n\nPolicymakers are genuinely struggling with solutions to a crisis in which only 16 of our 58 counties have a sufficient number of primary care doctors. Sen. Ed Hernandez, a Democrat from one of the poorest communities in Los Angeles County, is working cooperatively with legislators from both parties and every geographic location to put in place a sensible answer.\n\nHernandez’s SB 622 will safely allow doctors of optometry, who already provide 81 percent of the Medi-Cal eye care, to expand their scope of practice and safely reinforce our health care delivery system.\n\nThe bill is not without precedent. This is the third time in 15 years that the Legislature has revisited the practice of our highly qualified doctors of optometry. Optometrists can already diagnose and treat diseases such as glaucoma, prescribe medications, remove foreign objects from the eye and work closely with their medical doctor counterparts with patients recovering from surgery.\n\nThe Hernandez legislation has been closely scrutinized through more than two years of intensive discussions with stakeholders and several committee hearings. This particular iteration has passed through hearings and the floor of the Senate with a combined vote of 48-4, with Republicans and Democrats both being supportive of the careful construction of the bill.\n\nSpecifically, the bill will allow optometrists to treat minor lumps and bumps, provide immunizations for flu, pneumonia and shingles to patients over the age of 18, and provide simple laser therapy for diseases they are already allowed to treat.\n\nNone of the advances are allowed without extensive education and training. While our optometric schools are already teaching California students to be prepared to provide advanced care in the real world, since our students will practice in states and on federal land where scope is more broadly interpreted, the new procedures will be allowed in California only after post-graduate certifications are earned.\n\nAfter working with more than 2,500 patients during their undergraduate education, the optometrists who choose to be certified will have to expand their base of reference. Unlike other states and other professions that can expand scope with weekend seminars, the doctors of optometry will take 70 hours of courses, including work on animal eyes, rubber and plastic models, computerization and at least 56 live patients.\n\nAdvertisement\n\nThe opposition to this legislation has been largely muted in committee hearings at the Capitol. The concern as to whether or not optometrists are capable of handling the new responsibilities has been answered. Optometrists themselves have accepted that in order to serve more patients under the Affordable Care Act, the California optometrist must become the most highly trained optometrist in America.\n\nAt times, we hear from physicians who are stuck in the past and fear that their personal scope of practice will somehow be compromised. Fear mongering and condescension are poor qualities for anyone charged with discussing health care. Unfortunately, that sometimes becomes the case and nightmarish scenarios and grim imaginings are inserted into what has mostly been a reasonable debate.\n\nIn this particular instance, any alarm is unfairly sounded, and legislators deserve credit for staying focused and working with Sen. Hernandez to serve the millions who have been promised quality health care.\n\nStevin Minie, OD, of Canoga Park is president-elect of the California Optometric Association.", "article_metadata": {"description": "California is in a quandary. The Affordable Care Act is promising access to quality health care to millions of our neighbors, at the same time that a third of our medical doctors are over the age of 55 and young graduates are focusing their practices", "title": "Optometrists can safely provide access to health care: Guest commentary", "og": {"url": "http://www.dailynews.com/article/LA/20150608/LOCAL1/150609516", "image": {"width": "512px", "identifier": "http://local.dailynews.com/common/dfm/assets/logos/small/dailynews_new.png", "height": "512px"}, "type": "article", "title": "Optometrists can safely provide access to health care: Guest commentary"}, "twitter": {"domain": "dailynews.com", "description": "California is in a quandary. The Affordable Care Act is promising access to quality health care to millions of our neighbors, at the same time that a third of our medical doctors are over the age of 55 and young graduates are focusing their practices", "title": "Optometrists can safely provide access to health care: Guest commentary", "url": "http://www.dailynews.com/article/LA/20150608/LOCAL1/150609516", "image": {"src": "http://local.dailynews.com/common/dfm/assets/logos/small/dailynews.png?052016"}, "site": "@ladailynews", "app": {"id": {"ipad": "id551745144", "iphone": "id502957174", "googleplay": "com.spreedinc.providers.digitalfirstmedia.ladailynews"}}, "card": "summary_large_image"}, "msvalidate.01": "4B535F7EB2971D1FCBA5D1D3E3E292C3", "keywords": "Columns, Columns news, Los Angeles Columns news, CA Columns news, US Columns news, world Columns news.", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0", "news_keywords": "Columns, Columns news, Los Angeles Columns news, CA Columns news, US Columns news, world Columns news."}, "article_summary": "Hernandez’s SB 622 will safely allow doctors of optometry, who already provide 81 percent of the Medi-Cal eye care, to expand their scope of practice and safely reinforce our health care delivery system.\nFear mongering and condescension are poor qualities for anyone charged with discussing health care.\nPolicymakers are genuinely struggling with solutions to a crisis in which only 16 of our 58 counties have a sufficient number of primary care doctors.\nIn this particular instance, any alarm is unfairly sounded, and legislators deserve credit for staying focused and working with Sen. Hernandez to serve the millions who have been promised quality health care.\nThe Affordable Care Act is promising access to quality health care to millions of our neighbors, at the same time that a third of our medical doctors are over the age of 55 and young graduates are focusing their practices on upscale communities."}