{"article_title": "TTIP must not allow companies to sue EU countries for environmental laws, say MPs", "article_keywords": ["sue", "isds", "countries", "ttip", "companies", "report", "trade", "states", "environmental", "say", "mps", "allow", "eu", "treaty", "laws"], "article_url": "https://www.theguardian.com/business/2015/mar/10/ttip-must-not-allow-companies-to-sue-eu-countries-for-environmental-laws-say-mps", "article_text": "A major free trade deal should not allow US companies to sue European nations when they pass environmental laws that hurt their profits, MPs said on Tuesday.\n\n\n\nThe Transatlantic Trade and Investment Partnership (TTIP), which is being negotiated between the EU and US, may contain a mechanism called investor-state dispute settlement (ISDS). This would allow investors and companies to sue countries when they introduce laws that restrict their business practices.\n\n\n\nA report by the UK’s parliamentary environmental audit committee (EAC) said: “EU states must retain their ‘right to regulate’, but a TTIP treaty text that enshrines such a safeguard will be meaningless if the prospect of ISDS [investor state dispute settlement] litigation produces a chilling effect on future regulation-setting.”\n\nJoan Walley, the committee’s chair, said that once the trade treaty is signed it must include a guarantee that states could protect the environment with impunity.\n\n“Any dispute settlement provision must unambiguously deny US companies any opportunity to sue us when we look to introduce necessary environmental or public health safeguards,” said Walley, the Labour MP for Stoke-on-Trent North.\n\nA spokesman from the Department for Business, Innovation & Skills (Bis) told the committee these fears were unfounded: “It does not seem that [bilateral investment treaties] as a whole across the EU have had much of a chilling effect that we have been able to ascertain.”\n\nBut the University of Manchester’s Dr Gabriel Siles-Brügge, who gave testimony to the EAC, told the Guardian: “I think it’s hard to muster evidence, simply because what you’re looking for is evidence of a government or an agency not taking a decision.\n\n“Even if there haven’t been any challenges, what you are doing by including a mechanism like this in a treaty with the United States is you’re increasing the possibilities for firms to challenge you, without actually gaining very much. Investor rights are already very well protected.”\n\nAn LSE report to Bis in 2013 found that the threat of being sued posed a real threat to the UK’s regulatory process. The report found that a EU-US treaty containing ISDS “is likely to have few or no benefits to the UK, while having meaningful economic and political costs”.\n\nWhile conclusive evidence of a chilling effect is difficult to find, it is clear that corporations are willing to use the ISDS provision to sue nations for the laws they make.\n\n\n\nIn 2011, Phillip Morris infamously sued the Australian government, via an ISDS clause in their free trade agreement with Hong Kong, over laws enforcing plain packaging on cigarettes. The case is ongoing.\n\nBecause of these risks, the EAC said “a compelling case for the inclusion of an ISDS in TTIP has not yet been made”.\n\nThe report also found that any attempt to align EU environmental safeguards with those in the US, which are generally seen to be weaker, could result in a “race to the bottom” in which protection was watered down to the lowest common denominator.\n\nThe MPs also noted that the lack of transparency surrounding the negotiations, which are being conducted in secret, made it impossible to monitor whether environmental risks were being taken into consideration.\n\n“The focus in TTIP has been on its potential for boosting transatlantic trade, but that must not be at the expense of throwing away hard-won environmental and public health protections,” said Walley.\n\nA government spokesman said: “The UK government and European Commission have both been clear that the environmental and food safety standards we enjoy on this side of the Atlantic are not up for negotiation. The ‘precautionary principle’ highlighted by the committee’s report is legally enshrined in the Lisbon treaty and TTIP will not change that.\n\n“We agree with the committee that we must retain the right to regulate, and the EU chief negotiator has already made clear there can be no compromise on this.”", "article_metadata": {"msapplication-TileImage": "https://assets.guim.co.uk/images/favicons/f06f6996e193d1ddcd614ea852322d25/windows_tile_144_b.png", "apple-mobile-web-app-title": "Guardian", "description": "Committee calls for European countries to retain right to protect the environment with impunity in negotiations for EU-US trade deal", "application-name": "The Guardian", "author": "Karl Mathiesen", "og": {"site_name": "the Guardian", "description": "Committee calls for European countries to retain right to protect the environment with impunity in negotiations for EU-US trade deal", "title": "TTIP must not allow companies to sue EU countries for environmental laws, say MPs", "url": "http://www.theguardian.com/business/2015/mar/10/ttip-must-not-allow-companies-to-sue-eu-countries-for-environmental-laws-say-mps", "image": "https://i.guim.co.uk/img/static/sys-images/Guardian/Pix/pictures/2015/3/9/1425924296391/bed4642e-dfbc-47e8-8083-5d8c7359aa7f-2060x1236.jpeg?w=1200&q=55&auto=format&usm=12&fit=max&s=c7462d1d419c428d21db3ad5aea56cc8", "type": "article"}, "referrer": "unsafe-url", "twitter": {"site": "@guardian", "app": {"url": {"ipad": "gnmguardian://business/2015/mar/10/ttip-must-not-allow-companies-to-sue-eu-countries-for-environmental-laws-say-mps?contenttype=Article&source=twitter", "googleplay": "guardian://www.theguardian.com/business/2015/mar/10/ttip-must-not-allow-companies-to-sue-eu-countries-for-environmental-laws-say-mps", "iphone": "gnmguardian://business/2015/mar/10/ttip-must-not-allow-companies-to-sue-eu-countries-for-environmental-laws-say-mps?contenttype=Article&source=twitter"}, "id": {"ipad": 409128287, "iphone": 409128287, "googleplay": "com.guardian"}, "name": {"ipad": "The Guardian", "googleplay": "The Guardian", "iphone": "The Guardian"}}, "image": "https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/3/9/1425924296391/bed4642e-dfbc-47e8-8083-5d8c7359aa7f-2060x1236.jpeg", "card": "summary_large_image", "creator": "@karlmathiesen"}, "msapplication-TileColor": "#005689", "al": {"ios": {"url": "gnmguardian://business/2015/mar/10/ttip-must-not-allow-companies-to-sue-eu-countries-for-environmental-laws-say-mps?contenttype=Article&source=applinks", "app_store_id": 409128287, "app_name": "The Guardian"}}, "HandheldFriendly": "True", "fb": {"app_id": 180444840287}, "viewport": "width=device-width,minimum-scale=1,initial-scale=1", "format-detection": "telephone=no", "keywords": "TTIP,Business,Pollution,Environment,US news,European Union,World news,Europe", "article": {"publisher": "https://www.facebook.com/theguardian", "published_time": "2015-03-10T00:35:38.000Z", "author": "https://www.theguardian.com/profile/karl-mathiesen", "section": "Business", "modified_time": "2015-03-10T11:18:34.000Z", "tag": "TTIP,Business,Pollution,Environment,US news,European Union,World news,Europe"}, "thumbnail": "https://i.guim.co.uk/img/static/sys-images/Guardian/Pix/pictures/2015/3/9/1425924296391/bed4642e-dfbc-47e8-8083-5d8c7359aa7f-2060x1236.jpeg?w=620&q=55&auto=format&usm=12&fit=max&s=3f70f26c8166d08717f2ff0f3cea117a", "theme-color": "#005689", "news_keywords": "TTIP,Business,Pollution,Environment,US news,European Union,World news,Europe"}, "article_summary": "A major free trade deal should not allow US companies to sue European nations when they pass environmental laws that hurt their profits, MPs said on Tuesday.\nThis would allow investors and companies to sue countries when they introduce laws that restrict their business practices.\nThe ‘precautionary principle’ highlighted by the committee’s report is legally enshrined in the Lisbon treaty and TTIP will not change that.\nThe Transatlantic Trade and Investment Partnership (TTIP), which is being negotiated between the EU and US, may contain a mechanism called investor-state dispute settlement (ISDS).\nBecause of these risks, the EAC said “a compelling case for the inclusion of an ISDS in TTIP has not yet been made”."}