{"article_title": "Fatal overdoses quadruple as heroin tightens grip on Maine", "article_keywords": ["grip", "katz", "abuse", "deaths", "drugs", "overdoses", "number", "quadruple", "heroin", "tightens", "drug", "mainecare", "fatal", "2011", "maine", "treatment"], "article_url": "http://www.pressherald.com/2014/01/15/heroin_deaths_quadrupled_in_maine_from_2011_to_2012_/", "article_text": "The number of deaths from heroin overdoses in Maine quadrupled from 2011 to 2012, according to statistics released Wednesday by the state’s attorney general and the chief medical examiner.\n\nOfficials attributed the rise in part to regulations that restrict prescriptions for oxycodone and drive addicts to the streets to get drugs.\n\nDrug-related deaths in 2012 totaled 163. That was a slight increase over 2011, but the deaths linked to heroin stand out for their sudden rise.\n\nAfter peaking at 43 deaths in 2005, the number fell over the next six years, bottoming out at seven in 2011. In 2012, the number jumped to 28, the most since 2007.\n\n“Each of these deaths represents a waste of a life, a preventable tragedy,” Attorney General Janet Mills said in a prepared statement. “The destruction of lives by drugs deserves our intensive intervention and society’s full attention.”\n\nDrug treatment professionals were not surprised by the jump in heroin overdose deaths, said Ronni Katz, coordinator of the substance abuse prevention program for Portland’s Department of Health and Human Services.\n\n“The trends that we’ve been seeing are the predictors: the economy; it’s harder to get a lot of prescription drugs now; heroin is cheaper; and people are losing their (health care) coverage,” said Katz, who also oversees Portland’s Overdose Prevention Project. The project was created during a surge in overdose deaths in 2002.\n\nThe heroin problem could get worse before it gets better, she said.\n\n“What I was hearing (Wednesday) – and it’s only the middle of January – from the treatment providers is that people are detoxing from methadone and suboxone because they’ve been dropped from MaineCare,” Katz said. “We are expecting a lot of those people to turn to what they can get in the street, now that they’ve lost their coverage.”\n\nAbout 10,500 childless adults who earn as much as 100 percent of the federal poverty level lost MaineCare coverage at the end of 2013 because the state did not expand Medicaid.\n\nJohn Martins, spokesman for Maine’s Department of Health and Human Services, said in an email, “We continue to work to provide services across the spectrum of prevention, intervention and treatment of substance use and abuse in order to address the devastating and preventable loss of life that comes with any overdose.”\n\nThe department did not respond to an emailed question Wednesday about people losing coverage for addiction treatment because they became ineligible for MaineCare. A spokesman for Gov. Paul LePage did not respond to an inquiry late Wednesday afternoon.\n\nLESS TREATMENT, MORE OVERDOSING\n\nMills said the numbers make the case for expanding MaineCare funding.\n\n“The Affordable Care Act now covers substance abuse disorders and treatment, with federal subsidies for those who cannot afford their insurance premiums,” she said. “But cuts in MaineCare will leave more of the very poor without coverage for these treatable disorders.”\n\nFor instance, funding for substance abuse treatment under MaineCare was cut from $82 to $62 per patient per week in 2012. That has left less money for services such as counseling.\n\nWithout treatment, addicts are at risk of overdosing, Katz said.\n\n“Addiction is an equal-opportunity destroyer, and the people they’re seeing overdosing and using are not just people on public funds,” Katz said. “There’s people from every level of society who deal with addiction.”\n\nThe state tracks all deaths in which one or more drugs are indicated as a cause of death or a significant factor. Most of the deaths are accidental overdoses.\n\nThe total number of drug-related deaths in Maine has been relatively steady since 2002, ranging from 153 to 179 a year. But Mills pointed out that six of the 25 homicides in 2012 were related to illegal drugs.\n\n“People are killing each other over these substances,” she said.\n\n‘THE DRUG OF CHOICE RIGHT NOW’\n\nHeroin use has been resurgent in part because of new regulations that restrict prescriptions for oxycodone, and because of the increased availability of heroin.\n\nThe New York Times reported last fall that the price of heroin in New England had dropped so low that it was becoming more accessible to people who couldn’t afford prescription opioids.\n\n“It is certainly the drug of choice right now,” said Portland Assistant Police Chief Vern Malloch. “And it’s a much more dangerous drug.”\n\nA gram of heroin, which yields about 10 doses, sells for about $100. OxyContin costs $30 to $45 for a single 30 milligram tablet, said Cmdr. Scott Pelletier, head of the Maine Drug Enforcement Agency in southern Maine.\n\nMaine’s drug death data is collected and analyzed each year by Marcella Sorg at the University of Maine’s Margaret Chase Smith Center. Sorg said her review of the first 11 months of 2013 shows that the number of heroin deaths remained high and will likely exceed the total for 2012, according to the Attorney General’s Office.\n\nIn conjunction with the rise in heroin deaths, the number of deaths attributed to methadone – the prescription drug that is used to wean people off heroin but often is abused – has fallen significantly over the past several years.\n\nIn 2004, the number of deaths linked to methadone was 75. In 2012, it dropped to 32, the lowest since 2001.\n\nUSE OF SYNTHETIC DRUGS FADES\n\nRoy McKinney, director of the MDEA, said the rise in heroin-related deaths corresponds to what his agents are seeing: more heroin and fewer synthetic narcotics.\n\nIn 2011, the MDEA investigated 69 heroin cases. That jumped to 113 in 2012, before almost doubling to 223 in 2013.\n\nThe number of investigations involving synthetic drugs decreased from 386 in 2011 to 376 in 2012 and 294 in 2013.\n\n“Prescription drugs are getting harder to obtain and therefore abuse,” McKinney said Wednesday. “But users are going to turn to something.”\n\nIn isolated cases, police have seized high-potency heroin or heroin mixed with substances like fentanyl, which compounds the danger, Pelletier said.\n\nEarly in 2013, Portland officials issued a warning to addicts about the presence of especially potent heroin that had led to 13 overdoses, two of them fatal, in the previous three months. They issued alerts twice more during the year.\n\nDavid Hench can be contacted at 791-6327 or at:\n\n[email protected]\n\nEric Russell can be contacted at 791-6344 or at:\n\n[email protected]\n\nTwitter: @PPHEricRussell", "article_metadata": {"description": "Statistics for 2012 highlight a growing public danger, fueled in part by restrictions on prescription drugs, a cheaper supply and possibly MaineCare cuts.", "generator": "WordPress 4.3.4", "og": {"site_name": "The Portland Press Herald / Maine Sunday Telegram", "description": "Statistics for 2012 highlight a growing public danger, fueled in part by restrictions on prescription drugs, a cheaper supply and possibly MaineCare cuts.", "title": "Fatal overdoses quadruple as heroin tightens grip on Maine - The Portland Press Herald / Maine Sunday Telegram", "locale": "en_US", "image": {"width": 943, "identifier": "http://www.pressherald.com/wp-content/uploads/2014/01/20140116_715986.xml-HeroinDeathsME0114.jpg", "height": 1000}, "url": "http://www.pressherald.com/2014/01/15/heroin_deaths_quadrupled_in_maine_from_2011_to_2012_/", "type": "article"}, "twitter": {"description": "Statistics for 2012 highlight a growing public danger, fueled in part by restrictions on prescription drugs, a cheaper supply and possibly MaineCare cuts.", "creator": "@pressherald", "image": "http://www.pressherald.com/wp-content/uploads/2014/01/20140116_715986.xml-HeroinDeathsME0114.jpg", "title": "Fatal overdoses quadruple as heroin tightens grip on Maine - The Portland Press Herald / Maine Sunday Telegram", "site": "@pressherald", "card": "summary_large_image"}, "robots": "noodp", "apple-itunes-app": "app-id=951845858", "fb": {"admins": 769488179, "app_id": 178078215650057}, "article": {"publisher": "https://www.facebook.com/pressherald", "section": "Health care", "published_time": "2014-01-15T11:02:09-04:00"}, "google-site-verification": "QWs9pxQP8fwo2-nR5mWopc6qCK2D3920f7bl-U-zkso", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "“But users are going to turn to something.”In isolated cases, police have seized high-potency heroin or heroin mixed with substances like fentanyl, which compounds the danger, Pelletier said.\nThe number of deaths from heroin overdoses in Maine quadrupled from 2011 to 2012, according to statistics released Wednesday by the state’s attorney general and the chief medical examiner.\nThat was a slight increase over 2011, but the deaths linked to heroin stand out for their sudden rise.\nThe total number of drug-related deaths in Maine has been relatively steady since 2002, ranging from 153 to 179 a year.\nAfter peaking at 43 deaths in 2005, the number fell over the next six years, bottoming out at seven in 2011."}