{"article_title": "Texas State Leaders Attack Local Governments for Going Big", "article_keywords": ["city", "abbott", "leaders", "level", "big", "smith", "attack", "state", "going", "quintero", "services", "cities", "local", "texas", "governments"], "article_url": "http://dailysignal.com/2015/03/15/in-texas-state-leaders-attack-local-governments-for-going-big-on-regulations/", "article_text": "They say everything is bigger in Texas. Some argue that the saying even applies to the state’s local governments.\n\nConservatives often contend that more decision making should be done at the local level, but what if local governments overreach their authority?\n\nTexas Gov. Greg Abbott, a Republican, has been vocal about his opposition to what he characterizes as an overabundance of regulations implemented at the local level in his state.\n\nDuring remarks at the Texas Public Policy Foundation’s 13th annual Policy Orientation in January, Abbott said that “the truth is, Texas is being California-ized with bag bans, fracking bans, tree-cutting bans…We are forming a patchwork quilt of bans and rules and regulations that are eroding the Texas Model.”\n\n“Large cities that represent about 75 percent of the population in this state are doing this to us. Unchecked over-regulation by cities will turn the Texas miracle into the California nightmare,” Abbott continued.\n\n”We are forming a patchwork quilt of bans and rules and regulations that are eroding the Texas Model,” says @GregAbbott_TX.\n\n‘Texas Model’\n\nIn an interview with The Daily Signal, James Quintero, the director of the Center for Local Governance at the Texas Public Policy Foundation, elaborated on what Abbott calls the “Texas Model.”\n\n“Here in Texas, we take great pride in the fact that we’ve implemented conservative principles: low taxes, limited government and free markets,” Quintero said. “That’s essentially what the ‘Texas Model’ is.”\n\nQuintero said that while these policies contribute to Texas’ success at the state level, “too many” local governments are “running afoul” of the principles.\n\nAccording to Quintero, big government at the local level is still big government.\n\n“They’re growing government at the local level in unreasonable ways,” Quintero said.\n\nFor example, the city of Dallas issued a ban on plastic and paper bags, mandating that residents use reusable bags or pay a nickel for each disposable bag they use—a measure Quintero says is in violation of existing state law.\n\n“I’m a rule of law guy,” Quintero said. “You can’t have a situation where local governments flout existing state law.”\n\nIf a city or county wants to implement a regulation or ordinance that goes against existing law, then Quintero says there should be “a robust debate at the Capitol.”\n\nCities are “subsidiaries” of the state, and must “respect” state laws, he said. Reasserting the “primacy” of state laws protects “core conservative principles.”\n\n“Liberty is the principal, local control is the preference,” Quintero said. “It all comes down to the proper role of government: protecting life, liberty and the pursuit of happiness.”\n\n‘Welcome to America’\n\nTom “Smitty” Smith, the Texas director of Public Citizen, told the San Antonio Express-News that Abbott is being hypocritical and “talking out of both sides of his mouth.”\n\n“On one hand, when it comes to the federal government telling states what to do, he says ‘local control,’” Smith said. “And so we now have Greg Abbott declaring the state is more powerful than cities or local communities and their desires.”\n\nIn an interview with The Daily Signal, Smith likened the governor’s comments to a “Stalinist dictatorship.”\n\n“[Abbott] is running around suing the Obama administration advocating for state rights, but when it comes to citizens going to their cities, he claims they shouldn’t have that right,” Smith said.\n\nSmith is unconcerned about regulations varying from city to city or county to county.\n\n“Welcome to America,” he said, adding that Austin is one of the fastest growing cities in America “in terms of business development,” despite local ordinances such as bag bans.\n\nConflicting Opinions\n\nOne state senator has introduced legislation affirming the preeminence of state laws over local ordinances.\n\nTyranny at the local level is just as bad as tyranny from Washington D.C. or a foreign dictator. #txlege — Don Huffines (@DonHuffines) March 10, 2015\n\nSen. Don Huffines, R-Dallas, authored SB 343, which if passed, would mandate that:\n\nLocal ordinances must be in “conformity with the state statute or rule on the same subject,” unless specifically exempted by the state.\n\nLocal governments are prohibited from issuing an ordinance “that conflicts with or is more stringent than a state statute or rule.”\n\nHuffines told The Daily Signal that some “overzealous political subdivisions” have “improperly restricted economic activity by defying state laws that are designed to foster free enterprise and economic freedom.”\n\n“Cities must not get away with undermining or contradicting state law. Local control is not a blank check,” Huffines said.\n\nMatt Langston, Huffines’ chief of staff, added that the bill was “pro-business,” and the office is receiving a great deal of positive feedback from constituents.\n\nSome organizations, such as Equality Texas, oppose the legislation on the grounds that it would undo local non-discrimination ordinances—which may or may not have a state-level counterpart.\n\nThe Texas Municipal League, an organization that exists to “to serve the needs and advocate the interests of cities and city officials” said in a statement that cities are “the government closest to the people:”\n\n“Cities provide the services that we cannot do without,” the statement reads. “Those services reflect the will of the local taxpayers. They are not the kind of services people think of when they say they want less government. Put simply: City services are the nuts and bolts of our society.”\n\nSB 343 has been referred to the Senate Committee on State Affairs.", "article_metadata": {"description": "Texas Gov. Greg Abbott is vocally opposing what he characterizes as an overabundance of regulations implemented at the local level in his state.", "og": {"site_name": "The Daily Signal", "description": "Texas Gov. Greg Abbott is vocally opposing what he characterizes as an overabundance of regulations implemented at the local level in his state.", "title": "Texas State Leaders Attack Local Governments for Going Big", "locale": "en_US", "image": "http://dailysignal.com/wp-content/uploads/TexasReg.jpg", "updated_time": "2015-03-15T14:45:06+00:00", "type": "article"}, "bitly": {"url": "http://dailysign.al/1GQZF9M"}, "twitter": {"domain": "The Daily Signal", "description": "Texas Gov. Greg Abbott is vocally opposing what he characterizes as an overabundance of regulations implemented at the local level in his state.", "creator": "@dailysignal", "image": {"src": "http://dailysignal.com/wp-content/uploads/TexasReg.jpg"}, "title": "Texas State Leaders Attack Local Governments for Going Big", "site": "@dailysignal", "card": "summary_large_image"}, "fb": {"pages": 300341323465160, "app_id": 772296266137346}, "article": {"publisher": "https://www.facebook.com/TheDailySignalNews", "section": "Economy", "tag": "regulation", "published_time": "2015-03-15T03:01:04+00:00", "modified_time": "2015-03-15T14:45:06+00:00"}, "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "Greg Abbott, Texas, State rights, local government, SB 343, regulation"}, "_id": "\"57477af36914bd0286fd027f\"", "article_summary": "Conservatives often contend that more decision making should be done at the local level, but what if local governments overreach their authority?\n“That’s essentially what the ‘Texas Model’ is.”Quintero said that while these policies contribute to Texas’ success at the state level, “too many” local governments are “running afoul” of the principles.\nTyranny at the local level is just as bad as tyranny from Washington D.C. or a foreign dictator.\nAccording to Quintero, big government at the local level is still big government.\nPut simply: City services are the nuts and bolts of our society.”SB 343 has been referred to the Senate Committee on State Affairs."}