{"article_title": "NRA bolsters lobbying, adds MW Capitol Strategies — DLA Piper bringson Chambliss as a partner — NRSC's Collins joins S-3 — BGR hosts McConnell fundraiser to honor majority", "article_keywords": ["nrscs", "s3", "q4", "lobbying", "nra", "piper", "mcconnell", "majority", "mw", "hill", "committee", "partner", "senate", "strategies", "national", "association", "chairman"], "article_url": "http://www.politico.com/tipsheets/politico-influence/2015/01/nra-bolsters-lobbying-adds-mw-capitol-strategies-dla-piper-bringson-chambliss-as-a-partner-nrscs-collins-joins-s-3-bgr-hosts-mcconnell-fundraiser-to-honor-majority-212543", "article_text": "NRA bolsters lobbying, adds MW Capitol Strategies — DLA Piper bringson Chambliss as a partner — NRSC's Collins joins S-3 — BGR hosts McConnell fundraiser to honor majority\n\nWith Adam Sneed and Anna Palmer\n\nNRA BOLSTERS LOBBYING, ADDS MW CAPITOL STRATEGIES: The National Rifle Association has hired MW Capitol Strategies for lobbying on firearms policy and legislation, according to the latest Senate lobbying disclosures. In addition to general work on firearms policy, MW Capitol’s Michael Williams will lobby on 10 bills that touch on gun laws in Washington, D.C., assault weapons bans, collectible firearms regulations and interstate commerce rules for firearms.\n\nStory Continued Below\n\nThe NRA — and its subsidiary, NRA Institute for Legislative Action — reported spending more than $2.5 million across six outside lobbying firms in 2014. The gun lobby terminated its work with Mark Barnes & Associates in October, and this is its first new registration since it enlisted Barnes & Thornburg in July 2013.\n\nDLA PIPER BRINGS ON CHAMBLISS AS PARTNER: Recently retired Georgia GOP Sen. Saxby Chambliss has joined DLA Piper as a partner, the firm announced Thursday. Chambliss will be based in the firm’s Atlanta office and will advise clients across the country. The senator most recently served as vice chairman of the Senate Select Committee on Intelligence and was a member of the Senate Armed Services Committee; the Senate Committee on Agriculture, Nutrition and Forestry; and the Senate Rules Committee.\n\n“Sen. Chambliss arrives at a time when his experience in cybersecurity, national defense, and homeland security place him at the nexus of how government and business are addressing domestic and global threats,” said Ignacio Sanchez, co-chair of the firm’s International Trade, Regulatory and Government Affairs practice, in a statement. “His reputation and knowledge, coupled with the firm’s strong regulatory and policy capabilities, will be a tremendous resource to our clients.”\n\nGOOD THURSDAY AFTERNOON, where it’s been four years since then-Arizona Rep. Gabrielle Giffords was shot at an event outside a grocery store in Tuscon. Send us your lobbying news, gossip, tips and scoops to tparti@politico.com. And keep up with PI on Twitter by following @ PoliticoPI and @ tparti.\n\nNRSC’S COLLINS JOINS S-3: Rob Collins, former executive director of the National Republican Senatorial Committee, is joining the S-3 Group as senior principal. Collins has also previously served as chief of staff to former Rep. Eric Cantor and executive director of American Action Network. Collins joins the firm after the recent departure of Jeff Shockey, co-founder and managing partner of the firm, who had been tapped to serve as staff director of the House Permanent Select Committee on Intelligence.\n\nBGR HOSTS McCONNELL FUNDRAISER TO HONOR NEW MAJORITY: BGR Group hosted a fundraiser benefiting Bluegrass Committee, the leadership PAC of freshly minted Senate Majority Leader Mitch McConnell, Wednesday evening. The event, held at BGR Group’s downtown office to honor the new GOP majority, was attended by 18 Republican senators: Sens. Roy Blunt, John Boozman, Bill Cassidy, Susan Collins, Steve Daines, Cory Gardner, Orrin Hatch, Dean Heller, Jim Inhofe, James Lankford, John McCain, Rob Portman, Mike Rounds, Tim Scott, Dan Sullivan, Thom Tillis, Roger Wicker and McConnell. The event was emceed by BGR's founding partner Haley Barbour, who introduced the senators like a roll call vote in the Senate chamber.\n\nAmong the K Street heavyweights in attendance were Ed Rogers of BGR Group, Joe Kelly of Eli Lily, Christopher Wenk with the U.S. Chamber of Commerce, Nancy Dorn of General Electric, Chuck Clapton of Phrma, Helen Devlin of the National Association of Realtors, Hunter Bates of Bates Capitol, Marty McGuinness with UNUM, Jerry Mullins of the National Mining Association, Chris Myers of Caterpillar, Cameron Lynch of Fresenius Medical Care, Sarah Novascone of Travelers, Helen Rhee of Amgen and Mike Kiely of UPS.\n\nACLU’S TOP LOBBYIST STEPS DOWN: Laura Murphy, director of The American Civil Liberties Union’s Washington Legislative Office, will step down effective Jan. 31, 2015. Murphy plans to reestablish her private consulting business, Laura Murphy & Associates.\n\nCHAMBER HILL SIGNS THREE: Chamber Hill Strategies has signed three new clients: National Academy of Elder Law Attorneys, an association of lawyers who assist seniors and those with disabilities in long-term care planning; WellCare, a publicly traded Tampa-based health insurer; and the National Association of Community Health Centers, the association that advocates for the over 1,000 community health centers across country. Jennifer Bell, co-founder and partner of the firm, said Chamber Hill Strategies was seeing an uptick in interest as “clients are hopeful for a renewed dialogue on health care issues beyond the Affordable Care Act.”\n\nBUSINESS ROUNDTABLE NAMES COMMITTEE CHAIRS: Business Roundtable has named its newly appointed 2015 committee chairs. Nicholas Akins, chairman, president and CEO of American Electric Power, will chair the Committee on Energy and Environment; John Hayes, chairman, president and CEO of Ball Corporation, will chair the Committee on Corporate Governance; Thomas Linebarger, chairman and CEO of Cummins Inc., will chair Committee on International Engagement; Mark Weinberger, global chairman and CEO of EY, will chair the Committee on Tax and Fiscal Policy; and Maggie Wilderotter, chairman and CEO of Frontier Communications Corporation, will chair the Committee on Information and Technology.\n\n** Association professionals enrich lives every day by educating and training the workforce and setting industry standards of quality, ethics, sustainability and safety. We share our expertise across virtually every industry and state to help make a stronger America and world. See how associations are making a difference today. http://bit.ly/ThePowerOfAVideo **\n\nOLLIVANT JOINS MERIDIAN HILL STRATEGIES: Meridian Hill Strategies has added Douglas Ollivant to its advisory board, which works on intelligence, counterterrorism and defense issues. Ollivant is a managing partner and senior vice president of Mantid International, LLC, and an ASU Senior Fellow in the Future of War Project at the New America Foundation.\n\nHOUSING INDUSTRY FETES NEW CONGRESS: National Association of Home Builders, Mortgage Bankers Association, National Association of Realtors, Leading Builders of America, National Apartment Association, National Multifamily Housing Council, American Land Title Association, and Credit Union National Association hosted a reception last night at Eastern Market welcoming the 114th Congress. Sighted at the event were Senate EPW Chairman Jim Inhofe, Reps. Randy Neugebauer, Bill Huizenga, Derek Kilmer, Andy Barr, Brad Sherman, Denny Heck, Ed Perlmutter, Dan Kildee, Ryan Costello, Ken Buck, Bob Dold, and French Hill, among others. Also spotted were: NAHB’s Jim Tobin, NAA’s Greg Brown, MBA’s Bill Killmer, ALTA’s Justin Ailes, LBA’s Ken Gear, CUNA’s Sam Whitfield and NAR’s Jamie Gregory and Crossroads Strategies’ Anne Brady.\n\nK STREET WON’T GET BLANK CHECK ON HILL: Via POLITICO’s Anna Palmer: “Big Business and its Washington lobbyists shelled out millions to secure a Republican Congress. Now, the D.C. hired guns are warning their clients that they won’t get to cash a blank check with the new GOP leaders — telling them to be realistic about what House Speaker John Boehner and Senate Majority Leader Mitch McConnell can accomplish over the next two years with President Barack Obama still in office.” Full story here: http://politi.co/1AurzD8\n\nELSEWHERE IN THE INFLUENCE WORLD:\n\nSTEALTH LOBBYISTS: Lots of former lawmakers and aides just reached the end of their “cooling off” period after leaving office. But what about the ones who are still waiting to become registered lobbyists? The LA Times’ Michael Hiltzik looks at how some get an early entrance into the revolving door: http://lat.ms/1wZd2ul\n\nDEFENSE STRUGGLES: In Forbes, Loren Thompson looks at how it’s getting harder for defense lobbyists to make progress on the Hill: http://onforb.es/1wZdXuQ\n\nNEW JOINT FUNDRAISING COMMITTEES (Members of JFC):\n\nNone\n\nNEW PAC REGISTRATIONS (Type of PAC):\n\nBlakPAC (Super PAC)\n\nOutfront Media INC PAC (PAC)\n\nRight To Rise PAC (PAC)\n\nRight To Rise Super PAC (Super PAC)\n\nNEW LOBBYING REGISTRATIONS: (Firm: Client)\n\nAkin Gump Strauss Hauer & Feld: Xenex Disinfection Services\n\nAndreae & Associates: Universal Corporation\n\nBall Janik: EB5 Global\n\nBroydrick & Associates: Poly Technical Solutions\n\nCavarocchi Ruscio Dennis Associates: Endocrine Society\n\nCornerstone Government Affairs: Metabiota\n\nDilworth Paxson: Bancroft\n\nDilworth Paxson: City of Margate, New Jersey\n\nDilworth Paxson: Fox Rehabilitation\n\nDilworth Paxson: Franklin Square Capital Partners\n\nDilworth Paxson: Jackson Labs Technologies\n\nHolland & Knight: Case Western Reserve University\n\nMW Capitol Strategies: American Kennel Club\n\nMW Capitol Strategies: Kelley Drye & Warren\n\nMW Capitol Strategies: National Rifle Association of America\n\nPorter Gordon Silver Communications: City of North Las Vegas\n\nPorterfield, Lowenthal, Fettig & Sears: Nestle Waters North America\n\nPowers Pyles Sutter & Verville: Boyd Gaming Corporation\n\nRural Broadband Company: Rural Broadband Company\n\nThe Ferguson Group: Loudoun County, VA\n\nNEW LOBBYING TERMINATIONS: (Firm: Client (Type of Termination))\n\nK&L Gates: Seacor Marine (Q4 Termination)\n\nK&L Gates: U.S. Marine Corporation (Q4 Termination (No Activity))\n\nMatthew G. Kallner: Huntington National Bank (Q4 Termination (No Activity))\n\nMcAllister & Quinn: Yardney Technical Products (Q4 Termination (No Activity))\n\nRichard Policy Group: Minnesota Governor Mark Dayton (Q4 Termination (No Activity))\n\nWestner Associates: Verizon Communications (Q4 Termination)\n\nWhitaker Strategies: U.S. Bank (Q4 Termination)\n\nWinborn Solutions: Remington Outdoor Company (Q4 Termination)\n\n** One in every three Americans is a part of our nation’s vital association and nonprofit industry. Whether as an employee, a member, a volunteer or donor, at the heart of our community are people — researchers, innovators, mentors, communicators — whose expertise and hard work collectively create a stronger America and world. http://bit.ly/ThePowerOfAVideo\n\nAssociation Professionals:\n\nENRICH LIVES through volunteerism, creating standards of safety and quality, and fostering citizenship with communities around the globe.\n\nKEEP US COMPETITIVE by committing resources to life-long learning, professional development, mentoring and research.\n\nIMPACT OUR FUTURE by offering the expertise and perspectives of many to predict, prepare for and ensure progress.\n\nFUEL THE ECONOMY through industrial development, product and service innovation and facilitating domestic and international business.\n\nFor more information visit http://bit.ly/ThePowerOfAVideo **\n\n** A message from the National Retail Federation: Retail is more than great products, or the sound of a cash register. More than a storefront, or a website. It’s working together as a community, creating the things people want, today. It’s the smile at the end of every transaction and the effort and innovation that customers don’t see. Retail businesses – 98% of which are small businesses – are at the heart of many towns and neighborhoods nationwide. That’s why when retail thrives, communities thrive. Think you know retail? Think again: http://bit.ly/this_is_retail #thisisretail **", "article_metadata": {"og": {"site_name": "POLITICO", "description": "NRA bolsters lobbying, adds MW Capitol Strategies.", "title": "NRA bolsters lobbying, adds MW Capitol Strategies — DLA Piper bringson Chambliss as a partner — NRSC's Collins joins S-3 — BGR hosts McConnell fundraiser to honor majority", "url": "http://www.politico.com/politicoinfluence/0115/politicoinfluence16660.html", "image": "http://static.politico.com/97/de/e15842c94e928ce8b561e20745a0/whitelogoondots.jpeg", "fb_appid": 114037015331397, "type": "website"}, "keywords": "lobbying", "twitter": {"site": "@politico", "card": "summary_large_image", "creator": "@politico"}, "description": "NRA bolsters lobbying, adds MW Capitol Strategies.", "viewport": "width=device-width, initial-scale=1"}, "article_summary": "HOUSING INDUSTRY FETES NEW CONGRESS: National Association of Home Builders, Mortgage Bankers Association, National Association of Realtors, Leading Builders of America, National Apartment Association, National Multifamily Housing Council, American Land Title Association, and Credit Union National Association hosted a reception last night at Eastern Market welcoming the 114th Congress.\nhttp://bit.ly/ThePowerOfAVideo **OLLIVANT JOINS MERIDIAN HILL STRATEGIES: Meridian Hill Strategies has added Douglas Ollivant to its advisory board, which works on intelligence, counterterrorism and defense issues.\nNRA bolsters lobbying, adds MW Capitol Strategies — DLA Piper bringson Chambliss as a partner — NRSC's Collins joins S-3 — BGR hosts McConnell fundraiser to honor majorityWith Adam Sneed and Anna PalmerNRA BOLSTERS LOBBYING, ADDS MW CAPITOL STRATEGIES: The National Rifle Association has hired MW Capitol Strategies for lobbying on firearms policy and legislation, according to the latest Senate lobbying disclosures.\nDLA PIPER BRINGS ON CHAMBLISS AS PARTNER: Recently retired Georgia GOP Sen. Saxby Chambliss has joined DLA Piper as a partner, the firm announced Thursday.\nThe senator most recently served as vice chairman of the Senate Select Committee on Intelligence and was a member of the Senate Armed Services Committee; the Senate Committee on Agriculture, Nutrition and Forestry; and the Senate Rules Committee."}