{"article_title": "What Giuliani said squares with what Obama has done – World Tribune", "article_keywords": ["america", "power", "nation", "states", "american", "does", "tribune", "president", "world", "giuliani", "squares", "obama"], "article_url": "http://www.worldtribune.com/2015-greatest-hits-no-5-what-giuliani-said-squares-with-what-obama-has-done/", "article_text": "Special to WorldTribune.com\n\nBy Grace Vuoto\n\nFeb. 22: Former New York Mayor Rudy Giuliani has sparked a media firestorm for stating the obvious: President Barack Hussein Obama does not love America.\n\n“I do not believe — and I know this is a horrible thing to say — but I do not believe that the president loves America,” said Giuliani said during a private dinner in New York City.\n\nThe mayor was asked by Obama defenders and television hosts on various networks to apologize but he has stood his ground. Although Giuliani believes the president is a patriot, he states that Obama criticizes America and apologizes for us to a degree unlike any other American president, including fellow Democrats such as Harry Truman, Jimmy Carter and Bill Clinton.\n\nThe mayor has the courage to state openly what is provable by pointing to key facts of the Obama presidency. Each defining institution and tradition of the United States is one Obama dislikes — and he has shown this both with words and deeds.\n\nThe American economy has soared due to its free market ethos. This is a capitalist society, in which freedom and innovation have resulted in widespread prosperity. But Obama tells us only how vital government intervention is to leveling the playing field, curtailing corporate greed and helping the less fortunate. He loves Big Government, seeks to expand the welfare safety net so that we resemble a European socialist society; Obama fears the business and corporate ethic that is usually championed by American leaders. At every turn, he wants to shackle the creators and innovators, leading to economic stagnation. His 787 billion-dollar economic stimulus bill, the Dodd-Frank Bill and Obamacare — all consist of meddling and expanding government control rather than trusting in our free market.\n\nThe United States of America is also the most meritocratic nation in the history of the world. Here, individuals can rise to achieve fortune, status and power — regardless of their origins. Obama only recalls this when he references his own “improbable” ascent to the highest office in the land. Usually, he reminds us that there is gaping “income inequality,” that there are barriers to success like race, gender and class, that “the middle class is being squeezed.” In other words, he does not acknowledge how often with sheer hard work and merit, any individual in America can achieve his or her wildest dream. For him, this is not the greatest meritocracy in the history of the world but a place of limited opportunities and built-in forces of oppression that only he, in all his enlightened wisdom, can help to alleviate.\n\nAmerica also has a Constitution that is the envy of the world. Obama does not respect it. He has used his executive authority repeatedly in a manner that is illegal. He has unilaterally delayed implementing aspects of Obamacare, despite the fact that only Congress can make or change laws. Most recently, he insists he can halt deportations of illegal immigrants and grant work permits by fiat. This is not how our constitutional republic works. In this land, no man is king and no one is above the law. He, like so many in has Party, see the Constitution as impeding a progressive agenda and therefore deeply flawed.\n\nAmerican leaders generally celebrate our system of checks and balances. This nation was founded upon the premise that power must be curtailed and supervised at every turn. When Congress exerts its oversight role—regarding scandals such as Fast and Furious, the IRS and Benghazi — Obama initially feigns outrage but then allows Congress to be stonewalled. He acts as though he should be allowed to lead, without too much interference from any other governing body. Congress is a nuisance to him, rather than a revered institution whose oversight role preserves individual liberties.\n\nIn foreign affairs, the president rejects the view that American power is a source of good in the world. Since the end of World War I, as the United States rose to preeminence on the international stage, American presidents have proudly held the mantle of leadership as one that brings light to the world. Yet, this president sees the exercise of American power as a legitimate grievance that other nations have against us. He takes on the perspective of some of the foreign critics of American power: the way to bring about greater world peace is for America to withdraw, to listen to and appease our enemies.\n\nHence, Obama viewed the European defense missile system as a provocation to the Russians — and he canceled it. He apologized to Muslims for American actions. He precipitously withdrew from Iraq and did little for years as the Syrian civil war boiled over—leading to the rise of ISIS. He tramples over our traditional allies such as Israel, insisting Iran’s drive for a nuclear bomb requires more attention and courtesy than Israel’s fears they will be wiped out.\n\nHe has reversed the foreign policy trajectory not only of George W. Bush but also of America in the last one hundred years. In short, he is ashamed of American power.\n\nDoes the president love our Christian heritage? He certainly does not. At best he is an arrogant secularist who scoffs at those who “cling to their guns and religion” — as he said about Midwestern small-town voters during his primary campaign in 2008. At worst, he scolds us for being on “a high horse,” as he did in February at the National Prayer Breakfast and recalls Christian atrocities during the Inquisition, the Crusades, and Christian justifications for slavery and Jim Crow. The implication: we are not much better than ISIS; we too have murdered in the name of religion. But the fact that Christianity has been one of the most benign and civilizing forces on earth escapes him. We are not “a city upon a hill,” we are not more “exceptional” than other nations, he constantly tells us, even as he distorts historical facts to morally equivocate and to whitewash the crimes and sins of our foes.\n\nIf he were our spouse — by constantly deriding and minimizing our achievements and identity — we would call him verbally abusive.\n\nObama would be well to note that Christians led the crusade to abolish the slave trade. Without Christianity, Obama would be in shackles. His failure to see even where his own self-interest lies reeks of a blinding hatred for this country and for the West in general.\n\nMayor Giuliani should have said too that Obama is not a patriot. He does not love this nation and he has betrayed us. What else do you call sending five Taliban commanders back into the field of battle in exchange for the deserter Bowe Bergdhal? Releasing our enemies so they can harm us again is treasonous and of course, unpatriotic.\n\nIn summary, our free market economy, meritocratic ethos, Constitution, foreign policy and Christian heritage are all deficient and even despicable, in his view. In fact, we need to ask the reverse question: What aspect of America, past or present, does he like, even just a little bit?\n\nThe media firestorm over the mayor’s comments and many Democratic protestations are phony. For Obama told us in 2008 he wanted to transform this nation. One does not seek to change what one loves.\n\nGrace Vuoto is the Editor of Politics and Culture at World Tribune, host of American Heartland with Dr. Grace on WTSB Radio and is the founder of the Edmund Burke Institute for American Renewal.\n\nShare World Tribune: Email\n\nPrint\n\n", "article_metadata": {"generator": "WordPress 4.5.2", "og": {"site_name": "World Tribune: Window on the Real World", "description": "Special to WorldTribune.com By Grace Vuoto Feb. 22: Former New York Mayor Rudy Giuliani has sparked a media firestorm for stating the obvious: President Barack Hussein Obama does not love America. …", "title": "2015 GREATEST HITS, NO. 5: What Giuliani said squares with what Obama has done", "url": "http://www.worldtribune.com/2015-greatest-hits-no-5-what-giuliani-said-squares-with-what-obama-has-done/", "image": "http://www.worldtribune.com/wp-content/uploads/2015/02/Giuliani-300x199.jpg", "type": "article"}, "twitter": {"site": "@WorldTribune", "card": "summary", "creator": "@WorldTribune"}, "google-site-verification": "s_QdHbnkws42vC_seMAFUNZQ5RLr93UxzLAH6upFNV0", "article": {"published_time": "2016-01-01T18:14:13+00:00", "modified_time": "2016-03-04T21:50:03+00:00"}, "viewport": "width=device-width, initial-scale=1"}, "article_summary": "Obama does not respect it.\nIn foreign affairs, the president rejects the view that American power is a source of good in the world.\nSpecial to WorldTribune.comBy Grace VuotoFeb. 22: Former New York Mayor Rudy Giuliani has sparked a media firestorm for stating the obvious: President Barack Hussein Obama does not love America.\nYet, this president sees the exercise of American power as a legitimate grievance that other nations have against us.\nThe United States of America is also the most meritocratic nation in the history of the world."}