{"article_title": "Will Vivek Murthy Be Our Next Surgeon General?", "article_keywords": ["votes", "senate", "gun", "vivek", "general", "rules", "democrats", "vote", "sen", "surgeon", "nomination", "guns", "murthy"], "article_url": "http://townhall.com/tipsheet/mattvespa/2014/12/14/will-vivek-murthy-be-our-next-surgeon-general-n1931329", "article_text": "Well, the anti-Second Amendment Surgeon General nominee is back. Vivek Murthy, who’s confirmation vote was put on hold when Democrats discovered they did not have enough votes, might get another chance as this lame duck session comes to a close. Murthy’s delayed Senate vote is something of an embarrassment for Democrats since all they needed was 51 votes to confirm him under the new rules on executive and judicial nominations Sen. Harry Reid put forth, yet this nomination still faces the same obstacles (via Politico):\n\nUnder rules revised by Democrats last year, Murthy would need just a simple majority of votes to clear a filibuster. But due to queasiness among Republicans and moderate Democrats about Murthy’s positions on guns — and the stated opposition of the National Rifle Association — Murthy may struggle to be approved by the Senate. Sen. Mark Kirk of Illinois was the only Republican to vote for Murthy in a Senate Health, Employment, Labor and Pensions Committee vote earlier this year. NRA official Chris Cox called Murthy a “prescription for disaster for America’s gun owners in a letter to Senate Majority Leader Harry Reid (D-Nev.) and Minority Leader Mitch McConnell (R-Ky.) in February, the type of statement that can moves votes among rural and moderate senators. Since Democrats changed the filibuster rules for nominees from a 60-vote threshold to a simple majority last year just one nomination has been defeated — and for politically charged opposition similar to what Murthy may face this week. Several members of the 55-member Democratic caucus turned on Debo Adegbile’s nomination to lead the Justice Department’s civil rights division in March, mostly over his involvement with Mumia Abu-Jamal, who was convicted of killing a Philadelphia police officer. But Sen. Mark Warner (D-Va.) has backed Murthy, as has new Democratic Senatorial Campaign Committee Chairman Jon Tester (D-Mont.), leading advocates to believe Murthy can win confirmation\n\nSurgeon General nominations shouldn’t be hard. In fact, they’re seldom covered by the press in a prolonged fashion since the process is so swift. It’s a different story when your nominee tweets stuff this this:\n\nTired of politicians playing politics w/ guns, putting lives at risk b/c they're scared of NRA. Guns are a health care issue. #debatehealth — Vivek Murthy (@vivek_murthy) October 17, 2012\n\nInvestor’s Business Daily’s editorial board mentioned last March his work with “Docs vs. Glocks,” and his support for more tax dollars to be spent on studies proving less guns = less crime:\n\nMurthy is the 36-year-old president and co-founder of the anti-gun group Doctors for America, which advocates ObamaCare and gun control laws. His group, which has been dubbed \"Docs vs. Glocks,\" has pushed Congress to ban \"assault\" weapons and \"high-capacity\" magazines. He also wants to spend more tax dollars on more research to prove that fewer guns mean a lower crime rate, despite the fact that a number of reputable studies prove the opposite. … He would have doctors counsel their patients against exercising their Second Amendment rights. One wonders how private that information might remain if entered into the medical records the government would be privy to under ObamaCare. Murthy ignores the fact that mass shootings such as at Sandy Hook Elementary in Newtown, Conn., occur in so-called gun-free zones where the only armed individual is the predator. The call for universal background checks, including at all gun shows, ignores that the guns Adam Lanza used at Sandy Hook were legally purchased and registered by his mother. … A recent Department of Justice study found only 0.7% of guns were purchased at gun shows and only 20% of guns used in crimes were purchased anywhere. Chicago street gangs, which are responsible for most of that city's homicides, are unlikely to line up for gun permits.\n\nIf Democrats want to re-ignite another battle over gun control, let them; we’ll win again as usual.\n\nLast note: Sen. Elizabeth Warren support Murthy's nomination. Then, by default, we should be against it.", "article_metadata": {"description": "Surgeon General reloaded. .05/26/2016 3:05:39AM EST.", "author": "Matt Vespa", "msapplication-wide310x150logo": "http://media.townhall.com/thm/favicon/widetile.png", "twitter": {"description": "Surgeon General reloaded.", "title": "Matt Vespa - Will Vivek Murthy Be Our Next Surgeon General?", "url": "http://townhall.com/tipsheet/mattvespa/2014/12/14/will-vivek-murthy-be-our-next-surgeon-general-n1931329", "image": "http://media.townhall.com/townhall/reu/ha/2012/178/2012-06-26T150551Z_1_CBRE85P15XX00_RTROPTP_3_USA-COURT-HEALTHCARE.JPG", "site": "@townhallcom", "card": "summary_large_image"}, "msapplication-square70x70logo": "http://media.townhall.com/thm/favicon/smalltile.png", "robots": "index, follow", "msapplication-square310x310logo": "http://media.townhall.com/thm/favicon/largetile.png", "og": {"site_name": "Townhall", "description": "Surgeon General reloaded.", "title": "Matt Vespa - Will Vivek Murthy Be Our Next Surgeon General?", "url": "http://townhall.com/tipsheet/mattvespa/2014/12/14/will-vivek-murthy-be-our-next-surgeon-general-n1931329", "image": "http://media.townhall.com/townhall/reu/ha/2012/178/2012-06-26T150551Z_1_CBRE85P15XX00_RTROPTP_3_USA-COURT-HEALTHCARE.JPG", "type": "Article"}, "fb": {"app_id": 143685698988231, "pages": 41632789656}, "keywords": "Will Vivek Murthy Be Our Next Surgeon General?, Matt Vespa, Conservative News, Conservative opinion, Political, Latest news, Politics, GOP, Republican, Human Events, Newsmax, Breaking news, Conservative Commentary, Articles, Columns, Conservatism, Party, Townhall, Right Wing", "msapplication-square150x150logo": "http://media.townhall.com/thm/favicon/mediumtile.png"}, "_id": "\"57477af36914bd0286fca93e\"", "article_summary": "Sen. Mark Kirk of Illinois was the only Republican to vote for Murthy in a Senate Health, Employment, Labor and Pensions Committee vote earlier this year.\n), leading advocates to believe Murthy can win confirmationSurgeon General nominations shouldn’t be hard.\nVivek Murthy, who’s confirmation vote was put on hold when Democrats discovered they did not have enough votes, might get another chance as this lame duck session comes to a close.\nBut Sen. Mark Warner (D-Va.) has backed Murthy, as has new Democratic Senatorial Campaign Committee Chairman Jon Tester (D-Mont.\nWell, the anti-Second Amendment Surgeon General nominee is back."}