{"article_title": "Spurned by Blue Cross, Fort Payne woman finds better insurance -- without health exchange", "article_keywords": ["blue", "affordable", "woman", "plans", "spurned", "exchange", "company", "stiefel", "cross", "finds", "payne", "qualify", "health", "act", "care", "insurance", "fort"], "article_url": "http://blog.al.com/wire/2014/03/spurned_by_blue_cross_fort_pay.html", "article_text": "\n\n\n\nIn 2014, AL.com is looking beyond political battle lines to examine how the Affordable Care Act is affecting the cost, availability and quality of health care in Alabama. We asked what it means to you, and you’ve responded.\n\nHundreds of Alabamians have shared specific personal experiences with AL.com that explain why they're in favor of the law or against it. These stories are helping to guide and inform our reporting.\n\n[SHARE YOUR AFFORDABLE CARE ACT STORY WITH AL.COM]\n\nHere’s a closer look at one experience:\n\nName: Anita Stiefel\n\nAge: 50\n\nCity: Fort Payne\n\nHer situation: Stiefel, a college instructor, said she had had a personal insurance plan from Blue Cross and Blue Shield of Alabama since moving to the state in 2010. She said the company annually increased her premium and then announced last year that a new plan compliant with the Affordable Care Act would rise more than $100 a month, to more than $300. She said she discovered that she made slightly too much money to qualify for a subsidy on the health care exchange but found a better policy from Golden Rule Insurance Co. outside the government-managed marketplace.\n\nWhat it means: Stiefel said it was not easy to find Golden Rule, a UnitedHealthcare subsidiary. The company does not participate on the exchange.\n\n“You have to dig and dig and dig,” she said. “Anybody that didn’t have the gumption to do what I did got left behind.”\n\nBut Stiefel said the end result was good: She ended up with a policy that was $50-per-month cheaper than her Blue Cross plan, and it includes vision care and a $50,000 life insurance policy. She said the company offered far more customization than Blue Cross.\n\n“It was amazing the choices that they had,” she said.\n\nHer view: Stiefel said she strongly favors the Affordable Care Act, even though she did not qualify for a subsidy. She said she has heard people grumble about the law without even checking to see if they qualify for a better deal through the exchange.\n\n“I told everybody I could on Facebook to do it,” she said.\n\nShe said she believes many people have misdirected their frustration over canceled insurance plans and rising premiums on Obamacare when it really should be aimed at the insurance companies.\n\n“I think the insurance companies are corrupt,” Stiefel said. “Health care shouldn’t be set up for profit.”\n\nThe bigger picture: Tens of thousands of Alabamians lost the insurance plans they had because the Affordable Care Act deemed them “substandard,” as a result of inadequate coverage. Many faced higher premiums under similar plans that qualified under the new law.\n\nMany ended up getting better deals because they qualified for subsidies on the health care exchange. A single adult making up $45,960 can get subsidized health plans.\n\nMost Alabamians who sign up at healthcare.gov, though, mainly have the same Blue Cross and Blue Shield plans that the company offered them in the first place. In a few counties, Humana Inc. also offers plans on the exchange.\n\nNot every insurance company is participating in the government-run marketplace, though. It is possible to buy insurance from companies outside the exchange, and for folks who make too much money to qualify for a subsidy, one of those companies might be the best option.\n\nUpdated at 10:01 a.m. to correct a quote. Stiefel said she she was referring to health care, not insurance companies, regarding profit.\n\n", "article_metadata": {"medium": "news", "viewport": "width=device-width,initial-scale=1", "news_keywords": "Affordable Care Act, Obamacare and you, news", "title": "Spurned by Blue Cross, Fort Payne woman finds better insurance -- without health exchange", "parsely-page": "{\"title\": \"Spurned by Blue Cross, Fort Payne woman finds better insurance -- without health exchange\", \"link\": \"http://blog.al.com/wire/2014/03/spurned_by_blue_cross_fort_pay.html\", \"image_url\": \"http://image.al.com/home/bama-media/width620/img/wire/photo/14524998-standard.jpg\", \"type\": \"post\", \"post_id\": \"12472915\", \"pub_date\": \"2014-03-20T10:31:38Z\", \"author\": \"Brendan Kirby\", \"tags\": [\"@mobile\",\"@river-all\",\"Affordable Care Act\",\"Obamacare and you\"] }", "twitter": {"image": "http://image.al.com/home/bama-media/width620/img/wire/photo/14524998-standard.jpg", "description": "Facing a stiff premium hike from Blue Cross and Blue Shield of Alabama and ineligible for subsides through the government health care exchange, college instructor Anita Stiefel found cheaper, better insurance with a company outside of healthcare.gov.", "card": "summary", "site": "@aldotcom"}, "article_date_updated": "Thursday, March 20, 2014, 10:01 AM", "parsely-metadata": "{\"short_title\": \"\", \"image_url\": \"http://media.al.com/wire/photo/anita-stiefeljpg-68726b5c8264b37f.jpg\", \"author_name\": \"bkirby\", \"author_nickname\": \"Brendan Kirby\", \"author_id\": \"4298\", \"source_blog_name\": \"Retired: Real-Time News from AL.com\", \"source_blog_url\": \"http://blog.al.com/wire/\", \"sponsored_content\": \"0\" }", "og": {"site_name": "AL.com", "description": "Facing a stiff premium hike from Blue Cross and Blue Shield of Alabama and ineligible for subsides through the government health care exchange, college instructor Anita Stiefel found cheaper, better insurance with a company outside of healthcare.gov.", "title": "Spurned by Blue Cross, Fort Payne woman finds better insurance -- without health exchange", "url": "http://blog.al.com/wire/2014/03/spurned_by_blue_cross_fort_pay.html", "image": "http://image.al.com/home/bama-media/width620/img/wire/photo/14524998-standard.jpg", "type": "article"}, "fb": {"admins": 100000302287435}, "article_publication_name": "AL.com", "article_comments": 0, "article_date_original": "Thursday, March 20, 2014,  5:30 AM", "article_author": "Brendan Kirby", "Description": "Facing a stiff premium hike from Blue Cross and Blue Shield of Alabama and ineligible for subsides through the government health care exchange, college instructor Anita Stiefel found cheaper, better insurance with a company outside of healthcare.gov."}, "_id": "\"57477af36914bd0286fd028c\"", "article_summary": "Many ended up getting better deals because they qualified for subsidies on the health care exchange.\nIn 2014, AL.com is looking beyond political battle lines to examine how the Affordable Care Act is affecting the cost, availability and quality of health care in Alabama.\nShe said she believes many people have misdirected their frustration over canceled insurance plans and rising premiums on Obamacare when it really should be aimed at the insurance companies.\nStiefel said she she was referring to health care, not insurance companies, regarding profit.\nHer view: Stiefel said she strongly favors the Affordable Care Act, even though she did not qualify for a subsidy."}