{"article_title": "Latest Obamacare Lie Claims Doctors Will Be Forced To Ask Patients About Their Sexual History", "article_keywords": ["lie", "mccaughey", "forced", "obamacare", "sex", "patients", "health", "questions", "doctors", "ask", "claims", "history", "sexual", "care", "latest"], "article_url": "http://thinkprogress.org/health/2013/09/17/2633581/obamacare-sex-history/", "article_text": "Health Latest Obamacare Lie Claims Doctors Will Be Forced To Ask Patients About Their Sexual History CREDIT:\n\n(Credit: Shutterstock)\n\nIn a New York Post op-ed, the inventor of the death panels lie, Betsy McCaughey, now claims that the Affordable Care Act is turning “doctors into government agents” by having them ask patients about their sex history. “Obamacare will question your sex life,” the headline says, and the issue has gained traction among conservatives. For example, Media Matters notes how Fox and Friends has amplified McCaughey’s argument, claiming that “doctors will be forced to ask patients about their sex life, even if it has nothing to do with the medical treatment that they are seeking at the time.”\n\nBut the questions McCaughey finds so outrageous are already routine physician practice. In fact, the Center for Disease Control and Prevention’s recommendations for doctors refer to questions about sexual history as “an important part of a regular medical exam or physical history.” Aaron Carroll at The Incidental Economist further debunks McCaughey. She cites a cardiologist upset over “insensitive” sex questions, and yet Carroll points out there is good reason why doctors in any variety of fields, including cardiology, should be aware of patients’ sex lives.\n\nInstead, what Obamacare accomplishes on sexual health is requiring insurers to reimburse preventative care at no additional cost to patients, That includes STI counseling, birth control, and Pap smears.\n\nMcCaughey’s advice is that patients “defend their own privacy by refusing to answer the intrusive social-history questions.” This is, easily, bad advice. While Obamacare doesn’t grant the government access to patients’ sexual history, withholding important information from a doctor directly impacts a person’s health care. Patients are able to refuse to answer, of course, but an adult and frank conversation with doctors helps lead to better customized diagnosis and treatment.", "article_metadata": {"google": "nositelinkssearchbox", "description": "In a New York Post op-ed, the inventor of the death panels lie now claims that Obamacare is turning “doctors into government agents” by having them ask patients about their sex history.", "generator": "WordPress 4.4.2", "og": {"site_name": "ThinkProgress", "description": "In a New York Post op-ed, the inventor of the death panels lie now claims that Obamacare is turning “doctors into government agents” by having them ask patients about their sex history.", "title": "Latest Obamacare Lie Claims Doctors Will Be Forced To Ask Patients About Their Sexual History", "url": "http://thinkprogress.org/health/2013/09/17/2633581/obamacare-sex-history/", "image": "http://cdn.thinkprogress.org/wp-content/uploads/2013/04/birth-control-doctor.jpg", "type": "article"}, "twitter": {"description": "In a New York Post op-ed, the inventor of the death panels lie now claims that Obamacare is turning “doctors into government agents” by having them ask patients about their sex history.", "creator": "@rebleber", "image": "http://cdn.thinkprogress.org/wp-content/uploads/2013/04/birth-control-doctor.jpg", "title": "Latest Obamacare Lie Claims Doctors Will Be Forced To Ask Patients About Their Sexual History", "site": "@ThinkProgress", "card": "summary_large_image"}, "robots": "noodp", "elq-topic": "tp-health", "fb": {"admins": 100001364918392, "pages": 200137333331078, "app_id": 144881328916524}, "thumb2": "http://cdn.thinkprogress.org/wp-content/uploads/2013/04/birth-control-doctor.jpg", "thumb1": "http://cdn.thinkprogress.org/wp-content/uploads/2013/04/birth-control-doctor.jpg", "google-site-verification": "HDCaom2KPSt1X92eD5CiYHCkWvb5nP09lhEAOPZ5rts", "article": {"published_time": "2013-09-17T17:00:36+00:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=0"}, "_id": "\"57477af46914bd0286fd887b\"", "article_summary": "Health Latest Obamacare Lie Claims Doctors Will Be Forced To Ask Patients About Their Sexual History CREDIT:(Credit: Shutterstock)In a New York Post op-ed, the inventor of the death panels lie, Betsy McCaughey, now claims that the Affordable Care Act is turning “doctors into government agents” by having them ask patients about their sex history.\nWhile Obamacare doesn’t grant the government access to patients’ sexual history, withholding important information from a doctor directly impacts a person’s health care.\nInstead, what Obamacare accomplishes on sexual health is requiring insurers to reimburse preventative care at no additional cost to patients, That includes STI counseling, birth control, and Pap smears.\nShe cites a cardiologist upset over “insensitive” sex questions, and yet Carroll points out there is good reason why doctors in any variety of fields, including cardiology, should be aware of patients’ sex lives.\n“Obamacare will question your sex life,” the headline says, and the issue has gained traction among conservatives."}