{"article_title": "Ouch! Vaccination rates among elderly falling short", "article_keywords": ["seniors", "short", "adults", "older", "vaccination", "flu", "ouch", "elderly", "vaccines", "shingles", "rates", "health", "falling", "vaccine", "pneumonia"], "article_url": "http://www.usatoday.com/story/news/2015/09/12/kaiser-ouch-vaccination-rates-among-elderly-lag/72147204/", "article_text": "Three out of four Americans older than 60 don’t get a shingles vaccine to protect themselves from the virus’ miseries: rashes over the face and body, stinging pain that can last for weeks or months and the threat of blindness. (Photo: Don Stevenson, Getty Images/Hemera)\n\nThree out of four Americans older than 60 don’t get a shingles vaccine to protect themselves from the virus’ miseries: rashes over the face and body, stinging pain that can last for weeks or months and the threat of blindness.\n\nSometimes people must feel a pound of pain – someone else’s – to take a shot of prevention. Dr. Robert Wergin tells of one elderly patient with shingles who came to his Milford, Neb., office this summer. “I’m sorry, doc, I should have listened to your advice to get the shot,” the man said. A few weeks later, the man’s wife and brother, both in their 60s, visited Wergin, asking for the vaccine.\n\n“It’s amazing how once people see the disease up close, getting the vaccine suddenly raises up on their list of priorities,” said Wergin, president of the American Academy of Family Physicians.\n\nThe shingles vaccine is not the only shot that public health officials are struggling to persuade older Americans to get.\n\nVaccination rates for children have steadily risen well over 90% the past few years, but the rates for older adults getting flu, pneumonia, tetanus or shingles shots – the four most used vaccines among the elderly ‑- have stayed stubbornly flat and trail national goals, according to the latest federal data. That leaves millions of older adults at risk of dying, being hospitalized, or, in the case of shingles, suffering debilitating effects that can last years.\n\nWith the fall flu vaccination season starting this month, public health officials say they are disappointed by the trends.\n\n“Progress has been barely visible,” said Dr. Bruce Gellin, the nation’s top vaccine official.\n\nHere’s how the challenge measures up for each vaccine:\n\n--- One in three seniors each year skips the flu vaccine, recommended annually for everyone over 6-months-old. Between 3,000 and 49,000 Americans, primarily older adults, died of flu or related illnesses each flu season for 30 years through 2007, according to the Centers for Disease Control and Prevention’s latest estimates. Immunization rates for seniors have been around 65 percent for more than 15 years. The federal government’s goal is 90 percent by 2020.\n\n-- Four in 10 seniors are not vaccinated for pneumonia. It’s recommended once for people 65 and older who did not have it previously. Pneumonia affects about 900,000 seniors a year. Immunization rates are up only slightly in the past decade.\n\n-- Nearly half of seniors are not immunized for tetanus. A shot is recommended once every 10 years to prevent a rare but often deadly bacterial condition known as “lockjaw.” Vaccination rates have changed little since 2008.\n\n-- The shingles vaccine has the lowest adoption rates by older adults regarding those leading preventives -- 76 percent of them had not received it as of 2013, the latest year that data is available. There are an estimated 1 million cases each year in the United States, half among people older than 60. Shingles is caused by a reactivation in the body of the same virus that causes chickenpox. The vaccine, approved in 2006, is recommended once for everyone age 60 and over, regardless whether they had chickenpox. Nearly one out of three people in the United States will develop shingles in their lifetime.\n\nVaccines’ varying rates of effectiveness are one reason for lagging adult immunization rates, said Gellin, director of the Health and Human Services Department National Vaccine Program Office. Childhood vaccines for measles and polio are nearly 100 percent effective, but shots for flu and pneumonia are not as successful. Last year, for instance, the flu vaccine only reduced an individual’s chances of a serious flu bout by 19 percent. Such low rates make it tougher to persuade the elderly to get vaccines. Still, if a flu shot doesn’t prevent flu every time, it often helps ensure a milder case.\n\nMedical experts say adult immunizations’ slow growth is linked to other factors too.\n\nThe Affordable Care Act requires private insurers to pay 100 percent for all preventive services including vaccines. Medicare patients don’t get the same deal. Flu and pneumonia shots are free for them because they are covered under Medicare Part B, but vaccinations for shingles and tetanus are covered under Medicare Part D and often require co-payments of $100 or more. Flu and pneumonia shots are free for them but vaccinations for shingles and tetanus often require co-payments of $100 or more.\n\n“It makes absolutely no sense,” said Jeff Levi, executive director of Trust for America’s Health, a nonprofit health policy group.\n\nAnother challenge is primary care physicians often don’t store the shingles vaccine in their office because it has a limited shelf life and billing private Medicare prescription drug insurers is complex. Doctors often issue a prescription for the shot and the patient fills it at a pharmacy or health clinic. That extra step deters some people.\n\n“Money becomes a hurdle for patients and providers,” said Dr. Reid Blackwelder, a family doctor in Kingsport, Tenn., and chairman of the American Academy of Family Physicians.\n\nPublic health officials say doctors need to recommend vaccines more often whenever they see a patient “Primary care doctors think vaccines are important, but … it’s difficult for them to incorporate vaccination into giving routine care,” said Dr. Carolyn Bridges, associate director for adult immunization at the CDC. POSSIBLE TRIM: Many physicians that mainly treat adults don’t make vaccinations a priority, she said.\n\nAnother reason for low adult participation is lack of patient education. “Many adults don’t know what vaccines they should have,” said Bergin, the Nebraska doctor. One tip: The new tetanus vaccine includes a booster for whooping cough, which helps seniors and protects their grandchildren from illness.\n\nAdult vaccination rates may never match those for children, health experts say, in part because schools require that students be vaccinated. But they say there’s still much room to improve for older adults. And efforts are being made.\n\nMany clinics and hospitals offer “drive-through” flu shots given to people in their cars. Uber, the ride sharing service, last year let customers use their cellphone app to get free flu shots in Washington, Boston and New York.\n\nHealth systems are searching their electronic medical records to identify seniors who need vaccines. At the Mercy Care Alliance, a network of hospitals and doctors in Springfield, Mass. officials this summer identified more than 1,000 seniors with no record of a pneumonia vaccine in past five years and advised their physicians to call them. Mercy officials hope the effort will reduce pneumonia hospitalizations.\n\nA University of Pittsburgh medical practice increased its immunization rates 40 percent in 2014 by giving bigger roles to nurses and medical assistants. Previously, doctors had to see every patient first. Other staff now review patients’ records and provide a vaccine if one is needed without interrupting physicians. “Everyone in our office is now engaged in vaccinations from our front office staff to our back office,” said Jo Ann Stadtfeld, the nurse who led the effort.\n\nKaiser Health News is an editorially independent program of the Kaiser Family Foundation.\n\nRead or Share this story: http://usat.ly/1UOEhVh", "article_metadata": {"google": "notranslate", "description": "Three out of four Americans older than 60 don’t get a shingles vaccine to protect themselves from the virus’ miseries: rashes over the face and body, stinging pain that can last for weeks or months and the threat of blindness.", "og": {"site_name": "USA TODAY", "description": "Three out of four Americans older than 60 don’t get a shingles vaccine to protect themselves from the virus’ miseries: rashes over the face and body, stinging pain that can last for weeks or months and the threat of blindness.", "title": "Ouch! Vaccination rates among elderly falling short", "url": "http://www.usatoday.com/story/news/2015/09/12/kaiser-ouch-vaccination-rates-among-elderly-lag/72147204/", "image": "http://www.gannett-cdn.com/GDContent/applogos/usatoday.png", "type": "article"}, "twitter": {"description": "Three out of four Americans older than 60 don’t get a shingles vaccine to protect themselves from the virus’ miseries: rashes over the face and body, stinging pain that can last for weeks or months and the threat of blindness.", "creator": "@usatoday", "image": "http://www.gannett-cdn.com/-mm-/df8bd2a9892df1b053da558f5252b2a5701e065f/c=287-0-2487-2200&r=x643&c=640x640/local/-/media/2015/09/12/USATODAY/USATODAY/635776763322809058-ThinkstockPhotos-101821751.jpg", "title": "Ouch! Vaccination rates among elderly falling short", "site": "@usatoday", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "fb": {"app_id": 215046668549694}, "cXenseParse": {"gci-topic": "Subjects/Tetanus", "gci-asset-type": "story", "gci-categories": "Subjects/Tetanus", "title": "Ouch! Vaccination rates among elderly falling short", "author": "Phil Galewitz", "pageclass": "article", "recs": {"category": "news", "image-3-4": "http://www.gannett-cdn.com/-mm-/ef004fae990bded4cace2f1b3173a292438822be/c=528-0-2178-2200/local/-/media/2015/09/12/USATODAY/USATODAY/635776763322809058-ThinkstockPhotos-101821751.jpg", "image-1-1": "http://www.gannett-cdn.com/-mm-/895e946d7a7c333c56fd3c2dce459051e8485a87/c=287-0-2487-2200/local/-/media/2015/09/12/USATODAY/USATODAY/635776763322809058-ThinkstockPhotos-101821751.jpg", "contenttype": "story", "image-4-3": "http://www.gannett-cdn.com/-mm-/87981b10c0068541126ff14535100c7325d58a10/c=0-0-2926-2200/local/-/media/2015/09/12/USATODAY/USATODAY/635776763322809058-ThinkstockPhotos-101821751.jpg", "image": "http://www.gannett-cdn.com/-mm-/fea383abcfbae465d35f94a49ff753fdd9964c0e/c=0-0-3296-1862&r=x1683&c=3200x1680/local/-/media/2015/09/12/USATODAY/USATODAY/635776763322809058-ThinkstockPhotos-101821751.jpg", "publishtime": "2015-09-12T17:59:16.367000-04:00", "shorthed": "Ouch! Vaccination rates among elderly lag", "articleid": 72147204, "image-16-9": "http://www.gannett-cdn.com/-mm-/d91eb76c5e430f7eb3ee7b30193e4d13361e3098/c=0-0-3296-1862/local/-/media/2015/09/12/USATODAY/USATODAY/635776763322809058-ThinkstockPhotos-101821751.jpg", "image-9-16": "http://www.gannett-cdn.com/-mm-/65c89ba01ccb28b1ac0c970b7dd776bfdc791080/c=1280-0-2512-2200/local/-/media/2015/09/12/USATODAY/USATODAY/635776763322809058-ThinkstockPhotos-101821751.jpg"}}, "Content-Type": "text/html; charset=UTF-8", "viewport": "width=1070"}, "article_summary": "Last year, for instance, the flu vaccine only reduced an individual’s chances of a serious flu bout by 19 percent.\nThe shingles vaccine is not the only shot that public health officials are struggling to persuade older Americans to get.\nBut they say there’s still much room to improve for older adults.\nHere’s how the challenge measures up for each vaccine:--- One in three seniors each year skips the flu vaccine, recommended annually for everyone over 6-months-old.\nThat leaves millions of older adults at risk of dying, being hospitalized, or, in the case of shingles, suffering debilitating effects that can last years."}