{"article_title": "Superior man going to great heights to honor fallen soldiers", "article_keywords": ["mcpherson", "superior", "great", "denali", "veterans", "mount", "gluff", "memorial", "heights", "going", "jespersen", "team", "soldiers", "peak", "fallen", "honor", "day", "man"], "article_url": "http://www.dailycamera.com/lifestyles/ci_28164913/mission-memorial-day-honors-fallen-soliders-climbs-denali-mount-mckinley", "article_text": "The Mission: Memorial Day team displays the flags they plan to fly above Denali on Memorial Day. ( Courtesy photo )\n\nRelated A valiant effort falls short.\n\nBrian McPherson and his crew made it to the top of California's Mount Whitney right as the sun awoke.\n\nAt the peak, McPherson stood still.\n\nHe stared into forever, from the highest summit in the contiguous United States, and he felt the spirit of his close friend, Lance Cpl. James Gluff, experiencing the 14,000-foot view through his eyes.\n\n\"I felt like he was standing there beside me, seeing everything I was seeing,\" McPherson says.\n\nOn some small level, it helped with the pain. McPherson, a veteran of the Marines who recently graduated from Ohio University, lost Gluff when he was killed by a suicide bomber in Iraq in 2008.\n\nGluff's memory is what took McPherson to this peak last year, as part of Fort Collins-based No Barriers Warriors, a program for veterans suffering from post-traumatic stress disorder (PTSD) and disabilities. McPherson says he dreamed that Gluff told him to climb the mountain.\n\nAnd Gluff is what brings McPherson to an even higher peak this Memorial Day.\n\nMcPherson is among a group of three other veterans who traveled to Alaska to climb Denali (also known as Mount McKinley), the tallest peak in North America, to honor the sacrifice of veterans who were killed in service.\n\nOn May 9, veteran Josh Jespersen, of Superior; former Army medic Nick Colgin, of Loveland, and former Army military police officer Margaux Mange, of Leadville, began their 21-day trek up the snowy mountain, in temperatures expected to drop as low as 40 degrees below zero.\n\nThe team met through No Barriers Warriors, but the expedition is organized independently.\n\nThey're calling it Mission: Memorial Day, because that's when they hope to summit, while carrying an American flag printed with more than 150 names of fallen soldiers, which they will raise toward the sky.\n\nGluff's name is on the flag.\n\nThey welcome the inclusion of any lost veteran's name, which can be submitted up to the last minute online at MissionMemorialDay.com. (They're bringing a Sharpie to add names along the way.)\n\nJosh Jespersen stands proudly at Mount Whitney last year. (Didrik Jonck / Courtesy photo)\n\nThe name \"Adam Smith\" is on the flag, too.\n\nSmith, from a small town in Missouri, was Jespersen's best friend. They served together as Navy Seals for five years, touring both Afghanistan and Iraq. They even owned a house together.\n\nSmith died at age 27 in a helicopter crash in Afghanistan in 2010.\n\n\"I think about him all the time,\" Jespersen says. \"He would give you the shirt of his back, do anything for you. He was universally loved and respected.\"\n\nJespersen says Smith's memory will help him push forward when Denali gets tough.\n\nThe mountain is one of the \"seven summits,\" the highest mountains on each of the seven continents, and it's considered the coldest mountain in the world. At more than 20,000 feet, with high winds and extreme temps, Denali is dangerous and has claimed the lives of many climbers.\n\nBut Jespersen says he's ready. He participated in hundreds of different missions while deployed and was the lead climber for his platoon, working up to Special Operator First Class and ultimately a Navy Seal team leader.\n\nJespersen, Colgin and Mange were all expedition leaders when they met McPherson last year on Mount Whitney. McPherson says he wouldn't attempt the climb without them, but he expects their skills as a team to take them all the way to the top — even though many who try don't make it.\n\nThe National Park Service reports only 36 percent of climbers who attempted reached the top in 2014.\n\nIt's an ambitious way to celebrate Memorial Day, but McPherson says he hopes to make it an annual tradition to raise awareness about the true meaning of the holiday.\n\n\"(Memorial Day) is not just about a cookout or hanging out,\" he says. \"We wanted to do something that shows how our freedom in America differs from somewhere else, like Pakistan and Afghanistan. And what better way than celebrating in a sacred national park like Denali?\"\n\nAimee Heckel: 303-473-1359, heckela@dailycamera.com or twitter.com/aimeemay", "article_metadata": {"sailthru.url": "http://www.dailycamera.com/lifestyles/ci_28164913/mission-memorial-day-honors-fallen-soliders-climbs-denali-mount-mckinley", "sailthru.author": "By Aimee Heckel \n \n  Staff Writer", "ag": {"canon": "BoulderDailyCamera:article:28164913:view"}, "startDate": "2015-05-24T09:00:00-0600", "twitter": {"domain": "dailycamera.com", "description": "Josh Jespersen is part of a group planning to raise a flag atop Denali bearing the names of those who given their lives on behalf of their country.", "title": "Superior man going to great heights to honor fallen soldiers", "url": "http://www.dailycamera.com/lifestyles/ci_28164913/mission-memorial-day-honors-fallen-soliders-climbs-denali-mount-mckinley", "image": "http://extras.mnginteractive.com/live/media/site21/2015/0521/20150521__24DCPCOVw~1.jpg", "site": "@dailycamera", "card": "summary_large_image"}, "sailthru.article-section-or-homepage": "article", "sailthru.section": "Lifestyles", "modificationDate": "2015-05-29T11:15:22-0600", "endDate": "2025-05-21T16:24:29-0600", "news_keywords": "Lifestyles, Lifestyles news, Boulder Colorado Lifestyles news, Boulder Colorado news, Lifestyles Boulder news, Lifestyles Colorado news, US Lifestyles news, world Lifestyles news.", "byline": "By Aimee HeckelStaff", "pubDate": "2015-05-21T18:16:26-0600", "sailthru.date": "2015-05-24T09:00:00-0600", "sailthru.title": "Superior man going to great heights to honor fallen soldiers", "verify-v1": "TakAiHiDAOiNOP+m0YTx4DQeyjor+bTdc8e+pw6bDoI=", "sailthru.image.thumb": "http://extras.mnginteractive.com/live/media/site21/2015/0521/20150521__24DCPCOVw~1_300.jpg", "description": "Josh Jespersen is part of a group planning to raise a flag atop Denali bearing the names of those who given their lives on behalf of their country.", "sailthru.site": "dailycamera.com", "msvalidate.01": "9DAB14005AD5A9FFA4CA0EF58CC794BA", "og": {"url": "http://www.dailycamera.com/lifestyles/ci_28164913/mission-memorial-day-honors-fallen-soliders-climbs-denali-mount-mckinley", "image": "http://extras.dailycamera.com/images/dailycamera3.png", "type": "article", "description": "Josh Jespersen is part of a group planning to raise a flag atop Denali bearing the names of those who given their lives on behalf of their country.", "title": "Superior man going to great heights to honor fallen soldiers"}, "p": {"domain_verify": "867892b0357001538903740c75a206f0"}, "google-site-verification": "07CC1xPDVU0znu496XTAjLyC32Ylj8zwWHlmrzx3pgY", "y_key": "c9d9b53f7f5af674", "sailthru.image.full": "http://extras.mnginteractive.com/live/media/site21/2015/0521/20150521__24DCPCOVw~1.jpg"}, "article_summary": "The Mission: Memorial Day team displays the flags they plan to fly above Denali on Memorial Day.\n\"(Memorial Day) is not just about a cookout or hanging out,\" he says.\nAt the peak, McPherson stood still.\nThey're calling it Mission: Memorial Day, because that's when they hope to summit, while carrying an American flag printed with more than 150 names of fallen soldiers, which they will raise toward the sky.\nAnd Gluff is what brings McPherson to an even higher peak this Memorial Day."}