{"article_title": "Exercise, Diet, Or Both May Protect Against Excess Pregnancy Weight", "article_keywords": ["thornburg", "protect", "risk", "weight", "review", "diet", "gain", "excess", "pregnancy", "researchers", "exercise", "women"], "article_url": "http://www.medicaldaily.com/exercise-diet-or-both-may-protect-against-excess-pregnancy-weight-338076", "article_text": "Women who exercised, dieted, or did both during their pregnancy were better able to prevent excessive weight gain.\n\n(Reuters Health) - Women who take part in exercise, diet programs or a combination of the two during pregnancy can prevent excessive weight gain, according to a fresh review of past research.\n\nThe review incorporates dozens of new studies to update a previous review that did not find enough evidence to support the use of diet and exercise during pregnancy.\n\nAfter including the new studies, the new review found \"high-quality evidence\" to show diet, exercise or both can reduce the risk of excessive weight gain during pregnancy, write the researchers in The Cochrane Library.\n\nOther benefits may include a lower risk of cesarean delivery, excessive birth weight, and respiratory problems in the newborn, \"particularly for high-risk women receiving combined diet and exercise interventions,\" add the researchers, led by Benja Muktabhant of Khon Kaen University in Thailand.\n\nThe U.S. Institute of Medicine says the amount of weight women should gain during pregnancy varies depending on their non-pregnancy weight.\n\nFor example, a normal-weight woman should gain between 25 and 35 pounds, while an overweight woman should gain between 15 and 25 pounds. Obese women should gain even less.\n\nGaining too much weight is tied to an increased risk of complications for both mother and child, according to the researchers, who completed the review for The Cochrane Collaboration, an international organization that evaluates medical research.\n\nFor the new review, the researchers examined data from 65 randomized controlled trials, which are considered the \"gold standard\" of medical research. They were able to combine data from 49 trials involving a total of 11,444 pregnant women.\n\nThe women were randomly assigned to a diet, exercise, a combination of the two or standard care. The diets and exercise programs varied, but could include low-glycemic diets and unsupervised exercise.\n\nWomen who took part in diet, exercise or combination programs were about 20 percent less likely than women in standard-care groups to gain too much weight while pregnant, the researchers report.\n\nThe women who took part in diet, exercise and combination programs were also less likely to develop high blood pressure during pregnancy, compared to those in the standard care group.\n\nThere was no clear benefit among the women in the diet and exercise groups when the researchers looked at other complications, such as cesarean delivery, but it did look like there may be some benefit, they write.\n\nWhile the new study generally did not show fewer complications in the diet and exercise group, Dr. Loralei Thornburg told Reuters Health that it's good that there was no increase in complications.\n\n\"This was very reassuring that there wasn’t an increased risk of preterm birth with moderate exercise,\" said Thornburg, a high-risk pregnancy expert at the University of Rochester Medical Center in New York.\n\n\"Most people gain more weight than they probably should during pregnancy,\" Thornburg, who was not involved with the review, told Reuters Health.\n\nShe said women who gain too much weight may not be able to lose it after the baby is born. Then, during the next pregnancy the woman is already heavier and that may increase the risk of complications.\n\n\"In the next pregnancy, if you don’t get it off, you may go from obese to very obese,\" Thornburg said.\n\nShe cautioned, however, that women should check with their doctors before starting a diet and exercise program during pregnancy.\n\nSOURCE: http://bit.ly/1C3lYDc The Cochrane Library, online June 11, 2015.\n\n(By Andrew M. Seaman)", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "exercise, diet, or, both, may, protect, against, excess, pregnancy, weight", "og": {"site_name": "Medical Daily", "description": "Women who exercised, dieted, or did both during their pregnancy were better able to prevent excessive weight gain.", "title": "Exercise And Diet, Or Both, May Prevent Extra Pregnancy Weight", "url": "http://www.medicaldaily.com/exercise-diet-or-both-may-protect-against-excess-pregnancy-weight-338076", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/06/13/pregnant-exercise.jpg", "type": "article"}, "twitter": {"description": "Women who exercised, dieted, or did both during their pregnancy were better able to prevent excessive weight gain.", "title": "Exercise And Diet, Or Both, May Prevent Extra Pregnancy Weight", "url": "http://www.medicaldaily.com/exercise-diet-or-both-may-protect-against-excess-pregnancy-weight-338076", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/06/13/pregnant-exercise.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/06/13/pregnant-exercise.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Vitality", "published_time": "2015-06-13T11:13:23-04:00", "modified_time": "2015-06-13T11:11:02-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Women who exercised, dieted, or did both during their pregnancy were better able to prevent excessive weight gain."}, "article_summary": "The U.S. Institute of Medicine says the amount of weight women should gain during pregnancy varies depending on their non-pregnancy weight.\nShe cautioned, however, that women should check with their doctors before starting a diet and exercise program during pregnancy.\n(Reuters Health) - Women who take part in exercise, diet programs or a combination of the two during pregnancy can prevent excessive weight gain, according to a fresh review of past research.\nWomen who exercised, dieted, or did both during their pregnancy were better able to prevent excessive weight gain.\nThe women were randomly assigned to a diet, exercise, a combination of the two or standard care."}