{"article_title": "Woman upset about response time after calling 911 for dog left in hot car", "article_keywords": ["urban", "woman", "animal", "car", "minutes", "upset", "dog", "calling", "hot", "pets", "owner", "officers", "911", "response", "left"], "article_url": "http://www.kake.com/home/headlines/Woman-upset-about-response-time-after-calling-9-1-1-for-dog-left-in-hot-car-307319991.html", "article_text": "A Hutchinson woman is concerned about the response time by animal control officers after calling 911 about a dog left in a hot car.\n\nTara Urban tells KAKE News she walked to her car after shopping at Walmart last Wednesday to find a dog inside a car struggling in 97 degree heat.\n\n\"It felt horrible watching him suffer,\" says Urban. \"There was nothing I could do to ease his pain with him being hot.\"\n\nUrban says when she saw the dog in bad shape, she knew she couldn't just leave.\n\n\"I was in Walmart for a good 40 minutes so I don't know when she showed up so it could have been almost two hours,\" she says.\n\nUrban went into Walmart to notify staff of the problem, but they told her there's nothing they could do. Her first thought was to call animal control, but after no answer in about 30 minutes, she tried a different route.\n\n\"We called 911, and 911 said they'd send an officer as soon as they could.\"\n\n20 minutes later and no officers had shown up.\n\n\"So we called 911 again because an officer didn't come.\"\n\nBy this time, a few other customers joined Urban in waiting for officers to arrive, but before they got there, the dogs owner finished shopping. Urban captured cell phone video of the pet's owner saying, \"It's not even hot.\"\n\n\"It was kind of intense I would say,\" adds Urban. \"The three ladies that were with me were pretty upset that this dog was left in there.\"\n\nThe pet's owner drove off and Urban took the cell phone video to the police station. She says they watched it, but never asked her what led up to the altercation.\n\n\"I feel like that lady got away and she's going to do it again and the dog might not be so lucky next time.\"'\n\nHutchinson police dispatchers tells KAKE News records show officers arrived after Urban left, about 30 minutes after the 911 call was answered. With a long summer ahead, Urban hopes people leave their pets at home if they're going shopping.\n\n\"It's not necessary to bring them out in the heat and leave them in a car,\" she says.\n\nFor those who are caught leaving a pet in a hot car, officers have authority to break into their vehicles because it's considered cruel or inhumane treatment. Citations can be left on the car and the pets will be taken to a shelter.\n\nKAKE News reached out to the Hutchinson Police Department's Animal Control Unit to address this incident, but they haven't gotten back to our reporter.\n\nHere's what you should do if you see an animal inside a hot car:\n\nYou're supposed to immediately call animal control or 911. Local law officials can get into the vehicle to rescue the pet. After calling for help, stay with the car until help arrives. Notify managers of nearby businesses so they can make an announcement to find the pet's owner.", "article_metadata": {"medium": "video", "description": "Tara Urban tells KAKE News she walked to her car after shopping at Walmart last Wednesday to find a dog inside a car struggling in 97 degree heat.", "language": "english", "author": "Ben Jordan", "og": {"description": "Tara Urban tells KAKE News she walked to her car after shopping at Walmart last Wednesday to find a dog inside a car struggling in 97 degree heat.", "title": "Woman upset about response time after calling 911 for dog left in hot car", "url": "http://www.kake.com/home/headlines/Woman-upset-about-response-time-after-calling-9-1-1-for-dog-left-in-hot-car-307319991.html", "image": "http://gray-uploads.s3.amazonaws.com/captures/471/907/4719073D368143CE943A0B01197E7A6F", "video": "http://gray-uploads.s3.amazonaws.com/captures/305/F77/305F77DB347848D4AA3519AC03285B08.mp4", "type": "article"}, "twitter": {"domain": "www.kake.com", "description": "Tara Urban tells KAKE News she walked to her car after shopping at Walmart last Wednesday to find a dog inside a car struggling in 97 degree heat.", "title": "Woman upset about response time after calling 911 for dog left in hot car", "url": "http://www.kake.com/home/headlines/Woman-upset-about-response-time-after-calling-9-1-1-for-dog-left-in-hot-car-307319991.html", "image": "http://media.graytvinc.com/images/hutchinson+hot+car+dog.jpg", "creator": "@KAKEnews", "site": "@KAKEnews", "card": "summary"}, "msvalidate.01": "9CD4A96D8A076527F07FD24CFCDE5489", "video_type": "video/mp4", "video_height": 288, "keywords": "Woman upset about response time after calling 911 for dog left in hot car", "google-site-verification": "H0mev8O__gMqb34WcvOyZgBXFMRQZvDAQ0YTSGJ9hGQ", "video_width": 512, "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "Woman upset about response time, after calling 911 for dog"}, "article_summary": "A Hutchinson woman is concerned about the response time by animal control officers after calling 911 about a dog left in a hot car.\nFor those who are caught leaving a pet in a hot car, officers have authority to break into their vehicles because it's considered cruel or inhumane treatment.\nNotify managers of nearby businesses so they can make an announcement to find the pet's owner.\nHutchinson police dispatchers tells KAKE News records show officers arrived after Urban left, about 30 minutes after the 911 call was answered.\n\"We called 911, and 911 said they'd send an officer as soon as they could.\""}