{"article_title": "HIV drugs most beneficial if started from diagnosis", "article_keywords": ["beneficial", "tcell", "hiv", "start", "started", "study", "early", "drugs", "patients", "treatment", "diagnosis", "antiretroviral"], "article_url": "http://www.upi.com/Health_News/2015/05/28/HIV-drugs-more-beneficial-if-started-from-diagnosis/7051432822222/", "article_text": "WASHINGTON, May 28 (UPI) -- An international clinical trial has found that starting antiretroviral drugs as soon as a patient has been diagnosed with HIV, instead of waiting for it to affect their immune system, significantly decreases their risk of developing AIDS or other serious illnesses.\n\nMost guidelines for treatment around the world suggested that antiretroviral treatment not be given until patients' CD4+ T-cell count, an important measure of the immune system, fell from a normal range of 500 cells per cubic millimeter to 350 cells or less per cubic millimeter.\n\nThe Strategic Timing of Antiretroviral Treatment study, or START, was conducted to determine whether U.S. HIV treatment guidelines, which require treatments to start at the point of diagnosis regardless of T-cell count, would have a greater effect on delaying the virus's effects on the body.\n\nThe study, conducted by the The National Institute of Allergy and Infectious Diseases, was scheduled to end in December 2016 but based on an early review of data the trial has been suspended, all patients involved in the study who have not started treatment and want it will begin receiving antiretroviral drugs, and researchers are recommending that be the case for anybody diagnosed with HIV.\n\n\"We now have clear-cut proof that it is of significantly greater health benefit to an HIV-infected person to start antiretroviral therapy sooner rather than later,\" said NIAID Director Anthony S. Fauci, M.D., in a press release. \"Moreover, early therapy conveys a double benefit, not only improving the health of individuals but at the same time, by lowering their viral load, reducing the risk they will transmit HIV to others. These findings have global implications for the treatment of HIV.\"\n\nThe study enrolled 4,685 HIV-positive men and women with a median age of 36 in 35 countries around the world. Half the patients were randomly started on antiretroviral drugs while their T-cell counts were still in the normal range, while the other half were not started on the drugs until their counts had dropped below normal.\n\nAn independent data and safety monitoring board reviewed data collected from the beginning of the study in 2011 through March of 2015, finding 41 instances of AIDS, other serious health events or death in the group that started treatment early and 86 events in the group with delayed treatment. Based on the interim analysis, study organizers decided to begin treatment for all patients in the study and update guidelines now, rather than waiting until the study was scheduled to end next year.\n\n\"This is an important milestone in HIV research,\" said Jens Lundgren, M.D., of the University of Copenhagen and one of the co-chairs of the START study. \"We now have strong evidence that early treatment is beneficial to the HIV-positive person. These results support treating everyone irrespective of CD4+ T-cell count.\"", "article_metadata": {"description": "A study found that starting antiretroviral drugs closer to HIV diagnosis significantly decreases the risk of developing AIDS or other serious illnesses.", "og": {"site_name": "UPI", "description": "A study found that starting antiretroviral drugs closer to HIV diagnosis significantly decreases the risk of developing AIDS or other serious illnesses.", "title": "HIV drugs more beneficial if started from diagnosis", "url": "http://www.upi.com/Health_News/2015/05/28/HIV-drugs-more-beneficial-if-started-from-diagnosis/7051432822222/", "image": "http://cdnph.upi.com/sv/ph/og/i/7051432822222/2015/1/14328281374949/v2.1/HIV-drugs-more-beneficial-if-started-from-diagnosis.jpg", "type": "article"}, "twitter": {"image": "http://cdnph.upi.com/ph/st/th/7051432822222/2015/i/14328281374949/v2.1/HIV-drugs-more-beneficial-if-started-from-diagnosis.jpg?lg=4", "title": "HIV drugs more beneficial if started from diagnosis", "description": "A study found that starting antiretroviral drugs closer to HIV diagnosis significantly decreases the risk of developing AIDS or other serious illnesses.", "card": "summary_large_image", "site": "@UPI"}, "fb": {"app_id": 130795020312660}, "keywords": "Health, Anthony S. Fauci, HIV", "google-site-verification": "vnkcuJA1Q89cLmy4OZpuQKOf5Jf6ny_RVh7BpxZ11a0", "viewport": "initial-scale=1, maximum-scale=1", "news_keywords": "Health, Anthony S. Fauci, HIV"}, "article_summary": "\"We now have strong evidence that early treatment is beneficial to the HIV-positive person.\nHalf the patients were randomly started on antiretroviral drugs while their T-cell counts were still in the normal range, while the other half were not started on the drugs until their counts had dropped below normal.\n\"This is an important milestone in HIV research,\" said Jens Lundgren, M.D., of the University of Copenhagen and one of the co-chairs of the START study.\nThe Strategic Timing of Antiretroviral Treatment study, or START, was conducted to determine whether U.S. HIV treatment guidelines, which require treatments to start at the point of diagnosis regardless of T-cell count, would have a greater effect on delaying the virus's effects on the body.\nThese findings have global implications for the treatment of HIV.\""}