{"article_title": "The Copyright Office: Our bastard stepchild six times removed", "article_keywords": ["pto", "bastard", "law", "copyright", "office", "needs", "times", "stepchild", "music", "congress", "international", "removed", "creative", "issues"], "article_url": "http://thehill.com/opinion/op-ed/234035-the-copyright-office-our-bastard-stepchild-six-times-removed", "article_text": "The House Judiciary Committee yesterday held a hearing titled “The U.S. Copyright Office: Its Functions and Resources”. At the hearing, much of the discussion focused on creating independence for the Copyright Office, which is not a stand-alone governmental body, and the challenges it faces due to its placement in the Library of Congress. Witnesses unanimously agreed that the Copyright Office needs increased funding and better infrastructure to properly perform its duties. In short, the Copyright Office needs autonomy.\n\nADVERTISEMENT\n\n“The Copyright Office conducts various studies and issues many policy recommendations. However, there is often no follow-on action taken as a result of these efforts because the Office lacks substantive rulemaking authority to take the next logical step. If the Office were to be granted more regulatory and adjudicatory authority, the Office could more easily take these next steps, resulting in a more flexible, contemporary and user-friendly copyright law.”\n\nI’ve written on this subject before in The Hill. A recent op-ed even motivated one ex-U.S. Patent and Trademark Office (“PTO”) employee to attempt to correct my personal opinions by calling them “strange” and “ill-informed.” However, I am glad we actually agreed on one point—that the Copyright Office needs more funding. Exactly.\n\nSome think the Copyright Office’s only expertise is in administering a registration system, and say that they should stick solely to this function. Why? In 17 U.S.C. § 701, Congress assigned critical law and policy functions to the Copyright Office, empowering it to “[a]dvise Congress on national and international issues relating to copyright”, “[p]rovide information and assistance to Federal departments and agencies and the Judiciary on national and international issues relating to copyright”, “[p]articipate in meetings of international intergovernmental organizations and meetings with foreign government officials relating to copyright”, and “[c]onduct studies and programs regarding copyright...including educational programs conducted cooperatively with foreign intellectual property offices and international intergovernmental organizations.”\n\nIn all of the ongoing discussions about reforming the Copyright Act, we have to consider the needs—and perceptions—of the creative community. The Copyright Office understands the needs of creators, and creators actually know what the Copyright Office is. This is also important since any modifications to the Copyright Act will affect them on a daily basis.\n\nThe Copyright Office is leading the charge for both Congress and industry stakeholders to work together towards compromises that effectively help everyone. In its recently released music licensing study, “Copyright and the Music Marketplace”, it sets out some great, forward-thinking proposals for improving the laws governing the music business. The report is a practical and pragmatic approach with solutions that will allow us to all co-exist in a modern world.\n\nWe, as an industry, should be looking to and relying on the Copyright Office, not other government entities such as the PTO, for guidance and advice in these contemporary times where much of the music licensing system is outdated and regulated by the government. Yesterday’s witness Robert Brauneis, Professor at the George Washington University Law School, agrees that the Copyright Office is best equipped to handle these issues, not the PTO. As stated in his written testimony, “[w]hile for theoretical and curricular purposes copyright is often grouped with patent and trademark as ‘intellectual property,’ in practice copyright law touches different constituencies and reconciles different interests than patent or trademark law”. I could not agree more.\n\nCase and point: the green paper released in 2013 by the Department of Commerce Internet Policy Task Force (comprised of attorneys from the PTO, the National Telecommunications and Information Administration, the National Institute of Standards and Technology, and the International Trade Administration) set forth suggestions for copyright reform, that were entirely off point and made the Task Force appear severely disconnected from the creative community. With the many issues today’s music industry faces, such as a lack of a performance royalty right for sound recordings on AM/FM radio, no federal protection for recordings created prior to 1972, obsolete consent decrees that suffocate BMI and ASCAP, and other outdated government regulations that prohibit music publishers and songwriters from negotiating in a free market, the Task Force spent its time debating, around the country, whether or not there should be a compulsory license for samples, remixes and mash-ups. Really? Any measure that seeks to take away a creator’s right of approval over any derivative use of their work is never a solution.\n\nThe Copyright Office should lead discussions on copyright reform, not the PTO or any other area of the government. Certainly, there are some seasoned copyright experts employed by the PTO, but if they want to work on copyright matters, they are in the wrong office. They should ask Register Pallante if she’s hiring.\n\nAs I’ve stated before, the Copyright Office’s placement in the Library of Congress is nonsensical. The United States represents 33 percent of the global music industry and our creative community sets the tone for cultures all over the world. We should not treat the Copyright Office like our country’s bastard stepchild six degrees removed. Instead, the Copyright Office should receive the respect they deserve through separation and independence so that they can effectively lead the charge for copyright policy discussions, both domestically and internationally. Furthermore, any attempt to combine the Copyright Office with the PTO would be a disaster. If these two were housed together, we do not need a crystal ball to predict that the Copyright Office would become subservient to the PTO, which has an annual budget of $2.8 billion, compared to the $44 million allocated to the Copyright Office. We are looking to empower the Copyright Office, not further oppress it.\n\nI was inspired today by the testimony at the House Judiciary hearing. Thank you to all the witnesses and the lawmakers on the committee. Clearly, something needs to change. Copyrighted works form such an essential part of the United States’ identity—it is even written into our Constitution. The current structure our Copyright Office operates under does a huge disservice to the Framers and their remarkable foresight into the important role that creative works would play in our country, both economically and culturally. However, it is essential that we do not focus solely on fixing the Copyright Office, ignoring all of the other important copyright reform issues that are presently looming. As Professor Brauneis stated, these efforts must proceed on a “parallel path.”\n\nPlease, let’s give the Copyright Office the respect and power it deserves to properly lead us into the 21st century by making it a standalone, independent branch of government with the Register advising our President. Only then can we fully function in the modern world.\n\nLaPolt is an entertainment attorney based in Los Angeles at LaPolt Law, P.C. In addition to practicing law, she is an advocate for creator’s rights in the areas of copyright, trademark, and privacy and is regularly involved in legislative issues in Washington DC affecting the creative community. @dinalapolt @lapoltlaw", "article_metadata": {"dcterms.description": "The current structure our Copyright Office operates under does a huge disservice to the Framers and their remarkable foresight into the important role that creative works would play in our country.", "description": "The current structure our Copyright Office operates under does a huge disservice to the Framers and their remarkable foresight into the important role that creative works would play in our country.", "generator": "Drupal 7 (http://drupal.org)", "author": "Dina LaPolt, Esq.", "og": {"site_name": "TheHill", "description": "The current structure our Copyright Office operates under does a huge disservice to the Framers and their remarkable foresight into the important role that creative works would play in our country.", "title": "The Copyright Office: Our bastard stepchild six times removed", "url": "http://thehill.com/opinion/op-ed/234035-the-copyright-office-our-bastard-stepchild-six-times-removed", "image": "http://thehill.com/sites/default/files/thehill_logo_200.jpg", "updated_time": "2016-02-04T03:39:59-05:00", "type": "article"}, "Smart_Paging": "on", "dcterms.modified": "2016-02-04T03:39-05:00", "dcterms.identifier": "http://thehill.com/opinion/op-ed/234035-the-copyright-office-our-bastard-stepchild-six-times-removed", "fb": {"admins": 100000299130732, "app_id": 566538590082898, "pages": 7533944086}, "apple-itunes-app": "app-id=396640962", "dcterms.date": "2015-02-27T08:00-05:00", "dcterms.creator": "Joe Picard", "dcterms.type": "Text", "article": {"published_time": "2015-02-27T08:00:03-05:00", "modified_time": "2016-02-04T03:39:59-05:00"}, "keywords": ",,", "dcterms.language": "und", "dcterms.format": "text/html", "twitter": {"url": "http://thehill.com/opinion/op-ed/234035-the-copyright-office-our-bastard-stepchild-six-times-removed", "widgets": {"csp": "on"}, "description": "The current structure our Copyright Office operates under does a huge disservice to the Framers and their remarkable foresight into the important role that creative works would play in our country.", "card": "summary", "title": "The Copyright Office: Our bastard stepchild six times removed"}, "dcterms.title": "The Copyright Office: Our bastard stepchild six times removed"}, "_id": "\"57477af46914bd0286fdec85\"", "article_summary": "The Copyright Office understands the needs of creators, and creators actually know what the Copyright Office is.\nWe should not treat the Copyright Office like our country’s bastard stepchild six degrees removed.\nWitnesses unanimously agreed that the Copyright Office needs increased funding and better infrastructure to properly perform its duties.\nIn short, the Copyright Office needs autonomy.\nThe Copyright Office should lead discussions on copyright reform, not the PTO or any other area of the government."}