{"article_title": "Same-Sex Marriage and the Ghost of Plessy v. Ferguson", "article_keywords": ["ghost", "court", "plessy", "separate", "justice", "equal", "marriage", "ferguson", "justices", "v", "samesex", "law", "public"], "article_url": "http://politickernj.com/2015/02/same-sex-marriage-and-the-ghost-of-plessy-v-ferguson/", "article_text": "The genius of the U.S. constitution is its adaptability to a changing world. Sometimes Supreme Court Justices find themselves on the wrong side of history. None of them, particularly Chief Justice John Roberts, wants to be remembered for a modern day Plessy v. Ferguson.\n\nIn Plessy v. Ferguson, the Court got it wrong when it upheld a Louisiana law that required blacks to ride on separate railway cars based upon the principle of “separate but equal.” The Court rejected the argument that racial segregation violated the Equal Protection Clause of the Fourteenth Amendment of the U.S. Constitution.\n\n“We consider the underlying fallacy of the plaintiff’s argument to consist in the assumption that the enforced separation of the two races stamps the colored race with a badge of inferiority. If this be so, it is not by reason of anything found in the act, but solely because the colored race chooses to put that construction upon it.” Justice Henry Billings Brown wrote on behalf of the 7-1 majority. The decision not only upheld the Louisiana law at issue, but also legitimized racial segregation laws across the South that regulated everything from public toilet to public schools.\n\nThe decision was not expressly overruled until nearly 60 years later in Brown v. Board of Education. In that case, the Supreme Court held that segregation of children in public schools solely on the basis of race violated the Fourteenth Amendment. The Court flatly rejected the notion of “separate but equal,” finding that segregated public schools were not “equal” and could not be made “equal.”\n\nThis April, the issues before the Supreme Court will also revolve around equal rights. The specific questions the justices have agreed to address are: Does the Fourteenth Amendment require a state to license a marriage between two people of the same sex; and does the Fourteenth Amendment require a state to recognize a marriage between two people of the same sex when their marriage was lawfully licensed and performed out-of-state? Since civil unions do not provide the same rights and benefits of marriage, the justices may have to confront the “separate but equal” argument head on, something that they will certainly not welcome given the stigma of Plessy v. Ferguson.\n\nIn the end, it is fairly easy to predict how many of the justices will rule. Advocates of same-sex marriage can likely count on the liberal block — Justices Stephen Breyer, Ruth Bader Ginsburg, Sonia Sotomayor, and Elena Kagan — to strike down same-sex marriage bans. Meanwhile, they have little hope of persuading staunch conservatives Justices Antonin Scalia, Clarence Thomas, and Samuel Alito, all of whom dissented to the Court’s decision in United States v. Windsor.\n\nWhile Justice Anthony Kennedy is notoriously difficult to pin down, much of the speculation also surrounds whether Chief Justice John Roberts will vote in favor of same-sex marriage. While Roberts has only sided with the liberals once before (the Affordable Care Act decision), the ghost of Plessy v. Ferguson is likely to haunt him the most.\n\nDonald Scarinci is a managing partner at Lyndhurst, N.J. based law firm Scarinci Hollenbeck. He is also the editor of the Constitutional Law Reporter and Government and Law blogs.", "article_metadata": {"sailthru.image.thumb": "https://nyopolitickernj.files.wordpress.com/2015/02/same-sex-marriage.png?w=50", "description": "The genius of the U.S. constitution is its adaptability to a changing world. Sometimes Supreme Court Justices find themselves on the wrong side of history. None of them, particularly Chief Justice John Roberts, wants to be remembered for a modern day Plessy v. Ferguson.", "generator": "WordPress.com", "og": {"site_name": "New Jersey News, Politics, Opinion, and Analysis", "description": "The genius of the U.S. constitution is its adaptability to a changing world.  Sometimes Supreme Court Justices find themselves on the wrong side of history.  None of them, particularly Chief Justic…", "title": "Same-Sex Marriage and the Ghost of Plessy v. Ferguson", "url": "http://politickernj.com/2015/02/same-sex-marriage-and-the-ghost-of-plessy-v-ferguson/", "image": {"width": 500, "identifier": "https://nyopolitickernj.files.wordpress.com/2015/02/same-sex-marriage.png", "height": 500}, "locale": "en_US", "type": "article"}, "twitter": {"image": {"src": "https://nyopolitickernj.files.wordpress.com/2015/02/same-sex-marriage.png?w=640"}, "site": "@PolitickerNJ", "card": "summary_large_image", "creator": "@PolitickerNJ"}, "sailthru.date": "2015-02-11 10:06:51", "sailthru.title": "Same-Sex Marriage and the Ghost of Plessy v. Ferguson", "fb": {"app_id": 710865528969413}, "msapplication-window": "width=device-width;height=device-height", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=0", "application-name": "New Jersey News, Politics, Opinion, and Analysis", "keywords": "donald scarinci", "article": {"publisher": "https://www.facebook.com/PolitickerNJ", "published_time": "2015-02-11T15:06:51+00:00", "modified_time": "2015-02-11T15:06:51+00:00", "author": "http://wordpress.com/author/donald-scarinci"}, "sailthru.description": "The genius of the U.S. constitution is its adaptability to a changing world.  Sometimes Supreme Court Justices find themselves on the wrong side of history.  None of them, particularly Chief Justice John Roberts, wants to be remembered for a modern day Plessy v. Ferguson.", "sailthru.image.full": "https://nyopolitickernj.files.wordpress.com/2015/02/same-sex-marriage.png", "msapplication-task": "name=Subscribe;action-uri=http://politickernj.com/feed/;icon-uri=https://s2.wp.com/i/favicon.ico", "news_keywords": "Donald Scarinci"}, "_id": "\"57477af46914bd0286fdfa5a\"", "article_summary": "None of them, particularly Chief Justice John Roberts, wants to be remembered for a modern day Plessy v. Ferguson.\nWhile Roberts has only sided with the liberals once before (the Affordable Care Act decision), the ghost of Plessy v. Ferguson is likely to haunt him the most.\nSometimes Supreme Court Justices find themselves on the wrong side of history.\nAdvocates of same-sex marriage can likely count on the liberal block — Justices Stephen Breyer, Ruth Bader Ginsburg, Sonia Sotomayor, and Elena Kagan — to strike down same-sex marriage bans.\nSince civil unions do not provide the same rights and benefits of marriage, the justices may have to confront the “separate but equal” argument head on, something that they will certainly not welcome given the stigma of Plessy v. Ferguson."}