{"article_title": "Health care changes to watch for in 2014", "article_keywords": ["law", "providers", "watch", "private", "thats", "states", "health", "medicaid", "insurers", "changes", "insurance", "care"], "article_url": "http://www.usatoday.com/story/news/nation/2014/01/01/health-changes-to-look-for-in-2014/4263765/", "article_text": "Pricing transparency, possible Medicaid expansion by states and the law's impact on elections are all things to watch.\n\nA woman holding a sign in support of the Affordable Care Act is seen as President Obama's motorcade returns to his vacation compound in Hawaii on Dec. 29. (Photo: Kent Nishimura, AFP/Getty Images) Story Highlights The health care industry believes the law is here to stay, one analyst says\n\nMedicaid and its expansion could drive innovation and cost containment\n\nMore than 2 million Americans now have new private health insurance\n\nWASHINGTON — Starting Wednesday, the Affordable Care Act was in full force, as millions of uninsured Americans either now have health coverage or will get it this year.\n\nBut experts say that's just one of many changes to watch for in 2014, including how the law will affect elections, what the states will decide about Medicaid expansion, and what insurers will do to react to their quickly changing demographics.\n\nAlready, at least 1.1 million people have gained coverage through the federal exchange, HealthCare.gov, and the federal and state exchanges stand to enroll millions more through the cut-off date at the end of March. Beginning Jan. 1, insurers may no longer preclude people from buying insurance because of pre-existing conditions; they may not charge older people much-higher premiums than younger people; they may not charge women more than men; and they must share pricing and benefits information to their consumers in an apples-to-apples way.\n\nBeyond the law's new requirements, analysts and industry officials say they anticipate a series of related changes to affect health care in 2014, including:\n\n• Private exchanges. Insurers will bring more private exchanges to the workplace, and people will begin to understand they have to control their own health costs instead of relying on benefit-heavy insurance plans to do that for them, said Alan Cohen, chief strategy officer for Liazon, a company that provides private exchanges.\n\n\"I think we're going to see dramatic, dramatic increases in people who use private exchanges,\" Cohen said. \"There was a big increase this year, but it will pale in comparison to next year.\"\n\nAlan Cohen (Photo: Liazon)\n\n• Employer mandate. Employers will also start making changes to prepare for the requirement that companies with more than 50 employees provide health insurance for their employees, said Hector De La Torre, executive director of the Transamerica Center for Health Studies. That requirement was supposed to start Jan. 1 but was delayed a year by the Obama administration.\n\n\"Employers are really going to be on the clock for 2015 for their mandate kicking in,\" De La Torre said. \"That will be interesting throughout the year as regulations come into play.\"\n\nMore employers and insurers will also start offering wellness discounts, which are meant to encourage employees to take better care of themselves in order to get lower premiums, he said.\n\n• Pricing transparency. Regardless of the political storms surrounding the law, the health industry is proceeding with the assumption it is here for good, said Ceci Connolly, managing director of PWC's Health Research Institute.\n\nThat will lead, she said, to more transparency in the pricing of health services. The law requires insurers to tell customers how much they are expected to pay in out-of-pocket costs, but so far health care providers have not followed suit by listing prices for treatments. Some states are requiring providers to do that, Connolly said.\n\n\"Price transparency is kicking in,\" she said. \"We really think that's going to take off in 2014.\"\n\n• New rules and higher enrollments. Ellen Nelson, who heads up Affordable Care Act's implementation at Catamaran, a pharmacy benefit manager serving 25 million people, said she expects an \"avalanche\" of rules and guidance from the Department of Health and Human Services about the law and a surge in enrollments from Jan. 1 through March 31. That's the deadline for people to have insurance or pay for a fine.\n\n\"We expect that March 31 deadline date to get bumped out to May 1,\" Nelson said. \"If it does, it won't be until mid-year, like June, that we'll know who has enrolled in 2014.\"\n\n• Electronic records. Adoption of electronic records will increase in 2014 and spur industry-wide change, said Rainu Kaushal, chairwoman of the new Department of Healthcare Policy and Research at Weill Cornell Medical College. That's in part because more physicians will have to use the records to participate in Medicare.\n\nThis will lead to higher quality and efficiency, Kaushal said, because providers will be better able to track what works — and what doesn't.\n\n• Shrinking networks. Insurers will continue to limit their networks of health care providers, often by using those providers with which it can negotiate better rates, said Kev Coleman, head of data and research at HealthPocket.\n\n\"I think this network issue is going to become one of the top stories in 2014,\" Coleman said.\n\nFor most people, he said, particularly for first-time insurance purchasers, that won't matter. \"If you never see a doctor, the question's a little more academic,\" Coleman said. But for a person with diabetes or lymphoma, it's important to make sure specialty doctors are included in new plans.\n\n• States will drive change. Medicaid, which is run by the states, will have the most impact on local price structures, said Ray Scheppach, project director for the Health Care Cost Containment Commission and a former deputy director of the Congressional Budget Office.\n\nOhio Gov. John Kasich expanded Medicaid in his state over the objections of fellow Republicans in the Legislature. (Photo: Tony Dejak, AP)\n\nMedicaid administrators, Scheppach said, could move away from fee-for-service models to accountable care organizations and medical homes, where payment is based on low-cost, quality-outcome methods.\n\n\"Medicare's important, but if you start to add up the number of people in Medicaid, plus state employees, plus exchanges, the states can drive the model,\" he said.\n\nSome states will also decide this year whether to expand their Medicaid programs, as allowed by the health law.\n\n\"There are 36 governors up (for election); that's a big collection of governors,\" Scheppach said. \"That cedes into how many additional states expand Medicaid. I think that's the biggest issue.\"\n\nFollow @KellySKennedy on Twitter.\n\nRead or Share this story: http://usat.ly/KjrU75", "article_metadata": {"google": "notranslate", "description": "WASHINGTON — Starting Wednesday, the Affordable Care Act was in full force, as millions of uninsured Americans either now have health coverage or will get it this year.", "og": {"site_name": "USA TODAY", "description": "WASHINGTON — Starting Wednesday, the Affordable Care Act was in full force, as millions of uninsured Americans either now have health coverage or will get it this year.", "title": "Health care changes to watch for in 2014", "url": "http://www.usatoday.com/story/news/nation/2014/01/01/health-changes-to-look-for-in-2014/4263765/", "image": "http://www.gannett-cdn.com/GDContent/applogos/usatoday.png", "type": "article"}, "twitter": {"description": "WASHINGTON — Starting Wednesday, the Affordable Care Act was in full force, as millions of uninsured Americans either now have health coverage or will get it this year.", "title": "Health care changes to watch for in 2014", "image": "http://www.gannett-cdn.com/-mm-/bcd6840afe45b50ab6b3f0954c040dfb94898c8a/c=605-0-2995-2390&r=x643&c=640x640/local/-/media/USATODAY/test/2014/01/01//1388593606000-AFP-525682767.jpg", "creator": "@usatoday", "site": "@usatoday", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "fb": {"app_id": 215046668549694}, "viewport": "width=1070", "Content-Type": "text/html; charset=UTF-8", "cXenseParse": {"gci-topic": "Subjects/Affordable Care Act", "gci-asset-type": "story", "gci-categories": "Subjects/Affordable Care Act", "title": "Health care changes to watch for in 2014", "author": "Kelly Kennedy", "pageclass": "article", "recs": {"category": "news/nation", "image-3-4": "http://www.gannett-cdn.com/-mm-/84ca1f38fd4b05883160951d9a61e5f64d0300fc/c=540-0-2340-2390/local/-/media/USATODAY/test/2014/01/01//1388593606000-AFP-525682767.jpg", "image-1-1": "http://www.gannett-cdn.com/-mm-/81afe271529ac1907b7ad74caf6253a9b1c4dd09/c=605-0-2995-2390/local/-/media/USATODAY/test/2014/01/01//1388593606000-AFP-525682767.jpg", "contenttype": "story", "image-4-3": "http://www.gannett-cdn.com/-mm-/e8fc4de8150d1c31c2ae76f147a25a3f1bc45fa5/c=209-0-3391-2390/local/-/media/USATODAY/test/2014/01/01//1388593606000-AFP-525682767.jpg", "image": "http://www.gannett-cdn.com/-mm-/46cd62dc95f9a56be628e44c5571137943417665/c=0-65-3600-2088&r=x1683&c=3200x1680/local/-/media/USATODAY/test/2014/01/01//1388593606000-AFP-525682767.jpg", "publishtime": "2014-01-01T16:17:39-05:00", "shorthed": "Health care changes to watch for in 2014", "articleid": 4263765, "image-16-9": "http://www.gannett-cdn.com/-mm-/359d11bfcafb6a89e0c55f33ee06d060a689b8d6/c=0-65-3600-2088/local/-/media/USATODAY/test/2014/01/01//1388593606000-AFP-525682767.jpg", "image-9-16": "http://www.gannett-cdn.com/-mm-/7f57fb38e8af0dd91b7006fb899116b0a3fbdfde/c=828-0-2160-2390/local/-/media/USATODAY/test/2014/01/01//1388593606000-AFP-525682767.jpg"}}, "news_keywords": "Affordable Care Act"}, "_id": "\"57477af36914bd0286fd02c6\"", "article_summary": "Beyond the law's new requirements, analysts and industry officials say they anticipate a series of related changes to affect health care in 2014, including:• Private exchanges.\nEmployers will also start making changes to prepare for the requirement that companies with more than 50 employees provide health insurance for their employees, said Hector De La Torre, executive director of the Transamerica Center for Health Studies.\nInsurers will continue to limit their networks of health care providers, often by using those providers with which it can negotiate better rates, said Kev Coleman, head of data and research at HealthPocket.\nSome states will also decide this year whether to expand their Medicaid programs, as allowed by the health law.\nThe law requires insurers to tell customers how much they are expected to pay in out-of-pocket costs, but so far health care providers have not followed suit by listing prices for treatments."}