{"article_title": "BOOM!Health high-risk clinics gain traction due to Obamacare", "article_keywords": ["organizations", "system", "clinics", "obamacare", "highrisk", "boomhealth", "traction", "reduction", "medicaid", "gain", "services", "health", "model", "hospitals", "patients", "care"], "article_url": "http://www.healthcarefinancenews.com/news/boomhealth-high-risk-clinics-gain-traction-due-obamacare", "article_text": "Mock up Boom!Health bus ad from boomhealth.org.\n\nHarm reduction centers -- where drug users and sex workers can get clean needles, syringes, free condoms and HIV prevention information -- have existed for decades. They've generally operated on the outskirts of the health care system and pieced together shoestring budgets with the help of state and federal programs as well as private donations.\n\nBut harm reduction centers are increasingly trying to reposition themselves as a commodity for hospitals and insurers because of their unique experience in coordinating care for high-risk and often marginalized patients.\n\nRobert Cordero, outgoing president and chief program officer for New York City's BOOM!Health, says this opportunity is new -- and very real. A decade ago, he adds, this nonprofit, integrated health clinic, with its $12 million operating budget, would have struggled to survive. That's changed now. State-based health reforms, coupled with new incentives put in place by the federal health law, have improved the clinic's prospects.\n\n[Also: Zoom+ clinic model adds its own insurance option]\n\nBoom!Health was created two years ago when two New York-based organizations -- the Bronx AIDS Services and CitiWide Harm Reduction -- merged to create a new health care delivery model that combined harm reduction services with primary care, preventive and behavioral health services. The clinic also works with an on-site pharmacy to assist patients with medication management, helps homeless patients find affordable housing, and provides other services like food and nutrition counseling and legal aid.\n\nThe New York Academy of Medicine recently pointed to BOOM!'s integrated approach as a possible model for other clinics around the country. It involves partnerships with a local hospital, a federally qualified health center and other community-based health organizations to reach a down-on-their-luck population sometimes struggling for basic survival. The momentum for these partnerships is fueled in part by providers' interest in forming the accountable care organizations created by the health law as well as New York state's push for Medicaid managed care and its reforms toward a value-based, rather than a fee-for-service payment system.\n\nCordero spoke with KHN Staff Writer Lisa Gillespie about how and why their model works and what other similar organizations can do to stay afloat.\n\nWhat does BOOM! do, and whom do you serve?\n\nWe receive Medicaid funding through Medicaid managed care organizations from hospitals like the Bronx-Lebanon Hospital Center, and it's all tied in with Medicaid expansion and health care reform. Community-based organizations can participate in reform by providing care coordination to people with two or more chronic conditions, many of whom have behavioral health conditions and addiction issues, or things like asthma and diabetes. The hospitals we partner with pay us a \"per member, per month\" rate. Medicaid assigns … high utilizers with two or more conditions to these hospitals, and they have to show health care outcomes.\n\nThere's a patient I can recall that got tested for Hepatitis C using rapid-testing technology by our community outreach worker. He tested positive, and was immediately connected to our in-house doctor, the pharmacy and assigned to a care coordinator to help him navigate all of that, including getting Medicaid to cover the cost of medication, which is incredibly expensive. His treatment regimen was a few months, and eventually he was cured. There are a lot of barriers, even for those who are middle class -- you have to figure out the system. So for low-income people who are more marginalized, BOOM! is a great model if you've got a tough medical condition.\n\nSo why don't hospitals manage these patients themselves?\n\nHospitals aren't good at going out in to the community and finding people in shelters. Hospitals are there when you need them. Most patients assigned from Medicaid are disconnected from the medical system, so any effort is more effective than overdosing or whatever it may be.\n\nThe highest utilizers of the Medicaid system, if you take out long-term care and people going into nursing homes, it's people who have mental health issues and addiction. So it's costing the system a lot of money. No one knows what to do with them, people think, \"Just send them to treatment.\" Only 10 percent actually go to treatment.\n\n[Also: CVS says MinuteClinics hit 25 million visits as walk-in service takes hold]\n\nWe either say we're going to figure out a way to adjust their needs or wait for them in the ER, and then the system has to pay for it. We're already comfortable and knowledgeable about the populations we serve. But you have to prove that. So we invest a lot in measuring and evaluating outcomes. If you can prove your value in an outpatient setting, you have negotiating power.\n\nHow did the partnerships start with hospitals?\n\nWe reached out to the hospitals, and that's how much of the relationship building is happening. …\n\nAnd then we pitch them on subcontracting through Medicaid funding, which is how we ended up partnering with a federally qualified health center that gets a higher rate from Medicaid. And that means they have a little more to spend and more time with patients.\n\nWhat lessons can you offer to other similar organizations?\n\nPayment is now based more toward outcomes, which means we have to be more sophisticated with data systems and infrastructure. With Medicaid expansion, we've been able to get the funding to build data systems and IT systems.\n\nToo many nonprofits unfortunately are struggling to figure out a way to participate in reform because what they're trying to do is retrofitting into the system of care without looking at how to have steady revenue coming in. You don't have to become a hospital, but you have to become really good at what you do and show it works.\n\nKaiser Health News is a national health policy news service. It is an editorially independent program of the Henry J. Kaiser Family Foundation.\n\nTwitter: @HFNewsTweet", "article_metadata": {"og": {"url": "http://www.healthcarefinancenews.com/news/boomhealth-high-risk-clinics-gain-traction-due-obamacare", "image": "http://www.healthcarefinancenews.com/sites/healthcarefinancenews.com/files/Boom%21Health-ad-boomhealth.org-feature.jpg", "site_name": "Healthcare Finance News", "description": "Clinics partner with a local hospital, a federally qualified health center and other community-based health organizations to reach a down-on-their-luck population sometimes struggling for basic survival.", "title": "BOOM!Health high-risk clinics gain traction due to Obamacare"}, "twitter": {"site": "@HC_Finance", "image": {"src": "http://www.healthcarefinancenews.com/sites/healthcarefinancenews.com/files/Boom%21Health-ad-boomhealth.org-feature.jpg"}, "description": "Clinics partner with a local hospital, a federally qualified health center and other community-based health organizations to reach a down-on-their-luck population sometimes struggling for basic survival.", "card": "summary_large_image", "title": "BOOM!Health high-risk clinics gain traction due to Obamacare"}, "generator": "Drupal 7 (http://drupal.org)", "description": "Harm reduction centers -- where drug users and sex workers can get clean needles, syringes, free condoms and HIV prevention information -- have existed for decades.  They've generally operated on the outskirts of the health care system and pieced together shoestring budgets with the help of state and federal programs as well as private donations.&#13; But harm reduction centers are increasingly trying to reposition themselves as a commodity for hospitals and insurers because of their unique experience in coordinating care for high-risk and often marginalized patients.", "viewport": "width=device-width; initial-scale=1.0; maximum-scale=1.0; user-scalable=no"}, "article_summary": "They've generally operated on the outskirts of the health care system and pieced together shoestring budgets with the help of state and federal programs as well as private donations.\nIt involves partnerships with a local hospital, a federally qualified health center and other community-based health organizations to reach a down-on-their-luck population sometimes struggling for basic survival.\nWe receive Medicaid funding through Medicaid managed care organizations from hospitals like the Bronx-Lebanon Hospital Center, and it's all tied in with Medicaid expansion and health care reform.\nMedicaid assigns … high utilizers with two or more conditions to these hospitals, and they have to show health care outcomes.\nState-based health reforms, coupled with new incentives put in place by the federal health law, have improved the clinic's prospects."}