{"article_title": "California wildfire threatens homes, prompts evacuations", "article_keywords": ["wildfire", "homes", "saidthe", "threatens", "lake", "evacuations", "sierra", "prompts", "near", "california", "blaze", "wine", "miles", "nevada", "timber"], "article_url": "http://townhall.com/news/us/2015/07/25/california-wildfire-threatens-homes-prompts-evacuations-n2030458", "article_text": "ALTA, Calif. (AP) — A Northern California wildfire raced through more than six square miles of drought-stricken timber Saturday, threatening at least 150 rural homes in the Sierra Nevada, authorities said.\n\nThe blaze erupted at around 2:30 p.m. and forced evacuations of some communities in and near Nevada County, about 45 miles northeast of Sacramento.\n\nHundreds of firefighters aided by air tankers fought the blaze. It was in a rugged creek drainage area that fire engines couldn't reach so crews were hiking in or being dropped by helicopter, state fire spokeswoman Lynne Tolmachoff said.\n\nThe fire was jumping from tree to tree, turning them into torches and throwing embers a half-mile ahead, she said.\n\nHomes and small ranches dotted the heavy timber. Mandatory evacuations were called for areas of Red Dog, Chalk Bluff and You Bet in Nevada County, and the community of Cascade Shores.\n\nNo injuries were reported.\n\nThe cause of the fire wasn't determined but investigators asked for public help in finding a white Jeep Wrangler with a roll bar and no front doors that was seen in the area around the time the fire started.\n\nMeanwhile, firefighters gained ground Saturday against a wildfire near Napa Valley wine country, and fire officials ended all evacuation orders and road closures.\n\nCrews battling a separate blaze in the Sierra Nevada on Friday had reopened one lane of a freeway linking Sacramento and Reno and were escorting traffic through the fire area.\n\nThe Napa-area blaze has burned more than 10 1/2 square miles of drought-parched countryside near Lake Berryessa, about 45 miles east of wine country. Residents who evacuated about 50 homes when the fire broke out Wednesday were allowed to return by Friday.\n\nAll mandatory evacuations and road closures were lifted Saturday morning, Cal Fire said.\n\nThe blaze was 55 percent contained.\n\nBusinesses close to the wildfires say commerce hasn't been affected, with customers buying wine and renting cabins and boats by Lake Berryessa, one of California's largest bodies of fresh water.\n\n\"You're getting the last few weeks before school starts and getting all the fun you can,\" said Terry Sparkman, general manager of Pleasure Cove Resort & Marina, which is a few miles west of the wildfires.\n\nThe other fire, in the Sierra Nevada southwest of Lake Tahoe, has charred 200 acres of heavy timber. It was 75 percent contained Saturday.\n\nIt was burning about 60 miles east of Sacramento on both sides of the American River and U.S. Highway 50.", "article_metadata": {"description": "California wildfire threatens homes, prompts evacuations - AP News: ALTA, Calif. (AP) — A Northern California wildfire raced through .05/27/2016 9:10:56AM EST.", "author": "AP News", "msapplication-wide310x150logo": "http://media.townhall.com/thm/favicon/widetile.png", "twitter": {"description": "ALTA, Calif. (AP) — A Northern California wildfire raced through more than six square miles", "title": "AP News - California wildfire threatens homes, prompts evacuations", "url": "http://townhall.com/news/us/2015/07/25/california-wildfire-threatens-homes-prompts-evacuations-n2030458", "image": "http://media.townhall.com/townhall/reu/ha/2015\\206\\7ad2066a-03bb-4ed1-8145-014dfcc21786.jpg", "site": "@townhallcom", "card": "summary_large_image"}, "msapplication-square70x70logo": "http://media.townhall.com/thm/favicon/smalltile.png", "robots": "index, follow", "msapplication-square310x310logo": "http://media.townhall.com/thm/favicon/largetile.png", "og": {"site_name": "Townhall", "description": "ALTA, Calif. (AP) — A Northern California wildfire raced through more than six square miles", "title": "AP News - California wildfire threatens homes, prompts evacuations", "url": "http://townhall.com/news/us/2015/07/25/california-wildfire-threatens-homes-prompts-evacuations-n2030458", "image": "http://media.townhall.com/townhall/reu/ha/2015/206/7ad2066a-03bb-4ed1-8145-014dfcc21786.jpg", "type": "Article"}, "fb": {"app_id": 143685698988231, "pages": 41632789656}, "keywords": "California wildfire threatens homes, prompts evacuations, AP News, Conservative News, Conservative opinion, Political, Latest news, Politics, GOP, Republican, Human Events, Newsmax, Breaking news, Conservative Commentary, Articles, Columns, Conservatism, Party, Townhall, Right Wing", "msapplication-square150x150logo": "http://media.townhall.com/thm/favicon/mediumtile.png"}, "article_summary": "ALTA, Calif. (AP) — A Northern California wildfire raced through more than six square miles of drought-stricken timber Saturday, threatening at least 150 rural homes in the Sierra Nevada, authorities said.\nThe blaze erupted at around 2:30 p.m. and forced evacuations of some communities in and near Nevada County, about 45 miles northeast of Sacramento.\nThe other fire, in the Sierra Nevada southwest of Lake Tahoe, has charred 200 acres of heavy timber.\nThe Napa-area blaze has burned more than 10 1/2 square miles of drought-parched countryside near Lake Berryessa, about 45 miles east of wine country.\nMeanwhile, firefighters gained ground Saturday against a wildfire near Napa Valley wine country, and fire officials ended all evacuation orders and road closures."}