{"article_title": "Gun violence costs taxpayers $500 million: study", "article_keywords": ["urban", "million", "victims", "study", "violence", "gun", "insurance", "taxpayers", "costs", "uninsured", "statistics", "impoverished", "public", "500", "areas"], "article_url": "http://money.cnn.com/2014/09/02/news/economy/gun-violence-insurance/", "article_text": "Gunshot wounds are costing the American taxpayer half a billion dollars a year, according to a study from the Urban Institute.\n\nMost of the victims are either uninsured or on public insurance like Medicaid, which means that the hospital costs get passed on to the taxpayer, the think tank said.\n\nThe Urban Institute's study was based on statistics from 2010, when hospital costs from firearm assaults totaled $669.2 million. About 73% of that amount came a combination of uninsured victims ($193.8 million) and those on government insurance ($294.2 million).\n\n\"The bulk of those costs come out of the public's pockets,\" said Sam Bieler, a criminologist, who co-authored the report for the Urban Institute's Justice Policy Center.\n\nIn some states the cost on taxpayers was significantly high. In New Jersey, 59% were uninsured victims, while in Arizona, 64% were under public insurance.\n\nRelated: Sales soaring for Ferguson-area gun stores\n\nMost of the public insurance is picked up by Medicaid instead of Medicare, since the majority of gunshot victims are young. About 43%, or most, gunshot victims are males aged 15 to 24.\n\n\"The consequences of gun violence are disproportionately concentrated among male youth, specifically young black males,\" said the study. \"Firearm-assault injuries impose a tremendous burden on some of America's most vulnerable youth, the health care system and the American public.\"\n\nThe study concluded \"that significant public resources could be saved or redirected if effective gun-violence prevention strategies could be identified.\"\n\nRelated: U.S. sanctions drive AK-47 sales\n\nThe gun industry sees the statistics as a reflection of the country's health insurance and poverty issues, rather than anything to do with firearms.\n\n\"It's not particularly surprising that a disproportionally large number of the victims of gun violence live in impoverished areas because that's where the crime occurs: in impoverished areas,\" said Larry Keane, senior vice president of the National Shooting Sports Foundation, which represents the gun industry. \"And people who live in impoverished areas tend not to have health insurance.\"\n\nKeane said the statistics shouldn't be used as a motive for more gun control.\n\n\"It doesn't solve the problem of people in impoverished areas not having insurance,\" he said. \"You can't infringe on individuals' Second Amendment rights because societal ills befall on impoverished neighborhoods, and one of those ills is lack of insurance.\"", "article_metadata": {"news_keywords": "cnnmoney, guns, insurance, uninsured, health, hospitals, urban institute, nssf, national shooting sports foundation, violence", "author": "Aaron Smith", "og": {"url": "http://money.cnn.com/2014/09/02/news/economy/gun-violence-insurance/index.html", "type": "article", "site_name": "CNNMoney", "description": "Urban Institute says taxes pay majority of gun wound hospital costs.", "title": "Gun violence costs taxpayers $500 million: study"}, "section": "news", "title": "Gun violence costs taxpayers $500 million: study", "fb": {"app_id": 521848191196480}, "DC.date.issued": "2014-09-02T02:51:43", "date": "2014-09-02 02:51:43", "vr": {"category": "economy", "type": "Article"}, "subsection": "economy", "keywords": "cnnmoney, guns, insurance, uninsured, health, hospitals, urban institute, nssf, national shooting sports foundation, violence", "twitter": {"url": "http://money.cnn.com/2014/09/02/news/economy/gun-violence-insurance/index.html", "title": "Gun violence costs taxpayers $500 million: study", "description": "Urban Institute says taxes pay majority of gun wound hospital costs.", "card": "summary_large_image", "site": "@CNNMoney"}, "viewport": "width=1140", "description": "Urban Institute says taxes pay majority of gun wound hospital costs."}, "_id": "\"57477af36914bd0286fd02e1\"", "article_summary": "About 73% of that amount came a combination of uninsured victims ($193.8 million) and those on government insurance ($294.2 million).\nThe Urban Institute's study was based on statistics from 2010, when hospital costs from firearm assaults totaled $669.2 million.\nIn New Jersey, 59% were uninsured victims, while in Arizona, 64% were under public insurance.\n\"The consequences of gun violence are disproportionately concentrated among male youth, specifically young black males,\" said the study.\n\"It doesn't solve the problem of people in impoverished areas not having insurance,\" he said."}