{"article_title": "Meet the mysterious 70-million-year-old ‘unusual horrible hand’ dinosaur", "article_keywords": ["known", "unusual", "lee", "missing", "arms", "deinocheirus", "hand", "dinosaur", "dinosaurs", "parts", "mongolia", "horrible", "mysterious", "meet", "70millionyearold", "paleontologist", "skeletons"], "article_url": "http://www.rawstory.com/2014/10/meet-the-mysterious-70-million-year-old-unusual-horrible-hand-dinosaur/", "article_text": "Deinocheirus mirificus, the largest known member of a group of bird-like dinosaurs, is shown in this reconstruction image released on October 21, 2014. REUTERS/Yuong-Nam Lee/Korea Institute of Geoscience and Mineral Resources/Handout\n\nIn July 1965, two gigantic fossilized dinosaur arms replete with menacing claws were unearthed in the remote southern Gobi desert of Mongolia. Measuring 8 feet (2.4 meters), they were the longest arms of any known bipedal creature in Earth’s history.\n\nBut nearly everything else was missing, leaving experts baffled about the nature of this beast with the behemoth arms. Half a century later, the mystery has been solved.\n\nScientists said on Wednesday two almost complete skeletons of the bizarre 70-million-year-old creature, Deinocheirus mirificus (meaning “unusual horrible hand”), show it boasted a combination of unorthodox traits, including the famous arms, never before seen in a single dinosaur.\n\nAt 36-feet-long (11 meters) and 6.4 tons, it was the largest known member of a group of bird-like dinosaurs called ornithomimosaurs (“ostrich mimics”), the researchers said.\n\nIts back was topped with long spines that supported a sail-like structure whose function remains enigmatic. It had fused tail vertebrae to support tail feathers.\n\nThriving in an river region, it was an omnivore, eating fish and plants with a beaked, toothless snout that flared out to the sides like the herbivorous duckbilled dinosaurs. It had broad feet with toes ending in squared-off hooves that may have helped it stand on wet ground.\n\nDeinocheirus had wide hips and moved slowly but was capable of defending itself thanks to its sheer size and its three ripping claws on each hand. It was virtually as big as the apex predator in the neighborhood, Tyrannosaurus rex’s cousin Tarbosaurus.\n\nScientists had speculated for decades about Deinocheirus. It was accurately recognized as a type of theropod, the dinosaur branch that includes giants like T. rex but also the lineage that evolved into birds – but what type?\n\n“Deinocheirus has remained one the most mysterious dinosaurs in the world. We found almost (complete) skeletons of Deinocheirus and know now how it looked, how big it was and what it ate,” said paleontologist Yuong-Nam Lee, director of Geological Museum at the Korea Institute of Geoscience and Mineral Resources in Daejeon, South Korea.\n\nUniversity of Maryland paleontologist Thomas Holtz, who wrote a commentary accompanying the study in the journal Nature, said no one could have predicted its astonishing array of attributes.\n\n“I’ve literally waited my whole life to see Deinocheirus finally unveiled,” Holtz said.\n\nSome bad luck almost prevented the unveiling. The two new skeletons were found in 2006 and 2009 at Gobi sites in Mongolia. Both suspiciously were missing their heads and other key parts. The scientists realized those had been poached by illegal fossil collectors, with parts sold off to private collectors.\n\nThe missing parts from the 2009 excavation ended up with a collector in Germany but fortuitously were seen by Belgian paleontologist Pascal Godefroit, who recognized what they were and informed Lee and other scientists.\n\nLee said the researchers persuaded the collector to donate the fossils because of their importance to science. The fossils were returned to Mongolia in May. But Lee said the 2006 fossils remain missing.\n\n(Reporting by Will Dunham; Editing by Tom Brown)", "article_metadata": {"og": {"image": {"width": 800, "identifier": "http://www.rawstory.com/wp-content/uploads/2014/10/reuters-do-not-reuse37-800x430.jpg", "height": 430}, "title": "Meet the mysterious 70-million-year-old ‘unusual horrible hand’ dinosaur"}, "fb": {"app_id": 212555972273585}, "viewport": "width=device-width, user-scalable=yes, initial-scale=1.0, minimum-scale=0.1, maximum-scale=10.0"}, "article_summary": "Scientists said on Wednesday two almost complete skeletons of the bizarre 70-million-year-old creature, Deinocheirus mirificus (meaning “unusual horrible hand”), show it boasted a combination of unorthodox traits, including the famous arms, never before seen in a single dinosaur.\nMeasuring 8 feet (2.4 meters), they were the longest arms of any known bipedal creature in Earth’s history.\nBut nearly everything else was missing, leaving experts baffled about the nature of this beast with the behemoth arms.\nDeinocheirus mirificus, the largest known member of a group of bird-like dinosaurs, is shown in this reconstruction image released on October 21, 2014.\nIt had broad feet with toes ending in squared-off hooves that may have helped it stand on wet ground."}