{"article_title": "Are RFID Chips Being Tested for Obamacare? No, It's a Hoax", "article_keywords": ["website", "wyoming", "rfid", "obamacare", "called", "hoax", "tested", "fake", "chippie", "implanted", "chips", "children", "mascot"], "article_url": "http://www.theepochtimes.com/n3/350269-are-rfid-chips-being-tested-for-obamacare-no-its-a-hoax/", "article_text": "Stories claiming RFID chips are being tested as part of Obamacare have been going viral on alternative news websites, with people claiming that a test run began on the citizens in a small town in Wyoming in Hanna.\n\nFor instance, a post on the website “Before It’s News” from a blog called “Resist the Tyranny” claims that the chips are being “test ran” in Hanna and says it’s “yet another fatal blow to American privacy and liberties.”\n\nThe post has almost 300,000 views and over 101,000 likes on Facebook.\n\nBut it’s not real.\n\nThe story is a copy-and-paste job from a story from National Report, a fake news website similar to The Onion.\n\n“Over the last two weeks a special piece of legislation has been passed making it mandatory for anyone who receives welfare, or any other form of government assistance to be implanted with these new identification chips,” the National Report story says. “Even select government employees and officials have been ordered to receive the new sub-dermal device, which is typically implanted in the fatty tissue of the individual’s buttock. Police officers, military, even garbage men will all be required to have the RFID chip by the end of next month or face termination from their jobs.”\n\nThe story is fake, and the website is fake.\n\nBesides the disclaimer on its website about its fake reporting, the fakeness of the site can be seen in its headlines, such as “Analysts Forecast Drop In Holiday Spending As More Families Rely On Presents From Santa Claus” and “Naptime Prepares Children for Socialist Entitlements.”\n\nThe original fake RFID chip story is from three months ago, but the new spate of stories derived from the fake site appear to come after two follow-up stories about an “RFID mascot” beginning a nationwide tour “to help alleviate children’s fears of implantation.” It referred to the mascot as “Chippie the RFID.”\n\nThe story quoted a fake person called Doug Walker:\n\n“’It felt like a pinch,’ explained Walker who attended a recent Chippie seminar a Carbon County, Wyoming school.\n\n“Holding up his slightly swollen left hand bearing the tiny hole where the needle had been inserted he said. ‘Now I can get free candy every time me and mommy go to the bank or the grocery store!’, he beamed proudly. ‘Chippie is my new best friend who lives inside of me!'”\n\nAnother fake, totally made up person called Brading Harris was quoted:\n\n“He’s so cool!” said Harris a student at Plymouth elementary school. “I love Chippie so much! He’s my best friend in the whole world and I can’t wait to get my very own real life Chippie implanted in my hand!”\n\nThe latest follow-up was titled: “Move Over Elmo – Chippie Seminars Leave Children Eager To Receive New RFID Implant”\n\nAn excerpt:\n\n“The theme song drops its tempo and the curtains slowly begin to open. Gasps can be heard from the audience as they bear witness to the 7 foot tall, cylindrical character standing center stage. He starts to sing in a comically high pitched voice, and that’s when absolute bedlam breaks out. Some children can be seen jumping up and down, screaming wildly. Others clap their hands, smiling and singing along, already knowing the song that is now barely audible above the shrieks and squeals of several hundred overjoyed kids.\n\n“This was the scene earlier today at Plymouth elementary school in Big Horn, Wyoming, the first stop on Chippie’s nationwide RFID awareness tour. Chippie The RFID Device is a corporate sponsored mascot for the newly mandated Obamacare RFID Implantation Program. His purpose is to introduce kids and teens to the RFID technology in a fun and nonthreatening way.”", "article_metadata": {"description": "Stories claiming RFID chips are being tested as part of Obamacare have been going viral on alternative news websites, with people claiming that a test run", "og": {"site_name": "The Epoch Times", "description": "Stories claiming RFID chips are being tested as part of Obamacare have been going viral on alternative news websites, with people claiming that a test run", "title": "Are RFID Chips Being Tested for Obamacare? No, It's a Hoax", "locale": "en_US", "image": "http://www.theepochtimes.com/n3/eet-content/uploads/2013/11/RFIDchips.jpg", "url": "http://www.theepochtimes.com/n3/350269-are-rfid-chips-being-tested-for-obamacare-no-its-a-hoax/", "type": "article"}, "twitter": {"domain": "The Epoch Times", "description": "Stories claiming RFID chips are being tested as part of Obamacare have been going viral on alternative news websites, with people claiming that a test run", "title": "Are RFID Chips Being Tested for Obamacare? No, It's a Hoax", "image": {"src": "http://www.theepochtimes.com/n3/eet-content/uploads/2013/11/RFIDchips.jpg"}, "creator": "@ZackStieber", "site": "@EpochTimes", "card": "summary"}, "date": "November 7, 2013 7:05 pm", "fb": {"admins": 10205921529470972, "pages": 92239399265}, "keywords": "US, US News", "article": {"section": "US News", "published_time": "2013-11-07T19:05:37-05:00"}}, "_id": "\"57477af36914bd0286fd02e7\"", "article_summary": "Chippie The RFID Device is a corporate sponsored mascot for the newly mandated Obamacare RFID Implantation Program.\nStories claiming RFID chips are being tested as part of Obamacare have been going viral on alternative news websites, with people claiming that a test run began on the citizens in a small town in Wyoming in Hanna.\nThe story is a copy-and-paste job from a story from National Report, a fake news website similar to The Onion.\nHis purpose is to introduce kids and teens to the RFID technology in a fun and nonthreatening way.”\n“This was the scene earlier today at Plymouth elementary school in Big Horn, Wyoming, the first stop on Chippie’s nationwide RFID awareness tour."}