{"article_title": "House Votes Again To Repeal Affordable Care Act", "article_keywords": ["affordable", "votes", "law", "house", "republicans", "obamacare", "freshman", "republican", "health", "act", "vote", "repeal", "care"], "article_url": "http://www.npr.org/2015/02/04/383724446/house-votes-again-to-repeal-affordable-care-act", "article_text": "House Votes Again To Repeal Affordable Care Act\n\nTuesday's vote gave House Republican freshmen their first chance at repealing the law, and this is the first full repeal vote since millions of Americans signed up for coverage under the program.\n\nRENEE MONTAGNE, HOST:\n\nHouse lawmakers took another whack at the Affordable Care Act. They voted yesterday for a bill that would repeal Obamacare, something they've done many times before. But this time, two things are different. That vote gave House Republican freshmen their first crack at repeal. And this is the first full repeal vote since millions of Americans signed up for coverage. NPR's Juana Summers has more.\n\nJUANA SUMMERS, BYLINE: Members of the House freshman class were ready for their debut. They were sworn in weeks ago, but on Tuesday, they got the chance to take their first vote on an issue that defined many of their campaigns.\n\n(SOUNDBITE OF ARCHIVED RECORDING)\n\nREPRESENTATIVE MIA LOVE: Now is the time to repeal and replace this disaster of a law.\n\nREPRESENTATIVE JODY HICE: We must repeal Obamacare.\n\nREPRESENTATIVE DAVE BRAT: Health care in America certainly had problems before this law. But Obamacare has been a cure worse than a disease.\n\nSUMMERS: You just heard Utah's Mia Love, Georgia's Jody Hice and Virginia's Dave Brat. For them and many of their classmates, it didn't matter that House lawmakers had voted more than 50 times in the last four years to repeal or undermine the health care law or that this bill would almost certainly never become law. They wanted to make a statement.\n\nBut Congressman Carlos Curbelo, a freshman Republican from Florida, said that was exactly what he did not want to do. In an interview before he was sworn into Congress, he said he wasn't interested in taking a long list of symbolic votes attacking the health care law. Why put on the circus, he asked a reporter for the Sun Sentinel, saying that the law isn't going anywhere with Obama in the White House. But Curbelo told me that the vote he cast on Tuesday was different.\n\nREPRESENTATIVES CARLOS CURBELO: I like this vote 'cause it's not just symbolic. You know, there is a symbolic aspect to it, for sure. But it also says we Republicans cannot just criticize the president's health care reform law. We need to proffer our own. And it instructs the committees to start doing that.\n\nSUMMERS: Unlike past efforts to scrap the Affordable Care Act, supporters say this bill gets Republicans started down the path of finding a replacement. It directs House committees to work toward finding their own alternative to Obamacare. That's been a goal of Republicans in Congress for years. Three freshman Republican defected from their classmates and voted against the bill. They said while they don't support Obamacare, they couldn't vote to repeal it without an alternative immediately ready to replace it. Here's Curbelo who voted for repeal.\n\nCURBELO: It's so important for Republicans to recognize that before Obamacare, our health care system had many problems and was leaving a lot of people out. So anything we propose has to address those problems and fix them.\n\nSUMMERS: The bill passed the House on a largely party line vote. It now goes to the Senate where there could be a repeal vote soon. But Senate Republicans would have to find six Democrats to vote with them, and even if they did, President Obama has said he'll veto. While that may be the case, members of the House freshman class say they see this as an opportunity. Freshman Mimi Walters of California.\n\nREPRESENTATIVE MIMI WALTERS: Now will the president veto this legislation? I'm pretty sure he's going to veto it. But that's OK. It's a starting point for us to show America that we have solutions and we're going to put them forward.\n\nSUMMERS: But for now, the ball is in Republicans' court. Leaders in the expanded Republican majority are working to craft a health care overhaul that can win support from both chambers. Juana Summers, NPR News, Washington.\n\nCopyright © 2015 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\n\nNPR transcripts are created on a rush deadline by Verb8tm, Inc., an NPR contractor, and produced using a proprietary transcription process developed with NPR. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.", "article_metadata": {"Rating": "General", "medium": "audio", "description": "Tuesday's vote gave House Republican freshmen their first chance at repealing the law, and this is the first full repeal vote since millions of Americans signed up for coverage under the program.", "og": {"site_name": "NPR.org", "description": "Tuesday's vote gave House Republican freshmen their first chance at repealing the law, and this is the first full repeal vote since millions of Americans signed up for coverage under the program.", "title": "House Votes Again To Repeal Affordable Care Act", "url": "http://www.npr.org/2015/02/04/383724446/house-votes-again-to-repeal-affordable-care-act", "image": "https://media.npr.org/include/images/facebook-default.jpg?s=1400", "type": "article"}, "twitter": {"domain": "npr.org", "site": "@NPR", "card": "summary"}, "robots": "noarchive,index,follow", "fb": {"app_id": 138837436154588, "pages": 10643211755}, "date": "2015-02-04", "viewport": "width=device-width, initial-scale=1, minimum-scale=1, maximum-scale=1, user-scalable=no, shrink-to-fit=no"}, "_id": "\"57477af46914bd0286fd99e2\"", "article_summary": "House Votes Again To Repeal Affordable Care ActTuesday's vote gave House Republican freshmen their first chance at repealing the law, and this is the first full repeal vote since millions of Americans signed up for coverage under the program.\nIn an interview before he was sworn into Congress, he said he wasn't interested in taking a long list of symbolic votes attacking the health care law.\nAnd this is the first full repeal vote since millions of Americans signed up for coverage.\nThey voted yesterday for a bill that would repeal Obamacare, something they've done many times before.\nWhile that may be the case, members of the House freshman class say they see this as an opportunity."}