{"article_title": "Does Steve Scalise hate his caucus?", "article_keywords": ["blog", "scalise", "tea", "immigration", "steve", "feehery", "rubio", "does", "party", "hate", "caucus", "help"], "article_url": "http://dailycaller.com/2014/08/07/does-steve-scalise-hate-his-caucus/", "article_text": "4279990\n\n… or is it just his adviser who does? A day ago, Politico reported that incoming House GOP whip Rep. Steve Scalise uses the services of a Washington lobbyist, John Feehery, to help vet potential staffers. Ethical concerns were raised! (E.g., would Feehery, a former leadership aide, help hire people who would then owe him [duh] and maybe help him gain access for his clients?) A “non-story,” tweeted a New York Times reporter. But the real story was buried on Feehery’s blog. Scalise, it seems, has sought out the counsel of someone filled with a sophomoric rage against the Tea Party faction that forms one backbone of the GOP caucus Scalise aspires to help lead. Here’s a passage from Feehery’s blog post,”The Tea Party Must Be Crushed” (I’m afraid the title gives it away):\n\nBut today’s Tea Party has morphed into something far different. It has become a collection of wing-nuts, racists, hucksters, extremists, con-men and front-men, who collaborate with Hollywood and left-wing organizations to plot the demise of Republicans in good standing, .\n\nI know what you are thinking: You are thinking maybe Feehery is not talking about immigration when he accuses Tea Partiers of being “racist.” Or maybe he’s just talking about self-appointed Tea Party leaders. No such luck. The Atlantic‘s Molly Ball points to this equally level-headed Feehery blog post (“Tea Party Treachery”) from February:\n\nThey hate common core standards. Hate Obamacare. Hate extending the debt limit. Hate reopening the government. Hate the NSA. Hate immigrants. Hate the establishment. Hate big corporations. Hate Labor. Hate the Federal Reserve. Hate foreigners. Hate. Hate. Hate. –\n\nNow, Feehery explicitly endorsed “comprehensive immigration reform” in a July, 2013 Ball piece (“Marco Rubio and Paul Ryan get it”) which is fine. But he characterized its opponents in sneering terms that suggest some sort of projection. From Ball:\n\nThe debate over Republicans’ approach to immigration has largely focused on politics—on whether and how the party will be able to woo Hispanic voters in the next presidential election. But the intra-party psychodrama is bigger than that. It’s about whether the pragmatists can seize the reins of the Republican Party, or whether the angry, oppositionist, populist strain retains control. (Feehery calls them “the haters,” and sees them as the heirs to the Know-Nothings who tried to keep out his Irish ancestors.) [E.A.]\n\nDoes Scalise share these views? If his spokesman denied it now, would you believe him? Legislators who opposed Rubio and Ryan’s immigration plans comprise a good chunk of Scalise’s caucus, after all. Does he consider them “haters”? Legislators who opposed voting on Rubio and Ryan’s plans –whether because they don’t like them or just questioned the timing — constitute a solid majority of Scalise’s caucus. Are they under the sway of “racists, hucksters, extremists” and “con men”? Are they racists themselves? And if Scalise, per Feehery’s screed, is going to weed out Republican representatives who “hate Obamacare” — well, he’s not going to have much of a caucus left.\n\nScalise could hardly have picked a more divisive figure to advise him, at least this side of talk radio. Feehery even called for the 12 Republicans who didn’t vote for Boehner as Speaker to be “ousted from the party.” (“Let the Tea Party start their own Party.”) Nor would it seem that flopping all over the landscape picking attention-getting fights is the best model for running a Leadership “communications” shop — though it’s a proven route to blog success, I will give Feehery that. In any case, we may now have a clue as to why Scalise blew his first whip count (which was of the immigration/border bill) — he was reluctant to deal with the people in his own caucus whom he or those around him found distasteful. Unfortunately there were enough of them to deny him a majority.\n\nThe Republican caucus elected this guy. Did they know what they were getting? …", "article_metadata": {"sailthru.author": "Mickey Kaus", "description": "Or is it just his adviser?", "og": {"site_name": "The Daily Caller", "description": "... or is it just his adviser who does? A day ago, Politico reported that incoming House GOP whip Rep. Steve Scalise uses the services of a Washington lobbyist, John Feehery, to help vet potential s", "title": "Does Steve Scalise hate his caucus?", "url": "http://dailycaller.com/2014/08/07/does-steve-scalise-hate-his-caucus/", "image": {"width": 800, "identifier": "http://cdn01.dailycaller.com/wp-content/uploads/2014/06/2014-06-26T202503Z_1_LYNXMPEA5P0ZC_RTROPTP_4_USA-CONGRESS-e1407422315540.jpg", "height": 344}, "type": "article"}, "twitter": {"description": "Or is it just his adviser?", "title": "Does Steve Scalise hate his caucus? Via @dailycaller", "url": "http://dailycaller.com/2014/08/07/does-steve-scalise-hate-his-caucus/", "image": {"src": "http://dailycaller.com/wp-content/uploads/2014/06/2014-06-26T202503Z_1_LYNXMPEA5P0ZC_RTROPTP_4_USA-CONGRESS-e1407422315540.jpg"}, "site": {"identifier": "@dailycaller", "id": 39308549}, "card": "summary"}, "sailthru.date": "2014-08-07 05:03:19", "sailthru.title": "Does Steve Scalise hate his caucus?", "HandheldFriendly": "true", "fb": {"app_id": 143489452702, "pages": 182919686769}, "sailthru.tags": "mickey-kaus", "sailthru.description": "... or is it just his adviser who does? A day ago, Politico reported that incoming House GOP whip Rep. Steve Scalise uses the services of a Washington lobbyist, John Feehery, to help vet potential s", "sailthru.image.full": "http://cdn01.dailycaller.com/wp-content/uploads/2014/06/2014-06-26T202503Z_1_LYNXMPEA5P0ZC_RTROPTP_4_USA-CONGRESS-e1407422315540.jpg", "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no"}, "_id": "\"57477af36914bd0286fd02f4\"", "article_summary": "The Atlantic‘s Molly Ball points to this equally level-headed Feehery blog post (“Tea Party Treachery”) from February:They hate common core standards.\nScalise, it seems, has sought out the counsel of someone filled with a sophomoric rage against the Tea Party faction that forms one backbone of the GOP caucus Scalise aspires to help lead.\nHere’s a passage from Feehery’s blog post,”The Tea Party Must Be Crushed” (I’m afraid the title gives it away):But today’s Tea Party has morphed into something far different.\nAnd if Scalise, per Feehery’s screed, is going to weed out Republican representatives who “hate Obamacare” — well, he’s not going to have much of a caucus left.\nA day ago, Politico reported that incoming House GOP whip Rep. Steve Scalise uses the services of a Washington lobbyist, John Feehery, to help vet potential staffers."}