{"article_title": "Bill O’Reilly at Catholic Fundraiser", "article_keywords": ["catholic", "obama", "media", "kilmeade", "bill", "fox", "oreilly", "fundraiser", "know", "kelly", "theyre", "think", "thats"], "article_url": "http://gawker.com/bill-o-reilly-at-catholic-fundraiser-i-want-to-beat-up-1558230813", "article_text": "Bill O’Reilly wants to pummel the mayor of New York City, Bill de Blasio, for demonizing the wealthy. “I want to beat him up,” the Fox News anchor said of Hizzoner. (You can hear the audio above.) O’Reilly revealed his violent wish at a Thursday fundraiser for the Church of Saint Mary, a Catholic parish and K-12 school in the Long Island hamlet of Manhasset. As the Bible says: The rich will inherit the Earth.\n\nO’Reilly, along with Fox colleagues Megyn Kelly and Brian Kilmeade, appeared before an audience of 2,000 at Long Island University’s Greenvale campus. After delivering their individual speeches, all three personalities gathered on stage for a combined Q&A session. Billed as an “inside-baseball” look at cable news, the 30-minute forum quickly devolved into a rolling pro-Fox rant, complete with references to Benghazi, accusations of anti-Christian media bias, and complaints about America’s growing moocher class.\n\nEven Kelly—who claims she is “not a political person”—joined O’Reilly in slamming Mayor de Blasio for supposedly enabling the takers over the makers.\n\nAdvertisement\n\nThe hysterics began when Brian Kilmeade read aloud a pre-selected audience question: Have we reached the point where there are more people on the free ride—for example, the people on the free ride getting welfare—than those who are actually working for a living?\n\nSponsored\n\nAfter describing his upbringing in Levittown, New York, O’Reilly answered: “Today, a lot of Americans, you know, Hey, gimme gimme gimme, you know, they’re not willing to pay the price to succeed. It’s growing, I’m hoping we can reverse that, but it’s growing.”\n\nThen the question turned to Kelly, who agreed with O’Reilly. After describing her own upbringing and her father’s early death, she explained:\n\nKelly: I don’t personally know the people who think somebody else should support them. Everybody I know works hard, and has come from a family who works hard. O’Reilly: I want to introduce you to de Blasio. [Applause] Kelly: The thing is, you work so hard, and you finally start earning some money, and you have people like de Blasio telling you you’re not paying your fair share, that you’re somehow bad, that you need to pay more, and you haven’t earned it. O’Reilly: I want to beat him up. [Applause] Kilmeade: Give him a little Levittown!\n\nWhile Fox is notoriously secretive about anchors’ compensation, O’Reilly, Kelly, and Kilmeade all earn seven-figure salaries.\n\nPresident O’Reilly\n\nBefore all that, the fundraiser opened with speeches by Kilmeade and Kelly, both of whom were featured in a short, family-friendly highlight reel from the event that aired on Friday morning. But things only really picked up, as they often do on Fox, when O’Reilly took the stage.\n\nAdvertisement\n\nAfter detailing his post-college career in journalism, the O’Reilly Factor anchor told a lengthy, mostly positive tale about his recent Super Bowl interview with President Obama. “An interview like this is a prize fight,” he explained, describing the president’s “agility” and, after the interview, his tour of the White House’s Lincoln Bedroom, where Obama showed him a handwritten copy of the Gettysburg Address.\n\n“Barack Obama has helped me dramatically to raise money for Wounded Warriors,” O’Reilly said, “so I have no personal animus toward him.”\n\nKeeping to his trademark style, however, O’Reilly ended his bit by contemplating an alternate history in which Bill O’Reilly were President:\n\nWhat would I do, Bill O’Reilly, if I were President, what would I do about the Gulf oil spill? There’s really nothing that a President could do. But there really was something, there was something, and Barack Obama was not willing to do it. And it really struck me. The only thing that could’ve capped that oil well was if you lowered Joy Behar down — [laughter, applause] — That could have done it! She would have given her life, but I’m sure she would have for her country! Now you could have done it with Rosie O’Donnell but there’s not a crane in the world that could have done it.\n\n(Both Behar and O’Donnell have publicly feuded with O’Reilly.)\n\nBenghazi\n\nWhile the Fox personalities stuck, individually, to personal stories (both in and out of television), the Q&A session served as an impromptu advertisement for Fox News and its coverage of Obamacare and the September 2012 attacks in Benghazi, Libya.\n\nTo a question about what motivates her every day, Kelly answered:\n\nI don’t want to sound trite, but I take very seriously, and I’m honored by the opportunity, to provide the news to the viewers. And I think that the Fox News Channel is the only place people can go right now for fair and balanced news. It’s truly the only place. [Applause, whistles] So, if you wanted to know what’s happening with Obamacare, where are you going to go? You’re going to get the straight story any place other than Fox? I don’t think so. You’re getting so much spin, and so much spin still keeps coming out. Even, for example, those Medicaid numbers Obama keeps touting, well they’re not true, they’re not true! OK, and that’s not spin. They are false. And he’s overstating it. And the Washington Post is giving him three Pinocchios, but nobody else will tell you that!\n\nO’Reilly agreed: “Yesterday, there were some pretty intense hearings on Benghazi. Nobody covered it but Fox.”\n\nLater, Kelly added:\n\nOne of the beauties of working at the Fox News Channel is you are challenged often. And there’s pushback, a lot, from the outside world, [they say] not to cover that story, Benghazi, that’s not a story, that’s just a Fox story.\n\nKilling Jesus\n\nAfter the tut-tutting of de Blasio’s class warfare, Kilmeade floated another question submitted by an audience member, this one named “Jay”: What benefit is there to the various media outlets to not report the truth, or not reporting events at all?\n\nIn a solemn tone, Kelly responded:\n\nThere’s clearly a bias in the media. They cover the stories they want to cover, and they don’t cover the other stories. And then the extra layer of it is, some of them will engage in the shaming of media outlets that do cover the stories that they don’t think are stories, because they want us to shut up.\n\nIn an equally solemn tone, O’Reilly followed:\n\nPeople running the news now, the network news operations and the editors of the major newspapers, are ex-hippies. You gotta understand this. They’re ex-hippies. They’re all my age, maybe a little bit older or a little bit younger, but they’re ex-stoners, sex-drugs-rock-n-roll, we’re-going-to-change-the-world, you know, we’re-going-to-be-Janis-Joplin, or whatever, that’s their mindset. And now they have power. Alright. And power basically says to them, you know what, if we think it’s right, or if we think somebody’s wrong, we’re not gonna bother with them. Here’s the proof of that. Killing Jesus [by Bill O’Reilly], the top-selling book in the country in 2013 by far, by far, [for a] non-fiction book, nobody was close. No major newspaper reviewed it. [Audience: Ohhh] Not one. Because they had to mention the word “Jesus” if they did. Alright. And that’s how biased the news media is.\n\n(Killing Jesus is a quasi-historical novel based on O’Reilly’s personal interpretation of biblical accounts of the Crucifixion.)\n\nVery Important People\n\nAfter the main show concluded, a portion of the audience swarmed a large, glassy room, located just outside the auditorium’s doors, that had been fashioned to look like an aquarium, or perhaps the bottom of the ocean. Festooned with blue streamers and decorated with various sea animals hung from the ceiling, this was the event’s makeshift VIP Lounge. Price of entry: $303.\n\nI didn’t have a VIP ticket, so I went outside and looked for the concrete pavilion near the lounge’s exit-only door, where a sprinkling of non-VIP guests looked on as their betters inside picked over a table of food and lined up to be photographed with the night’s headliners.\n\n“There must be 150 people in there,” I said to a woman, standing nearby, who seemed to be a campus employee.\n\n“Oh, honey, there are so, so many more. So many more.”\n\nO’Reilly, Kelly, and Kilmeade plunged in, looking thrilled to be there, excited by the crowd’s pure delight at their presence. Everyone, including those on the outside, was smiling in the trio’s direction. It was for a good cause.", "article_metadata": {"news_keywords": "fox news, bill o’reilly, bill de blasio, megyn kelly, brian kilmeade, journalismism, catholicism, Gawker", "author": "J.K. Trotter", "og": {"site_name": "Gawker", "description": "Bill O’Reilly wants to pummel the mayor of New York City, Bill de Blasio, for demonizing the wealthy. “I want to beat him up,” the Fox News anchor said of Hizzoner. (You can hear the audio above.) O’Reilly revealed his violent wish at a Thursday fundraiser for the Church of Saint Mary, a Catholic parish and K-12 school in the Long Island hamlet of Manhasset. As the Bible says: The rich will inherit the Earth.", "title": "Bill O’Reilly at Catholic Fundraiser: I Want to Beat Up De Blasio", "url": "http://gawker.com/bill-o-reilly-at-catholic-fundraiser-i-want-to-beat-up-1558230813", "image": "https://i.kinja-img.com/gawker-media/image/upload/s--C_DNLffh--/c_fill,fl_progressive,g_north,h_358,q_80,w_636/fh5pwn4ewhi043vpyrcu.jpg", "locale": "en_US", "type": "article"}, "twitter": {"description": "Bill O’Reilly wants to pummel the mayor of New York City, Bill de Blasio, for demonizing the wealthy. “I want to beat him up,” the Fox News anchor said of Hizzoner. (You can hear the audio above.) O’Reilly revealed his violent wish at a Thursday fundraiser for the Church of Saint Mary, a Catholic parish and K-12 school in the Long Island hamlet of Manhasset. As the Bible says: The rich will inherit the Earth.", "title": "Bill O’Reilly at Catholic Fundraiser: I Want to Beat Up De Blasio", "url": "http://gawker.com/bill-o-reilly-at-catholic-fundraiser-i-want-to-beat-up-1558230813", "image": "https://i.kinja-img.com/gawker-media/image/upload/s--C_DNLffh--/c_fill,fl_progressive,g_north,h_358,q_80,w_636/fh5pwn4ewhi043vpyrcu.jpg", "site": "@gawker", "card": "summary"}, "msapplication-square70x70logo": "https://i.kinja-img.com/gawker-media/image/upload/s--Di2kTRut--/c_fill,fl_progressive,g_center,h_80,q_80,w_80/my2vnuuejg3jt9yqbx3z.png", "ROBOTS": "INDEX, FOLLOW", "fb": {"app_id": 447084078690870}, "dynamic-stylesheet": "//x.kinja-static.com/assets/stylesheets/editor-621051396171a9ade757cbbd77315ea6.css", "keywords": "fox news, bill o’reilly, bill de blasio, megyn kelly, brian kilmeade, journalismism, catholicism, Gawker", "google-site-verification": "PMODv5fOfI_I6GRn06P6uDSnTPLgipc_fgkmh7EgXyw", "msapplication-square150x150logo": "https://i.kinja-img.com/gawker-media/image/upload/s--GHGgxH7j--/c_fill,fl_progressive,g_center,h_200,q_80,w_200/my2vnuuejg3jt9yqbx3z.png", "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0,maximum-scale=10.0", "description": "Bill O’Reilly wants to pummel the mayor of New York City, Bill de Blasio, for demonizing the wealthy. “I want to beat him up,” the Fox News anchor said of Hizzoner. (You can hear the audio above.) O’Reilly revealed his violent wish at a Thursday fundraiser for the Church of Saint Mary, a Catholic parish and K-12 school in the Long Island hamlet of Manhasset. As the Bible says: The rich will inherit the Earth."}, "_id": "\"57477af46914bd0286fdd799\"", "article_summary": "Bill O’Reilly wants to pummel the mayor of New York City, Bill de Blasio, for demonizing the wealthy.\nWhile Fox is notoriously secretive about anchors’ compensation, O’Reilly, Kelly, and Kilmeade all earn seven-figure salaries.\nO’Reilly revealed his violent wish at a Thursday fundraiser for the Church of Saint Mary, a Catholic parish and K-12 school in the Long Island hamlet of Manhasset.\nIt’s growing, I’m hoping we can reverse that, but it’s growing.”Then the question turned to Kelly, who agreed with O’Reilly.\nO’Reilly, along with Fox colleagues Megyn Kelly and Brian Kilmeade, appeared before an audience of 2,000 at Long Island University’s Greenvale campus."}