{"article_title": "Is the legal marijuana industry an opportunity for grassroots organized labor?", "article_keywords": ["nlra", "grassroots", "federal", "industry", "organized", "marijuana", "legal", "labor", "cannabis", "state", "relations", "law", "opportunity", "workers", "union"], "article_url": "http://thehill.com/blogs/pundits-blog/labor/266213-is-the-legal-marijuana-industry-an-opportunity-for-grassroots", "article_text": "Legal marijuana is here, and it's not going away. By early 2016, the states of Washington, Colorado, Oregon, and Alaska permitted the social use of cannabis, and 23 others protected the sale of medical marijuana. The Second Annual Cannabis Summit in Seattle in early January drew over 300 participants; the group included growers, retailers, academics and public officials, all of whom were committed to making legalization safe and efficient. In Colorado, The Washington Post predicted that revenue from marijuana sales in 2016 would top $1 billion. Given such support, there will undoubtedly be further positive legislation across the country.\n\nADVERTISEMENT\n\nCannabis production gives organized labor an opportunity to regain its influence in industrial relations. By mobilizing at the outset, unions can help to maintain decent jobs and assist employers with the project of legitimation now underway. The United Food and Commercial Workers (UFCW) has committed substantial resources to organizing cannabis employees, but as with many other issues involving marijuana, the labor relations environment features both state and federal law, and federal law fails to provide a clear path to unionization.\n\nThe National Labor Relations Act of 1935 (NLRA) is a preemptive statute, overriding any state laws that conflict with its provisions. The National Labor Relations Board (NLRB) has discretion to exercise its jurisdiction or not, but it is unclear whether the NLRB could regulate an activity that contravenes federal law. A memorandum opinion from the NLRB's general counsel concludes that it can exert its authority in this area, but the opinion is merely advisory. Only years of litigation will settle the matter. At the same time, states cannot regulate private-sector labor relations that fall within the scope of the NLRA. So what should unions do?\n\nOne union strategy is to ignore federal law and engage employers through a cooperative strategy modeled on the employee representation plans popular in the U.S. in the early 1900s. The ERPs, as they were known, featured elected employee delegates who dealt with the employer on workers’ behalf. The landmark example is the plan created by John Rockefeller Jay RockefellerLobbying world Overnight Tech: Senators place holds on FCC commissioner Overnight Tech: Senate panel to vote on Dem FCC commissioner MORE Jr. and MacKenzie King following the Ludlow Massacre of 1914. Rockefeller's ideal of industrial democracy created a national template for employment relations until the New Deal and led to a vast expansion of company unions.\n\nSen. Robert Wagner (D-N.Y.), the author of the NLRA, viewed ERPs as incompatible with the macroeconomic function of collective bargaining and outlawed them in Section 8(2) of the NLRA. In Wagner's view, those entities could not effectively raise wages for workers and overcome the effects of the Great Depression. The ban is still in place, and it explains the highly publicized union drive at Volkswagen in Chattanooga, Tenn. The auto manufacturer agreed to union participation in its works council, but it insisted that the United Auto Workers win recognition as a representative under NLRB procedures. Volkswagen eventually accepted the union based on authorization cards and established a formal relationship. The UAW soon thereafter released a statement describing its \"new vision for the future of unionization\" through the works council.\n\nGiven the ambiguity of our labor law, cannabis workers and the UFCW might approach employers with a similar scheme for representation. The strategy would not require certification at the state or federal level, and it could be formalized through a memorandum of understanding setting forth the basic rights of the parties. The agreement could contain provisions for arbitration to resolve any disputes about its terms. The cigar manufacturing firm of Straiton & Storm developed such a program in the 1880s, and company president George Storm a few years later testified before a congressional committee about the virtues of the system for both labor and management. ERPs could easily be used the same way in the cannabis industry.\n\nA second innovative approach is to bring the sale of cannabis under direct state control and treat workers as public-sector employees with collective bargaining rights conferred by the state. Don Stevens, the mayor of North Bonneville, Wash., created a public development authority under state municipal law to fund a retail marijuana outlet. Stevens believes that his town drug store is unique in the country, if not the world (his business cards are titled the \"The Marijuana Mayor\"). The operation has repaid its initial financing and will soon be making a profit that can be dedicated to improving parks, roads, schools and other municipal functions. As government employees, the store's workers are eligible to unionize under state law if they want. Stevens says they have the same wages and benefits as other municipal employees and, as a result, are more than satisfied with their jobs.\n\nIn the end, cannabis workers could enjoy employment settings that give them an effective voice in workplace decisions, and cooperation with labor unions would promote decent conditions of work to fend off future corporatization of the industry. Hezekiah Allen, a keynote speaker at the Summit and a third-generation farmer from Humboldt County, Calif., spoke eloquently about legal marijuana and its future. He thinks it can save the planet. For sure, it can't be any worse than Wal-Mart.\n\nHogler is professor of labor law, labor relations and human resource management at Colorado State University.", "article_metadata": {"dcterms.description": "Cannabis production gives organized labor an opportunity to regain its influence in industrial relations.", "description": "Cannabis production gives organized labor an opportunity to regain its influence in industrial relations.", "generator": "Drupal 7 (http://drupal.org)", "rdfs": {"label skos": {"prefLabel": "Contributors"}}, "og": {"site_name": "TheHill", "description": "Cannabis production gives organized labor an opportunity to regain its influence in industrial relations.", "title": "Is the legal marijuana industry an opportunity for grassroots organized labor?", "url": "http://thehill.com/blogs/pundits-blog/labor/266213-is-the-legal-marijuana-industry-an-opportunity-for-grassroots", "image": "http://thehill.com/sites/default/files/article_images/marijuanafarm06042015getty.jpg", "updated_time": "2016-02-01T06:09:47-05:00", "type": "article"}, "Smart_Paging": "on", "dcterms.modified": "2016-02-01T06:09-05:00", "dcterms.identifier": "http://thehill.com/blogs/pundits-blog/labor/266213-is-the-legal-marijuana-industry-an-opportunity-for-grassroots", "fb": {"admins": 100000299130732, "app_id": 566538590082898, "pages": 7533944086}, "apple-itunes-app": "app-id=396640962", "dcterms.date": "2016-01-18T07:00-05:00", "dcterms.creator": "Raymond Hogler, contributor", "author": "Raymond Hogler, contributor", "dcterms.type": "Text", "article": {"published_time": "2016-01-18T07:00:03-05:00", "modified_time": "2016-02-01T06:09:47-05:00"}, "keywords": ",John Rockefeller,", "dcterms.language": "und", "dcterms.format": "text/html", "twitter": {"url": "http://thehill.com/blogs/pundits-blog/labor/266213-is-the-legal-marijuana-industry-an-opportunity-for-grassroots", "widgets": {"csp": "on"}, "description": "Cannabis production gives organized labor an opportunity to regain its influence in industrial relations.", "card": "summary", "title": "Is the legal marijuana industry an opportunity for grassroots organized labor?"}, "dcterms.title": "Is the legal marijuana industry an opportunity for grassroots organized labor?"}, "article_summary": "Hogler is professor of labor law, labor relations and human resource management at Colorado State University.\nGiven the ambiguity of our labor law, cannabis workers and the UFCW might approach employers with a similar scheme for representation.\nAt the same time, states cannot regulate private-sector labor relations that fall within the scope of the NLRA.\nThe National Labor Relations Act of 1935 (NLRA) is a preemptive statute, overriding any state laws that conflict with its provisions.\nThe National Labor Relations Board (NLRB) has discretion to exercise its jurisdiction or not, but it is unclear whether the NLRB could regulate an activity that contravenes federal law."}