{"article_title": "Lebanon commissioner faces long odds for Pa. governor", "article_keywords": ["ive", "commissioner", "jobs", "litz", "issue", "odds", "lebanon", "state", "long", "county", "states", "pa", "health", "governor", "faces", "nomination", "member"], "article_url": "http://www.post-gazette.com/news/politics-state/2013/12/24/Lebanon-commissioner-faces-long-odds-for-governor/stories/201312240039", "article_text": "Jo Ellen Litz wants to know the opinions of Pennsylvanians on a key issue: dark chocolate or milk chocolate?\n\nThe long-shot candidate for the Democratic nomination for governor says there's a serious rationale behind the informal poll she conducts at many of her public appearances. On an introductory tour of the state, she found lots of small candy manufacturers. To her, those firms symbolize the jobs and firms she wants to nurture in the state should she defy the odds and pull off what would have to be counted as the most improbable upset in the state's political history.\n\nAlso, she really likes chocolate.\n\nEarlier this fall, she brought her survey and her bare-bones campaign to the steps of the Allegheny County Courthouse, where she burst through a tape stretched out to mark the finish line on her quest to visit each of the state's 67 counties. Her quest for the Democratic nomination for governor offers a significantly more daunting challenge.\n\nBut the Lebanon County commissioner says she's not intimidated by the long odds.\n\n\"I was always taught that everybody puts their pants on one leg at a time and we are all equal,\" she said. \"So many of the skills I've learned as county commissioner are transferable, whether it's on the prison board, or disaster relief or chairing the metropolitan planning commission.\n\nEditors note: Over the next two weeks, Politics editor James O'Toole will write about the campaign preparations of the eight Democrats who plan to challenge Republican Gov. Tom Corbett's re-election bid in 2014.\n\n\"Those are real skills. I have been through elections numerous times; I've run and won. I know I can beat [Gov. Tom] Corbett, I can win this primary, and not be intimidated by someone who says they are more qualified.\"\n\nMs. Litz is in her fourth term on the board of commissioners in the county where she was born and raised and where she is a longtime member of the Democratic Party Committee, currently its vice chair. She is a former president and chair of the Pennsylvania County Commissioners Association.\n\nShe also has a background in business, having run an auto body shop for two decades. She and her husband have two grown children. She has an associate's degree from Lebanon Valley College.\n\nMs. Litz also points to her environmental and conservation credentials as a longtime member and current president of the Swatara Watershed Association.\n\n\"I have a proven record,\" she said in a recent interview. \"I am the liaison for the [county] emergency management agency; I've have served through disasters. I'm a member of the [county] prison board -- it's too much. I don't want to sound like I'm bragging, but business conservation and government [experience], that is something that is unique.\"\n\nMs. Litz said the most important issue facing the state is the need to maintain its transportation infrastructure, a key to the efficiency of the overall economy as well as a source of direct jobs spending.\n\n\"Probably the issue I hit the hardest is transportation,\" she said. \"We cannot let our infrastructure suffer. That represents good paying jobs for people.\"\n\nShe's criticized Mr. Corbett's currently stalled call to privatize the state's liquor sales, characterizing it as a health threat.\n\n\"We have to weigh convenience against the fact that [greater] availability might increase drug and alcohol problems,\" she said at a recent candidates' forum.\n\nShe's also criticized the Corbett administration's stand on expanding Medicaid, contending that it not only threatens the health care of poor people but has reduced hospital revenues. The administration has resisted the direct Medicaid expansion available under the Affordable Health Care Act. Instead, it is seeking federal permission to use have an expanded program and federal dollars to deliver health care through private insurers.\n\nMs. Litz advocates a tax or extraction fee on the state's Marcellus gas production.\n\nAsked to assess the progress of her campaign, she said, \"Things are going well; we're continuing to reach out across the state garnering support.\"\n\nOf the challenge of competing against better-funded rivals, she said, \"I don't think that money is everything. When you go into the voting booth everybody is equal. Everyone gets one vote.\"\n\nDespite the stiff competition for her party's gubernatorial nomination, Ms Litz said she has no plans to shift her sights down the ballot to a candidacy for lieutenant governor.\n\n\"Heavens no,\" she said. \"I feel like it's the tortoise versus the hare. I think I will prevail.\"\n\nPolitics editor James O'Toole: jotoole@post-gazette.com or 412-263-1562.", "article_metadata": {"description": "Jo Ellen Litz's quest for the Democratic nomination for governor offers her a daunting challenge.", "og": {"site_name": "Pittsburgh Post-Gazette", "description": "Jo Ellen Litz wants to know the opinions of Pennsylvanians on a key issue: dark chocolate or milk chocolate? The long-shot candidate for the Democratic nomination for governor says there's a serious rationale behind the informal poll she conducts at many of her public appearances. On an introductory tour of the state, she found lots of small candy manufacturers. To her, those firms symbolize the jobs and firms she wants to nurture in the state should she defy the odds and pull off what would have to be counted as the most improbable upset in the state's political history. Also, she really likes chocolate. Earlier this fall, she brought her survey and her bare-bones campaign to the steps of the Allegheny County Courthouse, where she burst through a tape stretched out to mark the finish", "title": "Lebanon commissioner faces long odds for Pa. governor", "url": "http://www.post-gazette.com/news/politics-state/2013/12/24/Lebanon-commissioner-faces-long-odds-for-governor/stories/201312240039", "image": "http://www.post-gazette.com/image/2013/12/23/720x_q90_cMC_a3-2_z/20131223JoEllenLitz2.jpg", "type": "article"}, "twitter": {"domain": "post-gazette.com", "description": "Post-Gazette.com - Jo Ellen Litz wants to know the opinions of Pennsylvanians on a key issue: dark chocolate or milk chocolate? The long-shot candidate for the Democratic nomination for governor says there's a serious rationale behind the informal poll she conducts at many of her public appearances. On an introductory tour of the state, she found lots of small candy manufacturers. To her, those firms symbolize the jobs and firms she wants to nurture in the state should she defy the odds and pull off what would have to be counted as the most improbable upset in the state's political history. Also, she really likes chocolate. Earlier this fall, she brought her survey and her bare-bones campaign to the steps of the Allegheny County Courthouse, where she burst through a tape stretched out to mark the finish", "title": "Lebanon commissioner faces long odds for Pa. governor", "image": "http://www.post-gazette.com/image/2013/12/23/720x_q90_cMC_a3-2_z/20131223JoEllenLitz2.jpg", "creator": "@PittsburghPG", "site": "@PittsburghPG", "card": "summary_large_image"}, "publish-date": "Mon, 23 Dec 2013 22:13:05 -05:00", "keywords": "Pittsburgh Post-Gazette, Politics - State", "fb": {"app_id": 148144658590118}, "msvalidate.01": "711874F8E9C70784DC77E1C82EDA893D", "google-site-verification": "124OJGIL09eN_BRCn44k__89eN1iIimYEKfPJdKjPmM", "viewport": "initial-scale=1", "news_keywords": "Pittsburgh Post-Gazette, Politics - State"}, "_id": "\"57477af36914bd0286fd030a\"", "article_summary": "But the Lebanon County commissioner says she's not intimidated by the long odds.\nJo Ellen Litz wants to know the opinions of Pennsylvanians on a key issue: dark chocolate or milk chocolate?\nHer quest for the Democratic nomination for governor offers a significantly more daunting challenge.\nDespite the stiff competition for her party's gubernatorial nomination, Ms Litz said she has no plans to shift her sights down the ballot to a candidacy for lieutenant governor.\n\"So many of the skills I've learned as county commissioner are transferable, whether it's on the prison board, or disaster relief or chairing the metropolitan planning commission."}