{"article_title": "Tennessee Vietnam Memorial Wall At Hamilton Place Mall", "article_keywords": ["chapter", "memorial", "50th", "wall", "american", "anniversary", "chapters", "mall", "vietnam", "hamilton", "vva", "place", "ward", "war", "tennessee"], "article_url": "http://www.chattanoogan.com/2016/4/2/321305/Tennessee-Vietnam-Memorial-Wall-At.aspx", "article_text": "Saturday, April 2, 2016\n\nLadies with a member of the 203. From left, Susan Lee, Jo Hill, Christy Torok and Brenda Nunn, all members of the Nancy Ward chapter\n\nThe Tennessee Vietnam Memorial wall is at Hamilton Place Mall this week. This monument recognizes those who lost their lives 50 years ago in Vietnam.\n\nAs part of a commemorative effort by the Hamilton County Vietnam War commemorative committee’s efforts to celebrate the Vietnam War 50th anniversary, the VVA 203 and the Daughters of the American Revolution partnered to mark this occasion.\n\nIt is the 50th anniversary for the Vietnam conflict. The 50 year mark is the time that the last of the American Forces left the country. When they returned home, people did not stand and applaud. Very few of them heard the words that are so familiar today \"thank you for your service.\"\n\nThe wall contains the names of 1292 Tennessee men killed in action in Vietnam from 1961-1973, including 84 from the Chattanooga area. There is also a small stone with the names of the North Georgia men killed in action. The wall was manned by VVA members all week.\n\nEight chapters of the DAR rotated daily to present lapel pins to veterans visiting the wall. They presented pins, stickers, flags and proclamations to those stopping to see the wall and educated them with posters and newspapers from that time period. The DAR chapters participating were Chief John Ross, Chickamauga, Nancy Ward, Moccasin Bend, and Judge David Campbell Chapters from Chattanooga: Avery Trace Chapter from Harriman, Alexander Keith Chapter from Athens, and Southwest Point Chapter from Kingston.\n\nMore than 9,000 partnerships around the country have been formed to commemorate the 50th anniversary of the Vietnam War. Events will be held for 10 years, representing the 10 years of the war.\n\nFor more information on joining the Vietnam Veterans of America or the Daughters of the American Revolution please contact Teresa Rimer at ttrimer@gmail.com.\n\n\n\n\n\n", "article_metadata": {"og": {"url": "http://www.chattanoogan.com/2016/4/2/321305/Tennessee-Vietnam-Memorial-Wall-At.aspx", "article": {"section": "Happenings", "published_time": "2016-04-02T14:36:46.9376274Z", "modified_time": "2016-04-05T17:50:13.5106248Z"}, "type": "article", "title": "Tennessee Vietnam Memorial Wall At Hamilton Place Mall"}}, "article_summary": "From left, Susan Lee, Jo Hill, Christy Torok and Brenda Nunn, all members of the Nancy Ward chapterThe Tennessee Vietnam Memorial wall is at Hamilton Place Mall this week.\nMore than 9,000 partnerships around the country have been formed to commemorate the 50th anniversary of the Vietnam War.\nAs part of a commemorative effort by the Hamilton County Vietnam War commemorative committee’s efforts to celebrate the Vietnam War 50th anniversary, the VVA 203 and the Daughters of the American Revolution partnered to mark this occasion.\nIt is the 50th anniversary for the Vietnam conflict.\nThe wall contains the names of 1292 Tennessee men killed in action in Vietnam from 1961-1973, including 84 from the Chattanooga area."}