{"article_title": "Use of Patient Medical Information Not Carefully Studied", "article_keywords": ["information", "patient", "rudin", "studies", "medical", "studied", "specific", "patients", "health", "systems", "exchanges", "carefully", "rand", "care"], "article_url": "http://www.usnews.com/news/articles/2014/12/01/use-of-patient-medical-information-not-carefully-studied", "article_text": "Patients’ health information can be extremely scattered – with doctors, emergency departments and hospitals failing to communicate clinical information with each other. But systems that are receiving government funding and that are expected to help alleviate problems in sharing information have a major flaw: Their effectiveness hasn’t been fully evaluated, shows a new review from the RAND Corporation.\n\n“Many patients aren’t aware of how fragmented the health information is,” says Robert Rudin, lead author of the study and an associate policy researcher at RAND. “Some [patients] expect doctors to have all of their records available at the time of their visit. In practice that doesn’t always happen.”\n\n\n\n[READ: Health for American Seniors Better in Some Areas, Worse in Others]\n\nMore than 100 organizations, or 30 percent of hospitals and 10 percent of ambulatory clinics, use the connecting systems, called health information exchanges, according to RAND, a nonprofit research organization. The evaluation published Monday found that the systems show promise, but that it is too early to make specific determinations about their benefits because studies are scarce.\n\nIn the U.S., personal health information is held within hospitals, doctor practices and pharmacies, and typically cannot be shared routinely outside those individual settings.\n\nHealth information exchanges are a major portion of U.S. health care policy that, when working correctly, are designed to reduce health costs and overuse of resources. Through the systems, health care providers can electronically communicate clinical information about patients they share. This could improve diagnoses and reduce medication errors, because any provider could immediately have access to a patient’s medical history. The goal is to reduce the need for patients to reiterate their health information, or potentially repeat tests that have already been done, all while keeping the information safe and secure.\n\nThese exchanges are different from health insurance exchanges or marketplaces, which are websites run by state or federal governments that help Americans shop for health insurance.\n\nAt this time, much health information is still shared through paper records, such as by mail or fax, and often patients carry files of their health information to each provider themselves, according to HealthIT.gov.\n\n“One would hypothesize that if care is coordinated better in an outpatient setting, then there would be fewer need for follow-up visits and delays in care, and fewer emergency room visits, but we don’t have the evidence to support that yet,” Rudin says.\n\nIn 2009, government money provided in the economic stimulus – a program meant to jump-start a sputtering economy – carved out $600 million to support statewide health information exchanges. Under the Health Information Technology for Economic and Clinical Health Act, the Centers for Medicare and Medicaid Services set objectives for how patient information should be transferred from paper to electronic records.\n\nIf health care organizations abide by specific standards, including creating exchanges so to swap information from one place to another, then they can apply to receive some of the stimulus funds.\n\n\n\n[ALSO: Americans Using Less Health Care But Spending More]\n\nExchanges are typically run by nonprofits, funded by grants, focus on specific regions and are community based, says Rudin, who is also an instructor at Harvard Medical School.\n\nThe RAND review used 85 studies and concluded that little is known about how well the exchanges work, because only 13 of the more than 100 exchanges in operation have been evaluated. Six of the exchanges were in New York, because the state has invested significantly in the systems.\n\n“The real message here is that we don’t have enough data to draw conclusions. It’s very possible some of these operational [exchanges] are doing a great job and producing a lot of value in terms of cost savings and benefits,” Rudin says. He was not able to determine why more studies haven’t been conducted, but pointed out that the diverse stakeholders and multiple provider practices could pose a challenge.\n\nThe study says that most medical groups claim they want exchanges, but there are barriers to acceptance and sustainability. Findings from 17 studies of sustainability suggest that approximately one fourth of existing exchange organizations consider themselves financially stable. Some are concerned about the privacy of health information. There also are technical and workflow issues.\n\nOf those examined, there was some indication that there were cuts in emergency department use and cost.\n\n“In other settings of care, like a typical outpatient clinic, we didn’t find any evidence to draw conclusion on savings,” Rudin says. “That’s probably because not enough evaluations. It is possible there are few [exchanges] that are showing the benefits.”\n\nThe findings will be published in the Dec. 2 edition of the Annals of Internal Medicine, and was funded in part by the U.S. Department of Veterans Affairs.", "article_metadata": {"zone": "homepage/articles", "keyword": "Affordable Care Act", "title": "Use of Patient Medical Information Not Carefully Studied", "og": {"site_name": "US News & World Report", "description": "Health information exchanges show promise.", "title": "Use of Patient Medical Information Not Carefully Studied", "url": "http://www.usnews.com/news/articles/2014/12/01/use-of-patient-medical-information-not-carefully-studied", "image": "http://www.usnews.com/cmsmedia/ad/a4/63259e0f45c8b49fcaed56e368e1/141201-checkup-editorial.jpg", "type": "article"}, "twitter": {"description": "Health information exchanges show promise.", "site": "@USNews", "card": "summary", "title": "Use of Patient Medical Information Not Carefully Studied"}, "msvalidate.01": "A8E47FA91124063A4A9C78AD5273DC0F", "site": "news", "date_published": "Dec. 1, 2014", "fb": {"app_id": 130063997038366}, "page_type": "article", "keywords": "Kimberly Leonard,health care,health care reform,Pulse,Featured: Collections: Health,Affordable Care Act", "google-site-verification": "owJBuFHD3VHcTSsnPSOYizmUcs3GSBjbx09vBbBi1MM", "viewport": "width=device-width, initial-scale=1", "description": "Health information exchanges show promise."}, "_id": "\"57477af46914bd0286fd938a\"", "article_summary": "Patients’ health information can be extremely scattered – with doctors, emergency departments and hospitals failing to communicate clinical information with each other.\nHealth information exchanges are a major portion of U.S. health care policy that, when working correctly, are designed to reduce health costs and overuse of resources.\nUnder the Health Information Technology for Economic and Clinical Health Act, the Centers for Medicare and Medicaid Services set objectives for how patient information should be transferred from paper to electronic records.\nIn the U.S., personal health information is held within hospitals, doctor practices and pharmacies, and typically cannot be shared routinely outside those individual settings.\nAt this time, much health information is still shared through paper records, such as by mail or fax, and often patients carry files of their health information to each provider themselves, according to HealthIT.gov."}