{"article_title": "Surrounding hospitals wonder whether patients will return to King", "article_keywords": ["king", "return", "center", "emergency", "medical", "kingdrew", "surrounding", "patients", "er", "hospitals", "hospital", "care", "wonder"], "article_url": "http://www.latimes.com/local/countygovernment/la-me-king-hospital-reboot-20150504-story.html", "article_text": "When the old King/Drew medical center was forced to close in 2007 after a series of treatment lapses, tens of thousands of South Los Angeles patients scrambled to find somewhere else to go.\n\nMany officials predicted that surrounding hospitals, some with already strained emergency rooms, would be flooded.\n\nIndeed, a new Times analysis of state data found that two public and three private hospitals in the area experienced an increase of more than 20% in outpatient ER visits, some well after the troubled King/Drew closed.\n\nSt. Francis Medical Center, just three miles away, had an immediate 24% emergency room bump. A year later, White Memorial Medical Center in Boyle Heights also saw visits rise 24%, according to the analysis, while county-owned Harbor-UCLA Medical Center in Torrance saw a 35% increase.\n\nBut fears that the county's emergency care system would collapse never came to pass. For the most part, hospital ERs — several of which added doctors and nurses — were able to handle the load.\n\nThe emphasis will be on preventive care.\n\nNow, as a rebooted Martin Luther King Jr. Community Hospital prepares to open, the surrounding facilities have an opposite concern: Will those former King/Drew patients want to go back?\n\nEmergency rooms are a primary source of patients — and revenue — for hospitals, accounting for roughly half of admissions, by some estimates. So with financial projections already uncertain amid changes in the way hospitals are paid under the Affordable Care Act, a loss of emergency room patients could be worrisome.\n\n\"It isn't like we're out there looking for people to be sick, but if they're going to be sick and we can provide the service, we want to do that,\" said Brian Johnston, an ER physician at White Memorial. Johnston said he wasn't fearful about losing patients to the new hospital but would closely monitor how many continue to come to his ER.\n\nPlus, whereas many of the previously uninsured patients from Martin Luther King Jr./Drew Medical Center posed a financial burden wherever they went because they could not pay, they now have coverage under Obamacare.\n\nThe new King hospital, which is smaller than its predecessor, will start scheduling patients in early June, and the ER is likely to open later in the summer.\n\nUnlike the old hospital, the new one won't have a trauma center to treat critical injuries from gunshots and car accidents, which has been a point of contention among community members. A trauma center probably would cost tens of millions of dollars more, requiring doctors on call around the clock, extra beds and the construction of a helicopter pad, according to a county report.\n\nThe Affordable Care Act, which required nearly every American to have insurance starting in 2014, aims to keep patients from going to the emergency room for minor medical problems by giving them access to primary care doctors.\n\nAs part of this push to reduce hospital visits, there are now several facilities on the new King hospital's campus — such as new public health and urgent care psychiatric centers — intended to keep people from needing inpatient medical care.\n\nWith a new hospital opening in a new healthcare landscape, county and hospital administrators are trying to gauge if and when patients will flock back to King.\n\nCathy Chidester, director of the county's Emergency Medical Services Agency, said patients from the community will head to the hospital because they've been eagerly waiting for it to reopen. People from outside the area will go there too, she added, \"because it's new and shiny and in the news.\"\n\nWhen King/Drew closed, Chidester reconfigured the county's ambulance pickup zones so patients in the area who called 911 would be taken to surrounding hospitals. Because she's anticipating high numbers of patients driving to the new King ER, she won't send ambulances there initially \"so we can let them walk before they start running,\" she said.\n\nKing/Drew has long had a special place in the hearts of black Los Angeles: It was born in response to the Watts riots and hailed as a civil rights victory when it opened in 1972. At one point, it had one of the busiest emergency rooms in the state, treating 47,000 patients a year.\n\nBut the Willowbrook hospital was plagued by incidents of poor care, earning it the nickname \"Killer King.\" In one of the most notorious, a woman was left writhing in pain on the floor of a waiting room for 45 minutes, as a janitor mopped around her and other staffers walked past. She subsequently died, and the county paid a $3-million settlement to her children.\n\nAfter King/Drew failed several inspections, the federal government pulled its funding in 2007, and the hospital was forced to shut down. County officials almost immediately began developing strategies to reopen it.\n\nAt the new hospital, a strong emergency medicine department probably will be vital for the facility's financial health.\n\nOver the last several years, emergency departments across the nation have accounted for a growing percentage of admissions, which make up the majority of a hospital's revenue. In the early 1990s, a third of hospital admissions came from the ER, but that figure has risen to roughly half, according to a 2013 study from RAND Corp..\n\nQuincy Brown, 45, received medical treatment at King/Drew for decades before it shut down. He was taken care of by good doctors, he said. \"I knew them, they knew me.\"\n\nBrown, who lives in Compton, said he's been visiting the emergency room at St. Francis Medical Center in Lynwood and Long Beach Memorial Medical Center since — but he's ready to return to the new King.\n\nMariah Mendez, 43, said it's unlikely she'll go back to King. The Bell Gardens resident said she received excellent medical care at the old hospital; her daughter was born there.\n\nBut Mendez, who was at St. Francis' ER for a broken leg on a recent weekday, said she's gotten used to going there and to White Memorial instead. Hospital administrators say they expect King to see 32,000 annual visits to the ER, which will be staffed by doctors from UCLA.\n\nThe percentage of uninsured in Los Angeles County has dropped dramatically since Obamacare went into effect last year. About 35% of King/Drew ER patients were uninsured when the hospital closed; the new hospital probably will treat fewer than 2% who are uninsured, according to Jim Lott, King's vice president for strategic planning and business development.", "article_metadata": {"fb_title": "Surrounding hospitals wonder whether patients will return to King", "Description": "When the old King/Drew medical center was forced to close in 2007 after a series of treatment lapses, tens of thousands of South Los Angeles patients scrambled to find somewhere else to go.   Many officials predicted that surrounding hospitals, some with already strained emergency rooms, would be...", "copyright": "Copyright (c) 2016 Los Angeles Times", "author": "Los Angeles Times", "og": {"site_name": "latimes.com", "description": "When the old King/Drew medical center was forced to close in 2007 after a series of treatment lapses, tens of thousands of South Los Angeles patients scrambled to find somewhere else to go.", "title": "Surrounding hospitals wonder whether patients will return to King", "url": "http://www.latimes.com/local/countygovernment/la-me-king-hospital-reboot-20150504-story.html", "image": "http://www.trbimg.com/img-5546d6c7/turbine/la-me-king-hospital-reboot-20150504", "type": "article"}, "x-servername": "lalvp10.13", "twitter": {"site": "@latimes", "card": "summary"}, "msvalidate.01": "AAC9C18F70AC386BC4DCF4DDF9BF1786", "robots": "index,follow", "apple-itunes-app": "app-id=373238146, app-argument=http://www.latimes.com/deeplinkid/83452383", "fb": {"admins": 100000786395051, "page_id": 5863113009}, "googlebot-news": "index", "date": "2015-05-04", "y_key": "cee2fe4077f8d050", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, minimum-scale=1.0, user-scalable=no", "googlebot": "index"}, "article_summary": "A year later, White Memorial Medical Center in Boyle Heights also saw visits rise 24%, according to the analysis, while county-owned Harbor-UCLA Medical Center in Torrance saw a 35% increase.\nNow, as a rebooted Martin Luther King Jr. Community Hospital prepares to open, the surrounding facilities have an opposite concern: Will those former King/Drew patients want to go back?\nBut fears that the county's emergency care system would collapse never came to pass.\nThe Bell Gardens resident said she received excellent medical care at the old hospital; her daughter was born there.\nEmergency rooms are a primary source of patients — and revenue — for hospitals, accounting for roughly half of admissions, by some estimates."}