{"article_title": "Aetna, Cigna boost spending on lobbyists", "article_keywords": ["group", "spending", "ahip", "mergers", "aetna", "lobbying", "hired", "health", "cigna", "lobbyists", "insurers", "boost", "humana"], "article_url": "http://ctmirror.org/2016/01/11/aetna-cigna-boost-spending-on-lobbyists/", "article_text": "Washington – Aetna and Cigna spent more than $1.3 million last year on outside lobbyists whose work is aimed mainly at winning government approval of their respective mergers with Humana and Anthem.\n\nLobbying disclosure reports show Hartford-based Aetna hired five new lobbying groups last year, paying them a total of $765,000 in the first three quarters of 2015. Cigna, headquartered in Bloomfield, hired three new lobbying firms, spending $552,250 for that representation in the first three quarters of 2015. Last quarter reports, expected later this month, are likely to significantly boost those numbers.\n\nAetna hired Bloom Strategic Counsel, CGCN Group, The Gibson Group, West Front Strategies and Empire Consulting group. They will join Capitol Hill Consulting Group, a firm Aetna already had working on its behalf.\n\nMeanwhile, last year Cigna hired Polaris Government Relations, Heather Podesta + Partners and Wilmer Cutler Pickering Hale and Dorr.\n\nThe new firms concentrated mainly on the proposed mergers. Other issues of concern to the insurers were handled largely by Aetna’s and Cigna’s large in-house lobbying departments. Aetna spent $2 million on its in-house lobbying in the first nine months of last year, and Cigna spent $3.5 million.\n\nWhile Aetna has boosted its lobbying representation in Washington, it disclosed last week it had decided to quit the nation’s largest health insurance trade group, America's Health Insurance Plans (AHIP), as of Jan. 1\n\n“Aetna has decided not to renew our AHIP membership for 2016,” said Aetna spokeswoman Cynthia Michener. “We will continue to partner with groups that are working, as we are, toward expanding access to high-quality, affordable health care.”\n\nAetna will continue to be a member of several business coalitions and associations, including Medicaid Health Plans of America.\n\nAHIP, which has more than 200 health insurers as members, issued a statement detailing its work for Aetna and other insurers.\n\n\"AHIP's successful advocacy record speaks for itself,” said AHIP President and CEO Marilyn Tavenner.\n\n“Our members depend on AHIP to advance their key priorities, to strengthen the public-private programs that provide coverage for millions of Americans, and to deliver solutions that improve access to high quality, affordable care for consumers.\"\n\nAHIP said it successfully lobbied for a one-year delay of an Affordable Care Act health insurance tax, defended the ACA in various challenges to the health law in the Supreme Court, and fought against the increase of drug prices.\n\nCigna Corp.\n\nAHIP also said it testified last year at congressional hearings on “the value of health insurance mergers. Aetna is trying to merge with Humana, and Anthem wants to merge with Cigna.\n\nThe nation’s largest insurer, United Healthcare, quit AHIP last summer. AHIP spokeswoman Clare Krusing said the nation’s other large health insurers, Cigna, Humana and Anthem, remain members.\n\nAn antitrust review\n\nShareholders have approved the $54.2 billion merger proposal between Aetna and Humana and the $47.5 billion deal between Anthem and Cigna, and both are planned to close in the second half of this year.\n\nThe CEO’s of Aetna and Anthem are confident that their planned acquisitions of rivals Humana and Cigna will go forward. But the deals are under review by the Justice Department’s Antitrust Division, which stepped up merger enforcement actions last year.\n\nA report from law firm Gibson Dunn & Crutcher said 2015 was a “banner year for (Department of Justice) merger enforcement efforts.”\n\nThe Gibson Dunn report said federal agencies will “continue to challenge transactions at a relatively high rate.”\n\nLast year, the Justice Department objected to a merger between General Electric and Electrolux, Tri-Union Seafoods and Bumble Bee Foods, Comcast and Time Warner and AT&T and DirecTV.\n\nThe Obama administration has also objected to mergers involving health insurers.\n\nIt has raised concerns with Humana’s acquisition of Arcadian Management Services, requiring the insurers to divest assets relating to Arcadian’s Medicare Advantage business in parts of five states to win approval of the merger.\n\nThe Justice Department also took issue with WellPoint’s acquisition of Amerigroup, and required Amerigroup to divest itself of its Medicaid managed care business in Virginia.\n\nIn boosting their presence in Washington, Aetna and Cigna have hired lobbyists who are politically connected, including some former members of Congress, like former Rep. Deborah Pryce, R-Ohio, and Rep. Earl Pomeroy, R-N.D.\n\nThe insurers also hired former congressional aides with substantial knowledge of antitrust issues, including Seth Bloom, a former general counsel to the Senate Judiciary Committee, and Joseph Gibson, a former attorney with the House Judiciary Committee.", "article_metadata": {"standout": "http://ctmirror.org/2016/01/11/aetna-cigna-boost-spending-on-lobbyists/", "news_keywords": "Washington", "original-source": "http://ctmirror.org/2016/01/11/aetna-cigna-boost-spending-on-lobbyists/", "og": {"site_name": "The CT Mirror", "description": "WASHINGTON — Aetna and Cigna spent more than $1.3 million last year on outside lobbyists whose work is aimed mainly at winning government approval of their respective mergers with Humana and Anthem.", "title": "Aetna, Cigna boost spending on lobbyists", "url": "http://ctmirror.org/2016/01/11/aetna-cigna-boost-spending-on-lobbyists/", "image": "http://ctmirror.org/files/2013/12/aetna-courtesy-photo_0.jpg", "type": "article"}, "twitter": {"site": "@ctmirror", "card": "summary", "creator": "@@radelat"}, "syndication-source": "http://ctmirror.org/2016/01/11/aetna-cigna-boost-spending-on-lobbyists/", "fb": {"admins": "10103384569292809,7920421,10205310995067193", "app_id": 439136839547306}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0"}, "article_summary": "Meanwhile, last year Cigna hired Polaris Government Relations, Heather Podesta + Partners and Wilmer Cutler Pickering Hale and Dorr.\nAetna hired Bloom Strategic Counsel, CGCN Group, The Gibson Group, West Front Strategies and Empire Consulting group.\nAHIP spokeswoman Clare Krusing said the nation’s other large health insurers, Cigna, Humana and Anthem, remain members.\nCigna, headquartered in Bloomfield, hired three new lobbying firms, spending $552,250 for that representation in the first three quarters of 2015.\nAHIP, which has more than 200 health insurers as members, issued a statement detailing its work for Aetna and other insurers."}