{"article_title": "The Sunshine Act: Transparency, but not enough action", "article_keywords": ["industries", "disclosure", "healthcare", "leaders", "relationships", "industry", "sunshine", "policy", "patients", "hcps", "transparency", "act", "action", "medical"], "article_url": "http://thehill.com/blogs/congress-blog/healthcare/280510-the-sunshine-act-transparency-but-not-enough-action", "article_text": "This year the pharmaceutical industry has been relentlessly targeted for criticism by virtually all major candidates, regardless of political party. You would think that the industry is a mortal enemy of our nation.\n\nIt is unfortunate that this industry has been placed in such a publicly-vulnerable position. We who have worked with the pharmaceutical and medical device industries for many years recognize that medical advances since World War II, continuing to this day, have extended lifespan and enhanced the quality of lives for hundreds of millions of people. The industries ironically helped create the current healthcare financing challenges by extending lifespans due to dramatically-improved treatments. And for many diseases, we’ve just begun!\n\nADVERTISEMENT\n\nThe industry’s pricing and marketing practices led Congress in 2010 to require medical products companies to report publicly all financial relationships with healthcare providers (HCPs). The stated goals of the law, passed at the same time as the Affordable Care Act, were to increase the transparency of these relationships and disclose any potential conflicts of interest.\n\nThe Physicians Payment Sunshine Act stemmed from an underlying belief among industry critics that company relationships with HCPs are nefarious and that disclosure of payment information would curtail their interactions with the companies.\n\nThe Act requires the manufacturers of drugs, medical devices and medical supplies covered by Medicare, Medicaid or the State Children’s Health Insurance Program to report any financial payments they make to HCPs to the Centers for Medicare and Medicaid Services. The information is then posted online.\n\nWhen the law was enacted, it was unclear how often the information would be accessed and how valuable patients would find it. Data from 2012 was posted in 2014. APCO Insight polled Americans to learn whether the data was useful to them and whether it has changed their relationships with their doctors. The study, known as the Return on Reputation, since 2010 has provided insights into how stakeholders view medical products companies.\n\nThe topline results of the ROR survey were:\n\nThe majority of Opinion Leaders and Policy Leaders (90 and 86% respectively) indicated they are very/somewhat interested in knowing how much money HCPs receive from companies.\n\nFewer (85% of Opinion Leaders and 75% of Policy Leaders) said they are likely to check if their own doctor is receiving payments.\n\nEven fewer (66% of Opinion Leaders and 42% of Policy Leaders) are likely to ask their doctor directly about their payments.\n\nAdditional findings were:\n\nWhile the majority of patients want to know how much companies spend with HCPs, few are so “angry” with the industries that they take any action.\n\nWhen the use of the money becomes clear, such as discussing a medical advance or new research, patients become more favorable.\n\nOpinion leaders and policy leaders have a higher interest in disclosure than do others, including payers.\n\nA few observations:\n\nThere is no indication that public disclosure has changed how patients relate to their HCPs, or how they view the industries.\n\nWe have not yet seen data about whether HCPs have changed how they relate to the industries because of the disclosure requirements.\n\nGiven that disclosure is here to stay, we need to turn the disclosure process to the industries’ advantage by pointing out the benefits of HCPs working closely with the companies that make and research medical products.\n\nThe pharmaceutical industry, and less so the device industry, will remain the targets of politicians. The industries must educate the public and other stakeholders about their contributions to healthcare and about how and why collaboration with HCPs benefits patients.\n\nClick here to download an infographic of related results.\n\nWayne Pines is President of Healthcare at APCO Worldwide. He is a former Associate Commissioner of the Food and Drug Administration.", "article_metadata": {"dcterms.title": "The Sunshine Act: Transparency, but not enough action", "generator": "Drupal 7 (http://drupal.org)", "dcterms.modified": "2016-05-19T12:00-04:00", "og": {"site_name": "TheHill", "title": "The Sunshine Act: Transparency, but not enough action", "url": "http://thehill.com/blogs/congress-blog/healthcare/280510-the-sunshine-act-transparency-but-not-enough-action", "image": "http://thehill.com/sites/default/files/thehill_logo_200.jpg", "updated_time": "2016-05-19T12:00:01-04:00", "type": "article"}, "dcterms.language": "und", "Smart_Paging": "on", "rdfs": {"label skos": {"prefLabel": "Congress Blog"}}, "dcterms.identifier": "http://thehill.com/blogs/congress-blog/healthcare/280510-the-sunshine-act-transparency-but-not-enough-action", "dcterms.date": "2016-05-19T12:00-04:00", "apple-itunes-app": "app-id=396640962", "fb": {"admins": 100000299130732, "app_id": 566538590082898, "pages": 7533944086}, "dcterms.creator": "Bill Rehkopf", "author": "Wayne Pines", "dcterms.type": "Text", "keywords": ",,", "article": {"published_time": "2016-05-19T12:00:03-04:00", "modified_time": "2016-05-19T12:00:01-04:00"}, "dcterms.format": "text/html", "twitter": {"url": "http://thehill.com/blogs/congress-blog/healthcare/280510-the-sunshine-act-transparency-but-not-enough-action", "widgets": {"csp": "on"}, "card": "summary", "title": "The Sunshine Act: Transparency, but not enough action"}}, "article_summary": "Even fewer (66% of Opinion Leaders and 42% of Policy Leaders) are likely to ask their doctor directly about their payments.\nFewer (85% of Opinion Leaders and 75% of Policy Leaders) said they are likely to check if their own doctor is receiving payments.\nOpinion leaders and policy leaders have a higher interest in disclosure than do others, including payers.\nThe Physicians Payment Sunshine Act stemmed from an underlying belief among industry critics that company relationships with HCPs are nefarious and that disclosure of payment information would curtail their interactions with the companies.\nThe stated goals of the law, passed at the same time as the Affordable Care Act, were to increase the transparency of these relationships and disclose any potential conflicts of interest."}