{"article_title": "The Experts Were Wrong About the Best Places for Better and Cheaper Health Care", "article_keywords": ["junction", "places", "spending", "patients", "private", "cheaper", "better", "wrong", "health", "medicare", "prices", "experts", "insurance", "best", "care"], "article_url": "http://www.nytimes.com/interactive/2015/12/15/upshot/the-best-places-for-better-cheaper-health-care-arent-what-experts-thought.html", "article_text": "But a new study suggests that places spending less on Medicare do not necessarily spend less on health care over all.\n\nGRAND JUNCTION, Colo. — As part of his push for the Affordable Care Act in 2009, President Obama came to Central High School to laud this community as a model of better, cheaper health care. “You’re getting better results while wasting less money,” he told the crowd. His visit had come amid similar praise from television broadcasts, a documentary film and a much-read New Yorker article.\n\nAll of the attention stemmed from academic work showing that Grand Junction spent far less money on Medicare treatments – with no apparent detriment to people’s health. The lesson seemed obvious: If the rest of the country became more like Grand Junction, this nation’s notoriously high medical costs would fall.\n\nBut a new study casts doubt on that simple message.\n\nThe research looked not only at Medicare but also at a huge, new database drawn from private-insurance plans – the sorts used by most Americans for health care. And it shows that places that spend less on Medicare do not necessarily spend less on health care over all. Grand Junction, as it happens, is one of the most expensive health care markets in the country for the privately insured – despite its unusually low spending on Medicare.\n\nHealth care researchers who have seen the new findings say they are likely to force a rethinking of some conventional wisdom about health care. In particular, they cast doubt on the wisdom of encouraging mergers among hospitals, as parts of the 2010 health care law did.\n\nLarger, integrated hospital systems – like those in Grand Junction – can often spend less money in Medicare, by avoiding duplicative treatments. But those systems also tend to set higher prices in private markets, because they face relatively little local competition.\n\n“Price has been ignored in public policy,” said Dr. Robert Berenson, a fellow at the Urban Institute, who was unconnected with the research. Dr. Berenson is a former vice chairman of the Medicare Payment Advisory Commision, which recommends policies to Congress. “That has been counterproductive.”\n\nJust as in Grand Junction, the researchers found high private spending in Rochester, Minn., and La Crosse, Wis., two other places that spent relatively little on Medicare. But the paper found that spending in one system doesn’t predict spending in another. Some of the areas with the most cost-effective Medicare providers also have lower-cost private health care – but just as many places with relatively low Medicare costs have high private insurance spending.\n\nConsider , our best guess for where you might be reading this article. (Here, the New York City region includes all boroughs but the Bronx, which is listed separately.) Spending on Medicare patients is in this area. But, wWhen it comes to private health insurance, spending is also . The study finds that the levels of spending for the two programs are unrelated. That means that, for about half of communities, spending is somewhat similar, like it is in is one of the few places where spending for both programs is very similar – in most, there is some degree of mismatch. Several parts of the New York metropolitan area are outliers in the data – among the most expensive for both health insurance systems.\n\nIf you’d like to explore the rates for any other places in the United States, use this search box:\n\nBelow, a scatterplot showing medical spending per person for Medicare and private insurance for all 306 hospital referral regions in the United States.\n\nThe chart looks random, and that’s the point: There is no real relationship between spending in one system and the other.\n\nHealth care markets ranked from most- to least-spending, in two ways\n\nThe prices insurance companies pay for medical care are a major factor in which markets are expensive for private insurance and which are more moderate. Consider a knee replacement – a common procedure for Americans over 50. Private health insurers negotiate separate prices for those operations with every hospital in their network. That’s different from Medicare, which sets relatively standard rates for knee replacements around the country, with only slight adjustments for local conditions. The prices paid by private insurers vary widely. The least costly price in the study for the simplest type of knee replacement was only about $3,400. The most expensive one was about $55,800.\n\nThe wide ranges of price occurs not just in different places, but often within the same community. The researchers examined prices at hospitals in the area and found the surgery can cost insurance companies as little as about or as much as about , depending on the hospital a patient chooses. (We don't have detailed data for , so we're showing you a nearby place instead.) How much a knee replacement can cost in They found similar variation for a whole range of common health care procedures, including M.R.I.s, colonoscopies, childbirth, and cardiac care — not just for knee replacements in .\n\nOther studies have provided samples of such prices, but the new research shows the amounts paid by three large insurers to nearly every hospital in the country, providing a rare glimpse into actual transaction costs. Below, you can see the distribution of prices for knee replacements paid by Medicare and private insurers at 937 different hospitals.\n\nPrice of Simple Knee Replacement Surgery In 937 Hospitals Procedure prices are similar for Medicare patients... ...but for patients with private insurance, they can vary widely. Medicare Private insurance\n\nIn Medicare, regional differences in spending are driven mostly by the amount of health care patients receive, not price per service. Researchers at Dartmouth Medical School have studied these differences extensively, creating an influential online map of Medicare spending known as the Dartmouth Atlas of Health Care. Places with lots of health care fraud, say, or wasteful care are expensive without making their patients healthier. Other places, like Grand Junction, have historically done a good job of keeping patients healthy without needing to give them a lot of medical treatment.\n\nThose successes were the reason the community was so studied and praised. Local doctors banded together to form big group practices decades ago, and those groups grew skilled at communicating about what local patients needed — and didn’t need. One big hospital offered a full suite of medical care, and it worked hard to help patients plan for the end of their lives.\n\nPolicy makers who worked on the Affordable Care Act have sought to emulate those best practices, by rewarding doctors and hospitals that work together to take care of patients holistically. The Dartmouth researchers testified before Congress when the Affordable Care Act was being written, saying that any policy that made the high-spending places more like the low-spending ones could make health care both cheaper and of higher quality. (Since then, some critics of the Dartmouth research have said it failed to account for factors outside the medical system that might drive use of doctors and hospitals. Others have questioned the focus on reducing all health care spending, as opposed to the wasteful kind.)\n\nThe new research found that, in general, places that offer patients fewer treatments in Medicare also use fewer medical treatments for privately insured patients. That means that efforts to eliminate wasteful care can save money in both systems. But the high prices sometimes charged to private insurers matter even more.\n\n“The reason why health insurance for the privately insured is expensive is because the prices from hospitals with a lot of market power are higher,” said Zack Cooper, an assistant professor of economics and health policy at Yale University, and the paper’s lead author.\n\nSeveral prominent researchers who read the paper said they had become convinced that policy makers needed to do more to address the high prices charged by some health care providers.\n\nMany of the changes pioneered by the Affordable Care Act have been devised to reduce wasteful medical care, but few have been directly concerned about price.\n\nJonathan Skinner, a health economist who works on the Dartmouth Atlas, said that there were still lessons to be learned from places like Grand Junction, but he acknowledged that the new work showed the limitations of studying Medicare in isolation. “This idea that if the entire country turned into Grand Junction, that we’d suddenly save 20 percent on health spending, maybe that’s not totally true,” he said. “Prices are a real problem.”\n\nMartin Gaynor, a health economist at Carnegie Mellon University and one of the authors of the paper, has spent many years studying how market competition influences the cost and quality of health care. He says the new data is strong evidence that the federal government needs to enforce antitrust laws vigorously to prevent health care markets from becoming monopolies.\n\nOther experts say more aggressive price regulation may be necessary in markets that already have monopoly hospitals. Dr. Berenson suggested policy makers look to Maryland, where a government board sets standard prices for hospital services.\n\nThe paper, which is scheduled to be released by the National Bureau of Economic Research this month, may also help identify some new exemplars for health researchers to study. While there are many markets that are expensive for one system and inexpensive in the other, the researchers found some markets, including Honolulu, Rochester and Dubuque, Iowa, that were inexpensive across the board.\n\nWhile previous studies have noted a mismatch between private and public health care spending, the large size of the new data set makes the new analysis more powerful and reliable. “I think the authors have gotten the best data,” said Dr. Mark McClellan, the former head of the federal Centers for Medicare and Medicaid Services, now at the Brookings Institution.\n\nThe new data include nearly every claim made by employer health plans sold by UnitedHealthCare, Aetna and Humana, and represent about 14 percent of all people in the United States. In 2011 the three insurance companies formed an organization to pool their data, called the Health Care Cost Institute, which shared the data with the researchers.\n\nNotably absent from the study is any data from Blue Cross Blue Shield plans around the country. The Blue plans are the largest in many communities, and it’s possible their absence might change the results slightly. Mr. Cooper and his co-authors did some checks to make sure that their results weren’t distorted by places where the Health Care Cost Institute insurers had a small fraction of the market, and they were reassured by the results.\n\nSix years after the president’s visit, residents here say they are puzzled at how the community had earned its reputation as a national model.\n\nMike Stahl, the C.E.O. of the social services agency Hilltop, and one of the largest employers in town, said he had been proud when he attended Mr. Obama’s speech. Yet his own company’s health insurance costs had been high and rising for years.\n\n“We were kind of surprised at that,” he said. “If we're the best in the nation, how bad is the rest of the nation?”\n\nMr. Stahl and others in Grand Junction have since learned that their instincts were right. A recent state law required insurance companies to submit most of their spending records to a central database. The Colorado All Payer Claims Database shows results similar to the academic findings. Mesa County, where Grand Junction is located, is substantially more expensive than the norm for private insurance.\n\n“It’s something we’ve had to acknowledge here,” said Mike Pramenko, a family physician at Primary Care Partners, a large physicians group. The doctors in the practice banded together in the late 1990s and used their size to negotiate better payment rates from insurers than its members could have gotten alone.\n\nBut now he says he’s been teaming up with local business leaders, a regional insurance company and other health care providers to try to help the town live up to its reputation. Some large employers have started working closely with a smaller hospital in town that offers lower prices rather than the large one that dominates the market.\n\n“We want to be able to say, hey, we’re addressing this,” Dr. Pramenko said. “Bring your business here.”", "article_metadata": {"ad-sponsor": "Obamacare", "thumbnail_75": "https://static01.nyt.com/images/2015/12/15/upshot/the-best-places-for-better-cheaper-health-care-arent-what-experts-thought-1450156915955/the-best-places-for-better-cheaper-health-care-arent-what-experts-thought-1450156915955-thumbStandard-v3.png", "ptime": 20151215003516, "twitter": {"description": "Do areas that spend less on Medicare also spend less on health care over all? A new study is forcing experts to rethink what they know about health costs.", "title": "The Experts Were Wrong About the Best Places for Better and Cheaper Health Care", "url": "http://www.nytimes.com/interactive/2015/12/15/upshot/the-best-places-for-better-cheaper-health-care-arent-what-experts-thought.html", "image": "https://static01.nyt.com/images/2015/12/15/upshot/the-best-places-for-better-cheaper-health-care-arent-what-experts-thought-1450156915955/the-best-places-for-better-cheaper-health-care-arent-what-experts-thought-1450156915955-articleLarge-v4.png", "site": "@nytimes", "card": "summary_large_image"}, "dfp-ad-unit-path": "upshot", "DISPLAYDATE": "Dec. 15, 2015", "keywords": "Health Insurance and Managed Care,Patient Protection and Affordable Care Act (2010),Obamacare,Economics (Theory and Philosophy)", "applicationName": "interactive", "PT": "Multimedia", "author": "Kevin Quealy and Margot Sanger-Katz", "thumbnail_150": "https://static01.nyt.com/images/2015/12/15/upshot/the-best-places-for-better-cheaper-health-care-arent-what-experts-thought-1450156915955/the-best-places-for-better-cheaper-health-care-arent-what-experts-thought-1450156915955-thumbLarge-v3.png", "sourceApp": "nyt-v5", "thumbnail_150_width": 150, "byl": "By KEVIN QUEALY and MARGOT SANGER-KATZ", "thumbnail_150_height": 150, "thumbnail_75_width": 75, "lp": "Do areas that spend less on Medicare also spend less on health care over all? A new study is forcing experts to rethink what they know about health costs.", "tom": "interactive_feature", "description": "Do areas that spend less on Medicare also spend less on health care over all? A new study is forcing experts to rethink what they know about health costs.", "CG": "upshot", "robots": "noarchive", "dat": "Dec. 15, 2015", "fb": {"app_id": 9869919170}, "article": {"section": "The Upshot", "tag": "Economics (Theory and Philosophy)", "collection": "https://static01.nyt.com/services/json/sectionfronts/upshot/index.jsonp", "author": "http://topics.nytimes.com/top/reference/timestopics/people/s/margot_sangerkatz/index.html"}, "slug": "the-best-places-for-better-cheaper-health-care-arent-what-experts-thought", "viewport": "width=device-width, initial-scale=1, maximum-scale=1", "utime": 20151218133636, "og": {"url": "http://www.nytimes.com/interactive/2015/12/15/upshot/the-best-places-for-better-cheaper-health-care-arent-what-experts-thought.html", "image": "https://static01.nyt.com/images/2015/12/15/upshot/the-best-places-for-better-cheaper-health-care-arent-what-experts-thought-1450156915955/the-best-places-for-better-cheaper-health-care-arent-what-experts-thought-1450156915955-facebookJumbo-v3.png", "type": "article", "description": "Do areas that spend less on Medicare also spend less on health care over all? A new study is forcing experts to rethink what they know about health costs.", "title": "The Experts Were Wrong About the Best Places for Better and Cheaper Health Care"}, "pdate": 20151215, "des": "Economics (Theory and Philosophy)", "thumbnail_75_height": 75, "articleid": 100000004092149, "hdl": "The Experts Were Wrong About the Best Places for Better and Cheaper Health Care", "PST": "Interactive"}, "article_summary": "Health care researchers who have seen the new findings say they are likely to force a rethinking of some conventional wisdom about health care.\nOthers have questioned the focus on reducing all health care spending, as opposed to the wasteful kind.)\nIn particular, they cast doubt on the wisdom of encouraging mergers among hospitals, as parts of the 2010 health care law did.\nBut a new study suggests that places spending less on Medicare do not necessarily spend less on health care over all.\nPlaces with lots of health care fraud, say, or wasteful care are expensive without making their patients healthier."}