{"article_title": "AmeriHealth New Jersey Appoints Ken Kobylowski to SVP of Provider Contracting and Network Operations", "article_keywords": ["operations", "ken", "kobylowski", "network", "banking", "commissioner", "appoints", "networks", "contracting", "leadership", "health", "jersey", "provider", "insurance", "svp", "amerihealth"], "article_url": "http://www.businesswire.com/news/home/20150629006009/en/AmeriHealth-Jersey-Appoints-Ken-Kobylowski-SVP-Provider", "article_text": "CRANBURY, N.J.--(BUSINESS WIRE)--AmeriHealth New Jersey today announced the appointment of Ken Kobylowski to senior vice president of provider contracting and network operations effective July 13, 2015. The Commissioner of the New Jersey Department of Banking and Insurance will remain in his current role until July 10, 2015. Upon joining AmeriHealth New Jersey, Kobylowski will have overall responsibility for AmeriHealth New Jersey’s Provider Relations, Provider Partnerships and Provider Contracting and Reimbursement.\n\nKobylowski will work to ensure that AmeriHealth New Jersey’s provider networks support the various product lines of the business, including consumer-directed products, ACO partnerships, tiered networks, pay-for-performance and shared-savings models.\n\n“We are very excited to have Ken join the AmeriHealth New Jersey executive leadership team,” said Judith L. Roman, president and CEO of AmeriHealth New Jersey. “Ken played a critical leadership role as Commissioner of the Department of Banking and Insurance in New Jersey during the historic implementation of the Affordable Care Act. His vast industry experience, coupled with his in-depth understanding of the New Jersey health care environment, will be an invaluable asset to our team.”\n\nAs Commissioner, Kobylowski oversaw New Jersey’s banking, insurance and real estate industries. He has also held several leadership roles with the National Association of Insurance Commissioners (NAIC).\n\nKobylowski held several roles within New Jersey Department of Banking and Insurance since he joined in 2010. He has served as Commissioner since 2012. Prior to 2010, he was with Herrick, Feinstein, LLP, a New York-based law firm, for more than a decade.\n\nKobylowski holds a J.D. from New York Law School where he graduated cum laude. He also holds a B.S. in finance from Seton Hall University.\n\nAbout AmeriHealth New Jersey\n\nAmeriHealth HMO, Inc. and AmeriHealth Insurance Company of New Jersey (collectively, AmeriHealth New Jersey) provide health insurance coverage to employers and individuals throughout New Jersey. The company has one of the largest provider networks in New Jersey, and provides access to hospitals and doctors across the nation. The company is also committed to offering value-added insurance solutions for customers through its innovative wellness and incentive programs and benefits designs. The company's managed care plan, AmeriHealth HMO, Inc. is accredited by National Committee for Quality Assurance (NCQA). AmeriHealth New Jersey and its affiliates are a growing group of insurance and health companies whose product portfolios include health insurance, workers' compensation, property and casualty insurance, and management services. AmeriHealth New Jersey headquarters are located in Cranbury, NJ. For more information on AmeriHealth New Jersey, visit www.amerihealthnj.com.", "article_metadata": {"description": "AmeriHealth New Jersey today announced the appointment of Ken Kobylowski to senior vice president of provider contracting and network operations effec", "og": {"image": {"secure_url": "https://www.businesswire.com/images/BWLogo_750.jpg", "type": "image/jpeg", "identifier": "http://www.businesswire.com/images/BWLogo_750.jpg"}, "type": "article"}, "twitter": {"widgets": {"csp": "on"}, "site": "@businesswire", "description": "AmeriHealth New Jersey today announced the appointment of Ken Kobylowski to senior vice president of provider contracting and network operations effec", "card": "summary_large_image", "title": "AmeriHealth New Jersey Appoints Ken Kobylowski to SVP of Provider Contracting and Network Operations"}, "robots": "noodp,noydir", "DC.date.issued": "2015-06-29", "p": {"domain_verify": "95725e0359a14c2e1ccbd936e10d20d6"}, "viewport": "width=device-width,initial-scale=1"}, "article_summary": "Upon joining AmeriHealth New Jersey, Kobylowski will have overall responsibility for AmeriHealth New Jersey’s Provider Relations, Provider Partnerships and Provider Contracting and Reimbursement.\nAbout AmeriHealth New JerseyAmeriHealth HMO, Inc. and AmeriHealth Insurance Company of New Jersey (collectively, AmeriHealth New Jersey) provide health insurance coverage to employers and individuals throughout New Jersey.\n“We are very excited to have Ken join the AmeriHealth New Jersey executive leadership team,” said Judith L. Roman, president and CEO of AmeriHealth New Jersey.\nCRANBURY, N.J.--(BUSINESS WIRE)--AmeriHealth New Jersey today announced the appointment of Ken Kobylowski to senior vice president of provider contracting and network operations effective July 13, 2015.\nThe company has one of the largest provider networks in New Jersey, and provides access to hospitals and doctors across the nation."}