{"article_title": "The Knights Templar Shows How to Fight ISIS and Win", "article_keywords": ["isis", "iraqi", "templar", "win", "fight", "states", "expressly", "state", "nonstate", "templars", "syria", "knights", "france", "shows"], "article_url": "http://www.thefiscaltimes.com/Columns/2015/03/22/Knights-Templar-Maps-Plan-Fight-ISIS-and-Win", "article_text": "701 years ago, on March 18th, the last Grand Master of the Knights Templar was burned at the stake in France. As he died, Jacques de Molay cursed the French king who had betrayed him, and whose own dynasty collapsed fourteen years later. That didn’t help de Molay, whose order was exterminated as a road bump in the path of French power.\n\nToday, days after the Iraqi government admitted that its attack on Tikrit has ground to a halt, the death of the Templars offers lessons on how to fight the Islamic State, an entity they would have recognized very well.\n\nRelated: ISIS's 10 Most Extreme Acts of Terror\n\nThe only successes against ISIS have come at the hands of expressly ethno-sectarian troops—not states you could identify on a Google map: the Shiite militias and Iranian advisors that accompany the Iraqi army into battle, the Alawi Syrians and their Hezbollah allies, or the Kurds fighting, with a wink, for the Iraqi state. Even the first time ISIS was defeated, in 2007-2008, it was by expressly sectarian Sunni militias in Anbar, not by the Iraqi army.\n\nThere is no state army winning in the Middle East; nor, really, against radical Islam elsewhere, which has exploded since 2001. The reason lies in the history of the Knights Templars.\n\nBefore Amnesty International, before Greenpeace, the Knights Templars and other crusading orders like the Knights Hospitaller were the original non-governmental organizations. They were created to fill the gaps in state capacity, protecting pilgrims enroute to the Holy Land after the First Crusade recaptured Jerusalem in 1099. The Templars supplied banking, medical care, and a permanently expeditionary military capacity that solidified Christendom’s lines of communication to the Middle East, and they prospered by it.\n\nRelated: Yemen Civil War Brings New Danger to U.S.\n\nSovereignty was a bit of a confused concept at that time. Power was not wholly the prerogative of states, as it became after the Treaty of Westphalia in 1646, which put an end to the wars of religion. While there were recognizable national entities – like France, most of all, and England – the lines of feudal loyalty were distinctly non-national.\n\nA baron could own lands in France but could also be nominally sworn to a lord in Burgundy or have vassals in the Holy Roman Empire who were nominally fighting his king, though they gave fealty to him. Underneath the map of medieval Europe, there were crisscrossing lines of identity and affiliation that were in many cases stronger than states. And no identity was stronger than Christendom.\n\nThat would change. The Templars were ultimately undone not because the French king was greedy for their lands, because the balance of power between state and non-state had swung back towards the state. There was no more service to offer: The Crusades were over, and the Holy Land was lost. France had become a more unified kingdom and with unification came the jealousy of temporal authority. Then, it was a function of time, politics and technology.\n\nIn the modern day, it has swung towards the non-state, and ISIS.\n\nRelated: ISIS Burns 8,000 Rare Books and Manuscripts in Mosul\n\nISIS revels in the gaps of state authority. The national Arab states it rivals have fallen far behind the rest of the world, with no efficiency other than the secret police. ISIS and other radical groups flood Twitter with an appeal to the global identity of Muslims. The spontaneity of a thousand different human interactions every day, across the globe, is bound to metastasize a network of ideas faster than any bureaucracy can keep manage. They are also aided, perversely, by the triumph of democratic capitalism.\n\nAs the world’s only ideology, the victory of the West has laid bare its own weakness: that it offers no greater cause than more consumption and a softer life. Islamism, like communism and fascism, is the latest incarnation of man’s desire to fill that nothing with something. The victory of no cause may have perversely begged the creation of some cause - even a cruel and terrible one.\n\nAll the Interpol cooperation in the world hasn’t been successful in choking off the supply of recruits pouring into Syria to fight for ISIS, a substate pipeline not too unlike that of the Templars. The shadow networks of hiwala funding, military recruiting, and Islamist ideology crisscross European and European-drawn boundaries.\n\nSo what, then, is the Templar lesson for ISIS? Perhaps it is simply that the hagiography of state authority waxes and wanes. Caesar will not always be Caesar. Today, it is expressly evident that there is a border between Iraq and Syria on our maps; but it is also expressly evident that there is no border in real life. Nor is there a real one between Syria and Lebanon; nor perhaps, really between Iraq and Iran. There is a gap in capacity.\n\nRelated: This Lethal Laser Could Cripple ISIS and Other Enemies\n\nISIS has arisen to fill that gap, but something else will arise to push back against it, since states cannot. That something won’t be the Templars, exactly, but it will also not be a state. It will instead be new non-state networks to funnel money and fighters against ISIS.\n\nThere are already reports of Americans and other Westerners going to join the Kurdish militias; how long before the Christian communities in Iraq and other ethno-sectarian communities under assault begin to attract adherents as well?\n\nThe war against ISIS and radical Islam may not always be state versus non-state, but perhaps eventually non-state versus non-state. Popularized violence and popularized sovereignty; more efficient, certainly, to cut out the middleman. It would be the return of de Molay, at least for a while, until they don’t need him anymore.\n\nTop Reads from The Fiscal Times:", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "701  years ago, on March 18th, the last Grand Master of the Knights Templar", "title": "The Knights Templar Shows How to Fight ISIS and Win", "url": "http://www.thefiscaltimes.com/Columns/2015/03/22/Knights-Templar-Maps-Plan-Fight-ISIS-and-Win", "image": "http://cdn.thefiscaltimes.com/sites/default/files/columns/03222015_Templar.JPG", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/Columns/2015/03/22/Knights-Templar-Maps-Plan-Fight-ISIS-and-Win", "image": "http://cdn.thefiscaltimes.com/sites/default/files/columns/03222015_Templar.JPG", "creator": "@AndrewLPeek", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "701  years ago, on March 18th, the last Grand Master of the Knights Templar", "generator": "Drupal 7 (http://drupal.org)"}, "_id": "\"57477af36914bd0286fd0338\"", "article_summary": "Before Amnesty International, before Greenpeace, the Knights Templars and other crusading orders like the Knights Hospitaller were the original non-governmental organizations.\nThe reason lies in the history of the Knights Templars.\nThe war against ISIS and radical Islam may not always be state versus non-state, but perhaps eventually non-state versus non-state.\n701 years ago, on March 18th, the last Grand Master of the Knights Templar was burned at the stake in France.\nEven the first time ISIS was defeated, in 2007-2008, it was by expressly sectarian Sunni militias in Anbar, not by the Iraqi army."}