{"article_title": "Investors Crown New Winners in Bond Fund Battle", "article_keywords": ["gross", "morningstar", "return", "investors", "outflows", "million", "crown", "fund", "winners", "inflows", "battle", "pimco", "total", "bond"], "article_url": "http://www.thefiscaltimes.com/2015/02/13/Investors-Crown-New-Winners-Bond-Fund-Battle", "article_text": "Mutual fund companies Janus and Pimco now have something odd in common — and we’re not talking about erstwhile bond king Bill Gross.\n\nBoth mutual fund companies suffered fund outflows in January, according to a Feb. 13 report from fund research firm Morningstar. This is the first time Janus, which lost $18 million in assets, has suffered outflows since hiring Gross away from Pimco last September.\n\nRelated: Bill Gross — The Once and Future Bond King?\n\nMorningstar reported that two of Gross’ fixed-income competitors, Dodge & Cox Income (DODIX) and Metropolitan West Total Return Bond (MWTIX), were among the top funds to receive inflows in January. “These two funds appear to be the new investor favorites in the intermediate-term bond category,” Morningstar analyst Alina Larny wrote in the report.\n\nJanus enjoyed massive inflows when Gross came aboard, but it emerged in January that Gross himself had invested more than $700 million in his new fund, Janus Global Unconstrained Bond (JUCAX).\n\nInflows to that new fund continued in January to the tune of $85.6 million, but it wasn’t enough to amount to net inflows to the struggling fund firm as a whole. “After a few good months, inflows are beginning to slow,” wrote Larny.\n\nGross’ former fund, Pimco Total Return (PTTAX) lost $12.5 billion in January for a grand total of $90.5 billion in outflows in five months, according to January data from Morningstar. But outflows appear to be slowing from when Gross first left. Pimco, a division of Allianz, had $1.7 trillion in assets at the end of 2014.\n\nRelated: Bill Gross Plays His Own Game of Thrones\n\nMoney was already flowing out of Pimco Total Return before Gross’s abrupt exit. Gross bet that the bond bull market was over in 2013 and his fund had started to underperform its benchmarks. A shake-up in top management at Pimco earlier last year also unnerved some institutional investors.\n\nPimco Total Return did well in January, returning 2.64 percent, better than its benchmark and the intermediate-bond category average. But apparently it has more convincing to do before it lures back big-time investors.\n\nTop Read from The Fiscal Times:", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "Mutual fund companies Janus and Pimco now have something odd in common — and we’re not", "title": "Investors Crown New Winners in Bond Fund Battle", "url": "http://www.thefiscaltimes.com/2015/02/13/Investors-Crown-New-Winners-Bond-Fund-Battle", "image": "http://cdn.thefiscaltimes.com/sites/default/files/media/mutual_funds.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2015/02/13/Investors-Crown-New-Winners-Bond-Fund-Battle", "image": "http://cdn.thefiscaltimes.com/sites/default/files/media/mutual_funds.jpg", "creator": "@ameystone", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "Mutual fund companies Janus and Pimco now have something odd in common — and we’re not", "generator": "Drupal 7 (http://drupal.org)"}, "_id": "\"57477af36914bd0286fd033d\"", "article_summary": "Both mutual fund companies suffered fund outflows in January, according to a Feb. 13 report from fund research firm Morningstar.\nPimco Total Return did well in January, returning 2.64 percent, better than its benchmark and the intermediate-bond category average.\nRelated: Bill Gross Plays His Own Game of ThronesMoney was already flowing out of Pimco Total Return before Gross’s abrupt exit.\nMutual fund companies Janus and Pimco now have something odd in common — and we’re not talking about erstwhile bond king Bill Gross.\nGross bet that the bond bull market was over in 2013 and his fund had started to underperform its benchmarks."}