{"article_title": "AFP 1, Tennessee 0", "article_keywords": ["insure", "program", "legislators", "hospitals", "obamacare", "state", "tennessee", "vote", "republican", "afp"], "article_url": "http://www.msnbc.com/rachel-maddow-show/afp-1-tennessee-0", "article_text": "Tennessee Gov. Bill Haslam’s (R) embrace of Medicaid expansion looked like a godsend for the state. The Volunteer State would receive federal funds to bring coverage to roughly 280,000 low-income Tennesseans, and state hospitals would pick up the tab for future costs. In the process, Haslam struck a deal with federal officials to impose conservative restrictions on his “Insure Tennessee” plan.\n\nIt was about the best gift Tennessee could ever be offered: a package that helped thousands of families, improved state finances, and bolstered state hospitals, all at a cost of $0 from the state budget. And yet, last week Republicans in the state legislature killed the whole idea\n\nNBC’s Perry Bacon Jr. reported the other day that in this fight, the popular governor went up against the state chapter of the Koch-financed Americans for Prosperity. The Tennessee Republican never stood a chance.\n\n[AFP] argued Haslam was just trying to trick conservatives into implementing Obamacare in their state by giving it a new name. AFP campaigned aggressively Haslam’s plans for the next six weeks, even running radio ads blasting GOP state legislators who said they might vote for it. […] To sell his plan, the governor toured the state over the last two months, stopping in eight cities with the same message: his program could help fund hospitals and cover more than 200,000 low-income people. “This was not Obamacare,” he emphasized constantly, since the program would have co-pays, premiums and other conservative ideas not in traditional Medicaid.\n\nIt didn’t matter. The far-right group not only ran ads insisting that a vote for “Insure Tennessee” was a vote “for Obamacare,” the NBC report added, “On its Facebook page, the group paired pictures of Republican state legislators with photos of Obama’s face, accusing the lawmakers of ‘betraying Tennesseans’ by considering a vote for Haslam’s proposal.”\n\nA Republican pollster found that only 16% of state residents opposed “Insure Tennessee,” but 85% oppose “Obamacare.” (It doesn’t matter if this doesn’t make sense; when it comes to blocking Americans’ access to basic medical care, reason flew out the window years ago.)\n\nAFP mobilization paid off. Indeed, as Bacon reported , when legislators held a hearing early last week, they were confronted with more than 100 people wearing red “Americans for Prosperity” t-shirts, some of whom had traveled great distances on an AFP-chartered bus.\n\nRepresentatives of the Tennessee Hospital Association were there, too, but they were easily outnumbered, and were left to stand in the back of room during the hearing.\n\nAnd what did the AFP activists have to say for themselves?\n\n“I’m skeptical of government-run programs,” said Louis Stans, a retired engineer who was part of the AFP group. Medicare, Stans said, was “better” and he had “paid into it my whole life.”\n\nThose two sentences tell us a great deal about the state of the debate. Here’s a retiree who doesn’t like government-run programs, instead preferring a government-run program. In other words, an AFP activist traveled to the state capitol to condemn a conservative version of Medicaid expansion, because what he really wants is a socialized system like Medicare .", "article_metadata": {"msapplication-config": "/browserconfig.xml", "description": "The popular governor went up against the state chapter of the Koch brothers' Americans for Prosperity. The Tennessee Republican never stood a chance.", "original-source": "http://www.msnbc.com/rachel-maddow-show/afp-1-tennessee-0", "og": {"site_name": "MSNBC", "description": "The popular governor went up against the state chapter of the Koch brothers' Americans for Prosperity. The Tennessee Republican never stood a chance.", "title": "AFP 1, Tennessee 0", "url": "http://www.msnbc.com/rachel-maddow-show/afp-1-tennessee-0", "image": "http://www.msnbc.com/sites/msnbc/files/styles/ratio--1_91-1--1200x630/public/ap206178192526.jpg?itok=oz2_nS1x", "type": "article"}, "twitter": {"domain": "msnbc.com", "account_id": 2836421, "creator": {"identifier": "@msnbc", "id": 2836421}, "url": "http://www.msnbc.com/rachel-maddow-show/afp-1-tennessee-0", "image": {"width": 830, "identifier": "http://www.msnbc.com/sites/msnbc/files/styles/ratio--3-2--512x342/public/ap206178192526.jpg?itok=-Xvm3iFW", "height": 553}, "title": "AFP 1, Tennessee 0", "site": {"identifier": "@msnbc", "id": 2836421}, "card": "summary_large_image", "description": "The popular governor went up against the state chapter of the Koch brothers' Americans for Prosperity. The Tennessee Republican never stood a chance."}, "robots": "follow, index", "DC.date.issued": "2015-02-09T09:10:23-05:00", "jenga-session-config": "{\"when_to_init\":\"after_dom_ready\"}", "fb": {"app_id": 351594351545594}, "nv": {"author": "steve-benen", "title": "AFP 1, Tennessee 0", "tags": "affordable-care-act,afp,americans-for-prosperity,health,health-care-reform,koch-brothers,medicaid,medicare,obamacare,tennessee,rachel-maddow-show", "published": 1, "date": "02/09/2015 09:10:23 EST", "address": "http://www.msnbc.com/rachel-maddow-show/afp-1-tennessee-0"}, "article": {"author": "https://www.facebook.com/steve.benen"}, "abstract": "The popular governor went up against the state chapter of the Koch brothers' Americans for Prosperity. The Tennessee Republican never stood a chance.", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "news_keywords": "Health, Health Care Reform, Affordable Care Act, AFP, Americans For Prosperity, Koch Brothers, Medicaid, Medicare, Obamacare, Tennessee"}, "article_summary": "In the process, Haslam struck a deal with federal officials to impose conservative restrictions on his “Insure Tennessee” plan.\nThe Tennessee Republican never stood a chance.\nAFP campaigned aggressively Haslam’s plans for the next six weeks, even running radio ads blasting GOP state legislators who said they might vote for it.\n[AFP] argued Haslam was just trying to trick conservatives into implementing Obamacare in their state by giving it a new name.\nThe Volunteer State would receive federal funds to bring coverage to roughly 280,000 low-income Tennesseans, and state hospitals would pick up the tab for future costs."}