{"article_title": "Even the Little Sisters of the Poor are subject to Big Brother's bullying: Kevin O'Brien", "article_keywords": ["poor", "little", "obrien", "brothers", "form", "provide", "big", "employees", "abortifacients", "nuns", "employers", "bullying", "thirdparty", "sisters", "religious", "order", "kevin", "subject"], "article_url": "http://www.cleveland.com/obrien/index.ssf/2014/01/even_the_little_sisters_of_the.html", "article_text": "\n\n\n\nThe Little Sisters of the Poorneed contraception like the U.S. economy needs three more years of Barack Obama.\n\nWe’re all going to pay dearly for the latter, but there’s every reason to hope that the nuns can talk their way out of paying for the former.\n\nIf they do, they will have done great service to the cause of religious liberty, as guaranteed to Americans under the First Amendment.\n\nThe nuns, quite literally to their everlasting credit, are refusing to play along with the phony compromise the Obama administration presented to employers who have raised a religious or moral objection to purchasing contraceptives or abortion-causing drugs.\n\nIt’s worth reviewing how it came to be that The Little Sisters had to sue Big Brother.\n\nAt first, no one was supposed to get a free pass.\n\nAccording to the rules made up by the U.S. Department of Health and Human Services to govern the implementation of the Patient Protection and Affordable(!) Care Act, all employers — even those affiliated with churches whose doctrines express opposition to contraception, sterilization or the use of abortifacients — were required to offer their insured employees coverage that included all three at no out-of-pocket cost to the employees.\n\nRealizing that they had been lied to — and, in retrospect, what in the world made them think they’d be exempt from that? — the Roman Catholic bishops cried foul.\n\nSo did a lot of private employers who run businesses rather than churches, but whose religious beliefs put contraception, sterilization and abortifacients out of bounds.\n\nObama and his minions huddled and returned with a proposal they hoped would salve the hyperactive consciences of these weirdos who actually believe in stuff:\n\nOK, your religion doesn’t have to pay directly for our political sop to our religion, the Church of Abortion on Demand. We’ll just order your insurer to pay for it. When it passes the cost on to you, we promise it won’t be a line item. See no evil, and all that.\n\nBut they did see the evil, and the answer was, “We can’t do that.”\n\nObama and HHS Secretary Kathleen Sebelius then settled on ordering “private” insurers to provide abortifacients, etc., as part of the package paid for by religious employers, with the federal government reimbursing the insurers so those costs wouldn’t be passed along to the business owner.\n\nThat arrangement leaves the employer, whether she runs a convent or a candy store, with the choice of cooperating with evil or dumping employee health insurance altogether.\n\nNeither option is particularly good for the soul, but one is worse than the other.\n\nSo in significant numbers, employers have sued the federal government, citing the assault on their freedom to practice their religion. At last count, the government faces 61 lawsuits filed by family-run small businesses, church-affiliated and religion-based businesses — for-profits and nonprofits — that have refused to go quietly.\n\nIn the case of the Little Sisters of the Poor, government disingenuousness reaches new depths.\n\nThe Obama administration’s brief in answer to the nuns’ suit states that because the religious order is self-insured, it need only fill out a form stating its religious scruples against contraception and the like. Once the form is filed, the requirement goes away.\n\nWould that it were true.\n\nBut the form the government says would absolve the sisters of all responsibility does precisely the opposite: It includes a notation that although the Little Sisters of the Poor object to providing their employees with services that include contraceptives and abortifacients, the nuns acknowledge their “obligation” to do so, and direct their third-party insurer to assume the obligation.\n\nThe government further argues that if the insurer decided not to provide the objectionable services, well, no big deal.\n\n“The third-party administrator of applicants’ church plan says it will not provide contraceptive coverage,” the government’s brief says. “As a result, a signed certification will discharge all employer applicants’ responsibilities under the contraceptive-coverage provision, and their employees will not receive such coverage from the third-party administrator.”\n\nSo, the government advises, to avoid being complicit in the provision of contraceptives and abortifacients to your employees, Sister, all you have to do is admit that you owe your employees those things and order your insurer to provide them.\n\nSimple enough: Up is down, black is white, orders are issued to be ignored. And if you like your third-party administrator, you can keep your third-party administrator. Trust us.\n\nBut sign the form, Sister. You will sign the form. You will attach your endorsement to a legal document that stands in open and direct opposition to the teachings of your church.\n\nFor a hair-splitting politician, that may seem like a fine solution — especially when the question involves a law founded entirely on obfuscations, misrepresentations and outright lies.\n\nBut for a religious order founded on the teachings of the Roman Catholic Church, it’s just one more in a long chain of insults.\n\nThe legal and political contortions to salvage Obamacare go on and on. They passed it, we found out what was in it, and they’ve been waiving, exempting, delaying, ignoring and reinterpreting ever since. Whatever one may think of the motivations for passing it, it’s just badly written law being executed the only way such a law can be: badly.\n\nO’Brien is The Plain Dealer’s deputy editorial page editor.\n\n\n\n", "article_metadata": {"medium": "news", "viewport": "width=device-width,initial-scale=1", "news_keywords": "affordable-care-act, barack-obama, deaprtment-of-health-and-human-services, kathleen-sebelius, little-sisters-of-the-poor, obamacare, opinion", "title": "Even the Little Sisters of the Poor are subject to Big Brother's bullying: Kevin O'Brien", "og": {"site_name": "cleveland.com", "description": "Obamacare has to be a bad law when it gets the Little Sisters of the Poor riled up enough to sue the federal government, Kevin O'Brien writes.", "title": "Even the Little Sisters of the Poor are subject to Big Brother's bullying: Kevin O'Brien", "url": "http://www.cleveland.com/obrien/index.ssf/2014/01/even_the_little_sisters_of_the.html", "image": "http://image.cleveland.com/home/cleve-media/width620/img/obrien_impact/photo/14050159-standard.jpg", "type": "article"}, "twitter": {"description": "Obamacare has to be a bad law when it gets the Little Sisters of the Poor riled up enough to sue the federal government, Kevin O'Brien writes.", "creator": "@kobrien_scribe", "image": "http://image.cleveland.com/home/cleve-media/width620/img/obrien_impact/photo/14050159-standard.jpg", "title": "Even the Little Sisters of the Poor are subject to Big Brother's bullying: Kevin O'Brien", "site": "@clevelanddotcom", "card": "summary"}, "article_date_updated": "Tuesday, January 07, 2014,  3:58 PM", "fb": {"admins": 100000302287435}, "article_publication_name": "cleveland.com", "article_comments": 0, "article_date_original": "Tuesday, January 07, 2014,  1:47 PM", "article_author": "Kevin OBrien, The Plain Dealer", "Description": "Obamacare has to be a bad law when it gets the Little Sisters of the Poor riled up enough to sue the federal government, Kevin O'Brien writes."}, "_id": "\"57477af36914bd0286fd033a\"", "article_summary": "But for a religious order founded on the teachings of the Roman Catholic Church, it’s just one more in a long chain of insults.\nIt’s worth reviewing how it came to be that The Little Sisters had to sue Big Brother.\nThe Little Sisters of the Poorneed contraception like the U.S. economy needs three more years of Barack Obama.\nIn the case of the Little Sisters of the Poor, government disingenuousness reaches new depths.\nThe government further argues that if the insurer decided not to provide the objectionable services, well, no big deal."}