{"article_title": "Seriously, Democrats: You’re Done in Dixie", "article_keywords": ["dixie", "state", "house", "youre", "virginia", "states", "seriously", "democrats", "win", "party", "democratic", "west", "south"], "article_url": "http://www.thedailybeast.com/articles/2014/12/10/seriously-democrats-you-re-done-in-dixie.html", "article_text": "APOCALYPSE NOW! REDUX\n\nThink it’s elitist or wrongheaded to admit that Democrats can’t win down south? Then let’s go through the numbers, shall we?\n\nAll right. Now that I’ve gotten your attention about the South, let’s stay at it, shall we? I’ll keep the rhetorical flourishes to a minimum this time and make no references to specific religious figures, but I will instead use hard numbers to drive home what was the clear substantive point of my Monday column: That from the level of Congress on down, with a small number of exceptions, the Democratic Party is largely wasting its time (and indeed worse—diluting its national brand) by trying to make inroads into the South.\n\nI address this column not to the people who called me an elitist communist shit-bag and worse Monday, because we probably don’t have a lot to talk about. I do address it, however, to Southern readers of the progressive persuasion who took issue with the column and made two engaged counter-arguments. Let’s take them one by one.\n\nFirst, many argued that no, far from throwing in the towel, the Democrats have to fight tooth and nail to win back the region, take over some state houses, undo Republican gerrymandering, and attain once again significant representation in Congress. If I lived down South, that would be my goal too. But I don’t live there, and I don’t think it’s possible in any remotely near-term future.\n\nLet’s start with this recent finding from the Institute for Southern Studies. This study of 2012 votes asserts that across the South, more voters voted Democratic than ended up being reflected in the electoral outcomes. For example, 51 percent of North Carolinians voted that year for a Democrat to represent them in Congress. And yet, only four of North Carolina’s 13 members of the House of Representatives are Democrats. In South Carolina, 41 percent of voters pulled the Democratic lever for Congress, but only one of the state’s seven House members is a Democrat. In Virginia, 48 percent of voters expressed the Democratic preference, but only three of the state’s 11 House members are Democrats. And so on.\n\nOn the one hand, these results say: Hey, there is real support for Democrats in the South. Fifty-one percent in North Carolina! Well, sort of. Actually, North Carolina is kind of an outlier. The overall percentages aren’t great. Of the 13 states included in the ISS survey (the 11 states of the Confederacy plus Kentucky and West Virginia), voters supported GOP House candidates over Democratic ones by 56 to 41 percent. That contrasts with a 49 to 48 percent advantage for Democrats in the other 37 states. So voters in these 13 states are hardly panting for Democratic representation.\n\nStill, ISS correctly points out that Democrats get more votes down South than electoral outcomes suggest. Against that 41 percent of the vote, Democrats represent only 29 percent of the region’s seats in the House of Representatives (42 out of 147). The culprit, says ISS, is clear: gerrymandering.\n\nThis reflects what many of you said on Twitter the other day. Undo this aggressive GOP gerrymandering across the region, and the Democrats pick up a respectable number of seats, and they’re back in the game.\n\nFair enough. But then the question becomes, how do you undo gerrymandering? The answer is that you flip state legislatures, since in most places, state legislatures draw the congressional district lines. All right then, let’s have a look at those numbers.\n\nThis is where I think the argument against me falls off the cliff. Here’s the latest partisan breakdown (PDF) from the National Conference of State Legislatures. Below I list for all 13 states in the ISS paper; the Republican-to-Democratic numbers in the upper body; and the Republican-to-Democratic breakdown in the lower house. Gird yourself.\n\nAlabama: 32-11, 66-37.\n\nArkansas: 22-13, 51-48.\n\nFlorida: 26-14, 74-45.\n\nGeorgia: 38-18, 119-60.\n\nKentucky: 23-14, 46-54.\n\nLouisiana: 26-13, 59-44.\n\nGet The Beast In Your Inbox! Daily Digest Start and finish your day with the smartest, sharpest takes from The Daily Beast Cheat Sheet A speedy, smart summary of news and must-reads from The Daily Beast and across the Web By clicking \"Subscribe,\" you agree to have read the Terms of Use and Privacy Policy Subscribe Thank You! You are now subscribed to the Daily Digest and Cheat Sheet. We will not share your email with anyone for any reason\n\nMississippi: 32-20, 65-57.\n\nNorth Carolina: 33-17, 77-43.\n\nSouth Carolina: 28-18, 78-46.\n\nTennessee: 26-7, 71-27.\n\nTexas: 19-12, 95-55.\n\nVirginia: 20-19, 67-33.\n\nWest Virginia: 10-24, 47-53.\n\nAs you can see that’s 26 legislative bodies, of which Republicans have majorities in 23, the exceptions being the lower house in Kentucky and both houses in West Virginia. (West Virginia, God bless it, is still a little bit different!) (UPDATE, and a big one: Actually, these are accurate current numbers, but as of next January, Republicans will control both houses in West Virginia--the state senate after one Democrat announced he'd switch parties. So it's soon to be 25 out of 26, and I guess West Virginia is less different than I wanted to believe. Apologies for the error.) And hey, is it a coincidence that the only two states that break the mold are the states that weren’t part of the Confed—I almost forgot, I promised I’d keep the rhetoric to a minimum.\n\nAnd the Republicans don’t just have majorities in most of those 23. In most of them it isn’t even close; in many cases not anywhere near close. And a lot of the seats Democrats hold are majority-minority seats, which are of course safe. But that means the districts surrounding them, which are mostly white and Republican, are safe, too. Now tell me: How are Democrats going to win back those legislatures so that they can start drawing congressional district lines?\n\nThe answer is that they’re not, but okay, I’m willing to pretend for a couple of paragraphs that it might be possible. Were it possible, the effort would require many, many millions of dollars over many years. It’s a 30-year project, easy. Now, if some rich Southern liberals want to finance and coordinate such an effort, great. Good luck to them. But if you’re telling me that the national Democratic Party should invest its finite resources into so long-shot a project as flipping the Louisiana state legislature so that it can pick up at best two House seats, I say that’s not corn silk in that pipe of yours.\n\nAnd this brings us to the dilution of brand issue. Even if Democrats were to attempt to win back these kinds of seats, what sorts of candidates would they be putting up for office? On virtually every important issue, they will run against their national party. They’ll attack Obamacare. They’ll oppose or at best contort on same-sex marriage. They’ll “talk tough” on immigrants and oppose “amnesty.” They’ll be against gun background checks. They’ll strain to reassure the Southern white voter at every turn that they aren’t Pelosi Democrats or Obama Democrats or what have you.\n\nIt’s healthy for the Democratic Party to have a liberal wing and a moderate wing. Even Jesse Jackson used to say it takes two wings to fly. So I’m all for that, believe me. But I’m not for a party in which three-quarters of its elected leaders are for A, B, and C, and one quarter are implacably opposed to A, B, and C. That is a recipe for not standing for anything at all—and for not getting anything done because the votes can’t be rounded up.\n\nNow, to the second criticism. Many of you tweeted that I was proposing just abandoning poor and working-class Southern people, black and white and otherwise, to a grim fate. I suppose I understand the reaction, but I don’t believe the criticism holds up logically.\n\nIt comes down to this: How can the Democratic Party best help the people we’re talking about? Sorry, but it isn’t by capturing control of the Mississippi House of Representatives. The odds of the party controlling the State Senate or the governor’s mansion are pretty remote, so you’ll have a lower house whose leaders will have a seat at the table, which will make some difference around the margins in budget negotiations and such, but won’t fundamentally change the state’s politics.\n\nNo—the way the Democratic Party can best help the poor people of Mississippi is to control Congress and the White House. So the point is to win those. With respect to the White House, no one can guarantee anything of course, but at least the Democrats do have these days a built-in Electoral College advantage. As for congressional majorities, I say it’s far more likely they’ll win them in the North and on the West coast, and to some extent in the Midwest and Rocky Mountain states, than via the South. And if they ever get that majority, they will (one hopes) pass progressive laws, and those laws will benefit the people who live in the South. So I’m not for abandoning the people of the South. I’m just saying the best way to help them is by building a congressional majority in the quickest and easiest way possible, and that, alas, is not through the South.", "article_metadata": {"twitter": {"site": "@thedailybeast", "card": "summary", "creator": "mtomasky"}, "keywords": "2016, Democratic Party", "publicationDate": 201412101045, "wrap": "/content/dailybeast/politics", "news_keywords": "2016 election, Democratic Party", "pageNum": 1, "title": "Seriously, Democrats: Youre Done in Dixie", "tags": "entity:event/2016_election,entity:organization/democratic_party", "og": {"site_name": "The Daily Beast", "description": "Think it’s elitist or wrongheaded to admit that Democrats can’t win down south? Then let’s go through the numbers, shall we?", "title": "Seriously, Democrats: You’re Done in Dixie", "url": "http://www.thedailybeast.com/articles/2014/12/10/seriously-democrats-you-re-done-in-dixie.html", "image": "http://cdn.thedailybeast.com/content/dailybeast/articles/2014/12/10/seriously-democrats-you-re-done-in-dixie/jcr:content/image.img.2000.jpg/1418215564174.cached.jpg", "type": "article"}, "environment": "dev", "platform": "desktop", "template": "article", "type": "house", "description": "Think it’s elitist or wrongheaded to admit that Democrats can’t win down south? Then let’s go through the numbers, shall we?", "sectionTaxanomies": "politics", "fb": {"admins": "1703087,30000737,1117577220,1276800108,931159,514915512", "app_id": 189930913679}, "authors": "Michael Tomasky", "article": {"published_time": "2014-12-10T10:45:00.000Z", "author": "http://www.thedailybeast.com/contributors/michael-tomaskyhtml"}, "resourceType": "dailybeast2/components/pages/article", "contentpath": "/content/dailybeast/articles/2014/12/10/seriously-democrats-you-re-done-in-dixie", "parsely-page": "{\"title\":\"Seriously, Democrats: You’re Done in Dixie\",\"link\":\"http://www.thedailybeast.com/articles/2014/12/10/seriously-democrats-you-re-done-in-dixie.html\",\"image_url\":\"http://cdn.thedailybeast.com/content/dailybeast/articles/2014/12/10/seriously-democrats-you-re-done-in-dixie/jcr:content/image.crop.410.273.jpg/47273852.cached.jpg\",\"type\":\"post\",\"post_id\":\"/content/dailybeast/articles/2014/12/10/seriously-democrats-you-re-done-in-dixie\",\"pub_date\":\"2014-12-10T10:45:00+00:00\",\"section\":\"Politics\",\"author\":\"Michael Tomasky\",\"tags\":[\"2016_election\",\"democratic_party\"]}", "authorIds": "/etc/authors/m/michael-tomasky", "content-type": "text/html; charset=UTF-8"}, "_id": "\"57477af36914bd0286fd033e\"", "article_summary": "It comes down to this: How can the Democratic Party best help the people we’re talking about?\nThey’ll strain to reassure the Southern white voter at every turn that they aren’t Pelosi Democrats or Obama Democrats or what have you.\nSo it's soon to be 25 out of 26, and I guess West Virginia is less different than I wanted to believe.\nIn Virginia, 48 percent of voters expressed the Democratic preference, but only three of the state’s 11 House members are Democrats.\nIt’s healthy for the Democratic Party to have a liberal wing and a moderate wing."}