{"article_title": "The Problem With Health Care Costs: Third-Party Payment", "article_keywords": ["week", "thirdparty", "spending", "price", "drug", "patients", "costs", "health", "medicare", "transparency", "changing", "problem", "requires", "payment", "care"], "article_url": "http://blogs.wsj.com/washwire/2016/05/13/the-problem-with-health-care-costs-third-party-payment/", "article_text": "ENLARGE A woman gets her blood pressure checked by a registered nurse in Plainfield, Vt., in June 2013. Photo: Associated Press\n\nChris Jacobs is Founder and CEO of Juniper Research Group, a policy consulting firm based in Washington. He is on Twitter: @chrisjacobshc.\n\nSeveral recent studies have illustrated the root of health care’s cost problem: In most cases, no one person—let alone one organization—bears sole responsibility for paying the bill. Slowing the growth of health costs may well involve changing those financial incentives—but also requires changing the culture that supports the status quo.\n\nTwo examples: A paper by University of Pennsylvania researchers found that 2,300 physicians “submitted claims for service codes that would translate into more than 100 hours per week on services” for Medicare beneficiaries alone; 600 doctors submitted claims totaling more than 168 hours per week—alleging to Medicare that they were working more than 24 hours per day, seven days per week. When it comes to drug costs, another researcher noted an interesting discrepancy: While pharmaceutical prices have increased by double-digit margins the past three years, drug prices net of rebates—that is, drug spending after discounts provided from manufacturers to pharmaceutical benefit managers (PBMs), have grown at much slower rates.\n\nIn both cases, the opacity of health care finance—individuals and businesses not knowing what things cost, and benefits not getting passed to consumers—results in hidden gains for intermediaries. In the drug scenario, PBMs negotiate rebates with manufacturers—rebates which they may or may not pass on to insurers, and which insurers may or may not ultimately pass on to consumers. Likewise, the Medicare insurance system—in which most seniors pay little-to-nothing out-of-pocket—can encourage some physicians to “up-code” their claims, knowing their patients will not incur any direct financial penalty.\n\nAdditional price transparency would help reveal the pricing disparities created by this “middle-man” issue. For instance, a recent Health Affairs article showed wide variations within states for common medical procedures such as ultrasounds. But transparency alone might not change behavior—or could even push it in the wrong direction.\n\nA JAMA study released last week found that, among patients exposed to a price transparency tool, spending actually increased. As an accompanying editorial noted, “If patients are comparing services based on price for which their share of the cost is $0, the use of a price transparency tool may lead directly to patients selecting the higher-cost options given their likely perception that higher price is a proxy for higher quality and the lack of an incentive to price shop.”\n\nMuch of the problem with rising health costs stems from system actors—doctors, insurers, employers, and even patients—all believing that they’re spending other people’s money. Fixing that requires changing incentives so that patients can receive financial benefits from acting as smart purchasers of health care. But it also requires changing the culture, such that patients do not automatically equate the most expensive option as “best.”\n\nMORE:\n\nIn Britain’s Elections, a Message for Paul Ryan and Donald Trump?\n\nWhat If the Next President Cuts Off Obamacare Subsidies for Insurers?\n\nThe Republican Party Split That Donald Trump’s Nomination Won’t Resolve", "article_metadata": {"article.template": "full", "page.content.source": "Blog Article", "page.region": "na,us", "page.content.type": "blogs article", "twitter": {"domain": "WSJ.com", "description": "Chris Jacobs says the root of health care’s cost problem is that in most cases, no one person—let alone one organization—bears sole responsibility for paying the bill.", "title": "The Problem With Health Care Costs: Third-Party Payment", "url": "http://blogs.wsj.com/washwire/2016/05/13/the-problem-with-health-care-costs-third-party-payment/", "image": {"src": "http://s.wsj.net/public/resources/images/BN-CS147_health_P_20140508115928.jpg"}, "site": "WSJPolitics", "card": "summary_large_image"}, "article.image_count": 2, "article_privilege": "free", "article.section": "Politics", "article.headline": "The Problem With Health Care Costs: Third-Party Payment", "description": "Chris Jacobs says the root of health care’s cost problem is that in most cases, no one person—let alone one organization—bears sole responsibility for paying the bill.", "article_section": "Politics", "author": "Chris Jacobs", "user.type": "unsubscribed", "article.page": "Washington Wire Blog", "page.content.format": "responsive", "page.subsection": "Washington Wire", "article.summary": "Chris Jacobs says the root of health care’s cost problem is that in most cases, no one person—let alone one organization—bears sole responsibility for paying the bill.", "page.site": "blogs.wsj.com", "testkeys": "C", "article.published": "2016-05-13T19:13:15-04:00", "dj.asn": "10-158", "ROBOTS": "noarchive, noodp", "fb": {"url": "http://blogs.wsj.com/washwire/2016/05/13/the-problem-with-health-care-costs-third-party-payment/", "app_id": 368513495882}, "article": {"publisher": "https://www.facebook.com/wsj"}, "article_id": "BL-WB-63247", "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no", "page.section": "Politics", "language": "en-US", "og": {"site_name": "WSJ", "description": "Chris Jacobs says the root of health care’s cost problem is that in most cases, no one person—let alone one organization—bears sole responsibility for paying the bill.", "title": "The Problem With Health Care Costs: Third-Party Payment", "url": "http://blogs.wsj.com/washwire/2016/05/13/the-problem-with-health-care-costs-third-party-payment/", "image": {"width": 749, "identifier": "http://s.wsj.net/public/resources/images/BN-CS147_health_P_20140508115928.jpg", "height": 499}, "type": "article"}, "article.access": "free", "article.type": "Washington Wire", "article.id": "BL-WB-63247", "user.exp": "default", "article.updated": "2016-05-16T14:11:57-04:00"}, "article_summary": "Slowing the growth of health costs may well involve changing those financial incentives—but also requires changing the culture that supports the status quo.\nFixing that requires changing incentives so that patients can receive financial benefits from acting as smart purchasers of health care.\nAdditional price transparency would help reveal the pricing disparities created by this “middle-man” issue.\nA JAMA study released last week found that, among patients exposed to a price transparency tool, spending actually increased.\nSeveral recent studies have illustrated the root of health care’s cost problem: In most cases, no one person—let alone one organization—bears sole responsibility for paying the bill."}