{"article_title": "Feds give $350k to fight opioid addiction to Family Health Center of Worcester", "article_keywords": ["opioid", "funding", "center", "family", "worcester", "fight", "350k", "feds", "treatment", "outpatient", "services", "health", "addiction", "expand"], "article_url": "http://www.masslive.com/news/worcester/index.ssf/2016/03/feds_give_350k_to_fight_opioid.html", "article_text": "WORCESTER – The fight against opioids in Worcester just received a $352,000 boost. Family Health Center of Worcester was among 271 health centers across the country to receive funding meant to expand substance abuse services to so-called underserved populations.\n\nThe funding is provided through the Affordable Care Act, according to Congressman James McGovern's office. The total funding nationwide was $92 million and it reached 45 states, Puerto Rico and the District of Colombia.\n\nIn Worcester, the money will be used to expand access to treatment and ongoing counseling to opioids addicts in Family Health Center's an outpatient setting. The center is located at 26 Queen St., with several satellite branches, including Webster Square, inside several Worcester schools and in Southbridge.\n\nFamily Health Center of Worcester has provided outpatient Suboxone treatment for opioid-addicted patients since 2007, according to Frances Anthes, president and chief executive officer of Family Health Center of Worcester.\n\n\"This new federal grant award is a recognition of the tremendous need in Worcester County, and will allow Family Health Center to expand access to treatment and ongoing counseling services in an outpatient setting,\" Anthes said.\n\nCiting the seriousness of the opioid addiction nationwide, McGovern said through a press release that strong federal investment is \"essential to ending this crisis.\"\n\n\"This new funding will help to expand access to medication-assisted treatment and integrate these services in health centers like the Family Health Center of Worcester,\" he said. \"This is essential to helping our communities reduce opioid misuse and abuse and provide people with a path to recovery.\n\n\"I am so proud of the great work the Family Health Center of Worcester is doing and will continue to push for the funds and resources our communities need to strengthen recovery efforts, save lives, and end the opioid crisis,\" McGovern said.", "article_metadata": {"medium": "news", "viewport": "width=device-width,initial-scale=1", "news_keywords": "Family Health Center of Worcester, family-health-center-of-worcester, health-and-human-services, james-mcgovern, opiate-addiction, opiates, opioid-addiction, opioids, worcester, news", "title": "Feds give $350k to fight opioid addiction to Family Health Center of Worcester", "og": {"site_name": "masslive.com", "description": "Family Health Center of Worcester was among 271 health centers across the country to receive funding meant to expand substance abuse services to underserved populations.", "title": "Feds give $350k to fight opioid addiction to Family Health Center of Worcester", "url": "http://www.masslive.com/news/worcester/index.ssf/2016/03/feds_give_350k_to_fight_opioid.html", "image": "http://image.masslive.com/home/mass-media/width620/img/mass_river_worcester_news/photo/19950932-standard.png", "type": "article"}, "twitter": {"description": "Family Health Center of Worcester was among 271 health centers across the country to receive funding meant to expand substance abuse services to underserved populations.", "creator": "@MichaelKaneML", "image": "http://image.masslive.com/home/mass-media/width620/img/mass_river_worcester_news/photo/19950932-standard.png", "title": "Feds give $350k to fight opioid addiction to Family Health Center of Worcester", "site": "@masslivenews", "card": "summary_large_image"}, "article_date_updated": "Tuesday, March 15, 2016, 12:57 PM", "fb": {"admins": 100000302287435}, "article_publication_name": "masslive.com", "article": {"author": "https://www.facebook.com/michael.d.kane.18"}, "article_comments": 0, "article_date_original": "Tuesday, March 15, 2016, 12:57 PM", "article_author": "Michael D. Kane | mkane@masslive.com", "Description": "Family Health Center of Worcester was among 271 health centers across the country to receive funding meant to expand substance abuse services to underserved populations."}, "article_summary": "Family Health Center of Worcester has provided outpatient Suboxone treatment for opioid-addicted patients since 2007, according to Frances Anthes, president and chief executive officer of Family Health Center of Worcester.\nFamily Health Center of Worcester was among 271 health centers across the country to receive funding meant to expand substance abuse services to so-called underserved populations.\n\"This new funding will help to expand access to medication-assisted treatment and integrate these services in health centers like the Family Health Center of Worcester,\" he said.\nIn Worcester, the money will be used to expand access to treatment and ongoing counseling to opioids addicts in Family Health Center's an outpatient setting.\n\"I am so proud of the great work the Family Health Center of Worcester is doing and will continue to push for the funds and resources our communities need to strengthen recovery efforts, save lives, and end the opioid crisis,\" McGovern said."}