{"article_title": "Luther College Chips", "article_keywords": ["luther", "coops", "group", "obamacare", "outside", "kabul", "reported", "attack", "college", "expected", "terror", "chips", "unitedhealth"], "article_url": "http://www.lutherchips.com/1783/news/life-outside-luther-2/", "article_text": "Life Outside Luther\n\n\n\n\n\nFiled under News\n\nDeadly Terror Attacks in Kabul, Afghanistan:\n\nAccording to BBC News, a deadly terror attack rocked the Afghan captial of Kabul on Tuesday, April 19. A suicide bomber detonated a vehicle in the center of the city which was followed by a fierce skirmish in the streets. The explosion was powerful enough to shatter windows over a mile away from the main blast.\n\nAt the end of the day, 29 people had been confirmed dead and 329 people were seriously injured. It is reported that the majority of the causualites are civilian, although many soldiers and security officers are reported to be among the wounded and killed.\n\nA spokesman for the Taliban claimed that the group carried out the attack. This attack comes a few days after the group warned against large-scale attacks as part of its “spring offensive.”\n\nThe attack was carried out in the neighborhood of Pul-e-Mahmud. The area is primarily home to households, mosques and schools but it is close to the Afghan Ministry of Defense and other government institutions.\n\nMajority of ObamaCare Co-Ops expected to collapse:\n\nAccording to Money-CNN.com, eight of the eleven remaining ObamaCare Co-Ops are in critical condition and expected to fail by the end of 2016. The Co-Ops were initially funded by $2.4 billion in taxpayer dollars. 12 of the original 23 government sponsored Co-Ops have already failed.\n\nIn the latest indiciation of instability in the marketplace under the Affordable Care Act, UnitedHealth, the nations largest health insurer, announced on Tuesday that it would be pulling back from its commitment to ObamaCare and will reduce its participation in the program’s insurance exhanges to just a small group of states.\n\nCEO Stephen Hemsley and UnitedHealth’s board of directors made their decision based on expected losses totalling over $1 billon.\n\nInsurers say they had to deal with customers who signed up for coverage outside regular enrollement and dumped expensive claims on their books.\n\nAnalysts expect other insurers to follow UnitedHealth in 2017, especially if high costs continue groups to struggle financially.", "article_metadata": {"language": "en, sv", "generator": "WordPress 4.5.2", "og": {"url": "http://www.lutherchips.com/1783/news/life-outside-luther-2/", "type": "article", "site_name": "Luther College Chips", "description": "Deadly Terror Attacks in Kabul, Afghanistan: According to BBC News, a deadly terror attack rocked the Afghan captial of Kabul on Tuesday, April 19. A suicide bomber detonated a vehicle in the center of the city which was followed by a fierce skirmish in the streets. The explosion was powerful enough to shatter windows over...", "title": "Life Outside Luther"}, "robots": "follow, all", "apple-mobile-web-app-capable": "yes", "article": {"section": "News"}, "distribution": "global", "viewport": "width=device-width,maximum-scale=1.0", "description": "The student news site of Luther College in Decorah, Iowa"}, "article_summary": "Majority of ObamaCare Co-Ops expected to collapse:According to Money-CNN.com, eight of the eleven remaining ObamaCare Co-Ops are in critical condition and expected to fail by the end of 2016.\nLife Outside LutherFiled under NewsDeadly Terror Attacks in Kabul, Afghanistan:According to BBC News, a deadly terror attack rocked the Afghan captial of Kabul on Tuesday, April 19.\nA suicide bomber detonated a vehicle in the center of the city which was followed by a fierce skirmish in the streets.\nAnalysts expect other insurers to follow UnitedHealth in 2017, especially if high costs continue groups to struggle financially.\nInsurers say they had to deal with customers who signed up for coverage outside regular enrollement and dumped expensive claims on their books."}