{"article_title": "Researchers Develop Reversible, Condomless Contraception Option For Men", "article_keywords": ["semen", "product", "develop", "option", "contraception", "study", "men", "sperm", "reversible", "sma", "injected", "condomless", "rabbits", "gel", "researchers", "vasalgel"], "article_url": "http://www.medicaldaily.com/male-birth-control-vasalgel-vasectomy-contraception-380489", "article_text": "The phrase birth control has pretty much become synonymous with the oral contraceptives women take daily. In reality, however, there are several other options to keep unwanted pregnancies from occurring, though almost all of them put the entire burden of proper use on the woman. Men, of course, can wear a condom or get a vasectomy. Condoms have an 18 percent yearly pregnancy rate for typical use, and a vasectomy is a serious and, in most cases, permanent choice. There is a critical need for reversible male birth control, and Vasalgel just might be the product that finally meets that need.\n\nVaslgel is a gel that a man can inject directly into the vas deferens and works by blocking sperm. The gel is hormone-free, and best of all, reversible. Researchers performed a preclinical trial on rabbits to test Vasalgel’s efficacy, and learned that the animals had no sperm in their semen as early as 29 days post-injection. The contraceptive effect remained robust through the entire yearlong study.\n\n“Results from our study with rabbits were even better than expected,” said Dr. Donald Waller, lead author of the study and Professor of Pharmacology and Toxicology at the University of Illinois at Chicago. “Vasalgel produces a very rapid contraceptive effect which lasted throughout the study due to its unique hydrogel properties. These features are important considerations for a contraceptive product to be used in humans.”\n\nFor the study, the team injected rabbits with one of two different formulations of vasalgel’s formula—one with 100 percent SMA acid and one with 80 percent SMA acid and 20 percent SMA anhydride. After being injected, semen analysis showed 11 of the 12 rabbits had no quantifiable sperm in their semen. The final rabbit showed very small numbers of sperm before it also eventually became sperm-free. Both of the formulations tested were equally effective.\n\nThe reason Vasalgel succeeded where previous attempts at reversible male birth control had failed is likely its physical characteristics. Once injected, the material forms a hydrogel, acting as a type of implant. It remains in a gel-like, soft state that can flex to the walls of the vas deferentia. Water-soluble molecules can pass through the material, but it blocks larger structures including sperm. This ability may lower the occurrence of hydrostatic pressure (back pressure in sperm production areas.)\n\nRemoving the gel by flushing it out proved effective in the rabbits: all of them produced semen samples with sperm after removal of the Vasalgel. The study’s success has helped support funding for the first clinical trial in human men, which is currently scheduled for late 2016. For the Parsemus foundation, a non-profit organization that developed Vaslagel, has hired a team of experts to manufacture and test the product in the next phase of development.\n\n“Contraceptive development is a hugely expensive project,” said Elaine Lissner, Executive Director of Parsemus Foundation. “But this is not just another early stage lead; we’re so close on this one. It’s time to finish te job we started.”\n\nSource: Waller D, Bolick D, Lissner E, Premanandan C, Gamerman G. Azoospermia in rabbits following an intravas injection of Vasalgel. Basic Clinical Andrology. 2016.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "male, birth, control, could, be, here, 2018, researchers, develop, reversible, condomless", "og": {"site_name": "Medical Daily", "description": "Male birth control could be coming to a store near you.", "title": "Birth Control For Men Will Be Here Sooner Than You May Think", "url": "http://www.medicaldaily.com/male-birth-control-vasalgel-vasectomy-contraception-380489", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2016/04/02/couple.jpg", "type": "article"}, "twitter": {"description": "Male birth control could be coming to a store near you.", "title": "Birth Control For Men Will Be Here Sooner Than You May Think", "url": "http://www.medicaldaily.com/male-birth-control-vasalgel-vasectomy-contraception-380489", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2016/04/02/couple.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2016/04/02/couple.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Innovation", "published_time": "2016-04-02T14:14:06-04:00", "modified_time": "2016-04-02T14:14:06-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Male birth control could be coming to a store near you."}, "article_summary": "After being injected, semen analysis showed 11 of the 12 rabbits had no quantifiable sperm in their semen.\nThere is a critical need for reversible male birth control, and Vasalgel just might be the product that finally meets that need.\nThe reason Vasalgel succeeded where previous attempts at reversible male birth control had failed is likely its physical characteristics.\nVaslgel is a gel that a man can inject directly into the vas deferens and works by blocking sperm.\nThe study’s success has helped support funding for the first clinical trial in human men, which is currently scheduled for late 2016."}