{"article_title": "Yahoo’s fantasy football debacle — and why it was being compared to Obamacare last night", "article_keywords": ["24", "web", "compared", "users", "players", "season", "football", "obamacare", "yahoos", "site", "fantasy", "debacle", "draft", "night", "teams"], "article_url": "https://www.washingtonpost.com/news/morning-mix/wp/2014/08/25/yahoos-fantasy-football-debacle-and-why-it-was-being-compared-with-obamacare-last-night/", "article_text": "This is what it looks like when Yahoo ruins the fantasy football season for millions of people all at once. pic.twitter.com/SUWC3Yi7pg — Seth Colaner (@SethColaner) August 24, 2014\n\nFantasy football may be a virtual game, but there was nothing virtual about the disgust directed at Yahoo Sunday after its fantasy football Web site went crazy on a crucial night when millions draft their players for the season. Yahoo confirmed the problem but did not say what caused it, only that their engineers were working “feverishly” to fix it.\n\nIt wasn’t feverish enough for fans. For some, this was the night of nights, for which they plan for weeks, even months, after careful study and planning.\n\nUsers of the site reported on Twitter that they couldn’t draft anyone, or that their teams were missing, and that rosters included players nobody chose. Yahoo was still working on the problem early this morning, with a Web page full of apologies.\n\n“We know how important Draft Day is to all of our players, and we want to apologize to those of you who were affected,” the company said.\n\nFor Yahoo, it was a potentially damaging business setback. Fantasy football is a big-time traffic draw. Yahoo competes with other sites, including ESPN and the NFL itself, for the loyalty of fantasy football team owners.\n\nThe only Yahoo app I ever use has crashed badly tonite. Next season, so long Yahoo, hello CBS or ESPN! #yahoofantasyfootball @YahooFantasy — Mark Trang (@marktrang) August 25, 2014\n\nDear @YahooFantasy are the engineers for your fantasy football draft app the same ppl who constructed the Obamacare website? — Randy Herrmann (@Herrmann8er) August 24, 2014\n\nSo, @Yahoo / @YahooFantasy…it’s tough to play fantasy football when you can’t, like, DRAFT — Jordan Campbell (@wolfpockets) August 24, 2014\n\nThe one good thing @Yahoo has left is fantasy football – and now they manage to screw that up… — Nick Singleton (@ATLSportsJunkie) August 24, 2014\n\nFantasy football is an immensely popular interactive online competition where users build fantasy teams in an online draft featuring real NFL players. Teams earn points based on what the players do in real life games during football season. Host Web sites like Yahoo Fantasy Sports manage the draft and keep score throughout the season. Millions of people play fantasy football but it’s not clear how many were affected by the Yahoo outage.\n\nThis weekend was a big one for the fantasy football because participants often don’t draft players before the third preseason game — which was Saturday — thereby averting any major injuries to a player before the season starts. Leagues have until the first game of the season on Sept. 4 to finalize their draft picks if they want to score for the full season.\n\nFantasy draft can take hours. For leagues that scheduled a live draft for Sunday night, the disruption is a huge headache. Leagues include about a dozen people or more. Getting that many people to get online at an appointed time is no easy task. Forty-eight percent of people who play fantasy football say they choose a host Web site because they trust it.\n\nThe one good thing @Yahoo has left is fantasy football – and now they manage to screw that up… — Nick Singleton (@ATLSportsJunkie) August 24, 2014\n\nThanks Yahoo, for crashing your servers right before our Fantasy Football draft. Maybe I’ll switch to CBS next year. — Jay Ruzicka (@jayruzicka) August 24, 2014\n\nIt was at least the second penalty for Yahoo’s fantasy football site. It crashed in November 2012 just hours before NFL kickoff time when users were preparing last-minute trades.\n\nYahoo’s reputation also took a hit last December when Yahoo Mail went down, holding up messages and leaving some users locked out of their accounts for five days.", "article_metadata": {"news_keywords": "yahoo draft, yahoo fantasy football, yahoo crash", "og": {"url": "https://www.washingtonpost.com/news/morning-mix/wp/2014/08/25/yahoos-fantasy-football-debacle-and-why-it-was-being-compared-with-obamacare-last-night/", "type": "article", "image": "https://images.washingtonpost.com/?url=http://img.washingtonpost.com/news/morning-mix/wp-content/uploads/sites/21/2014/08/Earns_Yahoo-0af6b-243.jpg&w=1484&op=resize&opt=1&filter=antialias", "site_name": "Washington Post", "title": "Yahoo’s fantasy football debacle — and why it was being compared to Obamacare last night"}, "referrer": "unsafe-url", "twitter": {"site": "@WashingtonPost", "card": "summary_large_image", "creator": "@g_forcewinds"}, "apple-itunes-app": "app-id=938922398, app-argument=https://www.washingtonpost.com/news/morning-mix/wp/2014/08/25/yahoos-fantasy-football-debacle-and-why-it-was-being-compared-with-obamacare-last-night/", "fb": {"admins": 500835072, "app_id": 41245586762}, "keywords": "yahoo draft, yahoo fantasy football, yahoo crash", "article": {"publisher": "https://www.facebook.com/washingtonpost"}, "viewport": "width=device-width, initial-scale=1.0, user-scalable=yes, minimum-scale=0.5, maximum-scale=2.0"}, "_id": "\"57477af46914bd0286fd9d50\"", "article_summary": "This is what it looks like when Yahoo ruins the fantasy football season for millions of people all at once.\n— Jay Ruzicka (@jayruzicka) August 24, 2014It was at least the second penalty for Yahoo’s fantasy football site.\n#yahoofantasyfootball @YahooFantasy — Mark Trang (@marktrang) August 25, 2014Dear @YahooFantasy are the engineers for your fantasy football draft app the same ppl who constructed the Obamacare website?\nYahoo competes with other sites, including ESPN and the NFL itself, for the loyalty of fantasy football team owners.\nThe one good thing @Yahoo has left is fantasy football – and now they manage to screw that up… — Nick Singleton (@ATLSportsJunkie) August 24, 2014Thanks Yahoo, for crashing your servers right before our Fantasy Football draft."}