{"article_title": "Oil as an Instrument of Financial Warfare", "article_keywords": ["embargo", "israel", "oil", "financial", "warfare", "arabia", "instrument", "economic", "saudi", "declaration", "prices", "war"], "article_url": "http://www.thefiscaltimes.com/2015/06/01/Oil-Instrument-Financial-Warfare", "article_text": "In the age of derivatives, swaps, and electronic money transfers, a new form of warfare has emerged: financial warfare.\n\nRecently, the US has passed sanctions on countries such as Syria, Venezuela, and North Korea , but the majority of energy related sanctions passed have been targeted at Iran and Russia.\n\nAn estimated 68 percent of Russia’s government revenue is derived from oil and gas exports, while 80 percent of Iran’s revenue comes from oil exports. That presents a very large target for the use of financial weapons.\n\nTo understand why financial warfare is now so commonplace, one must understand how it came into existence and what has been achieved taking such an approach.\n\nRelated: How Plunging Oil Prices Could Create Economic Upheaval\n\nThe oil weapon first came into existence in 1965, when Egypt nationalized the Suez Canal. What resulted from this was a declaration of war by France, England, and Israel. As a way to counter this invasion, Saudi Arabia decided to ban exports to England and France. This embargo turned out to have minimal economic impact, as the US increased shipments to Europe, and international oil companies redirected shipments to England and France.\n\nThe next embargo imposed was in 1967, when Arab states imposed an embargo on the US, Britain, and West Germany. This embargo was enacted after a rumor surfaced that Britain and the US were providing air cover for Israeli planes, after Israel bombed Egyptian military airports in the 1967 war. This embargo failed, due to the fact that Arab oil revenues declined. This embargo also wasn’t enforced properly, as Western countries were still receiving oil from Arab countries.\n\nBut the most famous incident came in 1973. This was when OPEC issued a new embargo on countries that provided military aid to Israel, in the Yom Kippur war. This proved to have a greater economic impact on Europe and the US, because Saudi Arabia displaced Texas as the world’s swing producer.\n\nThe 1973 embargo led to an increase in domestic fuel prices, shortages of gasoline, and the rationing of gasoline fuel. This embargo changed the dynamics of US foreign policy.\n\nRelated: What's Next for Oil Prices? Look Out Below!\n\nAfter the 1973 embargo, Richard Nixon sent his secretary of state Henry Kissinger to Saudi Arabia with a proposed deal, to ensure that an embargo such as this would never happen to the United States again.\n\nAfter some revisions, in 1976, the House of Saud and Henry Kissinger finally reached an agreement. The agreement did the following things, according to Marin Katusa’s 2014 book, “The Colder War.” The Saudi’s agreed to:\n\n1. Give the US as much oil as it desired, for general consumption and national security measures. Thus increasing or decreasing oil production to the benefit of the US\n\n2. To only sell oil for US dollars, and to reinvest profits in US treasury securities.\n\nRelated: Oil Could Drop to $45 By October\n\nIn return, the US guaranteed:\n\n1. The protection of the Saudi Kingdom from rival Arab countries\n\n2. The protection of Saudi oil fields\n\n3. Protection from an Israel invasion.\n\nThe Saudi’s agreed to this because, even though they had vast amounts of oil, they didn’t possess an army which could protect them from its surrounding enemies; which included Iran, Iraq, and Israel.\n\nRelated: Why Oil Prices May Be About to Snap Back\n\nThis deal not only secured a steady supply of oil to the US, but allowed the US to expand its global footprint.\n\nHow the US and the Saudi’s colluded to topple the USSR\n\nIn 1982, a secret declaration for economic war with The Soviet Union was signed. This declaration included:\n\n• No new contracts to buy Soviet natural gas\n\n• Accelerate development of an alternate supply to Soviet gas for parts of Europe\n\n• A plan to substantially raise interest rates on credit to the USSR\n\n• The requirement of higher down payments and shorter maturities on Russian bonds.\n\nThis declaration made the USSR’s debt load much more burdensome, but what delivered the final blow to the USSR was the doubling of oil production from Saudi Arabia in 1986. This pushed oil prices down to roughly 10 dollars per barrel, thus vastly decreasing the USSR’s government revenue. This declaration combined with low oil prices, according to James Norman, author of the 2008 book, “The Oil Card,” is what led to the collapse of the USSR.\n\nToday, the international financial system is much more sophisticated. Still, using financial sanctions with the intention of creating a de facto embargo on oil is a widespread practice today – just look at the cases of Iran and Russia.\n\nThis article originally appeared on OilPrice.com\n\nRead more from OilPrice.com:\n\nHow Long Can OPEC Maintain Its Current Strategy?\n\nCould Middle East Switch From Oil To Renewable Superpower?\n\nKorea Leaves West Behind In Fuel Cell Race", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "In the age of derivatives, swaps, and electronic money transfers, a new form of warfar", "title": "Oil as an Instrument of Financial Warfare", "url": "http://www.thefiscaltimes.com/2015/06/01/Oil-Instrument-Financial-Warfare", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/oil-energy-oil_2.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2015/06/01/Oil-Instrument-Financial-Warfare", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/oil-energy-oil_2.jpg", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "In the age of derivatives, swaps, and electronic money transfers, a new form of warfar", "generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "Related: How Plunging Oil Prices Could Create Economic UpheavalThe oil weapon first came into existence in 1965, when Egypt nationalized the Suez Canal.\nThis pushed oil prices down to roughly 10 dollars per barrel, thus vastly decreasing the USSR’s government revenue.\nIn the age of derivatives, swaps, and electronic money transfers, a new form of warfare has emerged: financial warfare.\nRelated: Why Oil Prices May Be About to Snap BackThis deal not only secured a steady supply of oil to the US, but allowed the US to expand its global footprint.\nThis declaration combined with low oil prices, according to James Norman, author of the 2008 book, “The Oil Card,” is what led to the collapse of the USSR."}