{"article_title": "Medicaid expansion on Maine Legislature’s docket for 2016", "article_keywords": ["vetoed", "michael", "expansion", "email", "medicaid", "christmas", "welfare", "poverty", "white", "2016", "docket", "maine", "legislatures", "told"], "article_url": "http://stateandcapitol.bangordailynews.com/2015/12/28/medicaid-expansion-on-maine-legislatures-docket-for-2016/", "article_text": "Two Republican state senators will again push for Medicaid expansion in the 2016 legislative session, couching it as a way to fight drug addiction in Maine, according to the Portland Press Herald.\n\nIt’s moving forward under a bill sponsored by Sen. Tom Saviello of Wilton that will be carried over from this year. It’s also backed by Sen. Roger Katz of Augusta.\n\nThe two moderate Republicans have pushed expansion of the health care program for low-income people under the Affordable Care Act before: Gov. Paul LePage vetoed their last effort in 2014, and the Republican governor has vetoed expansion five times overall.\n\nDemocrats are united in favor of expansion, but this proposal would have long odds of passing. The Senate is now controlled by Republicans, and Katz and Saviello would need two-thirds majorities in both chambers to override a sure veto from LePage.\n\nSen. Eric Brakey, R-Auburn, told the Press Herald that such a bill would be “dead on arrival.” — Michael Shepherd\n\nBoston Globe invokes Maine boy, welfare changes in Christmas editorial\n\nThe Boston Globe’s November feature on Strider Downs-Skidgel, a boy who barely survived abuse from his mother’s boyfriend to live a nomadic life with his grandparents, got lots of attention for its portrayal of institutional poverty in rural Maine.\n\nOn Christmas, the Globe’s editorial board revisited his story, linking it to changes in Maine’s welfare system pushed by LePage.\n\nIn December 2014, just more than 10,000 Maine children received cash assistance under the Temporary Assistance for Needy Families program, according to the Maine Children’s Alliance — down from nearly 24,000 in 2011.\n\nThe group said childhood poverty hasn’t declined, but blamed a 60-month lifetime TANF limit and other stricter policies for the reduction. The LePage administration has said those policies increased accountability in the system and that the reduced caseload would help the department invest in transitional work programs.\n\nBut the Globe said, “Those who would roll back services that are an essential part of lifting children out of poverty would do well to remember Strider Wolf.” — Michael Shepherd\n\nReading list\n\nYou thought Maine politics were bad?\n\nWe’re in that lull between Christmas and New Year’s Day, so I thought it might be instructive to catch up on an email scandal dubbed “Porngate” that’s overtaking Pennsylvania politics. (Do I have your attention?)\n\nThe Washington Post highlighted the 15-month controversy on Saturday. Attorney General Kathleen Kane has been releasing emails messages from an email server showing state employees trading pornography, along with racist and sexist images.\n\nA sampling includes an email titled “Sarah for President” with fake nude photos of former Alaska Gov. Sarah Palin, a picture of a white man holding a bucket of fried chicken as two black men tug at him captioned “Bravery” and a single email featuring 96 photos, including those of nude women performing sex acts.\n\nA law school dean told the Post that it’s a “swamp of misogyny, racism, homophobia and white privilege,” and to make matters worse, Kane is fighting to keep her office after her law license was suspended following criminal charges in an unrelated case and critics say she’s using the emails to distract the public from that.\n\nThere’s a lot more to it (and you should read more about it if you haven’t), but feel good that this isn’t happening in Maine right now, even if it’d mean job security for reporters. — Michael Shepherd\n\nRecommend this article", "article_metadata": {"generator": "WordPress 4.1.5", "og": {"site_name": "State & Capitol", "description": "Two Republican state senators will again push for Medicaid expansion in the 2016 legislative session, couching it as a way to fight drug addiction in Maine, according to the Portland Press Herald. ...", "title": "Medicaid expansion on Maine Legislature's docket for 2016", "url": "http://stateandcapitol.bangordailynews.com/2015/12/28/medicaid-expansion-on-maine-legislatures-docket-for-2016/", "image": "http://i0.wp.com/stateandcapitol.bangordailynews.com/files/2013/09/Screen-Shot-2013-09-22-at-8.27.15-PM.png", "locale": "en_US", "type": "article"}, "twitter": {"site": "@bdnmaineblogs", "card": "summary"}, "wp-parsely_version": "1.7", "fb": {"app_id": 748756371893770}, "article": {"published_time": "2015-12-28T14:35:19+00:00", "modified_time": "2015-12-28T14:46:02+00:00", "author": "http://stateandcapitol.bangordailynews.com/author/mshepherd/"}, "viewport": "width=device-width"}, "article_summary": "Paul LePage vetoed their last effort in 2014, and the Republican governor has vetoed expansion five times overall.\nTwo Republican state senators will again push for Medicaid expansion in the 2016 legislative session, couching it as a way to fight drug addiction in Maine, according to the Portland Press Herald.\nThe two moderate Republicans have pushed expansion of the health care program for low-income people under the Affordable Care Act before: Gov.\nDemocrats are united in favor of expansion, but this proposal would have long odds of passing.\nOn Christmas, the Globe’s editorial board revisited his story, linking it to changes in Maine’s welfare system pushed by LePage."}