{"article_title": "Obamacare hat es schwer", "article_keywords": ["und", "die", "schwer", "obamacare", "ist", "jahr", "im", "sich", "das", "zu", "sind", "hat", "der", "es"], "article_url": "http://www.aerztezeitung.de/politik_gesellschaft/gesundheitspolitik_international/article/900111/usa-obamacare-schwer.html", "article_text": "Ärzte Zeitung, 01.12.2015 1\n\n2\n\n3\n\n4\n\n5 Danke für Ihre Bewertung\n\n\n\nUSA\n\nObamacare hat es schwer\n\nTrotz Versicherungspflicht haben noch immer 30 Millionen US-Amerikaner keine Krankenversicherungs-Police. Jetzt macht die USA ernst: Ignoranten drohen steigende Bußgelder.\n\nVon Claudia Pieper\n\nObamacare strebte Versicherungsschutz für alle an. Das Ziel ist unerreicht. © Yoon S. Byun / dpa\n\nWASHINGTON. Seit Anfang November sind die Amerikaner zum dritten Mal aufgerufen, sich für das kommende Jahr eine Krankenversicherung auszusuchen.\n\n\"Obamacare\" hatte 2013 die hoch umstrittene Versicherungspflicht gebracht, doch längst nicht alle Landsleute sind sich dessen bewusst oder willens, dem Gesetz zu folgen.\n\nDie meisten Amerikaner sind nach wie vor durch ihren Arbeitgeber versichert. Doch diejenigen, denen diese Option nicht offensteht, müssen an den digitalen Versicherungsbörsen eine passende Police finden.\n\nImmerhin 9,9 Millionen US-Bürger versicherten sich in den letzten beiden Jahren auf diese Weise, obwohl die Regierungs-Internetseite vor allem im ersten Jahr mit haarsträubenden technischen Probleme zu kämpfen hatte.\n\nDer Beginn der diesjährigen \"Open Enrollment\"-Periode ist vergleichsweise ruhig verlaufen. Das hängt einerseits damit zusammen, dass die Regierung hart daran gearbeitet hat, ein erneutes Online-Desaster zu vermeiden. Andererseits ist der Ansturm auf die Versicherungsbörsen in diesem Jahr wesentlich bescheidener als in den Vorjahren.\n\nViele, die mit ihrer Police zufrieden sind und sie behalten wollen, müssen gar nichts tun. Andere, die bereits im System registriert sind, können relativ problemfrei eine andere Versicherung wählen.\n\nUnd von denen, die die Versicherungspflicht bisher ignoriert haben, erwartet selbst die Regierung keinen Ansturm.\n\nGenau hier liegt die Crux. Trotz Gesundheitsreform sind immer noch rund 32 Millionen Menschen in den USA ohne Krankenversicherung. Rund 60 Prozent könnten entweder über die Internetbörsen oder durch öffentliche Programme für Bedürftige, wie Medicaid, versichert werden. Doch die Barrieren sind hoch.\n\nIgnoranz, Geiz und Ideologie als Barrieren\n\nViele sind schlichtweg ignorant. Laut einer Studie der Kaiser Family Foundation waren sich im Oktober nur 15 Prozent der Nicht-Versicherten bewusst, dass die dreimonatige \"Open Enrollment\"-Phase kurz bevorstand.\n\nEine weitere Barriere sind die Versicherungskosten. Viele halten die Beiträge selbst dann noch für zu hoch, wenn sie staatliche Finanzhilfen erhalten. Für Mitglieder der oberen Mittelschicht, die keine Subventionen empfangen, ist der Preisschock allerdings besonders groß.\n\nErschwerend kommt hinzu, dass die Versicherungsbeiträge in diesem Jahr um durchschnittlich 7,5 Prozent steigen. In manchen Bundesstaaten ziehen die Preise dramatisch an - in Alaska und Oklahoma um über 30 Prozent.\n\nSchließlich sind da noch diejenigen, die sich aus ideologischen Gründen weigern - eine Gruppierung, die besonders schwer von den Vorzügen der Reform zu überzeugen ist.\n\nAndererseits steht eines fest: Es wird in Zukunft finanziell schmerzhafter, sich der Versicherungspflicht zu entziehen. Wer es 2013 versäumte, sich zu versichern, zahlte im darauffolgenden Jahr lediglich 95 US-Dollar \"Strafe\" oder ein Prozent seines zu versteuernden Einkommens.\n\n2014 wuchs der Strafbetrag auf 325 Dollar oder zwei Prozent des Einkommens. Ab 2016 liegt die Buße bei 695 Dollar pro Erwachsenem oder 2,5 Prozent des zu versteuernden Einkommens. Dabei greift jeweils der größere Betrag.\n\nWer Familie hat, merkt das nun auf jeden Fall im Familienbudget. Eine Versicherung ist zwar in der Regel immer noch um einiges teurer, gewährt aber eine Absicherung, die mit der Strafzahlung ausbleibt. Manche werden sich das in Zukunft überlegen, hofft die Regierung.\n\nMit optimistischen Prognosen ist das Gesundheitsministerium dennoch sehr vorsichtig. Ziel sei es, im nächsten Jahr zehn Millionen Versicherte durch die Versicherungsbörsen zu gewinnen. Das sind jedoch kaum mehr, als schon in diesem Jahr erreicht wurden und bestätigt, wie hoch die Regierung die Barrieren einschätzt.\n\nGesundheitsministerin Sylvia Mathews Burwell sagte denn auch: \"Wir wissen, dass wir uns jetzt in einer Phase befinden, in der es schwerer ist. Dazu brauchen wir kluge Ansätze.\"\n\nAusgeklügelte Marketing für den Policenverkauf\n\nSo hat das Ministerium zum Beispiel erstmals detailliert Forschung betrieben, welche Bevölkerungsgruppen hohe Nichtversichertenquoten aufweisen und wie sie am besten zu erreichen sind.\n\nDabei fand sie zum Beispiel heraus, dass viele Landsleute mit hispanischem Hintergrund besser auf Werbung in englischer Sprache reagieren - eine wichtige Erkenntnis, da sich in dieser Bevölkerungsgruppe besonders viele Nichtversicherte befinden.\n\nSowohl die Regierung als auch die Bundesstaaten sind sich jedoch im Klaren, dass herkömmliche TV- und Anzeigenwerbung allein nicht ausreicht, ihr Ziel zu erreichen.\n\nSie bauen darauf, Menschen vor Ort anzusprechen - in Krankenhäusern, Bibliotheken und anderen lokalen Treffpunkten. Dort sollen Mitarbeiter die Bürger nicht nur ermutigen sich zu versichern, sondern ihnen auch konkret dabei helfen.\n\nProblem bei diesem Ansatz ist die Flächendeckung. Einige hundert Mitarbeiter sind nicht in der Lage, Millionen von Nichtversicherten anzusprechen. Daher setzt die Regierung vermehrt auf Partnerschaften mit Organisationen, unter deren Mitgliedern sich viele befinden, die nicht krankenversichert sind.\n\nEin Beispiel: Laut \"Washington Post\" hat die Georgia Restaurant Association kürzlich einen Brief an ihre 6500 Mitglieder verschickt, in dem sie Arbeiter, die per Stunde bezahlt werden, ermutigt, sich beim Kauf einer Versicherung persönlich beraten und helfen zu lassen.", "article_metadata": {"description": "Trotz Versicherungspflicht haben noch immer 30 Millionen US-Amerikaner keine Krankenversicherungs-Police. Jetzt macht die USA ernst: Ignoranten drohen steigende Bußgelder.", "copyright": "Springer Medizin Verlag GmbH, Ärzte Zeitung", "author": "Ärzte Zeitung", "og": {"image": "http://www.aerztezeitung.de/img/opengraphDefaultImage.jpg"}, "robots": "index,follow,noarchive", "apple-itunes-app": "app-id=571237963, affiliate-data=aezde", "keywords": "Ärzte,Zeitung,Gesundheitspolitik,Politik", "google-site-verification": "LvxBDl4rAeg08JnWrUrGac2JLcYqisNuBlmlaYlpbGo", "email": "info@aerztezeitung.de"}, "article_summary": "Und von denen, die die Versicherungspflicht bisher ignoriert haben, erwartet selbst die Regierung keinen Ansturm.\nAndererseits steht eines fest: Es wird in Zukunft finanziell schmerzhafter, sich der Versicherungspflicht zu entziehen.\nWer es 2013 versäumte, sich zu versichern, zahlte im darauffolgenden Jahr lediglich 95 US-Dollar \"Strafe\" oder ein Prozent seines zu versteuernden Einkommens.\n\"Obamacare\" hatte 2013 die hoch umstrittene Versicherungspflicht gebracht, doch längst nicht alle Landsleute sind sich dessen bewusst oder willens, dem Gesetz zu folgen.\nÄrzte Zeitung, 01.12.2015 12345 Danke für Ihre BewertungUSAObamacare hat es schwerTrotz Versicherungspflicht haben noch immer 30 Millionen US-Amerikaner keine Krankenversicherungs-Police."}