{"article_title": "Are Specialty Pharmaceuticals The Fastest Growing Drug Market Segment?", "article_keywords": ["generic", "products", "drugs", "synergies", "specialty", "drug", "pharmaceuticals", "health", "fastest", "growing", "portfolio", "womens", "segment", "market"], "article_url": "http://www.medicaldaily.com/actavis-acquire-forest-laboratories-25b-are-specialty-pharmaceuticals-fastest-growing-drug-market", "article_text": "On Tuesday, Actavis Plc said it will acquire Forest Laboratories in a transaction valued at approximately $25 billion. The deal, which is anticipated to close mid-year, combines two of the world's fastest-growing specialty pharmaceutical companies. Specialty pharmaceuticals consist of drugs that require a difficult or unusual process of delivery to the patient (in terms of preparation, handling, storage, etc.) or patient management prior to or following administration, such as monitoring blood levels, according to BioTechNow, an industry publication. Specialty pharmaceuticals, which would include, for example, injectable drugs and IV medications, represented nearly 25 percent of all drug spending last year and by some estimates, could account for nearly half of the 100 top-selling medications on the market by 2018.\n\nThe combined organization will be led by Paul Bisaro, chairman and CEO of Dublin-based Actavis. “The combination has the potential to realize approximately $1 billion in operating and tax synergies, before any manufacturing synergies or revenue synergies, while we anticipate continuing to invest over $1 billion per year in R&D,\" Bisaro, stated in a press release.\n\nThe arrangement will expand the company’s North American portfolio of brand, generic, biosimilar, and over-the-counter pharmaceuticals. The combined entity is expected to maintain a portfolio of established product franchises in the categories of central nervous system, gastroenterology, women's health, urology, and cardiovascular, while furthering a portfolio of emerging and sustainable therapies in the areas of infectious disease, respiratory, cystic fibrosis, and dermatology.\n\nActavis has more than 30 manufacturing and distribution facilities worldwide with commercial operations in approximately 60 countries. In its most recent annual report, the company stated its two most significant products were the authorized generic version of Concerta (methylphenidate ER) for ADHD and Lipitor (atorvastatin) for cholesterol, which on a combined basis comprised over one-fifth of its revenues. These products are sold pursuant to exclusive marketing arrangements. Its North American branded pharmaceuticals business is focused principally in women's health, including oral contraceptives, urology, gastroenterology, and dermatology. Actavis also has a portfolio of five biosimilar products — the biotechnology version of a generic drug — in development in the areas of women's health and oncology.\n\nForest Laboratories focuses on a portfolio of branded drug products while developing new medicines to treat patients suffering from diseases principally in the areas of the central nervous system, cardiovascular, gastrointestinal, respiratory, anti-infective, and cystic fibrosis. Among its top drugs, Linzess (linaclotide), a once-daily treatment for adults suffering from irritable bowel syndrome with constipation (IBS-C) or chronic idiopathic constipation (CIC), became available to patients in the U.S. in December 2012 and achieved sales of $23.7 million in fiscal 2013.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "actavis, forest laboratories, specialty pharmaceuticals, biosimilars", "og": {"site_name": "Medical Daily", "description": "Actavis said it will acquire Forest Laboratories in a transaction, valued at approximately $25 billion, that combines two of the world's fastest-growing specialty pharmaceutical companies.", "title": "Specialty Pharmaceuticals On The Rise: Actavis To Acquire Forest Laboratories", "url": "http://www.medicaldaily.com/actavis-acquire-forest-laboratories-25b-are-specialty-pharmaceuticals-fastest-growing-drug-market", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/02/18/shutterstock177156380.jpg", "type": "article"}, "twitter": {"description": "Actavis said it will acquire Forest Laboratories in a transaction, valued at approximately $25 billion, that combines two of the world's fastest-growing specialty pharmaceutical companies.", "title": "Specialty Pharmaceuticals On The Rise: Actavis To Acquire Forest Laboratories", "url": "http://www.medicaldaily.com/actavis-acquire-forest-laboratories-25b-are-specialty-pharmaceuticals-fastest-growing-drug-market", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/02/18/shutterstock177156380.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/02/18/shutterstock177156380.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Drugs", "published_time": "2014-02-18T10:39:44-05:00", "modified_time": "2014-02-18T12:31:57-05:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Actavis said it will acquire Forest Laboratories in a transaction, valued at approximately $25 billion, that combines two of the world's fastest-growing specialty pharmaceutical companies."}, "_id": "\"57477af46914bd0286fe2316\"", "article_summary": "Specialty pharmaceuticals consist of drugs that require a difficult or unusual process of delivery to the patient (in terms of preparation, handling, storage, etc.)\nIts North American branded pharmaceuticals business is focused principally in women's health, including oral contraceptives, urology, gastroenterology, and dermatology.\nActavis also has a portfolio of five biosimilar products — the biotechnology version of a generic drug — in development in the areas of women's health and oncology.\nThe deal, which is anticipated to close mid-year, combines two of the world's fastest-growing specialty pharmaceutical companies.\nThe arrangement will expand the company’s North American portfolio of brand, generic, biosimilar, and over-the-counter pharmaceuticals."}