{"article_title": "Why Does Turkey Make You Sleepy? The Answer, Plus Other Foods That Put You To Bed", "article_keywords": ["turkey", "body", "dinner", "induces", "sleepy", "thanksgiving", "bed", "serotonin", "brain", "foods", "does", "plus", "tryptophan", "answer", "sleep"], "article_url": "http://www.medicaldaily.com/why-does-turkey-make-you-sleepy-answer-plus-other-foods-put-you-bed-312274", "article_text": "It’s like clockwork: You’re done polishing off a plate (OK, two) of Thanksgiving dinner — turkey, stuffing, mashed potatoes, a vegetable, hopefully, all topped with gravy — and as soon as you sit back to take a breath, you have a single thought: I’m sleepy.\n\nTurkey, as you most likely know, is a source of the naturally occurring amino acid called tryptophan. Scientific American reported tryptophan is used by the human body to make the neurotransmitter serotonin, otherwise known as a feel-good chemical. Serotonin affects appetite as much as it affects mood and behavior.\n\nSome studies have shown serotonin is “the promotion of slow-wave sleep in non-human mammals…and it may do the same for humans.” Other experts find tryptophan is a precursor to the sleep hormone melatonin. While turkey and tryptophan are almost synonymous at this point, the bird ranks 55 on SELF’s nutrition database. Spinach, soy, eggs, cheddar cheese, fish, watercress, other meats, and tofu are foods much higher in tryptophan than turkey.\n\nHere's another thing about eating turkey: it doesn't translate to amplified serotonin production in the brain, Richard Wurtman, a neuropharmacologist of the Massachusetts Institute of Technology's Department of Brain and Cognitive Sciences in Cambridge, Mass., told SA. \"Turkey and other protein-rich foods contain many amino acids, and tryptophan is the scarcest among them,\" he said.\n\nWurtman added of the amino acids trying to make their way to your brain, tryptophan has the lowest odds. Instead, he points a finger at carbohydrates (see: the dessert table). Carbs increase serotonin release, hence why we crave them when our levels are low. Other experts, however, blame fat. Mental Floss reported “fats take a lot of energy to digest, so the body redirects blood to the digestive systems,” and reduced blood flow in the body means reduced energy. Let’s not forget alcohol either. One or two beers or glasses of wine increases the slow-wave sleep we mentioned earlier.\n\nThe truth is, Thanksgiving dinner as a whole is what makes you so sleepy. Or rather, over-eating Thanksgiving dinner is what makes you so sleepy. \"Studies have indicated that stretching of the small intestine induces sleepiness and a protein–fat loading of the stomach induces sleepiness,\" H. Craig Heller, a biologist, at Stanford University in Palo Alto, Calif., said, “and, more blood going to the gastrointestinal tract means less going elsewhere.”\n\nConsidering the fact tryptophan induces sleep when combined with other ingredients, such as carbs, fat, and/or alcohol, while also consumed in large quantities, we looked into other foods found to promote sleep — holiday or not.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "why, does, turkey, make, you, sleepy, answer, plus, other, foods, put, you, bed", "og": {"site_name": "Medical Daily", "description": "Tryptophan is the ingredient in turkey often associated with sleepiness. However, it's not the only food to look out for when trying to stay awake this holiday season.", "title": "5 Foods That Will Put You To Bed [SLIDESHOW]", "url": "http://www.medicaldaily.com/why-does-turkey-make-you-sleepy-answer-plus-other-foods-put-you-bed-312274", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/11/26/turkey.jpg", "type": "article"}, "twitter": {"description": "Tryptophan is the ingredient in turkey often associated with sleepiness. However, it's not the only food to look out for when trying to stay awake this holiday season.", "title": "5 Foods That Will Put You To Bed [SLIDESHOW]", "url": "http://www.medicaldaily.com/why-does-turkey-make-you-sleepy-answer-plus-other-foods-put-you-bed-312274", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/11/26/turkey.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/11/26/turkey.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Vitality", "published_time": "2014-11-25T18:19:53-05:00", "modified_time": "2014-11-26T10:26:03-05:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Tryptophan is the ingredient in turkey often associated with sleepiness. However, it's not the only food to look out for when trying to stay awake this holiday season."}, "_id": "\"57477af46914bd0286fded5d\"", "article_summary": "Wurtman added of the amino acids trying to make their way to your brain, tryptophan has the lowest odds.\nThe truth is, Thanksgiving dinner as a whole is what makes you so sleepy.\nOr rather, over-eating Thanksgiving dinner is what makes you so sleepy.\nSpinach, soy, eggs, cheddar cheese, fish, watercress, other meats, and tofu are foods much higher in tryptophan than turkey.\n\"Turkey and other protein-rich foods contain many amino acids, and tryptophan is the scarcest among them,\" he said."}