{"article_title": "Donald Trump says he wants healthcare for everyone, but definitely not Obamacare", "article_keywords": ["wants", "trump", "hes", "obamacare", "cant", "thing", "donald", "definitely", "know", "way", "healthcare", "say", "plans"], "article_url": "http://medcitynews.com/2015/07/donald-trump-says-he-wants-healthcare-for-everyone-but-definitely-not-obamacare/", "article_text": "Republican presidential hopeful Donald Trump is not afraid to say what he thinks. That much we know is true. For some of the crazier sound bites, he’s received quite a bit of heat thus far. But he’s also shared a lot on his thoughts about healthcare in the country.\n\nThe main thing is that he believes there should be universal healthcare and that Obamacare must go. He HATES Obamacare.\n\nIn his 2011 book Time to Get Tough: Making America #1 Again, Trump wrote:\n\nAdvertisement\n\nObamacare can’t be reformed, salvaged, or fixed. It’s that bad. Obamacare has to be killed now before it grows into an even bigger mess, as it inevitably will. Obamacare takes full effect in 2014. If it’s not repealed before then, it will be more than just another failed government entitlement program–it will be the trillion-ton weight that finally takes down our economy forever.\n\nHis thoughts on Obamacare haven’t changed much since the Affordable Care Act went into full swing. As Buzzfeed reported, Trump spelled out why he feels the way he does in a recent interview with radio host John Fredericks.\n\n“You know, a lot of people had plans they loved, before Obamacare came along. You probably did. I have friends that had really good plans — now they have horrible plans, and they’re paying five times more for them. We’re gonna get great plans, we’re not gonna have huge costs. The biggest thing the government has to do is make sure these companies are very, very solvent, you know, that they’re very strong. Because what you don’t want is having a company collapse, right? So that’s the only function of the government. ”\n\nEven though Trump has publicly used the fact that he’s rich as one of the ways to demonstrate why he’d make a good president, his belief in universal healthcare is his way of showing that he does care about the poor people. In another recent interview on the MSNBC program Morning Joe, he said this:\n\n“You can’t let the people in this country that are the poor people, the people without the money and resources go without healthcare. I just can’t even imagine. You’re sick and you can’t even go to a doctor. I say one thing, can you not let 25 percent of the people of the country because they have no money go without something?”\n\nHis positions on healthcare in general haven’t really wavered too much throughout the years that he’s been in the political spotlight.\n\nIt’s fair to say he will continue to be extremely outspoken throughout the rest of his campaign.\n\nPhoto: Flickr user Gage Skidmore", "article_metadata": {"description": "Among other things that Donald Trump is very passionate and vocal about, healthcare is a big one.", "generator": "WordPress 4.5.2", "og": {"site_name": "MedCity News", "description": "Among other things that Donald Trump is very passionate and vocal about, healthcare is a big one.", "title": "Donald Trump says he wants healthcare for everyone, but definitely not Obamacare", "locale": "en_US", "image": "http://medcitynews.com/wp-content/uploads/2015/07/5440393641_2892f718d7_z.jpg", "url": "http://medcitynews.com/2015/07/donald-trump-says-he-wants-healthcare-for-everyone-but-definitely-not-obamacare/", "type": "article"}, "twitter": {"image": "http://medcitynews.com/wp-content/uploads/2015/07/5440393641_2892f718d7_z.jpg", "description": "Among other things that Donald Trump is very passionate and vocal about, healthcare is a big one.", "card": "summary", "title": "Donald Trump says he wants healthcare for everyone, but definitely not Obamacare - MedCity News"}, "robots": "noodp", "fb": {"app_id": 148725768475669}, "google-site-verification": "xudQg7nxVR9ifmMTY4Tf-0wVtX9b6rWLQd0utCweGOc", "keywords": "weight loss, obesity, overweight,diabetes,massachusetts,medical devices,obesity,startups,healthcare innovation, medcity news,medcity news,san francisco, startups, life sciences,accelerator,rock health,startup advice,startup funding,patient monitoring system, motion sensors ,dc,healthcare it,washington,foodborne pathogens, diagnostics company, diagnostic platforms,minimally invasive surgery, laser surgery,cambridge,dealflow,hospitals,wellpoint, healthways, health and wellness, employee wellness programs,investing,wellness,medtronic, shanghai innovation center, china, r&d,china,mdt,minneapolis,minnesota,publics,twin cities,ulcerative colitis, abbott labs, humira,abbott labs,doctors,pharmaceuticals,skin disorders, pharmaceuticals, md anderson cancer center,cancer,texas,renal denervation, st. jude medical,st. jude medical,stj,emr, ehr, electronic health records, electronic medical records, certified emr,certified emr,ehr,electronic health records,electronic medical records,advanced cellular technology,amyotrophic lateral sclerosis,embryonic stem cells,geron corporation,lou gehrig\\'s disease,macular degeneration,regenerative medicine,spinal cord damage,value-based healthcare system, obamacare, fee-for-service model,california,cleveland,health insurance,insurance,ohio,pennsylvania,politics,cancer treatment options library, aetna, aet, healthcare it,aet,aetna,health it,phi,philadelphia,affordable care act, Donald Trump, Obamacare, universal healthcare, , MedCity News", "article": {"section": "Daily", "tag": "universal healthcare", "published_time": "2015-07-24T13:18:08-04:00"}, "viewport": "width=device-width,initial-scale=1.0,width=device-width,user-scalable=no,minimum-scale=1.0,maximum-scale=1.0"}, "article_summary": "The main thing is that he believes there should be universal healthcare and that Obamacare must go.\nIn his 2011 book Time to Get Tough: Making America #1 Again, Trump wrote:AdvertisementObamacare can’t be reformed, salvaged, or fixed.\nRepublican presidential hopeful Donald Trump is not afraid to say what he thinks.\nBut he’s also shared a lot on his thoughts about healthcare in the country.\nAs Buzzfeed reported, Trump spelled out why he feels the way he does in a recent interview with radio host John Fredericks."}