{"article_title": "Joseph Cyr Bound Over For Trial In Adams' Murder Case - News9.com - Oklahoma City, OK - News, Weather, Video and Sports", "article_keywords": ["body", "cyr", "murder", "ok", "justin", "city", "oklahoma", "wife", "related", "sex", "trial", "weather", "video", "news9com", "unborn", "man", "adams", "jaymie", "joseph"], "article_url": "http://www.news9.com/story/24893873/preliminary-hearing-in-adams-murder-case-begins-for-joseph-cyr", "article_text": "Justin Adams pleaded guilty to manslaughter charges in February for his role in their deaths, as part of a plea deal with the state.\n\nJoseph Cyr, who police say contacted Jaymie Adams for sex is accused of killing Jaymie Adams and her unborn child.\n\nThe case against Joseph Cyr will go to trial.\n\nA judge bound Cyr over for trial following a his preliminary, which began at 11 a.m. Wednesday in Oklahoma County. Cyr, who police say contacted Jaymie Adams for sex is accused of killing Jaymie Adams and her unborn child.\n\nThe state called several witnesses including the man who discovered Jaymie Adams' body in January 2012 while riding 4-wheelers near Lake Stanley Draper. The witness described the body as being out in the open and said it was difficult to tell if the body was a man or woman. He also testified that she was wearing a white hoodie and her pants were missing.\n\n7/07/2012 Related Story: Missing Blanchard Mother's Body Found Near South OKC Bike Trail\n\nThe second witness called was Justin Adams, Jaymie's husband. The couple was allegedly involved in an online prostitution that ultimately led to her murder. Prosecutors alleged he got her killed by posting ads for sex with his wife on Craigslist.\n\nDuring Adams' testimony, he revealed the intimate details of the couple's prostitution activities on Craigslist. Adams claimed he typically went with his wife to meet clients for safety reasons. However, he testified the night of her disappearance was an exception.\n\nThe defense challenged Adams testimony by asking if he had a life insurance policy on his wife. Adams said - to date - \"he still does not know.\"\n\nAdams pleaded guilty to manslaughter charges in February for his role in their deaths, as part of a plea deal with the state. Justin Adams walked away a free man.\n\n2/12/2014 Related Story: Justin Adams Pleads Guilty In Deaths Of Pregnant Wife, Unborn Child\n\nProsecutors alleged Cyr was the last client to respond to the Craigslist ad - but Cyr denies ever meeting up Jaymie. A match of Cyr's DNA suggests otherwise.\n\nCyr has been locked up for 10 months waiting to hear the state's evidence against him for the murder of Adams and her unborn baby.\n\nCyr was arrested the same day prosecutors reduced the criminal charges against her husband, Justin Adams. Adams was the initial suspect in the case until new evidence surfaced in April 2013.\n\n4/2/2013 Related Story: Man Who Contacted Jaymie Adams For Sex Now Arrested For Her Murder\n\nCyr's trial date is set for April 16.", "article_metadata": {"wn-build": "XSLT-7.1-14", "Description": "Joseph Cyr, who police say contacted Jaymie Adams for sex is accused of killing Jaymie Adams and her unborn child.", "author": "Lisa Monahan", "og": {"url": "http://www.news9.com/story/24893873/preliminary-hearing-in-adams-murder-case-begins-for-joseph-cyr", "image": "http://KWTV.images.worldnow.com/images/24893873_SA.jpg", "type": "article", "description": "Joseph Cyr, who police say contacted Jaymie Adams for sex is accused of killing Jaymie Adams and her unborn child.", "title": "Joseph Cyr Bound Over For Trial In Adams' Murder Case"}, "twitter": {"image": "http://KWTV.images.worldnow.com/images/24893873_SA.jpg", "description": "Joseph Cyr, who police say contacted Jaymie Adams for sex is accused of killing Jaymie Adams and her unborn child.", "card": "summary", "title": "Joseph Cyr Bound Over For Trial In Adams' Murder Case"}, "wnreadableurl": "preliminary-hearing-in-adams-murder-case-begins-for-joseph-cyr", "ROBOTS": "Index,Follow,NoArchive", "owner": "KWTV", "fb": {"app_id": 538140636230283}, "date": "2014/03/05", "KEYWORDS": "oklahoma city,okc,jaymie,adams,murder,prostitution,craigslist,ads,justin,hearing,pregnant,joseph,cyr,news9.com,", "wn-version": "ContainerE-Story", "wn-base": "IIS27", "verify-v1": "d5ZN+GNiazjgWlnr3WHikwraMvFljdUSLMgex4CGnc8=", "news_keywords": "oklahoma city,okc,jaymie,adams,murder,prostitution,craigslist,ads,justin,hearing,pregnant,joseph,cyr,news9.com,"}, "_id": "\"57477af36914bd0286fd038e\"", "article_summary": "Joseph Cyr, who police say contacted Jaymie Adams for sex is accused of killing Jaymie Adams and her unborn child.\nCyr, who police say contacted Jaymie Adams for sex is accused of killing Jaymie Adams and her unborn child.\nJustin Adams pleaded guilty to manslaughter charges in February for his role in their deaths, as part of a plea deal with the state.\nThe state called several witnesses including the man who discovered Jaymie Adams' body in January 2012 while riding 4-wheelers near Lake Stanley Draper.\n4/2/2013 Related Story: Man Who Contacted Jaymie Adams For Sex Now Arrested For Her MurderCyr's trial date is set for April 16."}