{"article_title": "Twin Peaks Charter crowdfunding campaign pulled from GoFundMe", "article_keywords": ["charter", "peaks", "campaign", "crowdfunding", "money", "school", "young", "twin", "fundraising", "fees", "principal", "pulled", "gofundme", "page"], "article_url": "http://www.dailycamera.com/boulder-county-schools/ci_28271473/twin-peaks-charter-crowdfunding-campaign-pulled-from-gofundme", "article_text": "Longmont school was raising money for lawyer fees in speech flap\n\nEvan Young, the valedictorian of his Twin Peaks Charter Academy senior class, poses on May 28 near the high school entrance of the school. (David R. Jennings / Staff Photographer)\n\nA GoFundMe page started by the principal of Longmont's Twin Peaks Charter Academy was no longer active on Sunday.\n\nThe school's principal, BJ Buchmann, is under fire for preventing senior class valedictorian Evan Young from delivering a graduation speech in which he planned to announce he is gay. Buchmann also outed 18-year-old Young to his parents.\n\nBuchmann emailed the school's parent community on Friday asking for donations to cover anticipated lawyer fees and other unspecified items through a GoFundMe page titled \"Help Support Our School.\"\n\nThe page, which sought to raise $50,000, had brought in $1,000 from 17 different donors as of Saturday evening.\n\nIt's not clear if the school or GoFundMe took down the fundraising page. Tracy Weise, a spokeswoman for the Twin Peaks board, said Sunday night that she didn't have information about the removal of the page.\n\nGoFundMe couldn't be reached for comment Sunday, but the company has removed fundraising campaigns in the past that it viewed as discriminatory.\n\nThe company also recently changed its terms of service to no longer allow \"campaigns in defense of formal charges or claims of heinous crimes, violent, hateful, sexual or discriminatory acts.\"\n\nThe change came after GoFundMe removed a campaign raising money for an Oregon bakery fined for violating the state's discrimination law. The bakery's owners cited religious beliefs in refusing to make a cake for a lesbian couple.\n\nAdvertisement\n\nAt Longmont's Twin Peaks, the principal has not responded to numerous interview requests by the Camera, so how specifically the GoFundMe contributions would be used wasn't clear.\n\nBut Young's family has said they're not interested in pursuing legal action against the school. \"No, we would never go there,\" Don Young said last week.\n\nOut Boulder and One Colorado, the two local advocacy organizations most closely involved in supporting Young, also have stated no plans to file lawsuits.\n\nAnd while U.S. Rep. Jared Polis, D-Boulder has criticized the school and called for a third party to investigate Young's silencing, there's no indication that his office will bring forth a suit.\n\nMoney raised could have gone to pay the fees for Denver attorney Barry Arrington, who Twin Peaks hired to represent the school. Arrington has said that the school is hiring an outside law firm to look into the case, a step Polis has said likely won't be sufficient.\n\nIt's also not clear if the school will get the money already pledged through its fundraising campaign. In the Oregon case, GoFundMe did give the bakery the money that was raised before the campaign was pulled.\n\nAmy Bounds: 303-473-1341, boundsa@dailycamera.com or twitter.com/boundsa", "article_metadata": {"sailthru.url": "http://www.dailycamera.com/boulder-county-schools/ci_28271473/twin-peaks-charter-crowdfunding-campaign-pulled-from-gofundme", "sailthru.author": "By Amy Bounds \n \n  Staff Writer", "ag": {"canon": "BoulderDailyCamera:article:28271473:view"}, "startDate": "2015-06-07T19:12:55-0600", "twitter": {"domain": "dailycamera.com", "description": "A GoFundMe page started by the principal of Longmont's Twin Peaks Charter Academy was no longer active on Sunday.", "title": "Twin Peaks Charter crowdfunding campaign pulled from GoFundMe", "url": "http://www.dailycamera.com/boulder-county-schools/ci_28271473/twin-peaks-charter-crowdfunding-campaign-pulled-from-gofundme", "image": "http://extras.mnginteractive.com/live/media/site21/2015/0607/20150607__08DCATWIw~1.jpg", "site": "@dailycamera", "card": "summary_large_image"}, "sailthru.article-section-or-homepage": "article", "sailthru.section": "Boulder Education & Schools", "modificationDate": "2015-06-07T19:26:46-0600", "endDate": "2025-06-07T19:11:33-0600", "news_keywords": "news information  boulder county schools elementary middle high preps", "byline": "By Amy BoundsStaff", "pubDate": "2015-06-07T19:14:32-0600", "sailthru.date": "2015-06-07T19:12:55-0600", "sailthru.title": "Twin Peaks Charter crowdfunding campaign pulled from GoFundMe", "verify-v1": "TakAiHiDAOiNOP+m0YTx4DQeyjor+bTdc8e+pw6bDoI=", "sailthru.image.thumb": "http://extras.mnginteractive.com/live/media/site21/2015/0607/20150607__08DCATWIw~1_300.jpg", "description": "A GoFundMe page started by the principal of Longmont's Twin Peaks Charter Academy was no longer active on Sunday.", "sailthru.site": "dailycamera.com", "msvalidate.01": "9DAB14005AD5A9FFA4CA0EF58CC794BA", "og": {"url": "http://www.dailycamera.com/boulder-county-schools/ci_28271473/twin-peaks-charter-crowdfunding-campaign-pulled-from-gofundme", "image": "http://extras.dailycamera.com/images/dailycamera3.png", "type": "article", "description": "A GoFundMe page started by the principal of Longmont's Twin Peaks Charter Academy was no longer active on Sunday.", "title": "Twin Peaks Charter crowdfunding campaign pulled from GoFundMe"}, "p": {"domain_verify": "867892b0357001538903740c75a206f0"}, "google-site-verification": "07CC1xPDVU0znu496XTAjLyC32Ylj8zwWHlmrzx3pgY", "y_key": "c9d9b53f7f5af674", "sailthru.image.full": "http://extras.mnginteractive.com/live/media/site21/2015/0607/20150607__08DCATWIw~1.jpg"}, "_id": "\"57477af46914bd0286fdb3e8\"", "article_summary": "(David R. Jennings / Staff Photographer)A GoFundMe page started by the principal of Longmont's Twin Peaks Charter Academy was no longer active on Sunday.\nTracy Weise, a spokeswoman for the Twin Peaks board, said Sunday night that she didn't have information about the removal of the page.\nAdvertisementAt Longmont's Twin Peaks, the principal has not responded to numerous interview requests by the Camera, so how specifically the GoFundMe contributions would be used wasn't clear.\nIn the Oregon case, GoFundMe did give the bakery the money that was raised before the campaign was pulled.\nMoney raised could have gone to pay the fees for Denver attorney Barry Arrington, who Twin Peaks hired to represent the school."}