{"article_title": "A Tweak to 'Keeping Current Policies' That Should Minimize the Damage", "article_keywords": ["affordable", "keeping", "minimize", "tweak", "political", "damage", "current", "costs", "democrats", "policies", "act", "policy", "republican", "insurance", "care"], "article_url": "http://www.huffingtonpost.com/paul-abrams/not-so-fast-a-tweak-to-ke_b_4275785.html", "article_text": "The Republican attack machine is so potent, and the Democrats so impotent, that Democratic lawmakers have no 'political space' in which to operate. The abrupt (and wrongful) dismissal of Shirley Sherrard, the defunding of ACORN, the abrupt (and wrongful) administrative leave for Lois Lerner, the failure to investigate the doctored memo from the Issa committee to Jonathan Karl, the reluctance to call the individual mandate a 'tax,' inaction on charging voting rights' violators under the criminal statutes, wrist-slapping the banksters... are all symptoms of a lack of 'political space' created by Republican attack machine and the Democrats' inability to counter.\n\nHow often has anyone heard, for example, Democrats demanding a Republican alternative to the Affordable Care Act? It should have been a 3-year drumbeat. Instead, there is only an occasional whimper. Where is the \"countdown clock\" to Paul Ryan's promised Republican alternative in January? Where are the criteria of pre-existing illness coverage, free mammograms, and so forth, that Democrats should demand be met by Ryan's plan?\n\nWill Rogers' joke is 80 years old -- and no longer funny.\n\nThat is why Republicans keep poking and probing and lying, trying to see whether even a fictitious charge can stick. They pay no political price for their machinations.\n\nWell, regrettably, they seem to have struck a chord. The \"you can keep your current policy\" pledge that was not qualified to exclude policies that do not really provide insurance has rattled the beltway, and it appears as if immediate surrender is in the cards. I say \"regrettably\" because to me, as a physician and a human being, healthcare ought to be something we figure out, not turn into political footballs. But, the right-wing could care less.\n\nBut, while surrendering, the Democrats should impose one additional rule: that any policy that does not conform to the rules of the exchange must include a side-by-side list of items not covered by that policy that is covered by the least expensive bronze plan.\n\nFor example, non-conforming policies have caps, so that patients are responsible for the amounts that exceed the caps. Nearly 2 million people are expected to become bankrupt this year due to unpaid medical bills. Without the Affordable Care Act, that would mean that 15% of the country would have declared bankruptcy in the next decade.\n\nDianne Barrette, CBS's \"victim\", who now says she would \"jump at the chance for an Obamacare policy\", is a case in point. True, she pays just $54/month today for \"health insurance\". But, what does it insure? Nothing, really. Just $50 for an office visit, and $15 for drugs. All other expenses from diagnostic tests to hospital costs to other treatment costs must be paid by her. On her $30,000/year salary, if she gets sick, she could be sunk.\n\nFor another $50/month under the Affordable Care Act, however, her total exposure to medical costs is estimated to be limited to $6,250. After that the insurance picks up 100 percent of her costs.\n\nIf the amendment to the Affordable Care Act includes a mandate that companies offering the policies fully explain the differences between what those policies cover compared to the least expensive bronze plan, and the consumer is advised to investigate what that bronze plan would cost by going to the (hopefully fixed) exchange website, there will be many more Dianne Barrettes.\n\nProperly informed, most Americans will make reasonable choices in their best interest. This provides the opportunity to do that and, in the end, actually turning the political tide more strongly in favor of the Affordable Care Act.\n\nFollow Paul Abrams on Twitter: www.twitter.com/pabrams2001\n\nMore: Affordable Care Act", "article_metadata": {"description": "The Republican attack machine is so potent, and the Democrats so impotent, that Democratic lawmakers have no 'political space' in which to operate. The a...", "sailthru.expire_date": "2013-11-15 14:11:44 -0500", "og": {"url": "http://www.huffingtonpost.com/paul-abrams/not-so-fast-a-tweak-to-ke_b_4275785.html", "locale": "en_US", "site_name": "The Huffington Post", "description": "The Republican attack machine is so potent, and the Democrats so impotent, that Democratic lawmakers have no 'political space' in which to operate. The a...", "type": "article"}, "twitter": {"image": {"width": 2000, "height": 1000}, "creator": "pabrams2001", "site": "@HuffPostPol", "card": "summary_large_image", "description": "The Republican attack machine is so potent, and the Democrats so impotent, that Democratic lawmakers have no 'political space' in which to operate. The a..."}, "sailthru.date": "2013-11-14 14:11:44 -0500", "al": {"ios": {"url": "huffpostnews:///?editionID=us&entryID=4275785", "app_store_id": 306621789, "app_name": "The Huffington Post"}}, "taboola.category": "politics", "fb": {"app_id": 46744042133}, "keywords": "coverage,keep your current policy pledge,non-conforming policies,Affordable Care Act", "article": {"section": "Politics", "tag": "coverage,keep your current policy pledge,non-conforming policies,Affordable Care Act", "published_time": "2013-11-14 14:11:44 -0500", "modified_time": "2014-01-23 18:56:26 -0500"}, "viewport": "width=1000"}, "_id": "\"57477af46914bd0286fded70\"", "article_summary": "Without the Affordable Care Act, that would mean that 15% of the country would have declared bankruptcy in the next decade.\nFollow Paul Abrams on Twitter: www.twitter.com/pabrams2001More: Affordable Care Act\nHow often has anyone heard, for example, Democrats demanding a Republican alternative to the Affordable Care Act?\nFor another $50/month under the Affordable Care Act, however, her total exposure to medical costs is estimated to be limited to $6,250.\nThis provides the opportunity to do that and, in the end, actually turning the political tide more strongly in favor of the Affordable Care Act."}