{"article_title": "Manhattan construction crane collapses, kills one", "article_keywords": ["city", "busy", "street", "kills", "scene", "collapses", "person", "construction", "york", "crane", "morning", "manhattan"], "article_url": "http://www.thefiscaltimes.com/latestnews/2016/02/05/Manhattan-construction-crane-collapses-kills-one", "article_text": "NEW YORK (Reuters) - A massive construction crane collapsed in downtown Manhattan on Friday morning during a swirling snowstorm, killing at least one person and crushing a line of parked cars on a street during the busy morning rush, officials said.\n\nHundreds of firefighters and other emergency responders rushed to the scene after the crane fell just before 8:30 a.m. EST, landing on the street and crushing around half a dozen cars during the busy morning rush.\n\nTwo other people suffered serious injuries and were transported to a local hospital, a spokesman for the New York City Fire Department said. A third person suffered a minor injury.\n\nMayor Bill de Blasio, who arrived on the scene around 10 a.m., said an investigation was underway.\n\nIt was not immediately clear whether the strong winds played a role in the collapse. The crane appeared to be several hundred feet tall and laid along the street for nearly two city blocks.\n\nNicholi White, 20, who works for grocery delivery service Fresh Direct, said he was waiting to deliver boxes on the street when he saw the crane fall.\n\n\"When the crane hit the ground, I heard a loud bang, sounded like a bomb,\" he said. \"One of the loudest sounds I heard in my life.\"\n\nKuvanya Pila, 21, was at Blow Bar, a nearby beauty salon, with her mother and sister, getting their hair done for Pila's wedding at City Hall.\n\n\"When it dropped we could hear the (place) shake. It was just scary, cause things have been scary since 9/11,\" she said, referring to the attacks of Sept. 11, 2001, that destroyed the World Trade Center about 10 blocks south of the crane collapse.\n\nFire officials later helped Pila and her family to get to City Hall in time for her wedding.\n\nThe streets around the scene were shut to vehicular traffic, and a major subway line running the length of Manhattan bypassed a station near the accident.\n\nThe crane, which had the words \"Bay Crane\" written on its side, was flipped upside down and fell directly onto the street, narrowly missing surrounding buildings.\n\nA person answering the phone at the office of Bay Crane in the borough of Queens would not discuss the accident or confirm that the crane belonged to the company.\n\nIt was not clear what type of work the crane was doing. A construction worker, who declined to be identified, said the crane was being used to lift machinery to the roof of 60 Hudson Street, which houses offices for numerous telecommunications companies and is considered an important Internet hub in the United States.\n\nThe Art Deco building, formerly known as the Western Union Building, is designated a New York City landmark.\n\nWorth Street is in busy downtown Manhattan, a few blocks away from City Hall and other government buildings.\n\nIn May, a cable on a construction crane also owned by Bay Crane snapped at a high-rise office building in midtown Manhattan as it was lifting an air conditioning unit to the top of the structure. The unit plunged nearly 30 stories, injuring ten people, including two construction workers.\n\n(Writing by Joseph Ax; Additional reporting by Scott Malone, Dan Burns and Suzannah Gonzales; Editing by Jeffrey Benkoe)", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "NEW YORK (Reuters) - A massive construction crane collapsed in downtown Manhattan on F", "title": "Manhattan construction crane collapses, kills one", "url": "http://www.thefiscaltimes.com/latestnews/2016/02/05/Manhattan-construction-crane-collapses-kills-one", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/new-york-crane_1.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/latestnews/2016/02/05/Manhattan-construction-crane-collapses-kills-one", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/new-york-crane_1.jpg", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "NEW YORK (Reuters) - A massive construction crane collapsed in downtown Manhattan on F", "generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "In May, a cable on a construction crane also owned by Bay Crane snapped at a high-rise office building in midtown Manhattan as it was lifting an air conditioning unit to the top of the structure.\nTwo other people suffered serious injuries and were transported to a local hospital, a spokesman for the New York City Fire Department said.\nThe Art Deco building, formerly known as the Western Union Building, is designated a New York City landmark.\nWorth Street is in busy downtown Manhattan, a few blocks away from City Hall and other government buildings.\nThe crane appeared to be several hundred feet tall and laid along the street for nearly two city blocks."}