{"article_title": "North Carolina Pro-Life Group Backs Thom Tillis for U.S. Senate", "article_keywords": ["life", "right", "north", "senate", "house", "backs", "group", "thom", "speaker", "tillis", "prolife", "unborn", "children", "carolina"], "article_url": "http://www.lifenews.com/2014/08/26/north-carolina-pro-life-group-backs-thom-tillis-for-u-s-senate/", "article_text": "Yesterday, North Carolina Right to Life, the state’s oldest and largest pro-life organization, endorsed North Carolina House Speaker Thom Tillis for the U.S. Senate. With its endorsement, North Carolina Right to Life points to Rep. Tillis’ outstanding pro-life leadership as Speaker of the North Carolina House of Representatives.\n\n“Thom Tillis has demonstrated his effectiveness in the fight to protect innocent human life in North Carolina with his leadership in the North Carolina House. His excellent style and knowledge will serve him well in advocating for the unborn babies and their mothers in the U.S. Senate,” said Barbara Holt, president of North Carolina Right to Life.\n\nHolt told LifeNews that, as Speaker of the North Carolina House of Representatives, Thom Tillis led the effort with the other pro-life members of the legislature in passing a number of measures protecting unborn children and their mothers.\n\nHolt says Tillis’ pro-life record and views are a stark contrast to pro-abortion Sen. Kay Hagan’s record since being elected to the U.S. Senate.\n\nHagan voted for the “Patient Protection and Affordable Care Act” – better known as Obamacare – which provides government funding for insurance plans that pay for abortion-on-demand, and will lead to the rationing of lifesaving medical treatments. Earlier in 2014, Kay Hagan voted against a measure that would have protected the religious liberties of employers by protecting them from being forced to purchase health plans that cover drugs and procedures to which they have religious or moral objections.\n\nClick here to sign up for daily pro-life news alerts from LifeNews.com\n\nHolt says Hagan was quoted in the News and Observer as opposing the Pain Capable Unborn Child Protection Act, which protects pain capable unborn children 20 weeks and older from abortion. The pro-abortion senator also has the endorsement of Emily’s List that supports women candidates who support abortion on demand.\n\n“Kay Hagan’s pro-abortion positions do not reflect North Carolina values. She refuses to protect unborn children and their mothers by supporting commonsense legislation that protects pain capable unborn children,” Said Barbara Holt.\n\nIn April, Tillis received the pro-life endorsement of the National Right to Life Committee.", "article_metadata": {"description": "North Carolina Pro-Life Group Backs Thom Tillis for U.S. Senate", "og": {"site_name": "LifeNews.com", "description": "Yesterday, North Carolina Right to Life, the state's oldest and largest pro-life organization, endorsed North Carolina House Speaker Thom Tillis for the U.S. Se", "title": "North Carolina Pro-Life Group Backs Thom Tillis for U.S. Senate", "url": "http://www.lifenews.com/2014/08/26/north-carolina-pro-life-group-backs-thom-tillis-for-u-s-senate/", "image": "http://www.lifenews.com/wp-content/uploads/2014/08/thomtillis2-190x126.jpg", "locale": "en_us", "type": "article"}, "fb": {"app_id": 204509779594999}, "google-site-verification": "PPPx-GD0i7nWjUFAYnFdOYorAAJLuNyKOl23JCeXyrQ", "keywords": "north carolina pro-life group backs thom tillis for u.s. senate", "OBKey": "avejq02j7xRr+0owuq+Pcw==", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fded7e\"", "article_summary": "Yesterday, North Carolina Right to Life, the state’s oldest and largest pro-life organization, endorsed North Carolina House Speaker Thom Tillis for the U.S. Senate.\nWith its endorsement, North Carolina Right to Life points to Rep. Tillis’ outstanding pro-life leadership as Speaker of the North Carolina House of Representatives.\n“Thom Tillis has demonstrated his effectiveness in the fight to protect innocent human life in North Carolina with his leadership in the North Carolina House.\nShe refuses to protect unborn children and their mothers by supporting commonsense legislation that protects pain capable unborn children,” Said Barbara Holt.\nHolt says Tillis’ pro-life record and views are a stark contrast to pro-abortion Sen. Kay Hagan’s record since being elected to the U.S. Senate."}