{"article_title": "‘Don’t lecture me’ — Politics — Bangor Daily News — BDN Maine", "article_keywords": ["saying", "dont", "king", "wasnt", "kilmeade", "bdn", "daily", "insurance", "american", "bangor", "know", "lecture", "politics", "hold", "maine", "transparent"], "article_url": "http://bangordailynews.com/2014/11/12/politics/angus-king-tells-fox-friends-dont-lecture-me/", "article_text": "Maine Sen. Angus King didn’t make any new friends when he visited with Fox & Friends on Tuesday. In a tense exchange over the Affordable Care Act, King took exception to hosts’ description of MIT professor Jonathan Gruber’s comments on the lack of transparency in the bill. Gruber was a key figure in helping to draft the bill.\n\nHere’s a transcript from Mark Finkelstein at Newsbusters:\n\nBRIAN KILMEADE: Senator, you were not in the Senate when they voted on Obamacare. And I wonder would you have voted on then and especially would you vote on now after you hear this. One of the architects, Jonathan Gruber, was caught on camera saying this at the University of Pennsylvania. And I put in brackets, the stupidity of the American voter. Let’s listen.\n\n[Plays Gruber’s comments]\n\n\n\nKILMEADE: So he’s basically saying that he didn’t tell the truth when the law was passed; neither did Democrats when they put it forward. Your reaction to that? Are you as outraged as most of America?\n\n\n\nANGUS KING: Well, he shouldn’t, I don’t know what he was talking about. I certainly don’t endorse those kind of comments. But I can recall that debate. I wasn’t in office, but it was a very vigorous debate. Everybody knew that there were going to be additional taxes required to support the premiums under the Affordable Care Act. I don’t see it as any deep dark conspiracy. There were all kinds of —\n\n\n\nKILMEADE: Really? He said he wasn’t transparent. Senator, he said he wasn’t transparent. He wasn’t telling the truth.\n\n\n\nKING: Who was he? I don’t know where he was in the process. There were hundreds of people –\n\n\n\nKILMEADE: He wrote it!\n\n\n\nKIMBERLY GUILFOYLE: He’s the architect of Obamacare. He’s the one who put it together, one of them, and said in fact that they weren’t transparent and forthcoming with the CBO because if they were, then the American people would know that in fact this was going to be something that was going to tax and penalize them and then they wouldn’t go for it.\n\n\n\nKING: Wait a minute, wait a minute. Tax and penalize, hold it, hold it, hold it. We’ve got eight million people that have insurance now that didn’t before and don’t lecture me about this because 40 years ago, I had insurance. If I hadn’t had it, it caught a cancer that saved my life. If I hadn’t had insurance I’d be dead —\n\n\n\nKILMEADE: What does that have to do with it?\n\n\n\nGUILFOYLE: But that doesn’t have anything to do with it.\n\n\n\nKING: It does. It has to do with having insurance, man. If you don’t have insurance, it’s a high risk.\n\n\n\nKILMEADE: They just lied about a health plan to the American people, called the stupidity of the American voter and bragged about the lack of transparency.\n\n\n\nKING: This is one guy. I don’t know who this guy was. All I know is that it’s important for people to have health insurance. And if you guys are saying people shouldn’t have health insurance, I don’t know where you’re coming from.\n\n\n\nGUILFOYLE: That’s not what we’re saying, sir.\n\n\n\nKING: Are you that cruel? That is what you’re saying.\n\n\n\nGUILFOYLE: No we’re not.\n\n\n\nKILMEADE: Oh my goodness!\n\n\n\nGUILFOYLE: We’re just looking out for the facts and information.\n\n\n\n", "article_metadata": {"description": "Maine Sen. Angus King didn’t make any new friends when he visited with Fox & Friends on Tuesday. In a tense exchange over the Affordable Care Act, King took exception to hosts’ description of MIT professor Jonathan Gruber’s comments on the lack of transparency in the bill. Gruber was a [...] Maine news, sports, politics and election results, and obituaries from the Bangor Daily News.", "generator": "WordPress 4.1.5", "og": {"site_name": "The Bangor Daily News", "description": "Maine Sen. Angus King didn’t make any new friends when he visited with Fox & Friends on Tuesday. In a tense exchange over the Affordable Care Act, King took exception to hosts’ description of MIT professor Jonathan Gruber’s comments on the lack of transparency in the bill. Gruber was a [...]", "title": "Angus King tells Fox & Friends: ‘Don’t lecture me’", "url": "http://bangordailynews.com/2014/11/12/politics/angus-king-tells-fox-friends-dont-lecture-me/", "image": "http://static.bangordailynews.com/wp-content/uploads/2014/11/angus_ff.jpg?strip=all", "type": "article"}, "twitter": {"description": "Maine Sen. Angus King didn’t make any new friends when he visited with Fox & Friends on Tuesday. In a tense exchange over the Affordable Care Act, King took exception to hosts’ description of MIT professor Jonathan Gruber’s comments on the lack of transparency in the bill. Gruber was a [...]", "title": "Angus King tells Fox & Friends: ‘Don’t lecture me’", "url": "http://bangordailynews.com/2014/11/12/politics/angus-king-tells-fox-friends-dont-lecture-me/", "image": "http://static.bangordailynews.com/wp-content/uploads/2014/11/angus_ff-250x210.jpg?strip=all", "site": "@bangordailynews", "card": "summary"}, "wp-parsely_version": "1.7", "fb": {"app_id": 748756371893770}, "keywords": "Maine, news, elections, election results, politics, sports, Bangor, Portland, Augusta, weather, obituaries, Waterville, Aroostook, Penobscot, Piscataquis, Somerset, Hancock, Washington, bdn,news,politics,angus king tells fox amp; friends: #8216;don#8217;t lecture me#8217;,is_article,bangor daily news", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fd03a2\"", "article_summary": "And if you guys are saying people shouldn’t have health insurance, I don’t know where you’re coming from.\nI don’t know where he was in the process.\nANGUS KING: Well, he shouldn’t, I don’t know what he was talking about.\nI don’t know who this guy was.\nTax and penalize, hold it, hold it, hold it."}