{"article_title": "Health Insurance Broker Obamacare", "article_keywords": ["sure", "plans", "exchange", "youre", "obamacare", "broker", "garcia", "health", "brokers", "need", "small", "insurance"], "article_url": "http://www.businessinsider.com/health-insurance-broker-obamacare-2013-10", "article_text": "The Affordable Care Act, commonly called Obamacare, has made shopping for insurance policies a confusing task for many Americans.\n\nThis is exactly why health insurance brokers, who research and sort out policies for their clients, are more in-demand than ever and could be the next hot job in America.\n\nThe demand for brokers has increased since the U.S. government gave online brokers permission in July to enroll clients in subsidized plans offered through the federal and state health-care exchange. In short, this means you can hire a broker to research plans offered directly from the insurance company or through the government exchange. By 2014, an estimated 7 million people will purchase private health insurance through the exchange, according to Congressional Budget Office projects, and most of them will most likely be confused by all the options.\n\nChicago-based insurance firm GoHealth added 650 new insurance brokers in 2013, and CEO Clint Jones told CNBC that he went on a hiring spree in \"anticipation for the phones to ring heavily.\" Most of these anticipated new clients will be small-business owners and individuals who are affected by Obamacare.\n\nInsurance broker Rudy Garcia formed Qandun Insurance Agency at the beginning of 2013 to cater specifically to small-business owners and individuals. Garcia has been an agent since 1995, working with various firms from larger public and private entities to small businesses. He decided to focus solely on small businesses and individuals in 2012 because \"they're the ones who really need me,\" Garcia told Business Insider.\n\nBefore Obamacare, a lot of businesses didn't feel the need to work with brokers, said Garcia, because they were able to conduct side-by-side price comparisons on their own. But once the ACA kicks in, there will be so many new changes that things will get confusing, and if you're a business owner, you need to make sure that you're compliant so that you don't get penalized.\n\nConsumers shopping for insurance have nothing to lose hiring a broker. The service is free of charge and your policy will cost the same whether you buy through a broker or directly from an insurer. Insurance brokers get paid commissions through the insurance companies, which varies by state, so policy costs are already set to include this fee.\n\nBrokers who sell insurance through the exchange do need to be licensed, which requires a number of hours of classes and passing an exam. The hours are dependent on what state you're licensed in.\n\n\"Brokers who really want to thrive will have to reinvent themselves and become a resource for small businesses,\" he said.\n\nIf you're a small business owner or individual looking for a qualified insurance broker, Garcia has provided some tips below in finding the right one:\n\nMake sure their license is valid through your state's Department of Insurance.\n\nCheck to see if they have any law suits or claims filed against them.\n\nGet recommendations for brokers through your employer or even former employers.\n\nMost importantly, make sure that the broker is appointed to multiple insurance carriers. If they are only listed with one or two carriers, that particular broker may be selling you specific insurance plans in order to get a bigger commission, said Garcia.\n\nThe commission for brokers sometimes varies depending on the insurance company or plan, so if a broker is only showing you one plan, they may be doing so to get a bigger commission. Make sure your broker shows you multiple plans to find the right policy for you.", "article_metadata": {"msapplication-TileColor": "#185f7c", "sailthru.author": "Vivian Giang", "application-name": "Business Insider", "twitter": {"description": "Obamacare has made health insurance confusing for most Americans. As a result, insurance brokers are in-demand and the hot new job in America.", "creator": "vivian_giang", "url": "http://www.businessinsider.com/health-insurance-broker-obamacare-2013-10", "image": "http://static2.businessinsider.com/image/5267f51f69bedd0457441812-506-253/is-health-insurance-broker-the-next-hot-job-in-america.jpg", "title": "Is Health Insurance Broker The Next Hot Job In America?", "site": "BI_Careers", "card": "summary_large_image"}, "sailthru.verticals": "careers,warroom,law,yourmoney,politics", "linkedin": {"owner": "mid:1d5f7b"}, "sailthru.tags": "Health Insurance, Obamacare, Jobs, Vivian Giang", "description": "Obamacare has made health insurance confusing for most Americans. As a result, insurance brokers are in-demand and the hot new job in America.", "author": "Vivian Giang", "sailthru.date": "2013-10-23", "sailthru.title": "Is Health Insurance Broker The Next Hot Job In America?", "theme-color": "#185f7c", "sailthru.image.thumb": "http://static3.businessinsider.com/image/5267f50769bedda354441818-50-50/is-health-insurance-broker-the-next-hot-job-in-america.jpg", "news_keywords": "Health Insurance, Obamacare, Jobs, Vivian Giang", "tbi-image": "http://static3.businessinsider.com/image/5267f50769bedda354441818/is-health-insurance-broker-the-next-hot-job-in-america.jpg", "fb": {"app_id": 155043519637}, "msapplication-TileImage": "http://static1.businessinsider.com/assets/images/us/favicons/mstile-144x144.png?v=BI-US-2016-03-31", "date": "2013-10-23", "article": {"publisher": "businessinsider", "author": "http://www.businessinsider.com/author/vivian-giang"}, "sailthru.description": "Obamacare has made health insurance confusing for most Americans. As a result, insurance brokers are in-demand and the hot new job in America.", "viewport": "width=1024", "og": {"site_name": "Business Insider", "description": "Obamacare has made health insurance confusing for most Americans. As a result, insurance brokers are in-demand and the hot new job in America.", "title": "Is Health Insurance Broker The Next Hot Job In America?", "url": "http://www.businessinsider.com/health-insurance-broker-obamacare-2013-10", "image": "http://static3.businessinsider.com/image/5267f51f69bedd0457441812-1190-625/is-health-insurance-broker-the-next-hot-job-in-america.jpg", "type": "article"}, "apple-mobile-web-app-title": "Business Insider", "title": "Is Health Insurance Broker The Next Hot Job In America?", "sailthru.image.full": "http://static3.businessinsider.com/image/5267f50769bedda354441818/is-health-insurance-broker-the-next-hot-job-in-america.jpg", "tbi-vertical": "careers"}, "_id": "\"57477af36914bd0286fd03a6\"", "article_summary": "Insurance broker Rudy Garcia formed Qandun Insurance Agency at the beginning of 2013 to cater specifically to small-business owners and individuals.\nInsurance brokers get paid commissions through the insurance companies, which varies by state, so policy costs are already set to include this fee.\nThis is exactly why health insurance brokers, who research and sort out policies for their clients, are more in-demand than ever and could be the next hot job in America.\nChicago-based insurance firm GoHealth added 650 new insurance brokers in 2013, and CEO Clint Jones told CNBC that he went on a hiring spree in \"anticipation for the phones to ring heavily.\"\nIn short, this means you can hire a broker to research plans offered directly from the insurance company or through the government exchange."}