{"article_title": "#AM_Equality Tip Sheet: January 13, 2016", "article_keywords": ["13", "equality", "gay", "service", "inclusive", "tip", "state", "lgbt", "am_equality", "protections", "marriage", "sheet", "transgender", "2016", "consumers"], "article_url": "http://www.hrc.org/blog/am-equality-tip-sheet-january-13-2016", "article_text": "LGBT HIGHLIGHTS FROM PRESIDENT OBAMA’S FINAL SOTU: For the LGBT community, many of our greatest battles are still ahead -- the fight for the Equality Act, ending the epidemic of violence against transgender Americans, improving HIV & AIDS prevention and care, and stopping the onslaught of anti-LGBT state bills and municipal ordinances we are seeing from coast to coast. But over the last 7 years, we have also made great progress, thanks to the champion for LGBT equality Americans elected to the White House -- twice. In his final, historic State of the Union address, President Obama reflected on some of the gains we've made as well as some of the challenges we continue to face.More here: http://bit.ly/1RDERIV\n\nWHAT IT MEANS WHEN BEN CARSON SAYS HE’D CONSIDER FIRING ALL LGBT SERVICE MEMBERS: Via the Huffington Post, HRC staffer and Marine Corps veteran Stephen Peters lays out exactly what it means when Ben Carson says he’d consider firing all LGBT service members from the military: “My husband is one of those service members Ben Carson would consider firing, despite his more than 20 years of honorable service. As a United States Marine who has served in both Iraq and Afghanistan, he has sacrificed a tremendous amount for our great nation -- and still does each and every day. Yet, Carson would be willing to consider firing him--and thousands more active duty service members who have come out--for no other reason than because he is gay.” More here: huff.to/1Q5hbLP\n\nNOM… *FACEPALM*: The National Organization for Marriage (NOM), the notorious anti-LGBT group with a penchant for exaggeration and a flair for the dramatic, has thrown a temper tantrum over Jim Obergefell’s presence at the State of the Union address. Forever the sore loser, NOM demanded that “the Republican leadership ought to set aside an empty chair in the front of the chamber to represent the more than fifty million Americans whose votes in support of traditional marriage were stolen by the U.S. Supreme Court.” Yeah… okay NOM. No word yet on their opinion of Kim Davis’ presence at the State of the Union, though they’re probably upset they didn’t get the invite from Rep. Jim Jordan’s office themselves. More here: bit.ly/1mVHTeJ\n\nNO MOORE: Over 100 supporters of marriage equality crowded outside the Alabama State Judicial Building in Montgomery yesterday, calling for the removal of Alabama Chief Justice Roy Moore. Moore has been all over the news lately for his ridiculous order to Alabama probate judges to stop issuing marriage licenses to same-sex couples. The blatant defiance of the U.S. Supreme Court has triggered a reaction across the country, including HRC, the Southern Poverty Law Center and publications like the Birmingham News. Even probate judges within the state are ignoring Moore’s moratorium on marriage equality. Moore here: bit.ly/1Zr0BvT and bit.ly/1RKoOr1\n\nTHANK YOU, ADITI!: The Obama Administration’s LGBT liaison stepped down yesterday after more than a year of service. Aditi Hardikar, who was responsible for the rainbow display on the White House following the Obergefell decision, and the White House’s first gender-neutral bathrooms, will join the Hillary Clinton campaign as finance director for coalitions. There is no doubt Hardikar has had a positive impact on one of the most LGBT-friendly presidencies in U.S. history. The White House has yet to announce who will be the next LGBT liaison. More here: wapo.st/1J1ya0n\n\nTRANS HEALTHCARE TOOL FROM HHS: The Department of Health and Human Services (HHS) added a new page to HealthCare.gov that will directly help transgender people seeking health care coverage under the Affordable Care Act (ACA) navigate the system. The page provides consumers with guidance regarding successful application for marketplace coverage, as well as information describing important new rights of transgender patients under the ACA. It also provides important information for transgender consumers regarding plan exclusions. In addition to encouraging consumers to investigate a plan's coverage prior to enrolling, HHS urges consumers to report incidents of discrimination by carriers to the Office of Civil Rights. Educating and informing transgender consumers about their rights under the law is critical to fully implementing these protections, and moves us one step closer to ending discrimination in healthcare. More here: bit.ly/1ngCHCa\n\nCOOKIE LYON DOES NOT HAVE TIME FOR HOMOPHOBIA: For all the “boo boo kitties” that have a problem with Empire’s unapologetic fusion of queerness and Blackness, don’t worry: Taraji P. Henson will send you some cookies. In an interview with People, the actress celebrates her recent Golden Globe win and talks about the shows attempt to explore issues that are seldom covered on primetime television, despite the homophobic backlash: “It's not for show, it's not for sensationalism. It's because people are struggling with this. And that's why we shed light on it. You can't make everybody happy, we don't try to. We just try to touch and affect lives and I think we have. We're always going to have haters, so here's to all my haters! I'll send you cookies, thanks.\" More here: bit.ly/1N7isvn\n\nCLICK OF THE DAY: SNAP BACK!: Louis Virtel, of Jeopardy! and verbal voguing fame, called out the GOP yesterday after they used a gif of him on their website. The openly gay fan of Arthur Miller let the House Republicans know exactly what he thought of them using his image to advertise their Snapchat account: \"The fact that the GOP can’t detect gay pride in arguably the gayest \"Jeopardy!\" moment of all time is proof of their brutal ignorance. There is nothing sassy or cute about the GOP invoking my image to prove they're hip with the kids, who almost unanimously think they're a joke anyway.\" More here: bit.ly/1mVpxKj\n\nSTATE SNAPSHOT\n\nINDIANA GOV. PENCE PUNTS (AGAIN) ON LGBT PROTECTIONS IN STATE OF THE STATE ADDRESS: Last night in his State of the State address, Governor Mike Pence failed to clearly call for fully inclusive non-discrimination protections for all LGBT Hoosiers and visitors. Instead, he chose to follow a non-committal path similar to his lack of leadership on the issue last legislative session. HRC’s JoDee Winterhof responded saying, “The state is in urgent need of leadership by the Governor to undo the damage from last year’s debacle, and Pence is clearly unwilling or incapable of doing the job. While on one hand he says he believes no one should be harassed or mistreated because of who they are or who they love, he completely failed to call for fully inclusive LGBT non-discrimination protections. Not only is passing these crucial non-discrimination protections a key to moving the state forward, it’s what LGBT Hoosiers and their families deserve. The time to act is now.” Indiana’s legislative session for 2016 begins with at least six anti-LGBT bills, including one that would criminalize transgender people for using restrooms or locker rooms of their gender identity and a “super-RFRA,” that would strip away the exemption for non-discrimination protections that Pence previously signed into law trying to limit the damage of the state’s current RFRA. More here: bit.ly/1P0QadA\n\nRESIDENTS OPPOSE TRANS-INCLUSIVE POLICY AT NEW JERSEY SCHOOLS: So far, 144 residents have signed a petition opposing a transgender-inclusive policy in Toms River Regional Schools in New Jersey. According to News 12, Shawn Hyland started the online petition after the new policy, which would allow transgender students to use the bathroom facilities that correspond with their gender identity, was introduced at a board of education meeting. The policy will next be discussed by the board on February 10. More here: bit.ly/1RkCv1e\n\nWHAT ON EARTH IS HAPPENING IN TENNESSEE?: Another Tennessee County is expected to discuss a proposed anti-marriage equality resolution asking the state to only recognize marriage between people of the opposite-sex, and urging lawmakers to fight the Obergefell decision. The Washington County commission is set to discuss the resolution on January 25. According to the Associated Press, these kinds of resolution have already been adopted in Johnson, Sullivan, Greene and McMinn counties, while commissioners in Carter and Dickson counties are also expected to have hearings on whether to adopt similar resolutions on January 19. More here: bit.ly/1UN3h03\n\nAROUND THE WORLD\n\nRUSSIA’S LATEST ATTACK ON LGBT RIGHTS: Russian legislators, having run out of disturbingly hateful gestures like trying to ban emojis and toppling statues of Steve Jobs, have turned their attention to literally banning LGBT men from living openly and authentically in public. The Russian Duma will decide on January 19 whether it is illegal for gay men to come out or express affection publicly. Those found in violation of this “crime” could face steep fines and jail time. Oddly enough, women who identify as lesbians are exempt from this ridiculous proposal. SMH. More here: bit.ly/1ONZ6ku\n\nSCOTLAND, IS IT TIME YET?: Time for Inclusive Education (TIE) submitted a petition to the Scottish parliament to ensure that local schools have LGBTI inclusive education. Unfortunately, the legislative body rejected the petition, claiming that this is under the jurisdiction of local authorities, and that their hands are tied. TIE organizers however think there has been too much “teacher, leave them kids alone” and not enough inclusive education to help LGBT students. More here: bzfd.it/1JJ3b9g\n\nREADING RAINBOW\n\nThe Huffington Post looks at the intersection of marriage equality and Muslim faith… Gay Times explains the need to study housing needs for the older LGBT community… Slate exposes the way anti-LGBT rhetoric damages LGBT children and what parents can do to stop it…Roll Call highlights the LGBT equality divide present in guests of the State of the Union… and the Advocate remembers the LGBT people killed by gun violence in 2015.", "article_metadata": {"msapplication-config": "/browserconfig.xml", "description": "SOTU Recap; What it means when Ben Carson says he’d fired all LGBT service members; New trans healthcare tool from HHS; Gov. Mike Pence punts on LGBT protections again; Another anti-marriage equality resolution to be considered in Tennessee; Russia’s latest attack on LGBT people", "author": "Human Rights Campaign", "og": {"url": "http://www.hrc.org/blog/am-equality-tip-sheet-january-13-2016/", "image": "http://www.hrc.org/files/images/meta_images/HRC-News-share1200png.jpg", "site_name": "Human Rights Campaign", "description": "SOTU Recap; What it means when Ben Carson says he’d fired all LGBT service members; New trans healthcare tool from HHS; Gov. Mike Pence punts on LGBT protections again; Another anti-marriage equality resolution to be considered in Tennessee; Russia’s latest attack on LGBT people", "title": "#AM_Equality Tip Sheet: January 13, 2016 | Human Rights Campaign"}, "image": "http://www.hrc.org/files/images/meta_images/HRC-News-share1200png.jpg", "msapplication-TileColor": "#FFDF1B", "robots": "index, follow", "fb": {"admins": 548530806, "app_id": 977970605575576}, "theme-color": "#FFDF1B", "msapplication-TileImage": "/favicon-144.png", "popular": 147, "twitter": {"site": "@HRC", "image": "http://www.hrc.org/files/images/meta_images/HRC-News-share1200png.jpg", "description": "SOTU Recap; What it means when Ben Carson says he’d fired all LGBT service members; New trans healthcare tool from HHS; Gov. Mike Pence punts on LGBT protections again; Another anti-marriage equality resolution to be considered in Tennessee; Russia’s latest attack on LGBT people", "card": "summary_large_image", "title": "#AM_Equality Tip Sheet: January 13, 2016"}, "viewport": "width=device-width, initial-scale=1"}, "article_summary": "But over the last 7 years, we have also made great progress, thanks to the champion for LGBT equality Americans elected to the White House -- twice.\nIt also provides important information for transgender consumers regarding plan exclusions.\nEven probate judges within the state are ignoring Moore’s moratorium on marriage equality.\nMore here: bit.ly/1mVHTeJNO MOORE: Over 100 supporters of marriage equality crowded outside the Alabama State Judicial Building in Montgomery yesterday, calling for the removal of Alabama Chief Justice Roy Moore.\nEducating and informing transgender consumers about their rights under the law is critical to fully implementing these protections, and moves us one step closer to ending discrimination in healthcare."}