{"article_title": "The Pentagon’s Strategists Have Closed Up Shop", "article_keywords": ["shop", "griffin", "threats", "congress", "pentagons", "review", "reports", "strategic", "defense", "qdr", "closed", "report", "strategists", "pentagon"], "article_url": "http://www.thefiscaltimes.com/Articles/2014/04/04/Pentagon-s-Strategists-Have-Closed-Shop", "article_text": "If the Pentagon had a crystal ball, could it predict how many ground incursions, cyber-wars, and terrorist attacks would take place over two decades? Could the U.S. devise a strategic plan to keep the country safe from any all of these possibilities by providing the manpower and technology to ward off our enemies?\n\nAlmost 20 years ago, Congress began requiring the Pentagon to provide lawmakers with an objective, fact-based assessment every four years of the global threats facing the U.S.\n\nThat’s no longer the case. While the reports keep coming in, they’ve since lost any credibility - at least from the party not occupying the White House.\n\nRelated: Intelligence Chair Fears Putin Has New Target: Armenia\n\nThe document, known as the Quadrennial Defense Review, is designed to assess security threats and U.S. response capabilities as many as 20 years down the line. The 2014 QDR was submitted to Congress last month, and Republicans such as House Armed Services Committee Chairman Howard “Buck” McKeon were quick to reject it, calling it a budget-driven report devoid of any significant analysis.\n\n“I’m concerned that these reports have grown less compliant with the law and strayed further from the intent of Congress,” McKeon said yesterday at a hearing to discuss the review’s findings. “The QDR is meant to be a useful tool for Congress to understand the longer-term strategic challenges and opportunities facing the department. It’s meant to inform a thoughtful debate on our defense strategy and the resources needed to fulfill it.”\n\nHe said he’s working to include a provision in an annual defense-policy bill to require the Pentagon to rewrite the document first mandated by Congress in 1996.\n\n“Mounting criticism over the years that the report was kind of a politicized document that couldn’t help but reflect the policy agenda of the administration that was creating it,” said Dakota Wood, a senior research fellow at the Heritage Foundation in Washington. And with this one “critics have said: You guys either don’t know what you’re doing or you’re not being honest and forthcoming with these official documents that are coming out.”\n\nRelated: Lifelong Pensions for Vets Could Be Whacked Under Pentagon Proposal\n\nWhat’s clear in this year’s QDR is that the military’s assessment of itself is through the lens of persistent spending cuts, forcing it to reevaluate its resources and capabilities.\n\nChristopher J. Griffin, executive director of the Foreign Policy Initiative in Washington, said that while both Democratic and Republican administrations have used the QDR to defend at length their budget request, this year’s review is particularly egregious.\n\n“The big problem with this QDR is that it’s transparently budget-driven,” Griffin said. “It reflects these very deep cuts that have been made to Defense Department spending and isn’t based on any strategic planning. The divorce between the QDR and strategic reality is more transparent this year than ever before.”\n\nThe report was released at the same time as the administration’s fiscal 2015 budget request to Congress.\n\nRelated: With Latest Victory, Assad Has Won the War in Syria\n\nSome lawmakers question the value of a review that’s also expected to look 20 years into the future.\n\n“When it comes to predicting future national security threats and where we’ll have to go to war, we do not have a very good record,” said Rep. Adam Smith (D-WA), the top Democrat on the House Armed Services Committee. “The reason for that is: The world is unpredictable.”\n\nThe report’s one paragraph devoted to Russia says that its “multi-dimensional defense modernization and actions that violate the sovereignty of its neighbors present risks. We will engage Russia to increase transparency and reduce the risk of military miscalculation.”\n\nStill, military experts note that the 88-page review did provide a frank outlook, albeit in the last three pages, from Gen. Martin Dempsey, chairman of the Joint Chiefs of Staff.\n\nRelated: Scramjet: DOD’s New Screaming Fast Hypersonic Weapon\n\n“Most of our platforms and equipment will be older, and our advantages in some domains will have eroded,” Dempsey wrote. “Our loss of depth across the force could reduce our ability to intimidate opponents from escalating conflict. Nations and non-state actors who have become accustomed to our presence could begin to act differently, often in harmful ways.”\n\nAs for the QDR itself, the long-term outlook isn’t much better.\n\n“I don’t know if the QDR will ever turn around,” Griffin said. “You have a five-sided building that will always defend its budget – that’s just what it does.”\n\nTop Reads from The Fiscal Times:", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "Over the past two decades, a four-year review from the Pentagon of global threats and U.S. capabilities has devolved from a fact-based report to a politically-motivated document.", "title": "The Pentagon’s Strategists Have Closed Up Shop", "url": "http://www.thefiscaltimes.com/Articles/2014/04/04/Pentagon-s-Strategists-Have-Closed-Shop", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/07102013_US_Soldiers_Afghanistan_article.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/Articles/2014/04/04/Pentagon-s-Strategists-Have-Closed-Shop", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/07102013_US_Soldiers_Afghanistan_article.jpg", "creator": "@timothyrhoman", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "Over the past two decades, a four-year review from the Pentagon of global threats and U.S. capabilities has devolved from a fact-based report to a politically-motivated document.", "generator": "Drupal 7 (http://drupal.org)"}, "_id": "\"57477af36914bd0286fca036\"", "article_summary": "While the reports keep coming in, they’ve since lost any credibility - at least from the party not occupying the White House.\n“The QDR is meant to be a useful tool for Congress to understand the longer-term strategic challenges and opportunities facing the department.\n“You have a five-sided building that will always defend its budget – that’s just what it does.”Top Reads from The Fiscal Times:\n“It reflects these very deep cuts that have been made to Defense Department spending and isn’t based on any strategic planning.\nRelated: Intelligence Chair Fears Putin Has New Target: ArmeniaThe document, known as the Quadrennial Defense Review, is designed to assess security threats and U.S. response capabilities as many as 20 years down the line."}