{"article_title": "Examining Medicare’s Hospital Readmissions Reduction Program", "article_keywords": ["examining", "leaders", "programs", "data", "hospital", "readmissions", "medicares", "penalty", "reduction", "program", "health", "hospitals", "coordination", "care"], "article_url": "http://healthaffairs.org/blog/2014/07/24/examining-medicares-hospital-readmissions-reduction-program/", "article_text": "José Pagán\n\nJuly 24, 2014\n\nNew financial incentives and penalties in the Affordable Care Act (ACA) designed to optimize health care system performance are proving difficult to manage, but they are also providing new opportunities for leaders to foster collaboration between acute and post-acute health care providers.\n\nPerhaps one of the most promising, albeit controversial, programs has been Medicare’s Hospital Readmissions Reduction Program (HRRP), which penalizes hospitals with excess 30-day readmissions for health conditions such as pneumonia, myocardial infarction, and heart failure. Although not all hospital readmissions are preventable, many could be avoided with improved post-discharge planning and care coordination.\n\nThe HHRP was designed to penalize hospitals with excess 30-day readmissions regardless of whether the patient was readmitted to the same hospital or another hospital. Although there are some exceptions (for example, readmissions due to hospital transfers or planned readmissions), most readmissions of patients with health conditions targeted by the HHRP will count against a hospital.\n\nExcess 30-Day Readmissions\n\nMore than 2,200 hospitals paid a penalty of up to one percent of their Medicare base payments during fiscal year 2013 — $280 million in total penalties. The Centers for Medicare and Medicaid Services (CMS) projects that during fiscal year 2014, 2,225 hospitals will incur penalties amounting to $227 million.\n\nEven though the individual magnitude of the penalty is unlikely to be substantial for most hospitals, excess readmissions and penalty data are provided to the public every year. Thus, the “reputational penalty” may turn out to be more important, particularly for hospitals operating in highly competitive markets.\n\nWhile the HHRP poses challenges, it also opens up collaborative opportunities. Lack of care coordination after hospital discharge is costly and leads to a suboptimal patient experience. Hospital leaders have the opportunity to develop, refine, evaluate, and implement care coordination programs in settings ranging from skilled nursing facilities to assisted or independent living facilities to patients’ homes.\n\nUse of information technology for data integration and evidence-based decision-making is crucial to improvement and rapid-cycle learning. Health care professionals need to be aware that the “rules of the game” have changed and that hospitals are looking for reliable and evidence-driven post-acute care partners with a track record of keeping discharged patients out of the hospital. Procrastination is not a strategic option as these changes are happening rapidly and organizations with effective partnerships and an investment in robust data systems will be successful in dealing with the problem of readmissions.\n\nCare Coordination and Transition Models\n\nSeveral care coordination and transition models are readily available to address the challenges brought forth by the HRRP. For example, the INTERACT (Interventions to Reduce Acute Care Transfers) quality improvement program includes educational and data tracking tools designed to help long-term care providers manage changes in health status of residents. INTERACT is also available for assisted living facilities and home health care providers.\n\nBoston University Medical Center also publishes information on effective discharge strategies through its Project RED (Re-Engineered Discharge) initiative. To ensure effective adoption of new or revised strategies, hospital and post-acute care leaders need to examine the operational elements of proven transitional care models in light of the population(s) served and the culture of their organization.\n\nHoping for the possibility of a short-lived HRRP is wishful thinking. If anything, other financial incentive programs in the ACA and new payment and reimbursement models will push health care leaders to collaborate even more intensely around care coordination. Health care organizations that seek and monitor collaborative partnerships and, more importantly, strategically invest in sustaining these partnerships will be more likely to survive and thrive amidst all the ACA-related disruptions.", "article_metadata": {"og": {"url": "http://healthaffairs.org/blog/2014/07/24/examining-medicares-hospital-readmissions-reduction-program/", "type": "article", "image": "http://healthaffairs.org/blog/wp-content/themes/HealthAffairs2015/images/facebook-default.jpg", "site_name": "Health Affairs", "title": "Examining Medicare’s Hospital Readmissions Reduction Program"}, "description": "Examining Medicare’s Hospital Readmissions Reduction Program | At the intersection of health, health care, and policy.", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fe48ff\"", "article_summary": "Care Coordination and Transition ModelsSeveral care coordination and transition models are readily available to address the challenges brought forth by the HRRP.\nAlthough not all hospital readmissions are preventable, many could be avoided with improved post-discharge planning and care coordination.\nPerhaps one of the most promising, albeit controversial, programs has been Medicare’s Hospital Readmissions Reduction Program (HRRP), which penalizes hospitals with excess 30-day readmissions for health conditions such as pneumonia, myocardial infarction, and heart failure.\nAlthough there are some exceptions (for example, readmissions due to hospital transfers or planned readmissions), most readmissions of patients with health conditions targeted by the HHRP will count against a hospital.\nThe HHRP was designed to penalize hospitals with excess 30-day readmissions regardless of whether the patient was readmitted to the same hospital or another hospital."}