{"article_title": "Mississippi’s last abortion clinic to remain open — thanks in part to a Reagan appointee", "article_keywords": ["mississippi", "miles", "mississippis", "rights", "reagan", "citizens", "abortion", "clinic", "undue", "remain", "state", "thanks", "appointee", "open", "think", "texas"], "article_url": "http://www.salon.com/2014/07/29/mississippis_last_abortion_clinic_to_remain_open_thanks_in_part_to_a_reagan_appointee/", "article_text": "Topics: Abortion, abortion rights, Mississippi, reproductive justice, Reproductive Rights, Life News, News, Politics News\n\nMississippi was on the verge of becoming the first state in the nation without a single abortion clinic since Roe v. Wade, but a Tuesday ruling from the Fifth Circuit Court of Appeals declaring an admitting privileges requirement unconstitutional means that the clinic will remain open.\n\n“Pre-viability, a woman has the constitutional right to end her pregnancy by abortion,” wrote Judge E. Grady Jolly in the decision. Mississippi’s admitting privileges law — a law the Jackson Women’s Health Organization had been unable to comply with despite multiple efforts to do so — “effectively extinguishes that right within Mississippi’s borders.” As Irin Carmon at MSNBC points out, Jolly is a Reagan appointee and the Fifth Circuit is a conservative court.\n\nA different panel on the same court had previously upheld an identical requirement in Texas even though it shuttered around half of the clinics in the state. But the law in Mississippi would have closed the state’s last remaining clinic, meaning that people would have no other choice but to leave the state to exercise their constitutional rights and access abortion care. This was, according to the court’s logic, an undue burden distinct to citizens of Mississippi. “Mississippi may not shift its obligation to respect the established constitutional rights of its citizens to another state,” according to the ruling. It’s the outcome that Dr. Willie Parker — a provider at the Jackson clinic and one of the plaintiffs named in the case — predicted in conversation with Salon earlier this year:\n\nI think everything hinges on that — the undue burden. […] I guess the undue burden standard can be looked at cynically — as it was in the Texas case — when the presiding judge said Texas is flat and that people can drive 75 miles an hour. So rather than being an undue burden [to have the nearest clinic be hundreds of miles away], it’s more of an “inconvenience.” I think what makes this difference is that Texas is a big state. And you can drive 200 miles and be in the same state. But Mississippi is not that large of a state. If you drive 170 miles you’ll be in another state, which is around where the closest clinic from Jackson would be. I think that would be in Baton Rouge, Louisiana. So in this case, I think it really comes down to: Can you impose your duty to take care of your own citizens on another state just because there are services that were formerly available in yours that are no longer available because you changed the rules? Can you do that to your citizens? Can you abdicate your responsibility?", "article_metadata": {"description": "The victory was the work of reproductive justice advocates in Mississippi, but the Reagan appointee helped", "title": "Mississippi’s last abortion clinic to remain open — thanks in part to a Reagan appointee", "og": {"site_name": "Salon", "description": "The victory was the work of reproductive justice advocates in Mississippi, but the Reagan appointee helped", "title": "Mississippi’s last abortion clinic to remain open — thanks in part to a Reagan appointee", "url": "http://www.salon.com/2014/07/29/mississippis_last_abortion_clinic_to_remain_open_thanks_in_part_to_a_reagan_appointee/", "image": "http://media.salon.com/2013/01/AP120627165653-1280x960.jpg", "type": "article"}, "twitter": {"description": "The victory was the work of reproductive justice advocates in Mississippi, but the Reagan appointee helped", "title": "Mississippi’s last abortion clinic to remain open — thanks in part to a Reagan appointee", "image": "http://media.salon.com/2013/01/AP120627165653-1280x960.jpg", "creator": "@kmcdonovgh", "site": "@salon", "card": "summary_large_image"}, "author": "Katie McDonough", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, Abortion, abortion rights, Mississippi, reproductive justice, Reproductive Rights", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "Topics: Abortion, abortion rights, Mississippi, reproductive justice, Reproductive Rights, Life News, News, Politics NewsMississippi was on the verge of becoming the first state in the nation without a single abortion clinic since Roe v. Wade, but a Tuesday ruling from the Fifth Circuit Court of Appeals declaring an admitting privileges requirement unconstitutional means that the clinic will remain open.\n“Pre-viability, a woman has the constitutional right to end her pregnancy by abortion,” wrote Judge E. Grady Jolly in the decision.\nIf you drive 170 miles you’ll be in another state, which is around where the closest clinic from Jackson would be.\n“Mississippi may not shift its obligation to respect the established constitutional rights of its citizens to another state,” according to the ruling.\nThis was, according to the court’s logic, an undue burden distinct to citizens of Mississippi."}