{"article_title": "House Weekly Address Says Happy New Year, Now Die Without Insurance", "article_keywords": ["die", "house", "bill", "obamacare", "thats", "parenthood", "american", "going", "health", "planned", "address", "happy", "insurance", "care", "weekly"], "article_url": "http://www.politicususa.com/2016/01/03/house-happy-year-die-insurance.html", "article_text": "\n\nIn a slap in the face to every one of us, Rep. Vicky Hartzler (R-MO), a co-chair of the House Values Action Team and member of the inappropriately-named Congressional Pro-Life Caucus, as well as a member of the Select Investigative Panel on Infant Lives, tells the American people in the weekly Republican address that they are going to take away our health insurance, and, as a result, some of our lives:\n\n“We owe it to the American people to take our best shot at repealing Obamacare, and that’s what we’ll do next week. As a result, President Obama will soon have a choice: Does he support the people and women’s health, or does he support Washington mandates and tax dollars going to Planned Parenthood?”\n\nOf course, the Affordable Care Act has already been funded by the Ombmibus, which attacked the ACA through a delay on the so-called “Cadillac Tax,” a measure so ineffective that it was roundly condemned by the conservative group Heritage Action.\n\nAnd there is not a chance in this universe that President Obama would sign this Republican attack into law.\n\nBut look what Republicans are attacking (and wasting everyone’s time and money by attacking):\n\nObamacare eliminated life-time limits on insurance, which saved many lives, including that of my son. It also eliminated the limitation based on pre-existing conditions, and allows children to remain on their parents’ plan until they’re 26. It also bans gender discrimination and unfair rate hikes. And so much more.\n\nAdd to that millions of newly insured Americans, and you have a rousing success story, which, after all, is what America is supposed to be about. By any measure, the Affordable Care Act has done exactly what it was designed to do.\n\nNot so, says Hartler and her Republican friends. They can’t wait for you to lose all that and, well, get sick and die. Because that is precisely what is going to happen to millions of Americans if Obamacare is taken away. If losing Obamacare doesn’t hurt you, how about losing Planned Parenthood, upon which millions of women rely for cancer screenings and reproductive health services?\n\nWatch our lives being threatened while they make it look like they’re doing us a favor, courtesy of the Speaker of the House:\n\nHello, I’d like to first extend my thoughts and prayers to those affected by the catastrophic weather events of this past week. Missouri is experiencing extensive flooding as are other states. Families across the South are picking up the pieces of their lives after being devastated by tornadoes. Ice and snow have caused power outages in multiple states. It wasn’t the holiday week we were expecting but there is help. If you are affected, I urge you to reach out to your U.S. Representative’s office, state and local authorities, or the federal and state emergency management agencies for resources to deal with the aftermath. While the assistance can’t undo the damage, it can help get you on a path to recovery so 2016 can be a New Year with new hope. As Congress returns next week, in one of our first acts of the new year, the House will vote on a bill that would eliminate key parts of Obamacare and stop taxpayer funding for abortion providers such as Planned Parenthood. This would be a significant step in improving our health care system. If this bill becomes law, patients will be able to choose a health insurance plan that works for them—without Washington getting in the way. That’s the problem with Obamacare: It forces people to buy insurance that’s much more expensive than what they need. And when you force millions of people to buy expensive and unaffordable insurance, it’s not that surprising to see premiums going up. Deductibles are going up too—all while people’s choices are disappearing. They’re losing their doctors. They can’t find a good plan. Millions of people have lost the plans they had. Far too many are paying more and getting less. If we want to make health insurance more affordable, we should make insurance companies compete for your business. That means we should not force people to buy insurance. It means the exact opposite. Our bill addresses this injustice by eliminating the core of Obamacare: It repeals the individual mandate. If this bill becomes law, you won’t have to buy insurance or face a penalty. It will be your choice. This bill also eliminates the employer mandate to offer insurance. No longer will job creators have to choose between hiring more workers or paying for coverage they can’t afford. And this bill eliminates many of the Obamacare taxes on things like prescription drugs and medical devices. Critical medicine and medical devices are the very things that save lives. They should never have been taxed in the first place. This bill will set things right. The point of health care is to preserve and protect life. That’s why this bill stops taxpayer funding for abortion providers. The people have, for years, asked Congress to stop sending taxpayer dollars to Planned Parenthood, especially after we learned last year of the disturbing practices Planned Parenthood officials engage in such as harvesting and selling baby body parts. These actions—along with the hundreds of thousands of abortions they perform each year—show a blatant disregard for human life. That’s why this bill places a moratorium on taxpayer funding to abortion providers and redirects that money to community health centers. These health centers serve eight times more women patients than Planned Parenthood, and they provide much more comprehensive care. We were sent to Congress to fight for the American people. They do not want their healthcare dictated to them by Washington. And they don’t want their tax dollars going to abortion providers. We have taken many votes to preserve health care choices and protect precious tax dollars in the House. If the president didn’t hear the people’s voices earlier, hopefully, he will through this bill. It will go directly to his desk by way of the reconciliation process, which avoids obstruction by Senate Democrats. We owe it to the American people to take our best shot at repealing Obamacare, and that’s what we’ll do next week. As a result, President Obama will soon have a choice: Does he support the people and women’s health, or does he support Washington mandates and tax dollars going to Planned Parenthood? For the sake of the American people, I hope he makes the right choice. Thanks for listening—Happy New Year and God Bless.\n\nGod bless, she says, as though any God has anything to do with this purely human, if inhumane, attack on the American people. So here we are, a brand new year, and do Republicans plan to deal with any new problems? No, they go right back to Obamacare.\n\nThe Republican-run House is up to its same old tricks: rather than helping Americans, attacking their access to healthcare. It is a plain and simple fact that the GOP does not plan to be part of the solution for Americans, but their adversary in all things. If you really thought Paul Ryan was going to bring change, think again.", "article_metadata": {"description": "The Republican-run House is up to its same old tricks: rather than helping Americans, attacking their access to healthcare", "generator": "WordPress 4.5.2", "author": "Hrafnkell Haraldsson", "og": {"site_name": "Politicus USA", "description": "The Republican-run House is up to its same old tricks: rather than helping Americans, attacking their access to healthcare", "title": "House Weekly Address Says Happy New Year, Now Die Without Insurance", "url": "http://www.politicususa.com/2016/01/03/house-happy-year-die-insurance.html", "image": "http://15130-presscdn-0-89.pagely.netdna-cdn.com/wp-content/uploads/2016/01/hartzler-obamacare.jpg", "updated_time": "2016-01-03T08:14:33+00:00", "type": "article"}, "fb": {"admins": 523732690, "app_id": 113462415332922, "pages": 186473214703370}, "keywords": "Featured News,Issues,affordable care act,Barack Obama,Obamacare,Planned Parenthood,Republican Party,U.S. House of Representatives,Vicki Hartzler,politicususa,liberal,politics,sarah jones,jason easley,hillary clinton,bernie sanders,msnbc,media", "article": {"publisher": "https://www.facebook.com/PoliticusUSA", "section": "Issues", "published_time": "2016-01-03T07:52:22+00:00", "modified_time": "2016-01-03T08:14:33+00:00"}, "viewport": "width=device-width, initial-scale=1", "news_keywords": "affordable care act, Barack Obama, Obamacare, Planned Parenthood, Republican Party, U.S. House of Representatives, Vicki Hartzler"}, "article_summary": "If we want to make health insurance more affordable, we should make insurance companies compete for your business.\nWe have taken many votes to preserve health care choices and protect precious tax dollars in the House.\nThat’s the problem with Obamacare: It forces people to buy insurance that’s much more expensive than what they need.\nThe people have, for years, asked Congress to stop sending taxpayer dollars to Planned Parenthood, especially after we learned last year of the disturbing practices Planned Parenthood officials engage in such as harvesting and selling baby body parts.\nIf this bill becomes law, patients will be able to choose a health insurance plan that works for them—without Washington getting in the way."}