{"article_title": "Modern Healthcare Modern Healthcare business news, research, data and events", "article_keywords": ["corridors", "marketplaces", "risk", "business", "cms", "memo", "modern", "research", "insurance", "program", "health", "payments", "healthcare", "insurers", "data", "events"], "article_url": "http://www.modernhealthcare.com/article/20151119/news/151119846", "article_text": "The CMS released a memo (PDF) late Thursday that reiterated the federal agency's desire to pay out risk corridors payments despite the massive shortfall in the near term.The notice came the same day that UnitedHealth Group, the nation's largest health insurer, said it was seriously considering pulling out of the Affordable Care Act marketplaces . UnitedHealth's announcement shocked the healthcare industry and raised questions about the stability of the exchanges.The memo stated that if health insurers are still owed money under the risk corridors program for 2016, HHS “will explore other sources of funding for risk corridors payments, subject to the availability of appropriations. This includes working with Congress on the necessary funding for outstanding risk corridors payments.”The CMS gave similar reassurances when the agency first announced it would only be paying out 12.6% of risk corridors requests for 2014 claims, leaving $2.5 billion of requested funds in purgatory. The risk corridors program, one of three health insurance risk programs established by the ACA, essentially helps mitigate insurers' losses in the early years of the new insurance marketplaces. The risk corridors program expires after 2016.Many health insurers, especially not-for-profit co-ops, were upset with the CMS' initial announcement because they were banking on those payments to sustain their nascent operations. Insurers that enrolled higher numbers of sick, expensive members viewed the risk corridors as a safety net until the market and premiums stabilized. Many co-ops blamed the shortchanged payments for their closures.However, the Republican-led Congress more or less tied the CMS' hands on risk corridors last December. The budget bill required the program to be budget-neutral The CMS may be trying to assuage the health insurance industry with its latest memo, but the agency did not provide any details about how it would actually find or negotiate funding to fully cover the risk-corridors program.UnitedHealth Group is not owed any risk corridors payments for 2014 because it joined the exchange marketplaces in 2015.", "article_metadata": {"msapplication-TileColor": "#0a365e", "description": "The CMS released a memo late Thursday that reiterated the federal agency's desire to pay out risk-corridors payments despite the massive shortfall in the near term.", "title": "CMS determined to make full ACA fallback payments", "og": {"site_name": "Modern Healthcare", "description": "The CMS released a memo late Thursday that reiterated the federal agency's desire to pay out risk-corridors payments despite the massive shortfall in the near term.", "title": "CMS determined to make full ACA fallback payments", "url": "http://www.modernhealthcare.com/article/20151119/news/151119846", "image": "https://raw.githubusercontent.com/modernhealthcare/mh-logo/master/mh-logo-fb-lg.jpg", "type": "article"}, "twitter": {"domain": "http://www.modernhealthcare.com", "description": "The CMS released a memo late Thursday that reiterated the federal agency's desire to pay out risk-corridors payments despite the massive shortfall in the near term.", "title": "CMS determined to make full ACA fallback payments", "image": "https://raw.githubusercontent.com/modernhealthcare/mh-logo/master/mh-logo-twitter.jpg", "creator": "@modrnhealthcr", "site": "@modrnhealthcr", "card": "summary"}, "apple-mobile-web-app-title": "Modern Healthcare", "apple-mobile-web-app-status-bar-style": "black", "apple-mobile-web-app-capable": "yes", "url": "http://www.modernhealthcare.com/article/20151119/news/151119846", "published_at": "2015-11-19", "msapplication-TileImage": "https:/raw.githubusercontent.com/modernhealthcare/mh-logo/master/ms-touch-icon-144x144-precomposed.png", "mobile-web-app-capable": "yes", "image": "https://raw.githubusercontent.com/modernhealthcare/mh-logo/master/mh-logo-g-plus.jpg", "viewport": "width=device-width, initial-scale=1, user-scalable=no"}, "article_summary": "The risk corridors program, one of three health insurance risk programs established by the ACA, essentially helps mitigate insurers' losses in the early years of the new insurance marketplaces.\nInsurers that enrolled higher numbers of sick, expensive members viewed the risk corridors as a safety net until the market and premiums stabilized.\nMany co-ops blamed the shortchanged payments for their closures.However, the Republican-led Congress more or less tied the CMS' hands on risk corridors last December.\nThe risk corridors program expires after 2016.Many health insurers, especially not-for-profit co-ops, were upset with the CMS' initial announcement because they were banking on those payments to sustain their nascent operations.\nThis includes working with Congress on the necessary funding for outstanding risk corridors payments.”The CMS gave similar reassurances when the agency first announced it would only be paying out 12.6% of risk corridors requests for 2014 claims, leaving $2.5 billion of requested funds in purgatory."}