{"article_title": "Behind the tricky balance of drug price and supply", "article_keywords": ["tricky", "right", "supply", "formulary", "price", "express", "drug", "pharmacy", "benefit", "scripts", "president", "firms", "balance", "worth"], "article_url": "http://www.cnbc.com/2015/12/02/behind-the-tricky-balance-of-drug-price-and-supply.html", "article_text": "This year, close to one-third of mid-range Silver Obamacare exchange plans limit coverage of branded cancer, HIV and other specialty drugs, according to an Avelere health study. That means, patients must pay up to 40 percent of the cost for those drugs out of pocket.\n\n\n\nMost employer plans aren't as restrictive, but like narrow doctor networks, brand drug limits are becoming more common. The leading pharmacy benefit management firms, CVS and Express Scripts, which negotiate drug prices for large employers and some insurers, increasingly use their approved drug lists — or formularies — to demand discounts from specialty drug makers.\n\n\"As I'm talking to payers across the country — pharmacies used to be an afterthought to them 10 years ago,\" said Jon Roberts, president of CVS Health's pharmacy benefit management business. \"And now, it's probably something that's at the top of their priorities for managing costs.\"\n\n\n\n\"If you can actually narrow the networks, you can give bigger discounts. We're constantly balancing access and affordability,\" said Dr. Steve Miller, chief medical officer at Express Scripts. \"If we can't get to the price we need, we're willing to go exclusive, with one company or the other, like we did in hepatitis.\"\n\n\n\nFormulary as a bargaining chip\n\n\n\nFor the pharmacy benefit managers, or PBMs, the drug formulary has become a potent weapon in price negotiations.\n\n\n\nLast year, Express Scripts excluded Gilead's $84,000 hepatitis C drug Sovaldi from its formulary when the drugmaker refused to offer a discount. Now, the nation's largest pharmacy benefit manager exclusively covers the new drug Viekira from AbbVie, because that drugmaker agreed to a big discount. That's worrisome to some in the industry.\n\n\n\n\"When they start wielding the power and saying 'we're representing this particular product and not representing any of these other products' — before really all the data is in, ... I think that could limit access to the right drug for the right person,\" said John Malley, AON Hewitt senior vice president and pharmacy practice leader.\n\nThe benefit manager firms' decisions carry a lot of weight with customers and other payers. AON Hewitt data show the vast majority of employers who contract with the firms adopt their formulary exclusions.\n\n\n\nFor 2016, the firms have excluded drugs from pharmaceutical companies such as Valeant and Horizon Pharmaceuticals, which have come under fire for high prices. Both CVS and Express Scripts dropped coverage for Horizon's arthritis treatment Vimovo. Instead, patients will be advised to use a generic prescription that involves taking two pills in combination, at a fraction of the cost.\n\nPhysician-turned-pharmaceutical analyst Donald Ellis said switching to a multiple pill regimen could also have its costs, making adherence more difficult.\n\n\n\n\"What is it worth to take one pill a day? Maybe it's not worth it, but maybe it is worth it,\" the JMP analyst said. \"At the end of the day, who makes that decision? The doctor, the patient, or a PBM or insurer?\"\n\n\n\nScott Josephs, Cigna vice president and national medical director, said providers are key, but the most expensive treatment isn't necessarily the best option.\n\n\n\n\"We all benefit on both the quality and affordability standpoint from the right outcome for the customer,\" said Josephs, adding that the company is working with doctors to help them understand the dual role of drug formularies. \"Now they understand the need to incorporate both quality outcomes and cost outcomes.\"\n\n", "article_metadata": {"AssetType": "cnbcnewsstory", "description": "The national conversation on drug prices is getting louder, and patients increasingly want a voice in that discussion.", "author": "Bertha Coombs", "og": {"site_name": "CNBC", "description": "The national conversation on drug prices is getting louder, and patients increasingly want a voice in that discussion.", "title": "Behind the tricky balance of drug price and supply", "url": "http://www.cnbc.com/2015/12/02/behind-the-tricky-balance-of-drug-price-and-supply.html", "image": "http://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2015/12/01/103208632-GettyImages-530684959.1910x1000.jpg", "type": "article"}, "twitter": {"description": "The national conversation on drug prices is getting louder, and patients increasingly want a voice in that discussion.", "title": "Behind the tricky balance of drug price and supply", "url": "http://www.cnbc.com/2015/12/02/behind-the-tricky-balance-of-drug-price-and-supply.html", "image": {"src": "http://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2015/12/01/103208632-GettyImages-530684959.1910x1000.jpg"}, "creator": "@BerthaCoombs", "site": "@CNBC", "card": "summary_large_image"}, "al": {"ios": {"app_name": "CNBC Business News and Finance", "app_store_id": 398018310}}, "apple-itunes-app": "app-id=398018310", "GOOGLEBOT": "unavailable_after: 31 Dec 9999 23:59:59 GMT", "keywords": "Health Care, Health Insurance, US: News, Health Care, business news", "article": {"publisher": "https://www.facebook.com/cnbc", "published_time": "2015-12-02T10:25:35-0500", "author": "https://www.facebook.com/CNBC", "section": "Health Care", "modified_time": "2015-12-02T11:35:42-0500", "tag": "Health Care"}, "pageNodeId": 103208188, "news_keywords": "drug prices, fomulary, CVC, Express Scripts, Obamacare"}, "article_summary": "Formulary as a bargaining chipFor the pharmacy benefit managers, or PBMs, the drug formulary has become a potent weapon in price negotiations.\nThe leading pharmacy benefit management firms, CVS and Express Scripts, which negotiate drug prices for large employers and some insurers, increasingly use their approved drug lists — or formularies — to demand discounts from specialty drug makers.\nWe're constantly balancing access and affordability,\" said Dr. Steve Miller, chief medical officer at Express Scripts.\nNow, the nation's largest pharmacy benefit manager exclusively covers the new drug Viekira from AbbVie, because that drugmaker agreed to a big discount.\nLast year, Express Scripts excluded Gilead's $84,000 hepatitis C drug Sovaldi from its formulary when the drugmaker refused to offer a discount."}