{"article_title": "Drones banned from Philadelphia skies for pope’s visit", "article_keywords": ["restrictions", "united", "pope", "banned", "visit", "philadelphia", "popes", "aircraft", "drones", "security", "event", "skies", "states"], "article_url": "http://religionnews.com/2015/08/21/drones-banned-from-philadelphia-skies-for-popes-visit/", "article_text": "(Reuters) U.S. regulators will ban drones and other unmanned aircraft during Pope Francis’ visit to Philadelphia next month as part of security measures being implemented for the two-day event, officials said on Thursday (Aug. 20).\n\nThe Federal Aviation Administration issued the aircraft restrictions, including the barring of model airplanes and hot air balloons in Philadelphia on Sept. 26 and 27, when the pope is to tour the city during his first visit to the United States.\n\n“The restrictions are designed to provide a safe and secure environment for the event but also ensure fair and equitable access to all airspace users to the greatest extent possible,” the FAA said.\n\nThe agency said the U.S. Department of Homeland Security had requested the bans. It did not say what potential security risks drones or other aircraft could pose during the pope’s visit.\n\nThe number of unauthorized drown flights in the United States has jumped over the past year, raising concerns that the devices could collide with commercial aircraft or be used as a weapon in a targeted attack.\n\nREAD: Philadelphia prepares for mega event: hosting Pope Francis\n\nDrones have flown dangerously close to airliners, transported illegal drugs into the United States from Mexico and caused a security scare at the White House.\n\nAlong with the aircraft restrictions, city officials on Thursday released details about on-the-ground security during the pope’s visit, including public transportation shutdowns, blocking off a 4-square-mile (10 sq km) area in central Philadelphia and management of security by the Secret Service, which protects the president and visiting heads of state.\n\nMayor Michael Nutter joked in a news conference that those expecting to have close contact with the pope might be disappointed.\n\nREAD: Want to ride the train to see the pope? Buy a lottery ticket\n\n“If anyone thinks that they (can) walk up and give Pope Francis a high-five… that’s probably not going to happen,” Nutter said.\n\n(Reporting by Laila Kearney.)", "article_metadata": {"news_keywords": "Beliefs, Culture, Institutions, Catholic, Christian, Department of Homeland Security, drones, national security, news media, Philadelphia", "generator": "Easy Digital Downloads v2.5.16", "og": {"site_name": "Religion News Service", "description": "The Federal Aviation Administration said the Department of Homeland Security had requested the bans.", "title": "Drones banned from Philadelphia skies for pope’s visit", "url": "http://religionnews.com/2015/08/21/drones-banned-from-philadelphia-skies-for-popes-visit/", "image": "http://religionnews.com/wp-content/uploads/2015/08/drone-pub-domain.jpg", "type": "article"}, "twitter": {"site": "@RNS", "card": "summary"}, "syndication-source": "http://religionnews.com/2015/08/21/drones-banned-from-philadelphia-skies-for-popes-visit/", "msapplication-TileImage": "http://religionnews.com/wp-content/uploads/2016/05/cropped-RNS_logo_RGB-336x336.gif", "original-source": "http://religionnews.com/2015/08/21/drones-banned-from-philadelphia-skies-for-popes-visit/", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0", "description": "The Federal Aviation Administration said the Department of Homeland Security had requested the bans."}, "article_summary": "It did not say what potential security risks drones or other aircraft could pose during the pope’s visit.\n(Reuters) U.S. regulators will ban drones and other unmanned aircraft during Pope Francis’ visit to Philadelphia next month as part of security measures being implemented for the two-day event, officials said on Thursday (Aug. 20).\nThe Federal Aviation Administration issued the aircraft restrictions, including the barring of model airplanes and hot air balloons in Philadelphia on Sept. 26 and 27, when the pope is to tour the city during his first visit to the United States.\nREAD: Philadelphia prepares for mega event: hosting Pope FrancisDrones have flown dangerously close to airliners, transported illegal drugs into the United States from Mexico and caused a security scare at the White House.\nMayor Michael Nutter joked in a news conference that those expecting to have close contact with the pope might be disappointed."}