{"article_title": "N.J. lawmakers decry letter questioning 'Obamacare' grant recipients", "article_keywords": ["received", "nj", "committee", "recipients", "grant", "pallone", "republicans", "obamacare", "questioning", "services", "decry", "health", "letter", "uninsured", "lawmakers", "jersey", "help"], "article_url": "http://www.nj.com/news/index.ssf/2013/09/nj_lawmakrs_decry_letter_questioning_obamacare_grant_recipients.html", "article_text": "The five groups that received federal funds to help New Jersey residents understand and enroll in the Affordable Care Act are coming under scrutiny from House Republicans, who have repeatedly voted to repeal the law.\n\nIn a move one New Jersey congressman likened to \"McCarthyism,\" members of the House Energy and Commerce Committee asked grant recipients several questions about how they plan to spend the money, and to detail any communications they have had with federal or state employees, or private health insurance companies.\n\n\"We ask that you contact committee staff to schedule a briefing no later than Sept. 13,\" said the letter, which was sent to navigators in 11 states.\n\nRep. Frank Pallone (D-6th Dist.) called the letter \"egregious.\"\n\n\"These are McCarthy-like tactics,\" said Pallone, a member of the committee. \"And I don’t use that term lightly. It’s like hauling in the good guys and it is totally outside what the committee is supposed to do.\"\n\nNoelle Clemente, a spokeswoman for Republicans on the committee, said the letter is meant to ensure taxpayer dollars and Americans’ personal medical information is protected.\n\n\"Even after three years of preparation, implementation has been plagued by delays, missed deadlines, broken promises and special waivers,\" she said in an email. \"This particular program is now $13 million over budget, ballooning 25 percent before it even started. Despite repeated concerns voiced by House Republicans about inadequate training, (the department of Health and Human Services) decided to proceed with the program before even finalizing what that training would be. There is no reason basic questions cannot or should not be answered.\"\n\nThe five New Jersey groups — Center for Family Services, Orange ACA Navigator Project, Urban League of Hudson County, Public Health Solutions and the Foodbank of Monmouth and Ocean Counties — received about $2 million in federal grant money for the Navigator program.\n\nIn total, 105 navigators across the country received $67 million. Navigators are the people designated to help the uninsured sign up for the health care exchanges. They are available to walk people through the process of picking and applying for an insurance plan as well as explaining the law’s new rules and mandates.\n\n\"My God, we are talking about the Food Bank,\" Pallone said. \"These are the best people on earth. The whole idea (of the letter) is to intimidate them so they won’t implement the program.\"\n\nThe letter is dated Aug. 29 and can be viewed at NJ.com, the online home of The Star-Ledger.\n\nA representative for Public Health Solutions, which is based in New York City and plans to partner with community-based organizations in New Jersey to reach Hudson and Essex Counties, said she has not yet received the letter.\n\nNor has Wendy Sykes, acting director for the department of community services in Orange. Her group, Orange ACA Navigator Project, received about $240.000 to help people enroll in Essex County, where 19 percent of the population is uninsured, according to census data. That’s the third highest of any county behind Passiac (20.6) and Hudson (22.4).\n\n\"We’re excited about the opportunity to get into the community and reach the uninsured and underinsured we deal with on a daily basis,\" Sykes said.\n\nThe letter also asks for any communication between the grant recipients and Enroll America, a non-profit with ties to the Obama administration. Their 10-person New Jersey chapter has already held events in Passaic and Essex counties, educating people about the new law.\n\n\"This is yet another partisan attempt to intimidate those who are trying to help the uninsured gain access to health insurance coverage,\" said U.S. Sen. Robert Menendez (D-N.J.). \"Republicans, having failed at every attempt to repeal and slowdown implementation of health reform, not surprisingly, are at it again. The fact is the Affordable Care Act is law, and very soon people will be able to sign up for health coverage. It’s critical that we help educate people throughout process, not deter and confuse them with this kind of sideshow.\"", "article_metadata": {"medium": "news", "viewport": "width=device-width,initial-scale=1", "news_keywords": "'@mobile','@river','@starledger','essex-county','health-news','monmouth-county','ocean-county','passaic-county'", "title": "N.J. lawmakers decry letter questioning 'Obamacare' grant recipients", "parsely-page": "{\"title\": \"N.J. lawmakers decry letter questioning \\u0027Obamacare\\u0027 grant recipients\", \"link\": \"http://www.nj.com/news/index.ssf/2013/09/nj_lawmakrs_decry_letter_questioning_obamacare_grant_recipients.html\", \"image_url\": \"http://imgick.nj.com/home/njo-media/width620/img/ledgerupdates_impact/photo/2013/09/13349910-standard.jpg\", \"type\": \"post\", \"post_id\": \"11178425\", \"pub_date\": \"2013-09-05T10:34:06Z\", \"author\": \"Dan Goldberg | The Star-Ledger\", \"tags\": [\"@mobile\",\"@river\",\"@starledger\",\"essex-county\",\"health-news\",\"monmouth-county\",\"ocean-county\",\"passaic-county\"] }", "twitter": {"image": "http://media.nj.com/ledgerupdates_impact/photo/2013/09/13349910-thumb_square_large.jpg", "description": "Serveral Republicans on the House Energy and Commerce Committee signed a letter asking the grant recepients several detailed questions about how they plan to sepnd the money, including any communications they had with federal or state employees or private health insurance company.", "card": "summary", "site": "@njdotcom"}, "article_date_updated": "Thursday, September 05, 2013,  7:51 AM", "parsely-metadata": "{\"image_url\": \"http://media.nj.com/ledgerupdates_impact/photo/2013/09/enroll-americajpg-b99c9c41282469a3.jpg\", \"author_name\": \"dgoldberg\", \"author_nickname\": \"Dan Goldberg | The Star-Ledger\", \"author_id\": \"8007378\", \"source_blog_name\": \"New Jersey Real-Time News\", \"source_blog_url\": \"http://www.nj.com/news/index.ssf/\", \"sponsored_content\": \"0\" }", "og": {"site_name": "NJ.com", "description": "Serveral Republicans on the House Energy and Commerce Committee signed a letter asking the grant recepients several detailed questions about how they plan to sepnd the money, including any communications they had with federal or state employees or private health insurance company.", "title": "N.J. lawmakers decry letter questioning 'Obamacare' grant recipients", "url": "http://www.nj.com/news/index.ssf/2013/09/nj_lawmakrs_decry_letter_questioning_obamacare_grant_recipients.html", "image": "http://media.nj.com/design/alpha/img/logo_njo.gif", "type": "article"}, "fb": {"admins": 100000302287435}, "article_publication_name": "NJ.com", "article_comments": 0, "article_date_original": "Thursday, September 05, 2013,  6:30 AM", "article_author": "Dan Goldberg | The Star-Ledger", "Description": "Serveral Republicans on the House Energy and Commerce Committee signed a letter asking the grant recepients several detailed questions about how they plan to sepnd the money, including any communications they had with federal or state employees or private health insurance company."}, "article_summary": "The letter also asks for any communication between the grant recipients and Enroll America, a non-profit with ties to the Obama administration.\nNoelle Clemente, a spokeswoman for Republicans on the committee, said the letter is meant to ensure taxpayer dollars and Americans’ personal medical information is protected.\n\"Republicans, having failed at every attempt to repeal and slowdown implementation of health reform, not surprisingly, are at it again.\nThe letter is dated Aug. 29 and can be viewed at NJ.com, the online home of The Star-Ledger.\nNavigators are the people designated to help the uninsured sign up for the health care exchanges."}