{"article_title": "Tiny Electric Pulses To The Tongue Prevent Blocked Airways", "article_keywords": ["prevent", "apnea", "electric", "airways", "shock", "tiny", "persons", "patients", "pulses", "treatment", "airway", "osa", "sleep", "tongue", "blocked"], "article_url": "http://www.medicaldaily.com/shock-away-your-sleep-apnea-tiny-electric-pulses-tongue-prevent-blocked-airways-255655", "article_text": "Obstructive sleep apnea sees a new treatment method that delivers a shock to the sufferer's tongue, which causes the airways to open.\n\nObstructive sleep apnea sees a new treatment method that delivers a shock to the sufferer's tongue, which causes the airways to open. Flickr, Rachel Tayse\n\nThe life-threatening condition known as sleep apnea, which causes sufferers to stop breathing for long stretches of time while they sleep, now sees new treatment options in the form of electric shocks administered to the user’s tongue.\n\nObstructive sleep apnea (OSA) is the most common form of sleep apnea, and it occurs when an obstruction blocks a person’s upper airway. Because less oxygen reaches the brain, and it’s coupled with pure sleep deprivation, OSA increases a person’s risk for cardiovascular disease, hypertension, stroke, diabetes, depression, weight gain, and obesity. Roughly 22 million Americans suffer from OSA, according to the American Sleep Apnea Association (ASAA), and given the condition’s lurking nature — many with OSA never know they have it — 80 percent of cases go undiagnosed.\n\nThe new treatment works similarly to the technology behind cochlear implants. Patients have a tiny probe grafted to the main nerve on the bottom of their tongue — called the hypoglossus — and another attached to the nerves in the lung, with a battery connecting the two probes near the collarbone.\n\nWhen a person snores, because of the blocked airway, the battery sends an electrical pulse to the lungs and tongue, opening the airways without waking the patient. Users of the shock treatment are endowed with a handheld device so that they can disable the shock when they are awake.\n\n\"It's a hypoglossal nerve stimulator,\" explains Dr. B. Tucker Woodson, who headed a 2012 study at the Medical College of Wisconsin on treating OSA via electric shock. \"When people are normally sleeping, they shouldn't feel this at all. It's actually very physiologic. This is the way the body actually holds the airway open.\"\n\nSleep apnea arises for a number of reasons, most notably because of old age, brain injury, or obesity. When people snore, the soft tissue in the upper airways vibrates. The obese and severely overweight often have greater amounts of this soft tissue, making their airways more likely to face obstruction when breathing. OSA is typically marked by persistent feelings of sleepiness throughout the day. But diagnosis is hard, unfortunately, because the sleeping person cannot observe his own apnea; outside observers must deliver the bad news.\n\nWhile children and women can suffer from OSA, the majority of patients are men over the age of 40, the ASAA reports. A combination of aging, which produces decreased muscle tone, and chemical depressants, such as alcoholic drinks and sedative medication, contributes to the greater prevalence. For this reason, smokers face a greater risk as well, as the chemical irritants in cigarettes can inflame the upper airway and narrow the breathing channels.\n\nOther treatment options fall on the spectrum, depending on the severity of the condition and the person's medical history. Simple lifestyle changes may improve overall sleep function in some people, while more drastic measure may be required in others. If not surgical or pharmaceutical methods, patients are frequently recommended a procedure known as continuous positive airway pressure (CPAP), where a face mask attached to a tube blows pressurized air into the person's airways. Many people find this option uncomfortable, however, and so they discontinue use and lose its effects.\n\nOSA, much like the far tamer snoring, also negatively affects those who are close to the sufferer. People whose airways face no obstruction can still experience a disrupted sleep if the person beside them suffers from OSA.\n\nIt’s “not a freight train, because it's not consistent,” Mindy Gutzman, whose husband Dan was one of only 100 patients in Woodson’s trial, told TMJ4. “It's one of those, like you just get settled, and you're just about to fall asleep and then he starts snoring again. And you're like awwww, I was so close to falling asleep.”\n\n\"I can't imagine what a full night's sleep, noiseless is like,” she added. “It's got to be amazing.”", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "sleep apnea, osa, airways, shock, tongue, sleep, cardiovascular disease", "og": {"site_name": "Medical Daily", "description": "Obstructive sleep apnea sees a new treatment method that delivers a shock to the sufferer's tongue, which causes the airways to open.", "title": "Shock Away Your Sleep Apnea With Electric Pulses To The Tongue", "url": "http://www.medicaldaily.com/shock-away-your-sleep-apnea-tiny-electric-pulses-tongue-prevent-blocked-airways-255655", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2013/09/05/sleepapnea.jpg", "type": "article"}, "twitter": {"description": "Obstructive sleep apnea sees a new treatment method that delivers a shock to the sufferer's tongue, which causes the airways to open.", "title": "Shock Away Your Sleep Apnea With Electric Pulses To The Tongue", "url": "http://www.medicaldaily.com/shock-away-your-sleep-apnea-tiny-electric-pulses-tongue-prevent-blocked-airways-255655", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2013/09/05/sleepapnea.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2013/09/05/sleepapnea.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Healthy Living", "published_time": "2013-09-05T13:35:23-04:00", "modified_time": "2013-09-05T13:35:22-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Obstructive sleep apnea sees a new treatment method that delivers a shock to the sufferer's tongue, which causes the airways to open."}, "_id": "\"57477af46914bd0286fdedb7\"", "article_summary": "Obstructive sleep apnea (OSA) is the most common form of sleep apnea, and it occurs when an obstruction blocks a person’s upper airway.\nObstructive sleep apnea sees a new treatment method that delivers a shock to the sufferer's tongue, which causes the airways to open.\nUsers of the shock treatment are endowed with a handheld device so that they can disable the shock when they are awake.\nSleep apnea arises for a number of reasons, most notably because of old age, brain injury, or obesity.\nWhen a person snores, because of the blocked airway, the battery sends an electrical pulse to the lungs and tongue, opening the airways without waking the patient."}