{"article_title": "The Booming Housing Market for Boomer Retirees", "article_keywords": ["booming", "homes", "retirement", "boomers", "housing", "work", "theyre", "looking", "active", "boomer", "communities", "lifestyle", "golf", "retirees", "market"], "article_url": "http://www.thefiscaltimes.com/Articles/2014/01/10/Booming-Housing-Market-Boomer-Retirees", "article_text": "Once their grown children had moved away from the family home, John Goodman, 65, and his wife, Donna, realized they were ready to move on as well.\n\n“We had an old 1940s, beautiful home, but we just didn’t need it anymore, and we didn’t need the taxes and the maintenance that went with it,” says Goodman, a PR rep.\n\nRelated: Young Boomers Buying Up Retirement Homes Early\n\nBut Goodman’s wife wanted to remain in the New York metro area to stay close to work and family. After spending several years looking for the perfect property, the couple settled on a brand new condo –with the master bedroom located on the first floor, so residents can easily age in place – just a mile away from the home they were leaving. They made the move eight years ago.\n\nIn addition to a senior-friendly design within the walls, the Goodmans’ homeowners’ association fees cover routine outdoor maintenance like gardening and snow removal, ensuring that the couple never again has to do the heavy lifting. “At my age, I have no interest in shoveling,” Goodman says. “This way of life becomes much more appealing as you get older.”\n\nGoodman is among a new wave of baby boomers who are looking for housing solutions that allow them to age in place while maintaining an active lifestyle – and doing so well before they’ve reached their 60th birthday or hung up their work clothes.\n\nThe youngest of the 76 million boomers have begun turning 50 this year and 10,000 boomers per day will turn 65 from now through 2030. These demographics alone are driving the increased demand for 55-plus communities. The concept has gotten an even bigger boost in recent years as more boomers find themselves sitting on an empty nest in an active housing market.\n\nRelated: The New Retirement – A Vital Mix of Learning and Love\n\n“We’re looking at a huge wave of people whose housing needs are changing,” says Manny Gonzalez, a California-based architect who specializes in active adult communities. “It’s even bigger than Gen Y, which has driven the apartment boom that has had an enormous impact on housing.”\n\nJust as boomers have redefined every other stage of life – from college to careers – they’re now remaking retirement as well, and developers are taking note.\n\nBeyond the Sunbelt\n\nPlenty of boomers still yearn for the year-round sunshine afforded by traditional retiree havens like Arizona and Florida. But there are also millions who have no interest in the snowbird lifestyle, or in moving away from a community where they’ve spent decades building a life. More than 60 percent of baby boomers want their home in retirement to be within the same state they currently live, while a third of boomers want to live within 20 miles of their children or grandchildren in retirement, according to a 2012 study by Pulte Group.\n\nThe Job Still Beckons\n\nAnother reason boomers are staying put in the Northeast or the Midwest is that they’re continuing to work and need to remain close to their jobs. More than 80 percent of near-retirees say they’ll likely do some work in retirement, citing both financial factors as well as other reasons, such as wanting to keep busy or maintain an active mind.\n\nRelated: When Retirement Means Changing Diapers\n\nIn the Valencia communities in Southern Florida, about 30 percent of residents currently work—a percent that’s tripled in less than 10 years. Developers are taking note of the trend, building new communities that are close to business districts or public transportation, and offering recreational programming in the evening hours so that commuters can also enjoy the facilities. They’re also increasingly equipping new homes with offices to accommodate those who work from home, and offering amenities such as shared office face and receptionist services.\n\nUniversal Design\n\nBaby boomers like to think of themselves as young – and certainly they act younger than their parents did at their age. But they’re also aware of the fact that they’re getting older, so they want the home where they spend their golden years to make aging as easy as possible.\n\nOverwhelmingly, boomers want and expect to stay in these homes for as long as possible. “They’re looking for homes that they won’t have to move out of in 5 or 10 years, and saying, ‘I don’t want to have to move again until my very last move,’” says Paul Milam, a North Carolina real estate consultant specializing in active adult communities.\n\nEnter ‘Universal Design,’ an architectural concept that involves creating buildings that are fundamentally accessible to older people. That doesn’t necessarily mean grab rails or ramps, which can make residents feel like they are living in a nursing home, but instead more subtle design features such as a laundry room adjacent to the bedroom, door handles (instead of knobs), and a raised dishwasher.\n\nBeyond Golf\n\nTraditionally, active adult retirement communities centered on the golfing lifestyle, with homes built on or around the golf course. But maintaining courses is expensive, and interest in golf has been waning for years. Just 25 percent of those who buy homes in golf communities become members of their home clubs. The percentage of people in the United States who play the sport has dropped 17 percent from 2000 to 2010, according to the National Golf Foundation.\n\nEven as they’re less interested in hitting the links, today’s 55-plus buyers are far more interested in maintaining an active lifestyle than their parents were. New communities feature massive gyms with round-the-clock classes, biking and hiking trails, water sports, basketball courts, clubhouses and community centers, and lap pools in addition to the traditional resort-style pools.\n\n“Residents are healthier than ever before, and they are really looking to maintain that level of lifestyle and fitness,” says Marcie DePlaza, division president of GL Homes, which operates several active-adult communities in Florida.\n\nTop Reads from The Fiscal Times:", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "Baby boomers are starting to look for homes where they can spend their golden years – and to meet that demand, developers are changing the way they build 55-plus communities.", "title": "The Booming Housing Market for Boomer Retirees", "url": "http://www.thefiscaltimes.com/Articles/2014/01/10/Booming-Housing-Market-Boomer-Retirees", "image": "http://cdn.thefiscaltimes.com/sites/default/files/slideshows/09152012_good_senior_physical_fitness_slideshow.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/Articles/2014/01/10/Booming-Housing-Market-Boomer-Retirees", "image": "http://cdn.thefiscaltimes.com/sites/default/files/slideshows/09152012_good_senior_physical_fitness_slideshow.jpg", "title": "The Fiscal Times", "card": "summary", "creator": "@bethbrav"}, "generator": "Drupal 7 (http://drupal.org)", "description": "Baby boomers are starting to look for homes where they can spend their golden years – and to meet that demand, developers are changing the way they build 55-plus communities.", "viewport": "initial-scale=1, maximum-scale=1"}, "_id": "\"57477afa6914bd0286fe5a6d\"", "article_summary": "Just 25 percent of those who buy homes in golf communities become members of their home clubs.\nBeyond GolfTraditionally, active adult retirement communities centered on the golfing lifestyle, with homes built on or around the golf course.\nEven as they’re less interested in hitting the links, today’s 55-plus buyers are far more interested in maintaining an active lifestyle than their parents were.\nThe concept has gotten an even bigger boost in recent years as more boomers find themselves sitting on an empty nest in an active housing market.\nBeyond the SunbeltPlenty of boomers still yearn for the year-round sunshine afforded by traditional retiree havens like Arizona and Florida."}