{"article_title": "Here is how the media should handle climate deniers", "article_keywords": ["deniers", "climate", "handle", "media", "global", "water", "weather", "texas", "floods", "warming", "kay", "change", "extreme"], "article_url": "http://www.salon.com/2015/05/28/here_is_how_the_media_should_handle_climate_deniers/", "article_text": "Topics: BBC, Climate Change, Climate deniers, Extreme weather, Floods, Texas, Video, Sustainability News, Media News, News\n\nOn Wednesday, BBC News’ “World News America” host Katty Kay interviewed former Bush Administration Federal Emergency Management Agency (FEMA) director Joe Allbaugh about the recent floods in Texas.\n\n“These happen occasionally,” Allbaugh said of the flood which has resulted in at least 17 deaths. “You’ll have the global warming people go crazy and say, ‘See, see.’ But the problem is humidity has always lived around water since time began, and we’re gonna continue to live around water, and there are dangers to that trade-off.”\n\n“You were kind of dismissing the global warming argument in all this,” Kay followed up later. “Are you saying that you really don’t see anything in climate change contributing to extreme weather disasters such as this thing in Texas?”", "article_metadata": {"description": "BBC's Katty Kay shut down former FEMA director Joe Allbaugh VIDEO", "title": "Here is how the media should handle climate deniers", "og": {"site_name": "Salon", "description": "BBC's Katty Kay shut down former FEMA director Joe Allbaugh VIDEO", "title": "Here is how the media should handle climate deniers", "url": "http://www.salon.com/2015/05/28/here_is_how_the_media_should_handle_climate_deniers/", "image": "http://media.salon.com/2015/05/Screen-Shot-2015-05-28-at-3.45.19-PM-1280x811.png", "type": "article"}, "twitter": {"description": "BBC's Katty Kay shut down former FEMA director Joe Allbaugh VIDEO", "title": "Here is how the media should handle climate deniers", "image": "http://media.salon.com/2015/05/Screen-Shot-2015-05-28-at-3.45.19-PM-1280x811.png", "creator": "@@joannarothkopf", "site": "@salon", "card": "summary_large_image"}, "author": "Joanna Rothkopf", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, BBC, Climate Change, Climate deniers, Extreme weather, Floods, Texas, Video", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "Topics: BBC, Climate Change, Climate deniers, Extreme weather, Floods, Texas, Video, Sustainability News, Media News, NewsOn Wednesday, BBC News’ “World News America” host Katty Kay interviewed former Bush Administration Federal Emergency Management Agency (FEMA) director Joe Allbaugh about the recent floods in Texas.\n“Are you saying that you really don’t see anything in climate change contributing to extreme weather disasters such as this thing in Texas?”\n“These happen occasionally,” Allbaugh said of the flood which has resulted in at least 17 deaths.\n“You’ll have the global warming people go crazy and say, ‘See, see.’ But the problem is humidity has always lived around water since time began, and we’re gonna continue to live around water, and there are dangers to that trade-off.”“You were kind of dismissing the global warming argument in all this,” Kay followed up later."}