{"article_title": "Dominant Personality Types Don't Always Show Aggression; To Be Social, They Take Cues From Animal Kingdom", "article_keywords": ["kingdom", "aggressively", "dominant", "dont", "learn", "socially", "birds", "way", "aggression", "animal", "social", "cook", "cues", "leader", "types", "personality"], "article_url": "http://www.medicaldaily.com/dominant-personality-types-dont-always-show-aggression-be-social-they-take-cues-311910", "article_text": "People with strong personalities learn how to socialize in two different ways. For the first time, researchers at Radboud University’s Donders Institute collaborated with London City University to study how dominant people function in social situations.\n\n\"In many species of animals the leader of the pack is typically really good at social learning,\" said the study’s co-author Jennifer Cook, a researcher at Donders Institute, in a press release. \"Completely the opposite of what we tend to believe with people! In Harris' Sparrows for instance, dominant birds follow other birds that make smart decisions. We wanted to see whether this is true, not just in birds, but also in humans.\"\n\nIt’s not a surprise when someone with a strong personality gets what they want out of a social situation, but they do it very strategically. They approach it in a way an animal naturally would. Socially dominant people will either make allies and try to sway others onto their side with solid arguments, while aggressively dominant people will use a more dictatorial type of strategy. If you don’t agree with the aggressive personality type, it’s \"my way or the highway\" according to the researchers.\n\nIt’s easy to forget that humans are animals, which is why it makes sense researchers can find similar social strategies in the animal kingdom. After they surveyed people to find out their preferences regarding how to act during social situations, they realized there was a pattern. Those who scored high on questions like \"I generally put people in contact with each other\" were seen as socially dominant. While people who scored high on questions such as \"I like it when other persons serve me\" represented an aggressive dominance in social settings.\n\n\"Our study shows that whereas aggressively dominant individuals prefer to rely on their personal experience, well-liked socially dominant individuals are biased toward using information that comes from other people,\" Cook said. \"It shows the positive side of social dominance.\"\n\nAccurately assessing people’s personality types in social settings could be as beneficial as knowing what kind of learner they are. Humans can have so many strengths and weaknesses, and by understanding the full package of a person, students can grow into capable adults more efficiently. People with dominant personalities don’t have to be stereotypically uncompromising and bossy. They take control in a situation, are very task oriented, and focused on achieving goals. Just as there must be a leader in a pride of lions, there must be a project manager who naturally, constructively dominates their coworkers.\n\n\"In my opinion, the more subtle perspective we offer could have important implications for decision-making in both the boardroom and the classroom,\" Cook said. \"For example if you are trying to help a leader to learn something new it may be important to consider whether they are socially or aggressively dominant, and whether they will best learn via a social or individual route.\"\n\nSource: Cook JL, Hanneke EM, Ouden D, Heyes CM, and Cools R. The Social Dominance Paradox. Current Biology. 2014.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "dominant, personality, types, dont, always, show, aggression, be, social, they, take, cues", "og": {"site_name": "Medical Daily", "description": "Socially dominant people act like animals (but not in a bad way) in social situations. They tend to make great leaders too.", "title": "There's A Good Side To Being Dominant", "url": "http://www.medicaldaily.com/dominant-personality-types-dont-always-show-aggression-be-social-they-take-cues-311910", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/11/23/socially-dominant-people.jpg", "type": "article"}, "twitter": {"description": "Socially dominant people act like animals (but not in a bad way) in social situations. They tend to make great leaders too.", "title": "There's A Good Side To Being Dominant", "url": "http://www.medicaldaily.com/dominant-personality-types-dont-always-show-aggression-be-social-they-take-cues-311910", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/11/23/socially-dominant-people.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/11/23/socially-dominant-people.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Under the Hood", "published_time": "2014-11-23T16:09:19-05:00", "modified_time": "2014-11-23T16:22:14-05:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Socially dominant people act like animals (but not in a bad way) in social situations. They tend to make great leaders too."}, "_id": "\"57477af36914bd0286fd03dd\"", "article_summary": "In Harris' Sparrows for instance, dominant birds follow other birds that make smart decisions.\nThose who scored high on questions like \"I generally put people in contact with each other\" were seen as socially dominant.\nSocially dominant people will either make allies and try to sway others onto their side with solid arguments, while aggressively dominant people will use a more dictatorial type of strategy.\nAccurately assessing people’s personality types in social settings could be as beneficial as knowing what kind of learner they are.\n\"Our study shows that whereas aggressively dominant individuals prefer to rely on their personal experience, well-liked socially dominant individuals are biased toward using information that comes from other people,\" Cook said."}