{"article_title": "The Ghomeshi syndrome: Delusional creeps, from Clarence Thomas to Gamergate", "article_keywords": ["thomas", "creeps", "syndrome", "far", "media", "men", "ghomeshi", "sex", "cultural", "rape", "rodger", "gamergate", "women", "sexual", "delusional", "clarence"], "article_url": "http://www.salon.com/2014/11/01/the_ghomeshi_syndrome_delusional_creeps_from_clarence_thomas_to_gamergate/", "article_text": "Topics: Anita Hill, CBC, Clarence Thomas, Elliot Rodger, gamergate, Isla Vista shootings, jian ghomeshi, Media, Media Criticism, Men's Rights Advocates, Misogyny, MRA, Pick up artists, pickup artists, PUAs, Rape, Rape Culture, Sex, Sexism, Entertainment News, Politics News\n\nAs more and more women come forward to accuse Jian Ghomeshi of harassing, assaulting and abusing them, the disgraced Canadian radio personality has undoubtedly become far more famous south of the American border as a violent pervert than he ever was as the host of “Q,” the CBC’s culture program. (His show was broadcast widely on NPR affiliates, and he definitely had a following among bicoastal culture-vulture types, which may help account the intense media interest in the story.) Ghomeshi’s initial protestations that he was being persecuted for his unconventional tastes in the bedroom now seem mendacious or delusional or both. Indeed, I strongly incline toward “both”: Ghomeshi is lying to us and lying even more fervently to himself, and I believe versions of this syndrome can be seen all around us in the contemporary struggle over gender roles, sexual conduct, misogyny and “rape culture.”\n\nThere’s something sad and troubling to be found just below the surface of this case, which has implications far beyond the career meltdown of a public-radio talking head. Ghomeshi appears to be one of those men — a distressingly large number of men, it seems – who are unable or unwilling to pick up basic social cues from women about sexual and dating behavior (among other things). They seem to view women as a mysterious alien species who do not say what they mean or mean what they say, and they stumble far too easily into paranoid stereotypes about bitch-covens of “jilted exes” and ball-slicing feminists. Encountering this pattern of behavior in a much-admired and good-looking media celebrity, who honestly should have had no trouble finding consenting partners for whatever level of kinky sex he wanted, offers us a chance to come to grips with how widespread it is. (As Dan Savage has reported, at least one of Ghomeshi’s former lovers says the BDSM activities were fully consensual in her case – but that seems to have been pure luck.)\n\nWe can see this pattern of pathological cluelessness in “Gamergate,” the vicious troll war that has targeted a handful of prominent women in and around the video-game world. We can see it in last week’s viral video clip depicting a woman being catcalled dozens of times on the streets of New York, and in the heated debate it sparked. We can most certainly see it in the seamy Internet underworld of “men’s rights advocates” (MRAs) and “pick-up artists” (PUAs) laid bare by the disturbing saga of Elliot Rodger, the mass shooter who killed seven people, including himself, last May in Isla Vista, California. All these episodes, although driven by disparate dynamics and featuring different casts of characters, point us back toward one of the formative cultural narratives of our time, the Vietnam of the gender wars: the story of Clarence Thomas and Anita Hill.\n\nI’m not suggesting that these stories are all equivalent, but I am suggesting that they are connected at a cultural and psychological level, and that they manifest the same peculiar male pathology at various levels of intensity. What we see in these cases is a widespread disorder that is less easy to see, and far more widely tolerated, than obvious crimes like violent spousal abuse. We see men who seem to have adapted poorly to the era of feminism and female sexual agency, and who react to that stress by retreating into fantasy or delusion, perhaps into a dissociative or narcissistic personality disorder that makes it impossible for them to see or evaluate their own behavior. (I use those terms metaphorically rather than diagnostically, but I think they fit well enough.) However we choose to categorize it, these men develop a psychological mechanism that allows them to behave like creeps while insisting to themselves that they’re not creeps.\n\nIndeed, what makes the Ghomeshi story so startling and so potent is the contrast between what we saw on the surface (or believed we saw) and the apparently disordered personal life that lay underneath. Here was a charismatic and successful journalist with an intriguing personal history, an alt-rock past and an intellectual veneer. He emanated progressive values, cultural sensitivity and Torontonian sophistication, and was well known as a supporter and ally of LGBT cultural figures. I feel certain that Ghomeshi viewed the Rodger case with appropriate male-feminist horror, and stood ready to cast the misogynist trolls of Gamergate into the cultural darkness. (I was a guest on “Q” at least twice, but I don’t know him personally.)\n\nIt would have shocked precisely nobody to learn that Ghomeshi was a big-time player with a girl (or a guy) in every port; we live in relatively liberated times, and even Canadians need some excitement. Furthermore, just to be clear, if he were into extreme rough sex or BDSM and his partners had all been willing participants, I’d be in the chorus telling people to mind their own damn business. Ghomeshi’s disastrous Facebook post, after the CBC had fired him and just before the big Toronto Star story about his conduct with women was about to break, tried to strike precisely that tone: I’m a Wild and Crazy Guy! If you puritans can’t handle it, that’s your problem. In hindsight, what’s striking there is the profound and genuine-sounding level of denial; that guy really believes he has done nothing wrong.", "article_metadata": {"description": "Behind the Canadian radio host's  downfall lies a strange and dangerous male pathology: Clueless dude disorder", "author": "Andrew O'Hehir", "og": {"site_name": "Salon", "description": "Behind the Canadian radio host's  downfall lies a strange and dangerous male pathology: Clueless dude disorder", "title": "The Ghomeshi syndrome: Delusional creeps, from Clarence Thomas to Gamergate", "url": "http://www.salon.com/2014/11/01/the_ghomeshi_syndrome_delusional_creeps_from_clarence_thomas_to_gamergate/", "image": "http://media.salon.com/2014/10/catcalls_thomas_ghomeshi.jpg", "type": "article"}, "twitter": {"description": "Behind the Canadian radio host's  downfall lies a strange and dangerous male pathology: Clueless dude disorder", "creator": "@andohehir", "image": "http://media.salon.com/2014/10/catcalls_thomas_ghomeshi.jpg", "title": "The Ghomeshi syndrome: Delusional creeps, from Clarence Thomas to Gamergate", "site": "@salon", "card": "summary_large_image"}, "title": "The Ghomeshi syndrome: Delusional creeps, from Clarence Thomas to Gamergate", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, Anita Hill, CBC, Clarence Thomas, Elliot Rodger, gamergate, Isla Vista shootings, jian ghomeshi, Media, Media Criticism, Men's Rights Advocates, Misogyny, MRA, Pick up artists, pickup artists, PUAs, Rape, Rape Culture, Sex, Sexism", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fd03df\"", "article_summary": "Ghomeshi’s initial protestations that he was being persecuted for his unconventional tastes in the bedroom now seem mendacious or delusional or both.\nI feel certain that Ghomeshi viewed the Rodger case with appropriate male-feminist horror, and stood ready to cast the misogynist trolls of Gamergate into the cultural darkness.\nHowever we choose to categorize it, these men develop a psychological mechanism that allows them to behave like creeps while insisting to themselves that they’re not creeps.\nIn hindsight, what’s striking there is the profound and genuine-sounding level of denial; that guy really believes he has done nothing wrong.\nHe emanated progressive values, cultural sensitivity and Torontonian sophistication, and was well known as a supporter and ally of LGBT cultural figures."}