{"article_title": "Today in Liberty: NSA spying damages the United States' reputation as a beacon of freedom, crony Ex-Im pals pressure Boehner", "article_keywords": ["freedomworks", "united", "emails", "glenn", "spying", "nsa", "pals", "act", "immigration", "liberty", "event", "states", "pressure", "ge", "reputation", "freedom", "president", "house", "today"], "article_url": "http://www.unitedliberty.org/articles/18289-today-in-liberty-nsa-spying-us-freedom-ex-im-boehner", "article_text": "“So that the record of history is absolutely crystal clear. That there is no alternative way, so far discovered, of improving the lot of the ordinary people that can hold a candle to the productive activities that are unleashed by a free enterprise system.” — Milton Friedman\n\n— Land of the Free?: The disclosures about the NSA’s domestic surveillance programs have damaged the world’s view of the United States as a country that protects individual liberties. “In 22 of 36 countries surveyed in both 2013 and 2014, people are significantly less likely to believe the U.S. government respects the personal freedoms of its citizens. In six nations, the decline was 20 percentage points or more,” Pew Research notes. “Still, the U.S. has a relatively strong reputation for respecting personal freedoms compared with the other major nations tested on the survey. A median of 58% believe the American government respects individual liberties, while 56% say this about France, 36% about China, and only 28% say it about the Russian government.” Notice that Brazil and Germany, two countries on which the U.S. reportedly spied, are at the top of the list.\n\n— NSA discovers more emails from Snowden, won’t disclose them: Remember that time the NSA claimed that it discovered only one email from Edward Snowden and it had nothing to do with his concerns over its domestic surveillance programs? Turns out the NSA has found other emails, but it won’t release them. “The National Security Agency says it can’t release emails sent by exiled whistleblower Edward Snowden to NSA officials because doing so would invade his personal privacy,” U.S. News and World Report explains. “That rationale was one of several given to blogger Matthew Keys, formerly social media editor at Reuters, in response to a Freedom of Information Act request that sought emails sent from [email protected] in the first five months of 2013.” Keys’ report on his FOIA request can be read here. Ashe Schow notes that the NSA also claimed that releasing the emails could “cause exceptionally grave damage to the national security.” Really, this isn’t a surprise. The NSA has been nothing if not dishonest about its activities since the disclosures became public knowledge in June 2013. Why would anyone believe officials were telling the truth about Snowden’s emails?\n\n— FreedomWorks, Glenn Beck team up against Common Core: FreedomWorks will team up with conservative talk show host Glenn Beck and others on Tuesday, July 22 for a strategy session against Common Core. “FreedomWorks and Glenn Beck will host a live, interactive night of action against Common Core in local theaters across the nation. ‘We Will Not Conform’ is not an event — it’s a strategy session. Viewers will act as participants, engaging with education experts to craft a comprehensive plan to defeat Common Core in real-time,” FreedomWorks stated in a press release. “FreedomWorks President Matt Kibbe, Glenn Beck, Michelle Malkin, Founder and President of WallBuilders David Barton, FreedomWorks Director of Messaging Ellen Wheeler, and more will participate in the event live from Dallas.” The list of participating theaters can be found here. More information about the event is available at WeWillNotConform.com. The strategy session will rebroadcast on Tuesday, July 29.\n\n— Oh, and while we’re talking about Glenn Beck: Whether you like him or not, the conservative talker is doing something very classy. “In the midst of [the humanitarian crisis at the Southern border] comes Glenn Beck and his plan to send truckloads of water, food, clothing, and toys to the children at the border who ‘through no fault of their own are caught in political crossfire.’ The conservative television host insists people have to keep putting pressure on DC to stop the ‘lawlessness’ at the border but that his viewers should also help,” Reason notes of Beck’s actions. “‘We have to be active in the political game and we must open our hearts,’ he said. It shouldn’t be that surprising that faced with the suffering of humans a human would act, well, human.” That. So much that.\n\n— Be wary of the immigration restrictionists: If you’re going to read anything on the immigration discussion, Neil Stevens’ post over at RedState about two of the restrictionists organizations driving the debate should be at the top of the list. Here’s a taste. “It’s time we learned from that mistake and drained the swamps. We need to detach the mainstream anti-amnesty movement from fringe green-left groups like FAIR and NumbersUSA,” Stevens writes. “[W]hat we’re seeing happen on immigration is that the radical green left has also adopted a position against amnesty, as part of a greater program of zero immigration, with a goal of zero population growth. Whereas we might talk about border security, the rule of law, and the threat of foreign gangs coming cross the border, all they care about is reducing America’s population.” Stevens ties in John Tanton, a radical environmentalist and Planned Parenthood advocate to FAIR and NumbersUSA. Though Stevens doesn’t mention Center for Immigration Studies, that restrictionist group was also founded, in part, by Tanton’s efforts. Stevens also ties FAIR to noted radical environmentalist Paul Ehrlich, author of The Population Bomb, to further emphasize the restrictionist movement’s crazed roots.\n\n— Judicial nominees may become a headache for red state Democrats: Yeah, we all know that there will be a number of issues, including Obamacare and immigration, that will play heavily in the four red states in which vulnerable Democratic incumbents are running, but one that has been under the radar is judicial nominees. “Red-state Democrats such as Sens. Mark Begich (Alaska), Mary Landrieu (La.), Kay Hagan (N.C.) and Mark Pryor (Ark.) have stressed their independence from their party,” The Hill explains, “but they will have to defend their record of voting for nearly all of Obama’s court picks.” The article focuses on Begich, who recently claimed that he’s a “thorn” in the side of the White House. In reality, the Alaska Democrat has largely been a rubber-stamp for President Obama’s court picks. Though The Hill touches on the filibuster, it doesn’t mention that Begich, Hagan, and Landrieu voted with Majority Leader Harry Reid (D-NV) to gut the procedural tactic for most federal judicial nominees.\n\n— Club for Growth urges House members to vote “no” on Highway bailout: Club for Growth Vice President of Government Affairs Andy Roth sent an email to all House members urging them to vote against the Highway and Transportation Funding Act, which, he said, is a bailout for the federal Highway Trust Fund. “This bill uses budget gimmicks and fee increases to bail out a wasteful and inefficient program that shouldn’t even exist. If House leaders were serious about fiscal responsibility, they should promote comprehensive reforms that will prevent a future bailout from occurring. Or, at the very least, they should cut spending elsewhere in the budget,” Roth wrote in the email. “Members should vote ‘NO’ on HR 5021 and then consider co-sponsoring the Transportation Empowerment Act (HR 3486), which dramatically reduces the federal gas tax and devolves most transportation authority back to the states.” The Transportation Empowerment Act, introduced by Rep. Tom Graves (R-GA), has been stalled in a House Ways and Means subcommittee since it was introduced in November 2013. Conservative organizations generally favor the approach of Graves’ bill, but House Republican leaders are, of course, taking a big government approach that preserves the status quo.\n\n— Ex-Im cronies pressure Boehner: GE Aviation, a multibillion-dollar company, is putting pressure on Speaker John Boehner (R-OH) to get behind reauthorization of the Export-Import Bank. “GE Aviation, a subsidiary of General Electric (GE), has a plant in Evendale, Ohio, that benefits from Ex-Im’s financial assistance for aircraft production around the world. Many of GE Aviation’s 9,000 employees in southwest Ohio live in Boehner’s district,” The Hill reports. “According to a review of Federal Election Commission filings from the Center for Responsive Politics, political action committees and individuals affiliated with GE contributed $19,850 to Boehner’s campaign committee during the 2012 cycle, and $17,200 to his committee during the 2010 cycle.” Boehner has been a supporter of Ex-Im in the past, including the 2012 reauthorization, but he’s been quiet about the Bank this go-round. It’s worth noting that GE is the third-largest beneficiary of loan guarantees from the Export-Import Bank, receiving $1.17 billion in FY 2013.\n\n— Better late than never: The IRS has ordered its IT department to save crashed computer hard drives, something that it should have done years ago. “The order, however, applies only to five IRS offices: those in Dallas, Texas; Dayton, Ohio; Hartford, Connecticut; Montgomery, Alabama; and Seattle Washington. Damaged hard drives in all other offices will continue to be destroyed, according to an IRS IT employee,” the National Review reports. “The agency is acting in response to a lawsuit filed by the organization Judicial Watch, which filed a Freedom of Information Act request seeking the release of emails from former IRS official Lois Lerner and several other employees whose correspondence, the agency has said, may have been destroyed. In a hearing on Thursday, a federal judge ordered the IRS to explain how it lost two years’ worth of Lerner’s correspondence with employees at other federal agencies.”\n\n— Rahm EmanuLOLOLOLOLOLOL: Chicago Mayor Rahm Emanuel is in big trouble. A poll released on Monday finds him trailing two prospective opponents, one of them by a huge margin. “If the mayoral election were held today, the lightning rod union leader [Karen Lewis] who was the architect behind a 2012 teachers’ strike would beat Emanuel by 9 percentage points in a head-to-head contest, the survey found,” the Chicago Sun-Times reports. “A head-to-head contest found [Cook County Board President Toni] Preckwinkle in a romp vs. Emanuel by a stunning 24 points.” Emanuel, a veteran of both the Clinton and Obama administrations and a former Democratic Congressman, has been plagued by a number of problems in Chicago, including a poor relationship with teachers unions and violent crime.\n\n— Rand Paul will headline a GOP Unity event in Maryland: The Kentucky Republican, who is facing criticism from other 2016 Republican hopefuls on foreign policy, will be in Silver Spring, Maryland tonight for what is described as a “GOP unity” event at the Double Tree Silver Spring. “The MDGOP is honored and thrilled to welcome Senator Rand Paul to Maryland on Tuesday,” Maryland GOP Chair Diana Waterman said in a press release. “We look forward to hearing his message on fiscal responsibility, personal liberty and the road to victory in the upcoming elections.” MD-06 nominee Dan Bongino is also billed for the event. Details, including ticket prices and the start time, can be found here.\n\n— Thomas Sowell pans lawsuits, impeachment talk: The libertarian-leaning economist says that Speaker John Boehner’s (R-OH) lawsuit against President Barack Obama and Sarah Palin’s impeachment talk are a distraction that help Democrats. “This year’s elections — especially the Senate elections — can decide the fate of this country for a long time to come. That is why Republicans’ launching of foredoomed symbolic actions like lawsuits and impeachment is such an irresponsible self-indulgence,” Sowell explains. “When the country is at a historic crossroads, it is not the time for futile gestures like this, which can create bigger disasters than we already have.” Sowell realizes that President Obama’s actions deserve a response, but, politically, Republicans would be better off if they focused on winning the Senate this fall.\n\nOther items we’re reading this morning:\n\nIf you work for a liberty-minded organization, think tank, or candidate, please send tips, news, or event information to info-at-unitedliberty(dot)org.", "article_metadata": {"keywords": "Club for Growth,Common Core,Edward Snowden,Export-Import Bank,FreedomWorks,GE,Glenn Beck,Highway Trust Fund,Individual Liberties,John Boehner,judicial nominees,NSA,Pew Research,Red State Democrats,Senate Democrats,spying,Today in", "DC.Title": "Today in Liberty: NSA spying damages the United States' reputation as a beacon of freedom, crony Ex-Im pals pressure Boehner", "robots": "index,follow", "copyright": "(c) 2005-2013 United Liberty", "description": "&#8220;So that the record of history is absolutely crystal clear. That there is no alternative way, so far discovered, of improving the lot of the ordinary people that can hold a candle to the productive activities that are unleashed by a free"}, "_id": "\"57477af36914bd0286fd03e7\"", "article_summary": "— FreedomWorks, Glenn Beck team up against Common Core: FreedomWorks will team up with conservative talk show host Glenn Beck and others on Tuesday, July 22 for a strategy session against Common Core.\n“FreedomWorks and Glenn Beck will host a live, interactive night of action against Common Core in local theaters across the nation.\nThe NSA has been nothing if not dishonest about its activities since the disclosures became public knowledge in June 2013.\n— Ex-Im cronies pressure Boehner: GE Aviation, a multibillion-dollar company, is putting pressure on Speaker John Boehner (R-OH) to get behind reauthorization of the Export-Import Bank.\nTurns out the NSA has found other emails, but it won’t release them."}