{"article_title": "Lea Yang vying for GOP nod for auditor", "article_keywords": ["lea", "office", "nod", "state", "private", "vying", "experience", "states", "yang", "medicaid", "auditor", "background", "gop"], "article_url": "http://www.couriernews.com/view/full_story/25129727/article-Lea--Yang-vying-for-GOP-nod-for-auditor-", "article_text": "Lea, Yang vying for GOP nod for auditor\n\n\n\nState Rep. Andrea Lea of Russelliville (ASSOCIATED PRESS / File) slideshow\n\nLITTLE ROCK (AP) — The two candidates seeking the Republican nomination for state auditor are touting their credentials and background as they run for an office responsible for writing the state's checks and best known for helping Arkansans reunite with unclaimed property.State Rep. Andrea Lea and Ken Yang are seeking the GOP nomination for the office in Tuesday's primary, hoping to succeed outgoing state Auditor Charlie Daniels. The winner of Tuesday's primary will face Democrat Regina Stewart Hampton and Libertarian Brian Leach. Daniels, who is in his first term, announced last year that he wouldn't seek re-election this fall.Lea has slightly outpaced Yang in fundraising for the post, reporting nearly $49,000 in contributions since launching her bid last year. Yang has raised nearly $39,000.Lea, 57, has served in the state Legislature since 2009 and is a former member of the Russellville City Council and Pope County Quorum Court. Yang, 25, is chief financial officer for his family's Sin-Sin Restaurant in Benton. He also managed Secretary of State Mark Martin's successful 2010 campaign.The auditor is considered the general accountant for Arkansas, tracking the fund and appropriation balances of all state agencies and writing more than 3 million checks each year. The office also oversees efforts to reunite unclaimed property such as the contents of safe deposit boxes with owners.Lea says her experience in the state Legislature gives her the right background to manage the auditor's office. With a third of the office's 35-person staff on the verge of retirement, Lea said she would review the efficiency of the office. She also said she wants to improve the continuing education programs conducted by the office for county clerks, treasurers and collectors to make them more relevant.\"I understand government, having worked in it. I've worked in and with the state budget already,\" Lea said. \"I think I have the maturity necessary necessary to handle an office of 35 people.\"Yang said he believes his private sector experience gives him a better background for the position. He said he'd want to use the office to advocate for taxpayers and help them understand how the state's dollars are being spent.\"These taxpayers want to know how their money is being spent, and is it being spent according to their wishes,\" Yang said.The race between the two is unusually contentious for such a low-profile office, with Yang criticizing Lea over her vote for the state's \"private option\" Medicaid expansion. Under the private option, Arkansas is using federal Medicaid funds to purchase private insurance for low income residents. It was approved as an alternative to expanding Medicaid under the federal health law.Though the office has nothing to do with health policy, Yang said Lea's support for the program shows she's not a true conservative.\"You're hard pressed to call yourself conservative if you support Obamacare, plain and simple,\" Yang said.Lea has dismissed such criticism, saying she's got a conservative record in the House that Yang can't match.\"His campaign appears to be about rhetoric. If you don't have a record, it's just talk,\" Lea said.Yang has come under fire for a mailer he sent out criticizing Lea, which featured a picture of the lawmaker laying on the floor of the Capitol and accused her of \"clowning around on the job.\"Lea said the picture was taken after she had slipped and fallen on the Capitol floor, when she was trying to make light of an embarrassing situation.. The state Democratic Party called the photo on the mailer \"demeaning\" to women.\"I think the piece speaks for itself. We're running on who has more experience and who is more professional,\" Yang said.Lea criticized the piece for calling her a liberal insider, and dismissed the idea that she doesn't take public service seriously.\"Do I have a good sense of humor? Absolutely. Do I take my job seriously as a legislator? Absolutely,\" she said.", "article_metadata": {"og": {"image": "http://matchbin-assets.s3.amazonaws.com/public/sites/2218/thumbs/FWSR_Andrea_Lea_2014.jpg", "type": "article", "title": "Lea Yang vying for GOP nod for auditor - LITTLE ROCK (AP) — The two candidates seeking the Republican nomination for state auditor are touting their credentials and background as they run for an office responsible for writing the state's checks an..."}, "keywords": "news, sports, local, state, classifieds, businesses, blogs, events, rvl, e-edition, advertise, Russellville, Arkansas", "description": "LITTLE ROCK (AP) — The two candidates seeking the Republican nomination for state auditor are touting their credentials and background as they run for an office responsible for writing the state's checks and best known for helping Arkansans reunite with unclaimed property. State Rep. Andrea Lea and Ken Yang are seeking the GOP nomination for the office in Tuesday's primary, hoping to succeed outgoing state Auditor Charlie Daniels. The winner of Tuesday's primary will face Democrat Regina Stew...", "title": "Lea, Yang vying for GOP nod for auditor"}, "article_summary": "\"Yang said he believes his private sector experience gives him a better background for the position.\nLea, Yang vying for GOP nod for auditorState Rep. Andrea Lea of Russelliville (ASSOCIATED PRESS / File) slideshowLITTLE ROCK (AP) — The two candidates seeking the Republican nomination for state auditor are touting their credentials and background as they run for an office responsible for writing the state's checks and best known for helping Arkansans reunite with unclaimed property.State Rep. Andrea Lea and Ken Yang are seeking the GOP nomination for the office in Tuesday's primary, hoping to succeed outgoing state Auditor Charlie Daniels.\nWith a third of the office's 35-person staff on the verge of retirement, Lea said she would review the efficiency of the office.\nYang, 25, is chief financial officer for his family's Sin-Sin Restaurant in Benton.\nUnder the private option, Arkansas is using federal Medicaid funds to purchase private insurance for low income residents."}