{"article_title": "Brazilian Couples Urged To Hold Off Pregnancies Due To Microcephaly Surge, Suspected Zika Virus Outbreak", "article_keywords": ["rare", "pregnancies", "brazilian", "state", "urged", "surge", "couples", "reported", "virus", "spread", "suspect", "outbreak", "microcephaly", "suspected", "cases", "hold", "zika"], "article_url": "http://www.medicaldaily.com/brazilian-couples-urged-hold-pregnancies-due-microcephaly-surge-suspected-zika-virus-366718", "article_text": "This year, an unprecedented number of Brazilian babies have been born with a rare neurological condition known as microcephaly. Experts suspect a mosquito-borne virus may be behind the outbreak, and with the mosquito-full Brazilian summer only just beginning, the worst may be yet to come. For this reason, Brazilian officials are urging couples to hold off on pregnancy plans until they can straighten everything out.\n\nIn the past year, there have been more than 2,400 suspected cases of microcephaly reported in Brazil, compared to only 147 cases reported a year prior, CNN reported. In the Pernambuco state alone, there were more than 900 reported cases of babies born with microcephaly, and at least six Brazilian states have declared a state of emergency.\n\n“These are newborns who will require special attention their entire lives. It's an emotional stress that just can't be imagined,\"Angela Rocha, the pediatric infectologist at Oswaldo Cruz Hospital in Brazil's hardest-hit state, told CNN. \"Here in Pernambuco, we're talking about a generation of babies that's going to be affected.\"\n\nMicrocephaly is a rare neurological condition that causes an infant's head to be significantly smaller than average. As a result, these children experience developmental and intellectual difficulties as well as limited intelligence and muscle coordination, which lasts for the rest of their lives. According to the Mayo Clinic, microcephaly is caused by a variety of genetic and environmental factors. However, medical officials suspect the current surge of microcephaly cases is due to an outbreak of a mosquito-borne virus known as the Zika virus, since many of the children were born to mothers who reported Zika virus symptoms early in their pregnancies. In addition, an autopsy of a baby with the condition confirmed he was also infected with the virus.\n\nHot, Wet Brazilian Summer\n\nThe Zika virus was first discovered in Uganda in the 1940s. In Brazil, it was first detected earlier this year. Experts suspect tourists from either Asia or the South Pacific may have brought the exotic virus to Brazil during the 2014 World Cup. The Centers for Disease Control and Prevention reports the virus is spread by the Aedes aegypti mosquito, a species that thrives in tropical climates and usually causes mild symptoms, such rash, fever, and red eye. However, the link between Zika virus and microcephaly is “unprecedented,” Brazil’s Health Ministry said, according to CNN. With a hot, rainy summer just about to begin, officials expect surges in mosquito populations, and perhaps Zika virus cases too.\n\nThe Zika virus is not the first rare tropical virus to be randomly appear in different parts of the globe. This year, the Chikungunya virus, a mosquito-borne virus that was previously only seen in Africa and parts of Asia, had an outbreak in the Caribbean. According to Medical News Today, experts agree the rising temperatures are likely to have helped accelerate the spread of the mosquitos and extend their general lifespan. A 2015 report found a temperature change of only a few degrees is enough to extend the active season of mosquitos by months and increase their geographic spread by 30 percent.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "brazilian, couples, urged, hold, pregnancies, due, microcephaly, surge, suspected, zika, virus", "og": {"site_name": "Medical Daily", "description": "An unprecedented surge in babies born with microcephaly has driven Brazilian officials to warn couples against getting pregnant until more is known about the situation.", "title": "'Don't Get Pregnant,' Brazilian Government Warns Amid Outbreak", "url": "http://www.medicaldaily.com/brazilian-couples-urged-hold-pregnancies-due-microcephaly-surge-suspected-zika-virus-366718", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/12/23/belly.jpg", "type": "article"}, "twitter": {"description": "An unprecedented surge in babies born with microcephaly has driven Brazilian officials to warn couples against getting pregnant until more is known about the situation.", "title": "'Don't Get Pregnant,' Brazilian Government Warns Amid Outbreak", "url": "http://www.medicaldaily.com/brazilian-couples-urged-hold-pregnancies-due-microcephaly-surge-suspected-zika-virus-366718", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/12/23/belly.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/12/23/belly.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "The Grapevine", "published_time": "2015-12-23T13:02:57-05:00", "modified_time": "2015-12-23T13:02:55-05:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "An unprecedented surge in babies born with microcephaly has driven Brazilian officials to warn couples against getting pregnant until more is known about the situation."}, "article_summary": "In the past year, there have been more than 2,400 suspected cases of microcephaly reported in Brazil, compared to only 147 cases reported a year prior, CNN reported.\nWith a hot, rainy summer just about to begin, officials expect surges in mosquito populations, and perhaps Zika virus cases too.\nThe Zika virus is not the first rare tropical virus to be randomly appear in different parts of the globe.\nHowever, medical officials suspect the current surge of microcephaly cases is due to an outbreak of a mosquito-borne virus known as the Zika virus, since many of the children were born to mothers who reported Zika virus symptoms early in their pregnancies.\nHowever, the link between Zika virus and microcephaly is “unprecedented,” Brazil’s Health Ministry said, according to CNN."}