{"article_title": "How Health Insurance is Paid for in US, Canada and UK", "article_keywords": ["canada", "group", "help", "pay", "subsidies", "lot", "paid", "cost", "health", "uk", "income", "insurance", "care"], "article_url": "http://www.empowher.com/financial-health/content/how-health-insurance-paid-us-canada-and-uk", "article_text": "How Health Insurance is Paid for in the US, Canada and the UK 0 5 Lev Dolgachov/PhotoSpin\n\nAttempts are being made to reform U.S. health care. Still, there are still a lot of growing pains to contend with. Some statistics have shown that the U.S. is behind the rest of the world, and that we pay more than double the cost. It remains to be seen whether the Affordable Care Act will change that.\n\nAccording to HealthCoverageAlly.com, “in 2007, the average cost of healthcare in the US was $7500 per person, this is more than twice the cost of other wealthy nations.”\n\nSome Americans are eligible for subsidies to offset the cost. Subsidies are basically government help with premiums. According to CNNMoney.com, this help “is available to those with incomes of up to four times the federal poverty level.”\n\nThat is approximately $45,000 for individuals and $94,000 for a family of four. “It is scaled to ensure that folks don't pay more than a designated percentage (the exact target varies by income level) of their earnings toward the premium.”\n\nQuestions raised as to who receives subsidies and who fits the bill have been a source of controversy, according to the NationalJournal.com. “The people that are going to be helped by the ACA are a more diffuse group; it's harder to tell who they are. That group cuts across a lot of lines. It's harder for that group to make its interests known in a central part of the debate. It is a redistribution—and whether it is worth it or not is a question society has to ask.\"\n\nIf you are self-employed and you bring in more income than you estimated, Bloomberg.com says, “Your out-of-pocket expense will increase. That makes it difficult to know up front how much to save for your insurance costs.”\n\nSo how does public health insurance work in other countries? Let’s look north to Canada.\n\nCanada’s medical tests tend to cost less, and most physicians negotiate a certain rate from the government-run health care. The administrative cost in dealing with insurance issues is substationally lower in Canada, as well.", "article_metadata": {"geo.region": "US", "dcterms.description": "Attempts are being made to reform U.S. health care. Still, there are still a lot of growing pains to contend with.", "description": "Attempts are being made to reform U.S. health care. Still, there are still a lot of growing pains to contend with. Statistics", "og": {"site_name": "EmpowHER", "description": "Attempts are being made to reform U.S. health care. Still, there are still a lot of growing pains to contend with.", "title": "How Health Insurance is Paid for in the US, Canada and the UK", "url": "http://www.empowher.com/financial-health/content/how-health-insurance-paid-us-canada-and-uk", "image": "http://www.empowher.com/sites/default/files/herarticle/health-insurance-US-Canada-UK.jpg", "type": "website"}, "twitter": {"site": "@EmpowHER", "card": "summary_large_image"}, "dcterms.date": "2015-08-12T00:00:00Z", "revisit-after": "1 day", "dcterms.creator": "Joanne Sgro-Killworth", "fb": {"page_id": 40941705546}, "keywords": "Financial Health, Financial Health Article, Affordable Care Act, health care, health care in canada, national healrh service united kingdom, Obamacare, public vs. private health care, Joanne Sgro-Killworth, Women's Health", "viewport": "width=device-width, initial-scale=1"}, "article_summary": "How Health Insurance is Paid for in the US, Canada and the UK 0 5 Lev Dolgachov/PhotoSpinAttempts are being made to reform U.S. health care.\nThat makes it difficult to know up front how much to save for your insurance costs.”So how does public health insurance work in other countries?\nCanada’s medical tests tend to cost less, and most physicians negotiate a certain rate from the government-run health care.\nThe administrative cost in dealing with insurance issues is substationally lower in Canada, as well.\nSome statistics have shown that the U.S. is behind the rest of the world, and that we pay more than double the cost."}