{"article_title": "Pam Bondi campaigns in Broward and Palm Beach counties", "article_keywords": ["volunteers", "sheldon", "bondis", "number", "pam", "campaigns", "phone", "state", "palm", "trafficking", "human", "broward", "republican", "beach", "bondi", "counties"], "article_url": "http://www.sun-sentinel.com/news/politics/fl-election-pam-bondi-visits-20141029-8-story.html", "article_text": "About 30 people stood shoulder to shoulder at the Republican Victory Office in Fort Lauderdale, waiting for Attorney General Pam Bondi.\n\n\"If you want a sign for Rick Scott, choose from this stack. Pam Bondi, this stack,\" Karen Hoffman, political strategy coordinator for the Republican Business Network, shouted above the buzz of conversation.\n\nBondi, facing Democratic challenger George Sheldon, has been taking her bus across the state in a last-minute drive to get out the vote. She also stopped Wednesday at Ruven's Jewish Restaurant and Deli in Delray Beach.\n\nAlthough considered the overwhelming favorite against Sheldon, the incumbent attorney general isn't taking any votes for granted.\n\nBondi's arrival was delayed by bad traffic in Miami, so Hoffman got the volunteers to start making calls.\n\nBondi's four years in office have brought the closure of pill mills and a crack down on human trafficking.\n\nBut she's also tenaciously defended the state's same-sex marriage ban, failed in a lawsuit against Obamacare, and inserted herself in conservative causes only tangentially related to the state of Florida.\n\nIt's these last few that Sheldon hopes voters remember about Bondi.\n\nBut Sheldon lacks the money to get his message out. Through Oct. 27, Sheldon raised about $850,000, while Bondi has hauled in more than $3.5 million. Libertarian candidate Bill Wohlsifer is even further behind, having raised about $46,000.\n\nBondi has said that if reelected she will continue to focus on crime and human trafficking. She frequently mentions Florida is the No. 3 state for violations of human trafficking and she wants to lower that number the way she did the number of pill mills.\n\nAnd that's the story volunteers told in phone call after phone call as they waited for Bondi's bus.\n\nBondi arrived in the room amid a frenzy of activity and scattered applause. She appeared to know most of the people, calling them by name, shaking their hands.\n\n\"Just stay where you are,\" she said, \"I don't want to stop you from making phone calls.\"\n\nAfter a number of photos and kind words, though, the phones were put aside and Bondi made a quick plea to the Republicans in the room.\n\n\"We are so blessed to have a Republican governor, a Republican cabinet, a Republican Senate and a Republican House,\" she said. \"We work so well together and we need to continue that.\"\n\nAfter Bondi's speech, the crowd chanted \"Four more years!\" as Bondi's 175-pound St. Bernard, Luke, lumbered into the room to greet the crowd.\n\nFifteen minutes later, Luke and several staff members loaded up on the great white bus. Bondi slipped into the passenger seat of a silver Mercedes Benz, and the caravan headed to the next stop.\n\ndsweeney@sun-sentinel.com, 954-356-4605 or Twitter @Daniel_Sweeney", "article_metadata": {"fb_title": "Pam Bondi campaigns in Broward and Palm Beach counties", "date": "2014-10-29", "googlebot": "index", "copyright": "Copyright (c) 2016 South Florida Sun-Sentinel", "author": "South Florida Sun-Sentinel", "og": {"site_name": "Sun-Sentinel.com", "description": "About 30 people stood shoulder to shoulder at the Republican Victory Office in Fort Lauderdale, waiting for Attorney General Pam Bondi .", "title": "Pam Bondi campaigns in Broward and Palm Beach counties", "url": "http://www.sun-sentinel.com/news/politics/fl-election-pam-bondi-visits-20141029-8-story.html", "image": "http://www.trbimg.com/img-545123fe/turbine/fl-election-pam-bondi-visits-20141029-8", "type": "article"}, "x-servername": "lalvp14.17", "twitter": {"site": "@sunsentinel", "card": "summary"}, "robots": "index,follow", "apple-itunes-app": "app-id=402230662, app-argument=http://www.sun-sentinel.com/deeplinkid/81816419", "fb": {"admins": 100004353067097, "page_id": 64829476886, "app_id": 728754867160252}, "googlebot-news": "index", "keywords": "Pam bondi", "news_keywords": "Pam bondi", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, minimum-scale=1.0, user-scalable=no", "Description": "Attorney General Pam Bondi campaigns at two stops in Broward and Palm Beach counties."}, "_id": "\"57477af46914bd0286fdedf3\"", "article_summary": "Pam Bondi, this stack,\" Karen Hoffman, political strategy coordinator for the Republican Business Network, shouted above the buzz of conversation.\nBondi has said that if reelected she will continue to focus on crime and human trafficking.\nBondi's four years in office have brought the closure of pill mills and a crack down on human trafficking.\n\"We are so blessed to have a Republican governor, a Republican cabinet, a Republican Senate and a Republican House,\" she said.\nAbout 30 people stood shoulder to shoulder at the Republican Victory Office in Fort Lauderdale, waiting for Attorney General Pam Bondi."}