{"article_title": "Chronic Stress Worsens Kids’ Immune Systems, Ability To Fight Off Disease", "article_keywords": ["stress", "kids", "ability", "chronic", "disease", "fight", "immune", "bright", "difficulties", "experiences", "systems", "child", "toxic", "health", "children", "worsens"], "article_url": "http://www.medicaldaily.com/chronic-stress-worsens-kids-immune-systems-ability-fight-disease-271324", "article_text": "Stress is, without a doubt, harmful to our overall well-being. Recently, researchers have found that stress in children in particular is linked to an increased likelihood of obesity and other health problems in adulthood. However, in a new study, which was presented at the American Psychosomatic Society in San Francisco, researchers found that the impact of stress on children has more far-reaching — and immediate — effects than previously thought.\n\n“The kids who have the highest number of adverse experiences have the highest likelihood of having multiple conditions,” Melissa Bright, the study’s author and a research coordinator at the University of Florida’s Institute of Child Health Policy, said in a press release. “It is not one poor health outcome; it is a whole slew of poor outcomes across the board.”\n\nIn the study, Bright and her team reviewed data of 96,000 children around the U.S., which included the number of difficult experiences the kids have faced — ranging from economic difficulties to parental divorce, to exposure to violence. Some 11 to 24 percent of parents reported that their kids had been diagnosed with some disorder, whether it be mental, learning, or physical; and about four percent of parents reported that their kids had all three. The authors found that kids who had been through difficulties were far more likely to have a disorder in every category than kids who hadn’t experienced such stressful events.\n\nThe authors naturally link these disorders to chronic stress, which can be toxic to the mind and body; it changes the body’s neuroendocrine and immune systems, making it easier for stressed people to get sick. “These adverse experiences are affecting multiple domains of health simultaneously,” Bright said in the press release. “We need a holistic approach to tackle this issue.”\n\nBut it’s also important to remember that though there is a correlation between stress and mental, physical, and learning disorders, it doesn’t necessarily mean that the stress is the direct cause: “It is also possible that having a child with multiple health conditions puts serious financial and emotional strains on families, making them more susceptible to adverse experiences such as caregiver mental illness and divorce,” Bright said. The researchers plan on investigating this further.\n\nAccording to the Centers for Disease Control and Prevention (CDC), stress is a normal part of life that everyone must face, and for children it can be a learning experience, coaxing them to begin finding ways to cope with difficulties. But the benefits of stress begin to “diminish when it is severe enough to overwhelm a child’s ability to cope effectively,” the CDC writes. “Intensive and prolonged stress…can disrupt early brain development and compromise functioning of the nervous and immune systems. In addition, childhood stress can lead to health problems later in life including alcoholism, depression, eating disorders, heart disease, cancer, and other chronic diseases.”\n\nThere are usually three different types of stress: positive stress response, which is short-lived and essential to normal development, like facing up to the fear of talking to new people or getting a shot. There is also tolerable stress response, which prompts the body’s systems to a higher degree, which may involve a natural disaster, the loss of a loved one, or a scary incident. Toxic stress, however, is the worst and the most damaging kind of stress — when a child experiences prolonged difficulties like emotional abuse or neglect.\n\nThe CDC explains that toxic stress, like child abuse, can impair brain circuits, which are particularly vulnerable during early childhood. High levels of stress hormones like cortisol, meanwhile, can impair the immune system, damage the hippocampus, and ultimately create a lasting impact into adulthood. “If we can identify these changes early on, then we can develop interventions to hopefully prevent some of these poor outcomes,” Bright said.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "chronic stress in kids, immune systems, health effects of stress, kids with stress, stressed out kids", "og": {"site_name": "Medical Daily", "description": "Children are particularly vulnerable to the negative effects of chronic toxic stress, which can impair their immune systems and brain development.", "title": "Chronic Stress Takes A Toll On Kids, Weakens Their Immune Systems", "url": "http://www.medicaldaily.com/chronic-stress-worsens-kids-immune-systems-ability-fight-disease-271324", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/03/15/child-stress.jpg", "type": "article"}, "twitter": {"description": "Children are particularly vulnerable to the negative effects of chronic toxic stress, which can impair their immune systems and brain development.", "title": "Chronic Stress Takes A Toll On Kids, Weakens Their Immune Systems", "url": "http://www.medicaldaily.com/chronic-stress-worsens-kids-immune-systems-ability-fight-disease-271324", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/03/15/child-stress.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/03/15/child-stress.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Healthy Living", "published_time": "2014-03-15T16:41:42-04:00", "modified_time": "2014-03-15T16:41:41-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Children are particularly vulnerable to the negative effects of chronic toxic stress, which can impair their immune systems and brain development."}, "_id": "\"57477af46914bd0286fe3373\"", "article_summary": "The CDC explains that toxic stress, like child abuse, can impair brain circuits, which are particularly vulnerable during early childhood.\nToxic stress, however, is the worst and the most damaging kind of stress — when a child experiences prolonged difficulties like emotional abuse or neglect.\nRecently, researchers have found that stress in children in particular is linked to an increased likelihood of obesity and other health problems in adulthood.\nHigh levels of stress hormones like cortisol, meanwhile, can impair the immune system, damage the hippocampus, and ultimately create a lasting impact into adulthood.\n“Intensive and prolonged stress…can disrupt early brain development and compromise functioning of the nervous and immune systems."}