{"article_title": "Rupert Murdoch’s delusion: It’s not labor’s fault that immigration reform is dying", "article_keywords": ["delusion", "need", "dying", "reform", "wall", "fault", "labors", "immigration", "hes", "wrong", "murdochs", "media", "push", "rupert", "murdoch", "cir"], "article_url": "http://www.salon.com/2014/06/19/rupert_murdochs_delusion_its_not_labors_fault_that_immigration_reform_is_dying/", "article_text": "Topics: AFL-CIO, chamber of commerce, columnists, Editor's Picks, Immigration, Immigration Reform, Labor, Media Criticism, Richard Trumka, Rupert Murdoch, Unions, Wall Street Journal, Media News, Politics News\n\nConservative media mogul Rupert Murdoch has taken to the pages of one of his papers, the Wall Street Journal, to plead — nay, beg — for comprehensive immigration reform. Even though Murdoch occupies a uniquely powerful position in Republican politics, though, we’re going to guess that his advocacy won’t work now, just as it hasn’t worked throughout the year-plus-long push. But hey, a feisty billionaire’s gotta try, right?\n\nThe main reason CIR now really isn’t likely to go forward, as Murdoch notes, is the primary defeat of House majority leader Eric Cantor. The legislative prospects for CIR were already mostly dead before Cantor’s loss, but afterward, they’re dead and buried. “Like others who want comprehensive immigration reform,” Murdoch writes, “I worried that Mr. Cantor’s loss would be misconstrued and make Congress reluctant to tackle this urgent need. That would be the wrong lesson and an undesirable national consequence of this single, local election result.” He’s right! That would be both the wrong lesson, as well as exactly what’s going to happen. As Sen. Lindsey Graham and Rep. Renee Ellmers have shown, if you run a smart campaign, you can be both pro-CIR and withstand a primary challenge. But all it takes is one big upset to scare the crap out of everyone and freeze legislative action for years, so here we are.\n\nMurdoch is savvy enough to know that there isn’t enough pressure he personally can apply to help push CIR through. And since he’s a Republican more than he’s an immigration reform advocate, he’s also trying to push the blame to Democrats’ doorstep for when the effort is officially dropped. And so, surrounding all the happy and ineffectual talk about how immigrants make America great!, he tosses in this bold claim (emphasis ours):\n\nNext, we need to do away with the cap on H-1B visas, which is arbitrary and results in U.S. companies struggling to find the high-skill workers they need to continue growing. We already know that most of the applications for these visas are for computer programmers and engineers, where there is a shortage of qualified American candidates. But we are held back by the objections of the richly funded labor unions that mistakenly believe that if we keep innovation out of America, somehow nothing will change. They are wrong, and frankly as much to blame for our stalemate on this issue as nativists who scream about amnesty.", "article_metadata": {"description": "The pro-immigration Republican billionaire writes that unions are behind the CIR \"stalemate.\" That's plain wrong", "author": "Jim Newell", "og": {"site_name": "Salon", "description": "The pro-immigration Republican billionaire writes that unions are behind the CIR \"stalemate.\" That's plain wrong", "title": "Rupert Murdoch’s delusion: It’s not labor’s fault that immigration reform is dying", "url": "http://www.salon.com/2014/06/19/rupert_murdochs_delusion_its_not_labors_fault_that_immigration_reform_is_dying/", "image": "http://media.salon.com/2014/06/rupert_murdoch4.jpg", "type": "article"}, "twitter": {"description": "The pro-immigration Republican billionaire writes that unions are behind the CIR \"stalemate.\" That's plain wrong", "creator": "@salon", "image": "http://media.salon.com/2014/06/rupert_murdoch4.jpg", "title": "Rupert Murdoch’s delusion: It’s not labor’s fault that immigration reform is dying", "site": "@salon", "card": "summary_large_image"}, "title": "Rupert Murdoch’s delusion: It’s not labor’s fault that immigration reform is dying", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, AFL-CIO, chamber of commerce, columnists, Editor's Picks, Immigration, Immigration Reform, Labor, Media Criticism, Richard Trumka, Rupert Murdoch, Unions, Wall Street Journal", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fdfaa8\"", "article_summary": "Topics: AFL-CIO, chamber of commerce, columnists, Editor's Picks, Immigration, Immigration Reform, Labor, Media Criticism, Richard Trumka, Rupert Murdoch, Unions, Wall Street Journal, Media News, Politics NewsConservative media mogul Rupert Murdoch has taken to the pages of one of his papers, the Wall Street Journal, to plead — nay, beg — for comprehensive immigration reform.\n“Like others who want comprehensive immigration reform,” Murdoch writes, “I worried that Mr. Cantor’s loss would be misconstrued and make Congress reluctant to tackle this urgent need.\nAnd since he’s a Republican more than he’s an immigration reform advocate, he’s also trying to push the blame to Democrats’ doorstep for when the effort is officially dropped.\nMurdoch is savvy enough to know that there isn’t enough pressure he personally can apply to help push CIR through.\nThey are wrong, and frankly as much to blame for our stalemate on this issue as nativists who scream about amnesty."}