{"article_title": "VA hospital care improving, mortality and readmission rates in line with industry, study says", "article_keywords": ["versus", "va", "heart", "hospitals", "conditions", "industry", "readmission", "patients", "rates", "improving", "line", "hospital", "veterans", "study", "mortality", "care"], "article_url": "http://www.healthcarefinancenews.com/news/va-hospital-care-improving-mortality-and-readmission-rates-line-industry-study-says", "article_text": "Image via Wikipedia.\n\nA new study on death rates and readmissions suggests that when it comes to treating older men for heart attacks, heart failure or pneumonia, veterans' hospitals compare well with others.\n\nIn fact, the chances of dying or being readmitted within 30 days of treatment for those three conditions varied only slightly for patients hospitalized in facilities run by the U.S. Department of Veterans Affairs, versus outside institutions. The findings are based on data culled from 2010-2013.\n\nThe results contrast with longstanding concerns about challenges facing veterans and the VA health system, pertaining largely to quality and long waits for care. They suggest that VA hospitals \"are still able to deliver high-quality care for some of the sickest, most complicated patients,\" said Ashish Jha, MD, a Harvard University health policy expert, in an editorial published last week with the study in the Journal of the American Medical Association.\n\nThe study analyzed claims for men aged 65 and older treated at 104 VA hospitals, as well as male Medicare patients treated at 1,513 non-VA hospitals nationwide. Each comparison involved at least 7,900 patients.\n\nDeath rates at VA hospitals after a heart attack were marginally lower -- 13.5 percent versus 13.7 percent. The same went for heart failure, at 11.4 percent versus 11.9 percent. They were slightly higher for pneumonia -- 12.6 percent at VA hospitals versus 12.2 percent elsewhere.\n\nReadmission rates ranged from about 17 percent to 25 percent for the three conditions and were higher at VA hospitals, but only by about 1 percentage point or less.\n\n\"Both groups are now working on quality in ways they didn't a decade ago and the levels of good performance are quite comparable\" for the conditions studied, said lead author Dr. Harlan Krumholz, a Yale University cardiologist and researcher.\n\nThe efforts include websites allowing consumers to compare patient outcomes for the three conditions studied at VA hospitals and others nationwide, as well as growing use of pilot-style checklists during hospital procedures to verify appropriate treatment.\n\nThat doesn't mean the overall results are ideal, said Krumholz.\n\n\"Readmissions are still way too high and we haven't made enough progress there,\" he said.\n\nThe study suggests that lower readmission rates at non-VA hospitals may partly reflect the impact of financial penalties the Medicare system introduced in 2012 to reduce readmissions. But VA patients also tend to be sicker and travel farther for care, which could lead to more readmissions, the researchers said.\n\nDr. David Shulkin, the VA's undersecretary for health, said the results are not surprising and they debunk \"the impression that the VA has fallen behind.\"\n\nHe also said the study is validation that VA employees \"are really doing a very good job and keeping focused on doing what's right for veterans\".\n\nKrumholz stressed that the study doesn't address quality of care for young patients, women and those with conditions other than those studied.\n\nJha said other important questions about VA hospitals remain, including timeliness of care and whether veterans perceive that they are treated with respect.\n\nTwitter: @JELagasse", "article_metadata": {"og": {"url": "http://www.healthcarefinancenews.com/news/va-hospital-care-improving-mortality-and-readmission-rates-line-industry-study-says", "image": "http://www.healthcarefinancenews.com/sites/healthcarefinancenews.com/files/va-medical-feature.jpg", "site_name": "Healthcare Finance News", "description": "A new study on death rates and readmissions suggests that when it comes to treating older men for heart attacks, heart failure or pneumonia, veterans' hospitals compare well with others.", "title": "VA hospital care improving, mortality and readmission rates in line with industry, study says"}, "twitter": {"site": "@HC_Finance", "image": {"src": "http://www.healthcarefinancenews.com/sites/healthcarefinancenews.com/files/va-medical-feature.jpg"}, "description": "A new study on death rates and readmissions suggests that when it comes to treating older men for heart attacks, heart failure or pneumonia, veterans' hospitals compare well with others.", "card": "summary_large_image", "title": "VA hospital care improving, mortality and readmission rates in line with industry, study says"}, "generator": "Drupal 7 (http://drupal.org)", "description": "A new study on death rates and readmissions suggests that when it comes to treating older men for heart attacks, heart failure or pneumonia, veterans' hospitals compare well with others.", "viewport": "width=device-width; initial-scale=1.0; maximum-scale=1.0; user-scalable=no"}, "article_summary": "They were slightly higher for pneumonia -- 12.6 percent at VA hospitals versus 12.2 percent elsewhere.\nBut VA patients also tend to be sicker and travel farther for care, which could lead to more readmissions, the researchers said.\nJha said other important questions about VA hospitals remain, including timeliness of care and whether veterans perceive that they are treated with respect.\nDeath rates at VA hospitals after a heart attack were marginally lower -- 13.5 percent versus 13.7 percent.\nThe study analyzed claims for men aged 65 and older treated at 104 VA hospitals, as well as male Medicare patients treated at 1,513 non-VA hospitals nationwide."}