{"article_title": "Opinion: Pension benefits, public and private, face forces that would slash them", "article_keywords": ["benefits", "forces", "employees", "workers", "retirees", "pensions", "private", "face", "stripping", "pension", "slash", "employee", "opinion", "public", "erisa"], "article_url": "http://www.nj.com/opinion/index.ssf/2014/09/opinion_forces_at_work_to_deny_public_and_private_pension_benefits.html", "article_text": "By Thomas P. Ryan\n\nGov. Christie and his supporters have made it their mantra to attack citizens in public service in New Jersey for expecting the state government to honor the pension and benefit promises made to them going back decades. The governor’s recent reference to “a bloated, unaffordable entitlement system” illustrates his disdain.\n\nSince the governor took office, public employees, who are merely asking for what they were promised, have faced a steady barrage of demagoguery from the governor. The attacks on pensions and health benefits have been a convenient issue for the governor to use to cover up the economic failures of his administration. This is the same governor who wrote to public school teachers in 2009 on his campaign website: “Nothing about your pension is going to change when I am governor.”\n\nHis tactic has been to pit the voters against public workers. They are an estimated 770,000 people, ranging from active young employees who have just started their careers to those already retired and are now in their 70s, 80s, and beyond. They are current and retired union members and nonunion employees. They are police officers, firefighters, office managers, secretaries, teachers, maintenance workers, judges and clerks. They are Democrats, Republicans and independents. They all made or are now making uninterrupted — and if now active, increased — contributions to their pensions.\n\nThey aren’t really any different from you. And their problem isn’t much different than yours: ensuring that their employer makes good on the promises that were made to them.\n\nTwo letters in The Times last month help illustrate the common concerns that should unite rather than divide those in private and public employment. In “Workers are entitled to respectful language” (Aug. 8), Paul Fowler wrote of Gov. Christie’s “bloated” comment: “In my 44-year career in private industry, fringe benefits were never referred to as entitlements. They were always a key consideration in an individual’s pay package. I think it is demeaning to any employee, whether private or public, to make such references.” In a second letter, “Ensure retirees’ pensions are secure” (Aug. 7), Harry Chapman referred to a practice known as “pension stripping.” He wrote: “Pension stripping is when companies sell off or transfer their retirees’ pension plans to investment funds or insurers, converting them into annuities with little to no protections.” The federal Employee Retirement Income Security Act of 1974 (ERISA) was passed to protect pensions in the private sector by establishing funding ratios for private pension plans to ensure their fiscal solvency. The law required pension plan sponsors to pay insurance to the federal Pension Benefit Guaranty Corporation (PBGC) to protect the pensions from default by companies that declare bankruptcy. Plans with poorer funding ratios are subject to more scrutiny.\n\nMr. Chapman’s letter sounds the clarion call to alert current and future retirees in the private sector to the attempt by employers to circumvent ERISA. Thomas J. Healey, Gov. Christie’s appointee to head his Pension and Health Benefit Study Commission, is co-author with Carl Hess and Kevin Nicholson of a 2012 study on underfunded public pensions. The authors discuss ERISA protections and point out that the Internal Revenue Code of 1986 added an “anti-cutback” rule to ERISA protections intended to prevent private pension plans from reducing benefits already earned by employees.\n\n“Pension stripping” transfers the risk from the employer to the employee and the insurance company or other entity holding the annuity to maintain the pension payment. It allows the employer to skip out on the insurance premium paid to the PBGC to guarantee the pension should the company go bankrupt.\n\nHowever, according to ProtectSeniors.org “pension stripping,” or “de-risking,” eliminates the protections of ERISA for retirees. Typically, companies offer a lump sum payment to retirees or transfer the funds, sometimes against the employee’s wishes, to mutual fund or insurance companies. Edward Stone, counsel to the Association of BellTel Retirees Inc. and ProtectSeniors.org, in a letter posted on Pensionsponsors.com confirms that these transfers of funds mean retirees “lose the protection of ERISA’s fiduciary duty standards.”\n\nPrivate-sector workers and public employees need to understand that they have a common interest in protecting their middle-class way of life and their future in retirement. The same forces that want to reduce or eliminate the employer’s contractual responsibility for public employee pensions also want to reduce or eliminate employers’ legal requirements for private-sector employee pensions. They don’t care which comes first as long as they move toward their goal. Each step they can take in a downward spiral against one of these two groups brings them closer to their overall goal. In the private sector, they will say they have a responsibility to their shareholders to cut costs; in the public sector, they will make statements like Gov. Christie’s “bloated, unaffordable entitlement” comment. Either way, those responsible for fulfilling their fiduciary responsibilities to their workers will search for legal loopholes to bail out of their obligations.\n\nPrivate- and public-sector workers need to say with one voice: Pensions and benefits are not an entitlement in the pejorative sense of the term used today — they are deferred compensation, pure and simple. They must be honored.\n\nThomas P. Ryan of Lawrence Township is a retired teacher of history and economics.\n\nFollow The Times of Trenton on Twitter @TimesofTrenton. Find The Times of Trenton on Facebook.", "article_metadata": {"medium": "news", "viewport": "width=device-width,initial-scale=1", "news_keywords": "times-oped, opinion", "title": "Opinion: Pension benefits, public and private, face forces that would slash them", "parsely-page": "{\"title\": \"Opinion: Pension benefits, public and private, face forces that would slash them\", \"link\": \"http://www.nj.com/opinion/index.ssf/2014/09/opinion_forces_at_work_to_deny_public_and_private_pension_benefits.html\", \"image_url\": \"http://image.nj.com/home/njo-media/width620/img/new_jersey_opinion/photo/15762743-standard.jpg\", \"type\": \"post\", \"post_id\": \"13813520\", \"pub_date\": \"2014-09-07T10:50:19Z\", \"author\": \"Times of Trenton Guest Columnist\", \"tags\": [\"times-oped\"] }", "twitter": {"image": "http://image.nj.com/home/njo-media/width620/img/new_jersey_opinion/photo/15762743-standard.jpg", "description": "Private-sector workers and public employees need to understand that they have a common interest in protecting their middle-class way of life and their future in retirement", "card": "summary_large_image", "site": "@njdotcom"}, "article_date_updated": "Sunday, September 07, 2014,  6:50 AM", "parsely-metadata": "{\"short_title\": \"\", \"image_url\": \"http://media.nj.com/new_jersey_opinion/photo/pension-billjpg-b2e10e8e811e1f0e.jpg\", \"author_name\": \"njotimesoped\", \"author_nickname\": \"Times of Trenton Guest Columnist\", \"author_id\": \"9655443\", \"source_blog_name\": \"New Jersey Opinion\", \"source_blog_url\": \"http://www.nj.com/opinion/index.ssf/\", \"sponsored_content\": \"0\" }", "og": {"site_name": "NJ.com", "description": "Private-sector workers and public employees need to understand that they have a common interest in protecting their middle-class way of life and their future in retirement", "title": "Opinion: Pension benefits, public and private, face forces that would slash them", "url": "http://www.nj.com/opinion/index.ssf/2014/09/opinion_forces_at_work_to_deny_public_and_private_pension_benefits.html", "image": "http://image.nj.com/home/njo-media/width620/img/new_jersey_opinion/photo/15762743-standard.jpg", "type": "article"}, "fb": {"admins": 100000302287435}, "article_publication_name": "NJ.com", "article": {"author": "http://"}, "article_comments": 0, "article_date_original": "Sunday, September 07, 2014,  6:50 AM", "article_author": "Times of Trenton Guest Columnist", "Description": "Private-sector workers and public employees need to understand that they have a common interest in protecting their middle-class way of life and their future in retirement"}, "_id": "\"57477af36914bd0286fd0426\"", "article_summary": "The same forces that want to reduce or eliminate the employer’s contractual responsibility for public employee pensions also want to reduce or eliminate employers’ legal requirements for private-sector employee pensions.\nSince the governor took office, public employees, who are merely asking for what they were promised, have faced a steady barrage of demagoguery from the governor.\n“Pension stripping” transfers the risk from the employer to the employee and the insurance company or other entity holding the annuity to maintain the pension payment.\nHowever, according to ProtectSeniors.org “pension stripping,” or “de-risking,” eliminates the protections of ERISA for retirees.\nChristie’s appointee to head his Pension and Health Benefit Study Commission, is co-author with Carl Hess and Kevin Nicholson of a 2012 study on underfunded public pensions."}