{"article_title": "Michael Dunn Compared Himself to a Rape Victim", "article_keywords": ["woman", "dunn", "power", "men", "michael", "compared", "black", "victim", "president", "white", "sexual", "rape", "women"], "article_url": "https://newrepublic.com/article/116712/michael-dunn-compared-himself-rape-victim", "article_text": "In making this analogy, Dunn shed contemporary light on America’s perpetually warped racial psyche and tapped into some of its most chilling history.\n\nIt’s a history that stretches back deep into Reconstruction, the period after the Civil War, when the increased civic and political power of formerly enslaved men, who could now vote and hold office, created a threat to exclusive white power. That increased public power got translated, in the white imagination, to a sexual threat.\n\nCrystal Feimster, the Yale historian and author of Southern Horrors: Women and the Politics of Rape and Lynching, explained it this way by phone: “There’s a long narrative in which white men who feel threatened by black men, in terms of economic power, political power, or even feeling that they might be physically assaulted—whether that feeling is real or imagined—link that black male power to sexuality, because black men have always been demonized as sexually bestialized figures.”\n\nIn the years following the Civil War, rumors of black sexual advances on white women spurred white mobs to destroy towns where African-Americans had built up any sort of power. In 1898, in Wilmington, North Carolina, a town in which African-Americans were thriving in business and government, whispers about sexual assaults on white women were used to incite a riot, in which murderous white supremacist insurgents burned down the black newspaper building and overthrew the legitimately elected multiracial city government, in this country’s only coup d’etat.\n\nThe protection of white bodies from black sexual advance often served as the excuse for lynchings, which were so common that, according to a 1933 volume cited by historian Isabel Wilkerson, “someone was hanged or burned alive across the South every four days from 1889-1929.”\n\nThat rape was being used as a metaphor for other kinds of incursions on white dominance was not lost on anti-lynching activists, including Ida B. Wells and Frederick Douglass, who would write (not quite accurately) that “in slaveholding times no one heard of any such crime [rape of a white woman] by a Negro,” and that “it is only since the Negro has become a citizen and a voter that this charge has been made.”\n\nIt was a charge that never stopped being made, with horrific repercussions. In 1923, Wilkerson has recalled, a white mob burned a black town in Florida after a white woman claimed to have been attacked by a black man; “anything that was black or looked black was killed,” one survivor said. In 1934, a 23-year-old black field hand accused of the rape and murder of a white woman was castrated, tortured and hung from an oak tree. No one was ever charged in the man’s murder. In 1955, 14-year-old Emmett Till was beaten and killed in Mississippi after allegedly making a pass at a white woman; his killers were never convicted.\n\nThis is the history Michael Dunn summoned in drawing an apparently light-hearted comparison between his own reaction to the black boys he shot and the experience of a rape victim.\n\nDunn certainly isn’t the only contemporary white man to continue to lean on this rhetoric. We’ve been knee-deep in it ever since our first African-American president took office in 2009. That’s the year Rush Limbaugh said “We are being told that we have to … bend over, grab the ankles, bend over forward, backward, whichever, because his father was black, because this is the first black president.” In 2010, the actor Jon Voight went on Mike Huckabee’s FOX News show and read an anti-Obama letter in which he argued that with his “socialistic, Marxist teaching,” President Obama “rapes this nation.” Last year, Tea Party Nation president Judson Philips promoted a piece about the Affordable Care Act that included an extended rape metaphor and the argument that “the Obama Regime” has a simple message, “Lie back and quit fighting and eventually you will enjoy the experience.” Around the same time, a conservative group funded by the Koch brothers aired an anti-Obamacare ad depicting a masked Uncle Sam emerging from between the stirruped legs of a woman getting a pelvic exam. So popular is the image of Barack Obama as rapist that it’s possible to buy a variety of bumper stickers bearing slogans like, “Bend Over, Here Comes YOUR President.”\n\nWhat’s revealed by these kinds of constructions is the degree to which white America sees the sharing of space or power with non-subservient African-Americans—presidential, economic, political, social, even the sharing of a convenience store parking lot—as a physical assault on a body, a national body, still presumed to be white.\n\nNever mind the irony, that the history of forced physical incursion operates largely in reverse of the white rape victim narrative, that in fact, it was whites who forcibly moved black bodies to this country, who bought and sold and raped enslaved African-Americans. Never mind that it was white mobs who lynched men and burnt towns and tortured and assaulted black women throughout the end of the 19th and early 20th centuries, or that it was white-run government agencies and economic institutions that physically cut off African-Americans from civic and economic participation later in the 20th century, by redlining and building highways through black neighborhoods.\n\nThat history of white violence against blacks gets reversed—or at least imaginatively explained away—as soon as a man like Dunn redraws the picture, suggesting that it was he who was the victim, the white body in danger of sexual violation. Never mind that Dunn himself faced no physical violation, sexual or otherwise.\n\nBecause tangled in Dunn’s allusion is another, gendered inconsistency: the diminishment of the experience of rape as it experienced by actual people. It’s telling that the rape victim summoned by Dunn is fictional, a television character, that she’s not a woman, but a “chick,” and that even as he puts himself, imaginatively, in her position, he still leaves room to blame her for the crime committed against her. She is a “chick [who] got raped.” In his formulation, she is the actor in the situation, the one who “got” herself violated.\n\nThe minimizing of real assault against women in service of a narrative that explains white male violence also fits a larger historical pattern. While much of the Reconstruction and Progressive era mob violence was committed in the name of protecting white women, the men committing the crimes had little respect for those women’s bodies. They used them as an excuse to sack black towns and kill and torture black men and women, but as Feimster points out, 19th century law didn’t even treat rape as a “crime against a woman, but against her husband, her brother, the men whose property had been violated.”\n\nThe historian Martha Hodes has shown how often, the very women used as the excuse for retribution against blacks were themselves assaulted by the same mobs, especially if they were poor. She cites a Reconstruction-era case in Georgia in which a black man was castrated by members of the Ku Klux Klan for living with a white woman; Klansmen then “took the woman, laid her down on the ground, then cut a slit on each side of her orifice, put a large padlock in it, locked it up, and threw away the key.” Hodes also cites a more recent example of a similar phenomenon: in 1989, when 16-year-old African American Yusuf Hawkins was killed in New York City by a mob of white men who believed him to be dating a white woman, the young woman in question was denigrated by some neighbors with more ferocity than was directed at Hawkins’ killers.\n\nThis inconsistency—the use of and disregard for women in these formulations—finds its contemporary equivalent with the right-wingers who fight against Obamacare with an image of a predatory Uncle Sam and who fret over being anally violated by a black president, and who are also enthusiastic about mandatory transvaginal ultrasounds. They’re the same guys who can’t seem to be convinced that the literal rape—of actual human beings, many of whom are women—is a serious crime, unless it can be proven to be “honest” “real, genuine” or “legitimate.”\n\nMichael Dunn was not honestly, really, genuinely, legitimately raped by anyone. He was not assaulted by anyone, or even threatened by anyone. He is the one who killed another human being.\n\nAnd yet, this country has given him a script. Not just the one he remembers from old television shows and movies, but one that has played out in real life again and again over centuries. It’s a script that tells him that his crimes are justified, will be forgiven and yes, forgotten, if he can only successfully call forth the image of the “chick [who] got raped.”", "article_metadata": {"msapplication-config": "//assets.newrepublic.com/assets/favicons/browserconfig.xml", "viewport": "width=device-width, initial-scale=1.0", "description": "In 2012, when Michael Dunn shot and killed a black 17-year-old who he thought was playing music too loud, the news was quickly situated in several ugly American storylines: about senseless gun culture, about racially motivated violence, about the impact of Florida’s Stand Your Ground law.On February 15, when a jury failed to convict Dunn of murdering Jordan Davis in a convenience store parking lot...", "og": {"site_name": "New Republic", "description": "There's a long history of using imagined black-on-white rape to justify real white-on-black killing.", "title": "The Rape Victim Comparison", "locale": "en_US", "image": "https://images.newrepublic.com/15adcf79cac64e2f9bce13da2f01303e03603460.jpeg?w=1109&h=577&crop=faces&fit=crop&fm=jpg", "url": "https://newrepublic.com/article/116712/michael-dunn-compared-himself-rape-victim", "type": "article"}, "twitter": {"image": "https://images.newrepublic.com/15adcf79cac64e2f9bce13da2f01303e03603460.jpeg?w=1024&h=512&crop=faces&fit=crop&fm=jpg", "title": "The Rape Victim Comparison", "description": "There's a long history of using imagined black-on-white rape to justify real white-on-black killing.", "card": "summary_large_image", "site": "@newrepublic"}, "msapplication-TileColor": "#ffffff", "parsely-metadata": "{\"thumb_image\":\"http://images.newrepublic.com/15adcf79cac64e2f9bce13da2f01303e03603460.jpeg\"}", "parsely-page": "{\"title\":\"When Michael Dunn Compared Himself to a Rape Victim, He Was Following an Old, Racist Script\",\"link\":\"https://newrepublic.com/article/116712/michael-dunn-compared-himself-rape-victim\",\"section\":\"Rape\",\"pub_date\":\"2014-02-24T01:00:00.000Z\",\"post_id\":116712,\"author\":\"Rebecca Traister\",\"type\":\"post\",\"tags\":[\"Rape\",\"Michael Dunn\",\"Race\",\"Politics\",\"The South\",\"-type_article\"]}", "fb": {"admins": 4404589, "pages": 161419311535, "app_id": 1675346479369918}, "msapplication-TileImage": "//assets.newrepublic.com/assets/favicons/mstile-144x144.png", "article": {"publisher": "https://www.facebook.com/thenewrepublic", "tag": "Rape", "published_time": "2014-02-24"}, "theme-color": "#ffffff"}, "_id": "\"57477af36914bd0286fd3f21\"", "article_summary": "This is the history Michael Dunn summoned in drawing an apparently light-hearted comparison between his own reaction to the black boys he shot and the experience of a rape victim.\nIn 1955, 14-year-old Emmett Till was beaten and killed in Mississippi after allegedly making a pass at a white woman; his killers were never convicted.\nIn 1934, a 23-year-old black field hand accused of the rape and murder of a white woman was castrated, tortured and hung from an oak tree.\nIn making this analogy, Dunn shed contemporary light on America’s perpetually warped racial psyche and tapped into some of its most chilling history.\nBecause tangled in Dunn’s allusion is another, gendered inconsistency: the diminishment of the experience of rape as it experienced by actual people."}