{"article_title": "No subject taboo in politics", "article_keywords": ["core", "set", "wisconsin", "standards", "states", "state", "common", "bar", "walker", "politics", "taboo", "republican", "subject"], "article_url": "http://www.thenorthwestern.com/story/opinion/editorials/2014/07/25/common-core-politics-education-standards/13175605/", "article_text": "Wisconsin Gov. Scott Walker speaks to Ernesto Gonzalez II at Milwaukee Area Technical College on Friday, July 18, 2014, in Oak Creek, Wis. Walker, whose call to scrap Common Core academic standards for Wisconsin schools is meeting resistance from Republican Senate leaders, said that whatever is adopted may not differ significantly from Common Core standards. (Photo: AP )\n\nIt’s ironic that Republicans in an election year are practically tripping over themselves in their zeal to scrub the Common Core academic standards that almost every state adopted before the political pushback began.\n\nThe irony is that these standards were implemented in the first place to address a major problem under former Republican President George W. Bush’s No Child Left Behind law from 2001, which ushered in the era of standards-based student testing.\n\nUnder that law, states were allowed to determine their own bar for proficiency on state standardized achievement tests. Some states set the bar high. Others, like Wisconsin, set the bar low.\n\nCommon Core is the effort to establish nationwide standards so states can’t use soft benchmarks to make every student, teacher and school appear to be above average.\n\nThese standards also help ensure that students in Florida are learning the same things at the same progression as students in Wisconsin or Idaho.\n\nAccording to the Milwaukee Journal Sentinel, Indiana, the first state to repeal Common Core in favor of their own standards, came back with their own set of standards that read … almost exactly like Common Core.\n\nIf Walker and so many others dislike Common Core, wouldn’t it be more appropriate to specify their concerns and perhaps appoint a panel of experts to see if they could develop something better, then let the public and their legislators decide if their work is any better (or different) than the national standards?\n\nHere are three Common Core reading and language arts standards fifth-graders should know:\n\n1. How to use a dictionary and other reference materials.\n\n2. Ability to identify the main ideas and supporting details in a text.\n\n3. Ability to cite evidence to support an answer.\n\nThese sound pretty reasonable. How individual states and local school districts achieve these and other Common Core standards is up to them.\n\nThis smells like election-year politics in which Walker and other Republicans are betting that Common Core and anything else tied to Washington in general and President Barack Obama in particular is poison.\n\nRepublicans could repeal Common Core tomorrow because they control both houses of the Legislature, but at least one Republican Assemblyman isn’t on board.\n\n“The idea that they’d just be able to replace the standards at the beginning of the legislative session is absurd,” Steve Kestell, R-Elkhart Lake, chairman of the Assembly’s Education Committee, told the Journal Sentinel. “We’re in an election season. People desperate to be re-elected will say anything.”\n\nSounds like Kestell hit the nail on the head.\n\nWe’ve politicized everything else; why be shocked that academic standards are any different?\n\n—Eau Claire Leader Telegram\n\nRead or Share this story: http://oshko.sh/1mNDYZk", "article_metadata": {"google": "notranslate", "description": "It’s ironic that Republicans in an election year are practically tripping over themselves in their zeal to scrub the Common Core academic standards that almost every state adopted before the political pushback began.", "og": {"site_name": "Northwestern Media", "description": "It’s ironic that Republicans in an election year are practically tripping over themselves in their zeal to scrub the Common Core academic standards that almost every state adopted before the political pushback began.", "title": "No subject taboo in politics", "url": "http://www.thenorthwestern.com/story/opinion/editorials/2014/07/25/common-core-politics-education-standards/13175605/", "image": "http://www.gannett-cdn.com/GDContent/applogos/thenorthwestern.png", "type": "article"}, "twitter": {"description": "It’s ironic that Republicans in an election year are practically tripping over themselves in their zeal to scrub the Common Core academic standards that almost every state adopted before the political pushback began.", "creator": "@onwnews", "image": "http://www.gannett-cdn.com/-mm-/5fb54249c7c7ef595591fc3698c4c08690aba297/c=300-0-2700-2400&r=x643&c=640x640/local/-/media/Oshkosh/2014/07/25/walkercommoncorefitz.jpg", "title": "No subject taboo in politics", "site": "@onwnews", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=883770549", "fb": {"app_id": 167919243249397}, "Content-Type": "text/html; charset=UTF-8", "viewport": "width=1070", "news_keywords": "common core, scott walker, education, barack obama, politics, no child left behind"}, "_id": "\"57477af36914bd0286fd042e\"", "article_summary": "How individual states and local school districts achieve these and other Common Core standards is up to them.\nSome states set the bar high.\nThis smells like election-year politics in which Walker and other Republicans are betting that Common Core and anything else tied to Washington in general and President Barack Obama in particular is poison.\nOthers, like Wisconsin, set the bar low.\nRepublicans could repeal Common Core tomorrow because they control both houses of the Legislature, but at least one Republican Assemblyman isn’t on board."}