{"article_title": "Is Sears Holdings Destined for Greatness? (SHLD)", "article_keywords": ["way", "holdings", "equity", "share", "sales", "free", "sears", "growth", "destined", "greatness", "increasing", "shld", "stock"], "article_url": "http://www.fool.com/investing/general/2013/09/22/is-sears-holdings-destined-for-greatness.aspx", "article_text": "Don't let it get away! Keep track of the stocks that matter to you.\n\n\n\nHelp yourself with the Fool's FREE and easy new watchlist service today. Click Here Now\n\nInvestors love stocks that consistently beat the Street without getting ahead of their fundamentals and risking a meltdown. The best stocks offer sustainable market-beating gains, with robust and improving financial metrics that support strong price growth. Does Sears Holdings (NASDAQ: SHLD ) fit the bill? Let's look at what its recent results tell us about its potential for future gains.\n\nWhat we're looking for\n\nThe graphs you're about to see tell Sears Holdings' story, and we'll be grading the quality of that story in several ways:\n\nGrowth : Are profits, margins, and free cash flow all increasing?\n\n: Are profits, margins, and free cash flow all increasing? Valuation : Is share price growing in line with earnings per share?\n\n: Is share price growing in line with earnings per share? Opportunities : Is return on equity increasing while debt to equity declines?\n\n: Is return on equity increasing while debt to equity declines? Dividends: Are dividends consistently growing in a sustainable way?\n\nWhat the numbers tell you\n\nNow, let's look at Sears' key statistics:\n\nPassing Criteria 3-Year* Change Grade Revenue growth > 30% (12.5%) Fail Improving profit margin (696.1%) Fail Free cash flow growth > Net income growth (230.2%) vs. (621.4%) Pass Improving EPS (691.3%) Fail Stock growth (+ 15%) < EPS growth (6.9%) vs. (691.3%) Fail\n\nPassing Criteria 3-Year* Change Grade Improving return on equity (1,560%) Fail Declining debt to equity 420% Fail\n\nHow we got here and where we're going\n\nThis is, by all accounts, an ugly, ugly performance. Sears Holdings' only passing grade was granted on a technicality rather than a genuine improvement -- there's nothing to be proud of in a triple-digit free cash flow decline. Sears Holdings' problems are by now well known, but the company's turnaround strategy remains murky. Is there a way out of the doghouse, or is this company on its way to becoming the next Woolworth's?\n\nThe demand for new tools and appliances should be rising along with new home constructions and an uptick in home sales. Despite ample evidence of the latter trend, the company has been experiencing declining domestic same-store sales. Sears Holdings' domestic same-store sales fell by 1.5%, which comes from declines of 2.1% and 0.8% for the Kmart and Sears brands, respectively. On the other hand, Home Depot (NYSE: HD ) and Lowe's have both reported same-store sales growth of 10.7% and 9.6%, respectively -- weak sales to homebuyers and homebuilders is clearly not an economy-wide phenomenon. What gives?\n\nFool contributor Adam Weinberg notes that Home Depot poses an ongoing threat to Sears, as both retailers serve similar segments of the home-improvement market. There are ample alternatives to Sears when it comes to furnishings, appliances, and general housewares as well, so it's going to take more than Craftsman tools to lure the average shopper to Sears locations -- and as for Kmart, it's never really been the same since Wal-Mart muscled into the superstore segment with its pricing and supply-chain advantage.\n\nThe company has been trying to boost its revenue on the back of its \"Shop Your Way\" loyalty program, which now contributes 65% of total revenue, compared with 55% a year ago. Fool contributor Sean Williams notes that Sears has been planning to hire more marketing professionals than any other major corporation. This may be necessary to break the company's brands out of their decades-long rut, but it also speaks to a sense of desperation -- what can a few dozen new marketers do that hasn't already been tried? Despite this targeted hiring binge, Sears has been reduced many workers' weekly hours to slide in beneath Obamacare penalties, which indicates somewhat less confidence in their ability to sustain any growth.\n\nPutting the pieces together\n\nToday, Sears Holdings has few of the qualities that make up a great stock, but no stock is truly perfect. Digging deeper can help you uncover the answers you need to make a great buy -- or to stay away from a stock that's going nowhere.\n\nWho's going to conquer the retail world?\n\nThe retail space is in the midst of the biggest paradigm shift since mail order took off at the turn of last century. Only the most forward-looking and capable companies will survive, and they'll handsomely reward investors who understand the landscape. You can read about the 3 Companies Ready to Rule Retail in The Motley Fool's special report. Uncovering these top picks is free today; just click here to read more.\n\nEditors note: A previous version of this article incorrectly stated that a fee existed for Sears' Shop Your Way Loyalty Program. In fact, this program carries no fee. The Fool regrets this error.", "article_metadata": {"description": "Let's see what the numbers say about Sears Holdings (SHLD). - Alex Planes - Consumer Goods", "author": "Alex Planes", "promo": "Let's see what the numbers say about Sears Holdings (SHLD).", "title": "Is Sears Holdings Destined for Greatness?", "collection": "Investing", "parsely-page": "{\r\n  \"title\": \"Is Sears Holdings Destined for Greatness?\",\r\n  \"link\": \"http://www.fool.com/investing/general/2013/09/22/is-sears-holdings-destined-for-greatness.aspx\",\r\n  \"image_url\": \"\",\r\n  \"type\": \"post\",\r\n  \"post_id\": \"e898a918-2382-11e3-a6d5-0050569d48de\",\r\n  \"pub_date\": \"2013-09-22T18:30:00Z\",\r\n  \"section\": \"Consumer Goods\",\r\n  \"author\": \"Alex Planes\"\r\n}", "fb": {"app_id": 50808187550}, "bureau": "consumer-goods", "STORY_UID": "e898a918-2382-11e3-a6d5-0050569d48de", "headline": "Is Sears Holdings Destined for Greatness?", "date": "2013-09-22T14:30:00-05:00", "gsa_date": "2013-09-22", "articletype": "Investing"}, "_id": "\"57477af36914bd0286fd043a\"", "article_summary": "Does Sears Holdings (NASDAQ: SHLD ) fit the bill?\nSears Holdings' domestic same-store sales fell by 1.5%, which comes from declines of 2.1% and 0.8% for the Kmart and Sears brands, respectively.\nSears Holdings' problems are by now well known, but the company's turnaround strategy remains murky.\nPutting the pieces togetherToday, Sears Holdings has few of the qualities that make up a great stock, but no stock is truly perfect.\nSears Holdings' only passing grade was granted on a technicality rather than a genuine improvement -- there's nothing to be proud of in a triple-digit free cash flow decline."}