{"article_title": "Nathaniel Tallman's body ID'd in Wyo., 2 arrested on murder charges", "article_keywords": ["body", "case", "murder", "tallman", "office", "information", "charges", "offered", "arrested", "county", "tallmans", "investigation", "late", "wyo", "idd", "nathaniel", "boulder"], "article_url": "http://www.dailycamera.com/lafayette-news/ci_25352160/lafayette-police-confirm-nate-tallmans-body-found-two", "article_text": "One suspect held in Boulder, second in San Diego\n\nLafayette resident Nathaniel Tallman, 25, was last seen alive Jan. 23. Family and friends of a Lafayette man had offered a $10,000 reward for anyone with information about his whereabouts. ( Courtesy )\n\nThe search for Nathaniel Tallman is over, and two men are in custody, both held for investigation of first-degree murder in his slaying.\n\nLafayette police Cmdr. Brian Rosipajla said late Saturday that police have arrested Russell Britton, 58, and he is the Boulder County Jail, held without bond on first-degree murder. Moises Cazares Mendez, 26, is being held at the Las Colinas detention facility in San Diego, Calif., on a $1,025,000 bond.\n\nRosipajla referred questions concerning an autopsy for Tallman to the Larimer County Coroner's Office, and said he believed that office typically handled autopsies for the part of Wyoming where Tallman's body was recovered.\n\nDeputy Larimer County Coroner Greg Fairman said that the autopsy was performed Friday, but further details about what it revealed would be released by Boulder County officials.\n\nRosipajla offered no details of the suspects' arrest, but said Britton was arrested \"late last night,\" while Mendez was taken into custody by U.S. Customs and Border Protection, about mid-day Saturday.\n\nMendez has a lengthy arrest record in Colorado dating back to a drunken driving arrest in Longmont in July 2006, according to Colorado Bureau of Investigation records. His record includes an arrest in Adams County in 2009 for assault, menacing with a weapon.\n\n\n\nMost recently, Mendez on Feb. 18--a little more than three weeks after Tallman was reported missing-- was arrested by the Boulder County Sheriff's Office on a misdemeanor charge of driving with a revoked license. That case remains open, according to the bureau.\n\n\n\nBritton has two prior arrests in Colorado, according to public records. Arvada police arrested him in 1983 on felony forgery charges, and he was arrested for a misdemeanor contempt of court charge by the Larimer County Sheriff's Office in 1999.\n\nLafayette police, who had been investigating Tallman's disappearance since he vanished in late January, said today that the body recovered Thursday near Lusk, Wyo. is Tallman.\n\nThe remains of the 2006 Monarch High School graduate were found near Wyo. State Highway 85, about 10 miles north of Lusk, the county seat of Niobrara County.\n\nThe crime scene where the body was discovered was processed by the Wyoming Division of Criminal Investigations.\n\nTallman was reported to Lafayette police on Jan. 23 as a missing person. He was last seen leaving his residence, reportedly on his way to Longmont, but was not seen again.\n\nTallman's 2014 Mitsubishi Lancer Ralliart, was recovered Feb. 13, from an office complex at 75 Manhattan Drive, in Boulder. Employees there told the Camera it had been parked there for about a week, at that time. They said Tallman did not frequent the building, which houses a variety of business offices.\n\nTallman's family and friends had offered a $10,000 reward for any information that would aid in locating him.\n\nOn Feb. 28, a member of the Boulder County Drug Task Force confirmed that unit was involved in the search for Tallman, a missing person case that police were at that point labeling as a \"suspicious\" disappearance. Family members since early in the investigation have declined most public comment, referring all questions about his disappearance to police.\n\nLafayette police released a list of no fewer than 18 other entities that assisted with the investigation, including the FBI, the North Dakota Bureau of Investigation, the Westminster Police Department, the Longmont Police Department, and Leptron, of Golden.\n\nJohn Oakley, CEO of Leptron, confirmed late today that his company is involved in drone technology, through the use of robotic helicopters. He would not provide any additional information on the nature of his company's assistance.\n\nBoulder County District Attorney Stan Garnett said that his office had been involved in the Tallman investigation from the very beginning. Though he could not immediately release additional information about the case, Garnett said his office will be proceeding deliberately and thoroughly.\n\n\"It's important in a case like this that we get it right at each stage,\" he said. \"We won't rush to any conclusions or any announcements.\"\n\nGarnett refused to comment on whether additional arrests would be made in the case.\n\nHe offered his condolences to the Tallman family.\n\n\"His family has deep roots in Boulder County and it is very tragic that he would be murdered,\" Garnett said.\n\nLafayette police are still asking anyone with information about this case to contact them.\n\n\"We're always seeking tips from the public no matter where the case goes, or what happens,\" said Rosipajla. \"If people have information that can help fill in any puzzle pieces, we're always welcoming tips.\"\n\nThose with information can call the police tip line at 303-604-8014 or email policetips@cityoflafayette.com.\n\nBritton is scheduled to make his first court appearance in the case on Monday.\n\nContact Camera Staff Writer Charlie Brennan at 303-473-1327 or brennanc@dailycamera.com", "article_metadata": {"sailthru.url": "http://www.dailycamera.com/lafayette-news/ci_25352160/lafayette-police-confirm-nate-tallmans-body-found-two", "sailthru.author": "By Charlie Brennan and Joe Rubino,  Camera Staff Writers", "ag": {"canon": "BoulderDailyCamera:article:25352160:view"}, "startDate": "2014-03-15T17:45:03-0600", "twitter": {"domain": "dailycamera.com", "description": "The search for Lafayette resident Nathaniel Tallman is over, and two men are in custody, both held for investigation of first-degree murder in his slaying.", "title": "Nathaniel Tallman's body ID'd in Wyo., 2 arrested on murder charges", "url": "http://www.dailycamera.com/lafayette-news/ci_25352160/lafayette-police-confirm-nate-tallmans-body-found-two", "image": "http://extras.mnginteractive.com/live/media/site21/2014/0315/20140315__16dcatalw.jpg", "site": "@dailycamera", "card": "summary_large_image"}, "sailthru.article-section-or-homepage": "article", "sailthru.section": "Lafayette News", "modificationDate": "2014-03-16T09:46:08-0600", "endDate": "2024-03-15T17:45:03-0600", "news_keywords": "lafayette news colorado hometown news boulder county", "byline": "By Charlie Brennan", "pubDate": "2014-03-15T17:37:31-0600", "sailthru.date": "2014-03-15T17:45:03-0600", "sailthru.title": "Nathaniel Tallman's body ID'd in Wyo., 2 arrested on murder charges", "verify-v1": "TakAiHiDAOiNOP+m0YTx4DQeyjor+bTdc8e+pw6bDoI=", "sailthru.image.thumb": "http://extras.mnginteractive.com/live/media/site21/2014/0315/20140315__16dcatalw_300.jpg", "description": "The search for Lafayette resident Nathaniel Tallman is over, and two men are in custody, both held for investigation of first-degree murder in his slaying.", "sailthru.site": "dailycamera.com", "msvalidate.01": "9DAB14005AD5A9FFA4CA0EF58CC794BA", "og": {"url": "http://www.dailycamera.com/lafayette-news/ci_25352160/lafayette-police-confirm-nate-tallmans-body-found-two", "image": "http://extras.dailycamera.com/images/dailycamera3.png", "type": "article", "description": "The search for Lafayette resident Nathaniel Tallman is over, and two men are in custody, both held for investigation of first-degree murder in his slaying.", "title": "Nathaniel Tallman's body ID'd in Wyo., 2 arrested on murder charges"}, "p": {"domain_verify": "867892b0357001538903740c75a206f0"}, "google-site-verification": "07CC1xPDVU0znu496XTAjLyC32Ylj8zwWHlmrzx3pgY", "y_key": "c9d9b53f7f5af674", "sailthru.image.full": "http://extras.mnginteractive.com/live/media/site21/2014/0315/20140315__16dcatalw.jpg"}, "article_summary": "\"His family has deep roots in Boulder County and it is very tragic that he would be murdered,\" Garnett said.\nBrian Rosipajla said late Saturday that police have arrested Russell Britton, 58, and he is the Boulder County Jail, held without bond on first-degree murder.\nDeputy Larimer County Coroner Greg Fairman said that the autopsy was performed Friday, but further details about what it revealed would be released by Boulder County officials.\nBoulder County District Attorney Stan Garnett said that his office had been involved in the Tallman investigation from the very beginning.\nLafayette police, who had been investigating Tallman's disappearance since he vanished in late January, said today that the body recovered Thursday near Lusk, Wyo."}