{"article_title": "National Review", "article_keywords": ["benghazi", "obama", "hillarys", "wall", "review", "clintons", "state", "street", "iraq", "hillary", "national", "secretary"], "article_url": "http://www.nationalreview.com/article/363051/hillarys-odyssey-victor-davis-hanson", "article_text": "From Senator Clinton’s tergiversations on Iraq to Secretary Clinton’s lies on Benghazi\n\nHillary Clinton is no doubt a talented speaker. She recently went into what the left wing sees as the heart of darkness of the American 1 percent at Goldman Sachs, purportedly gave two brief chats, and walked away with a reported $400,000 in fees. Such compensation is almost as profitable as Hillary’s long-ago cattle-future trading, in which as a talented rookie speculator she beat one-in-several-million odds by parlaying an original $1,000 investment into a $100,000 profit.\n\nThat Goldman’s shenanigans were central to the 2008 housing and financial meltdown — and were empowered, in part, by Bill Clinton’s own prior twofer of deregulating Wall Street and appointing to Freddie Mac and Fannie Mae greedy, though liberal, incompetents of the likes of James Johnson, Franklin Raines, and Jamie Gorelick — apparently meant nothing to Hillary.\n\nHer current frenetic speaking career is consistent with the ethics that allowed Anthony Weiner’s wife, Huma Abedin, to freelance as a six-figure private “consultant” while simultaneously working as Hillary’s aide and representing the U.S. State Department. With the Clintons, government service is never quite inseparable from private lucre. The more public anguish is voiced over fairness, and the more loudly the undue influence of big money over big government is criticized, the more both are drawn to just that. The Clintons must think of Wall Street the way the Reverend Jimmy Swaggart used to talk of “the Devil” — a dark force that nonetheless always alights on their shoulders, improperly but successfully seducing them.\n\nSoon Hillary may even outpace Bill in speaking fees, especially after she finishes up her private-equity rounds at places like KKR and the Carlyle Group and follows his footsteps abroad. So much for the revolving door, influence peddling, and all the other Obama reform blather we’ve been saturated with since 2008. I don’t think we are going to see any Occupy Wall Street protesters break into mahogany-paneled rooms to decry Hillary’s post-public-service profiting, doing so little work for so much money from a firm that did so much damage to so many.\n\nIn Hillary’s defense, she is not doing anything differently from the host of other former Obama hope-and-change reformist influence peddlers, from Peter Orszag and Larry Summers to Robert Gibbs and Anita Dunn. Her efforts are just more lucrative. Of course, revolving high-finance politics is a bipartisan habit. Yet when one tries to simultaneously pose as an egalitarian, the additional smell of hypocrisy is overwhelming.\n\nThe formula for liberal elites is to damn the 1 percent, call for higher taxes on those who did not build their equity empires, shriek about Wall Street, maybe praise Mao Zedong, and then, having obtained enough divine exemption from guilt, get really rich by leveraging past and future “public service.” After all, Goldman kingpins were not paying Hillary for her demonstrable expertise in foreign policy vis-à-vis Russia, her proven record in dealing with the Arab Spring, or her compassion shown to the next of kin of the Benghazi dead.\n\nIt is thought of Hillary that she will be a shoo-in not just for the Democratic nomination but also for the presidency itself in 2016. Perhaps — given that she is certainly publicly pivoting away from the disastrous leftward positions that have given us five years of economic doldrums for just about everybody but Goldman Sachs. She is also said to have had smart timing, bailing out just in time from a sinking Obama administration so as to remind Democratic stalwarts that they supposedly made a terrible mistake in the summer of 2008.\n\nBut is that completely true? The currently imploding Obamacare is simply a lighter version of Hillarycare, and branded with the same liberal arrogance and dissimulation with which a technocratic class in Washington, always exempt from the concrete ramifications of its own ideology, can dictate from on high what is good for Americans through bigger government, higher taxes, and supposedly enlightened redistribution. And because it is usually impossible to sell more and better things for cheaper prices, lies always ensue. Obamacare may well follow Hillarycare into the dustbin of history.\n\nAside from conventional wisdom about Hillary’s bright prospects, there is also still her record as a senator and secretary of state. Those tenures were not impressive, and were on occasion notably callous.\n\nHillary voted for the Iraq War. In October 2002, she gave a fine speech explaining why we had to remove Saddam Hussein — fulfilling the pledge of Bill’s Iraq Liberation Act and his incomplete 1998 Desert Fox bombing — only to become a fierce critic of her 2002 position when the polls went south on the war and she started eyeing the presidency. The complete pullout from Iraq in 2009, while she was secretary of state, turned a successful post-surge landscape back to 2006, and was one of the real blunders of the last five years.\n\nHillary gave a screeching stump speech in 2003 about the right of dissent and her own heroic efforts to speak truth to power about the Iraq War (e.g., “I am sick and tired of people who say that if you debate and you disagree with this administration somehow you’re not patriotic. We should stand up and say we are Americans and we have a right to debate and disagree with any administration”) — and then as secretary of state did her best to keep State Department employees from talking to the press about Benghazi, while working for an administration that monitored Associated Press journalists, used the IRS to go after political opponents, and saw the tentacles of the NSA wrap around the German chancellor’s cell phone. And while George W. Bush did not call any critic “unpatriotic,” that is precisely what Barack Obama once called Bush.\n\nThen there was her crude September 2007 grilling of General David Petraeus and Ambassador Ryan Crocker. In a joint session of the Senate Foreign Relations Committee and the Senate Armed Services Committee, Hillary trumped the simultaneous New York Times discounted ad “General Betray Us” by calling America’s most successful general and ambassador in a generation, who were honestly explaining the progress of the surge, veritable liars. In an effort to match the anti-war stance of her fellow senatorial inquisitor and presidential candidate Barack Obama, she summed up their combined testimony with the following sarcastic dismissal: “Despite what I view as your rather extraordinary efforts in your testimony both yesterday and today, I think that the reports that you provide to us really require a willing suspension of disbelief.” That was an odd sort of editorial accusation of mendacity from someone not known for veracity and who, a few months later, would really suspend disbelief to brag that she had dodged imaginary gunfire in Serbia.\n\nDo we remember her grand talk about reset with Russia? That particular version of “Bush did it” led to Russian obstruction of U.S. efforts at every turn, culminating in the triumph of Putin in Syria.\n\nShe was said to have been one of the architects of “lead from behind” in Libya, which managed somehow all at once to diminish the role of the U.S. among its allies, violate U.N. resolutions limited to no-fly-zones and humanitarian aid (a con that would come back to haunt Obama in Syria through, once again, Russian obstructionism), and bring about a Mediterranean version of Mogadishu. In Egypt, the dumping of Mubarak, the promotion of Morsi, the non-coup, non-junta of the generals, and the sorta, kinda cutoff of U.S. aid had the common denominator of demonstrating American incoherence and earning hatred from Egyptians of every stripe.\n\nDo we remember how Hillary tried to explain why we were removing Qaddafi and not Assad, on the grounds that the former was a far more serious threat? The latter, remember, she referred to as a “reformer” (e.g., “There’s a different leader in Syria now. Many of the members of Congress of both parties who have gone to Syria in recent months have said they believe he’s a reformer”).\n\nThen there was Benghazi. Every major statement that Hillary Clinton offered about Benghazi required a suspension of disbelief. The violence in Libya was never predicated on a video, but was a pre-planned hit. She knew before the attack that there was inadequate security, and later, after the violence commenced, she requested no help when help would have mattered. There was never an honest answer given about why Ambassador Stevens was in Benghazi in the first place, why he was worried about his safety, and what exactly the State Department was fronting for.\n\nHillary told the Senate Foreign Relations Committee: “What difference — at this point, what difference does it make?” Lots. When even liberal commentators now talk of a listless and directionless foreign policy, they should finish their sentence with references to a four-year Hillary Clinton tenure as secretary of state. And behind Hillary’s latest odyssey — from Benghazi to Goldman Sachs — are four dead Americans, and little other than untruth for their kin.", "article_metadata": {"sailthru.date": "Tue, 2013-11-05 04:00", "sailthru.author": "Victor Davis Hanson", "description": "Hillary Clinton is no doubt a talented speaker. She recently went into what the left wing sees as the heart of darkness of the American 1 percent at Goldman Sachs, purportedly gave two brief chats, and walked away with a reported $400,000 in fees. Such compensation is almost as profitable as Hillary’s long-ago cattle-future trading, in which as a talented rookie speculator she beat one-in-several-million odds by parlaying an original $1,000 investment into a $100,000 profit.\n\nThat Goldman’s shenanigans were central to the 2008 housing and financial meltdown — and were empowered, in part, by Bill Clinton’s own prior twofer of deregulating Wall Street and appointing to Freddie Mac and Fannie Mae greedy, though liberal, incompetents of the likes of James Johnson, Franklin Raines, and Jamie Gorelick — apparently meant nothing to Hillary.\n\nHer current frenetic speaking career is consistent with the ethics that allowed Anthony Weiner’s wife, Huma Abedin, to freelance as a six-figure private “consultant” while simultaneously working as Hillary’s aide and representing the U.S. State Department. With the Clintons, government service is never quite inseparable from private lucre. The more public anguish is voiced over fairness, and the more loudly the undue influence of big money over big government is criticized, the more both are drawn to just that. The Clintons must think of Wall Street the way the Reverend Jimmy Swaggart used to talk of “the Devil” — a dark force that nonetheless always alights on their shoulders, improperly but successfully seducing them.\n\nSoon Hillary may even outpace Bill in speaking fees, especially after she finishes up her private-equity rounds at places like KKR and the Carlyle Group and follows his footsteps abroad. So much for the revolving door, influence peddling, and all the other Obama reform blather we’ve been saturated with since 2008. I don’t think we are going to see any Occupy Wall Street protesters break into mahogany-paneled rooms to decry Hillary’s post-public-service profiting, doing so little work for so much money from a firm that did so much damage to so many.\n\n#ad#In Hillary’s defense, she is not doing anything differently from the host of other former Obama hope-and-change reformist influence peddlers, from Peter Orszag and Larry Summers to Robert Gibbs and Anita Dunn. Her efforts are just more lucrative. Of course, revolving high-finance politics is a bipartisan habit. Yet when one tries to simultaneously pose as an egalitarian, the additional smell of hypocrisy is overwhelming.\n\nThe formula for liberal elites is to damn the 1 percent, call for higher taxes on those who did not build their equity empires, shriek about Wall Street, maybe praise Mao Zedong, and then, having obtained enough divine exemption from guilt, get really rich by leveraging past and future “public service.” After all, Goldman kingpins were not paying Hillary for her demonstrable expertise in foreign policy vis-à-vis Russia, her proven record in dealing with the Arab Spring, or her compassion shown to the next of kin of the Benghazi dead.\n\nIt is thought of Hillary that she will be a shoo-in not just for the Democratic nomination but also for the presidency itself in 2016. Perhaps — given that she is certainly publicly pivoting away from the disastrous leftward positions that have given us five years of economic doldrums for just about everybody but Goldman Sachs. She is also said to have had smart timing, bailing out just in time from a sinking Obama administration so as to remind Democratic stalwarts that they supposedly made a terrible mistake in the summer of 2008.\n\nBut is that completely true? The currently imploding Obamacare is simply a lighter version of Hillarycare, and branded with the same liberal arrogance and dissimulation with which a technocratic class in Washington, always exempt from the concrete ramifications of its own ideology, can dictate from on high what is good for Americans through bigger government, higher taxes, and supposedly enlightened redistribution. And because it is usually impossible to sell more and better things for cheaper prices, lies always ensue. Obamacare may well follow Hillarycare into the dustbin of history.\n\nAside from conventional wisdom about Hillary’s bright prospects, there is also still her record as a senator and secretary of state. Those tenures were not impressive, and were on occasion notably callous.\n\n#page#Hillary voted for the Iraq War. In October 2002, she gave a fine speech explaining why we had to remove Saddam Hussein — fulfilling the pledge of Bill’s Iraq Liberation Act and his incomplete 1998 Desert Fox bombing — only to become a fierce critic of her 2002 position when the polls went south on the war and she started eyeing the presidency. The complete pullout from Iraq in 2009, while she was secretary of state, turned a successful post-surge landscape back to 2006, and was one of the real blunders of the last five years.\n\n#ad#Hillary gave a screeching stump speech in 2003 about the right of dissent and her own heroic efforts to speak truth to power about the Iraq War (e.g., “I am sick and tired of people who say that if you debate and you disagree with this administration somehow you’re not patriotic. We should stand up and say we are Americans and we have a right to debate and disagree with any administration”) — and then as secretary of state did her best to keep State Department employees from talking to the press about Benghazi, while working for an administration that monitored Associated Press journalists, used the IRS to go after political opponents, and saw the tentacles of the NSA wrap around the German chancellor’s cell phone. And while George W. Bush did not call any critic “unpatriotic,” that is precisely what Barack Obama once called Bush.\n\nThen there was her crude September 2007 grilling of General David Petraeus and Ambassador Ryan Crocker. In a joint session of the Senate Foreign Relations Committee and the Senate Armed Services Committee, Hillary trumped the simultaneous New York Times discounted ad “General Betray Us” by calling America’s most successful general and ambassador in a generation, who were honestly explaining the progress of the surge, veritable liars. In an effort to match the anti-war stance of her fellow senatorial inquisitor and presidential candidate Barack Obama, she summed up their combined testimony with the following sarcastic dismissal: “Despite what I view as your rather extraordinary efforts in your testimony both yesterday and today, I think that the reports that you provide to us really require a willing suspension of disbelief.” That was an odd sort of editorial accusation of mendacity from someone not known for veracity and who, a few months later, would really suspend disbelief to brag that she had dodged imaginary gunfire in Serbia.  \n\nDo we remember her grand talk about reset with Russia? That particular version of “Bush did it” led to Russian obstruction of U.S. efforts at every turn, culminating in the triumph of Putin in Syria.\n\nShe was said to have been one of the architects of “lead from behind” in Libya, which managed somehow all at once to diminish the role of the U.S. among its allies, violate U.N. resolutions limited to no-fly-zones and humanitarian aid (a con that would come back to haunt Obama in Syria through, once again, Russian obstructionism), and bring about a Mediterranean version of Mogadishu. In Egypt, the dumping of Mubarak, the promotion of Morsi, the non-coup, non-junta of the generals, and the sorta, kinda cutoff of U.S. aid had the common denominator of demonstrating American incoherence and earning hatred from Egyptians of every stripe.\n\nDo we remember how Hillary tried to explain why we were removing Qaddafi and not Assad, on the grounds that the former was a far more serious threat? The latter, remember, she referred to as a “reformer” (e.g., “There’s a different leader in Syria now. Many of the members of Congress of both parties who have gone to Syria in recent months have said they believe he’s a reformer”).\n\nThen there was Benghazi. Every major statement that Hillary Clinton offered about Benghazi required a suspension of disbelief. The violence in Libya was never predicated on a video, but was a pre-planned hit. She knew before the attack that there was inadequate security, and later, after the violence commenced, she requested no help when help would have mattered. There was never an honest answer given about why Ambassador Stevens was in Benghazi in the first place, why he was worried about his safety, and what exactly the State Department was fronting for.\n\nHillary told the Senate Foreign Relations Committee: “What difference — at this point, what difference does it make?” Lots. When even liberal commentators now talk of a listless and directionless foreign policy, they should finish their sentence with references to a four-year Hillary Clinton tenure as secretary of state. And behind Hillary’s latest odyssey — from Benghazi to Goldman Sachs — are four dead Americans, and little other than untruth for their kin.\n\n— NRO contributor Victor Davis Hanson is a senior fellow at the Hoover Institution. His latest book is The Savior Generals, published this spring by Bloomsbury Books.", "generator": "Drupal 7 (http://drupal.org)", "title": "| National Review", "og": {"site_name": "National Review Online", "description": "Hillary Clinton is no doubt a talented speaker. She recently went into what the left wing sees as the heart of darkness of the American 1 percent at Goldman Sachs, purportedly gave two brief chats, and walked away with a reported $400,000 in fees. Such compensation is almost as profitable as Hillary’s long-ago cattle-future trading, in which as a talented rookie speculator she beat one-in-several-million odds by parlaying an original $1,000 investment into a $100,000 profit.\n\nThat Goldman’s shenanigans were central to the 2008 housing and financial meltdown — and were empowered, in part, by Bill Clinton’s own prior twofer of deregulating Wall Street and appointing to Freddie Mac and Fannie Mae greedy, though liberal, incompetents of the likes of James Johnson, Franklin Raines, and Jamie Gorelick — apparently meant nothing to Hillary.\n\nHer current frenetic speaking career is consistent with the ethics that allowed Anthony Weiner’s wife, Huma Abedin, to freelance as a six-figure private “consultant” while simultaneously working as Hillary’s aide and representing the U.S. State Department. With the Clintons, government service is never quite inseparable from private lucre. The more public anguish is voiced over fairness, and the more loudly the undue influence of big money over big government is criticized, the more both are drawn to just that. The Clintons must think of Wall Street the way the Reverend Jimmy Swaggart used to talk of “the Devil” — a dark force that nonetheless always alights on their shoulders, improperly but successfully seducing them.\n\nSoon Hillary may even outpace Bill in speaking fees, especially after she finishes up her private-equity rounds at places like KKR and the Carlyle Group and follows his footsteps abroad. So much for the revolving door, influence peddling, and all the other Obama reform blather we’ve been saturated with since 2008. I don’t think we are going to see any Occupy Wall Street protesters break into mahogany-paneled rooms to decry Hillary’s post-public-service profiting, doing so little work for so much money from a firm that did so much damage to so many.\n\n#ad#In Hillary’s defense, she is not doing anything differently from the host of other former Obama hope-and-change reformist influence peddlers, from Peter Orszag and Larry Summers to Robert Gibbs and Anita Dunn. Her efforts are just more lucrative. Of course, revolving high-finance politics is a bipartisan habit. Yet when one tries to simultaneously pose as an egalitarian, the additional smell of hypocrisy is overwhelming.\n\nThe formula for liberal elites is to damn the 1 percent, call for higher taxes on those who did not build their equity empires, shriek about Wall Street, maybe praise Mao Zedong, and then, having obtained enough divine exemption from guilt, get really rich by leveraging past and future “public service.” After all, Goldman kingpins were not paying Hillary for her demonstrable expertise in foreign policy vis-à-vis Russia, her proven record in dealing with the Arab Spring, or her compassion shown to the next of kin of the Benghazi dead.\n\nIt is thought of Hillary that she will be a shoo-in not just for the Democratic nomination but also for the presidency itself in 2016. Perhaps — given that she is certainly publicly pivoting away from the disastrous leftward positions that have given us five years of economic doldrums for just about everybody but Goldman Sachs. She is also said to have had smart timing, bailing out just in time from a sinking Obama administration so as to remind Democratic stalwarts that they supposedly made a terrible mistake in the summer of 2008.\n\nBut is that completely true? The currently imploding Obamacare is simply a lighter version of Hillarycare, and branded with the same liberal arrogance and dissimulation with which a technocratic class in Washington, always exempt from the concrete ramifications of its own ideology, can dictate from on high what is good for Americans through bigger government, higher taxes, and supposedly enlightened redistribution. And because it is usually impossible to sell more and better things for cheaper prices, lies always ensue. Obamacare may well follow Hillarycare into the dustbin of history.\n\nAside from conventional wisdom about Hillary’s bright prospects, there is also still her record as a senator and secretary of state. Those tenures were not impressive, and were on occasion notably callous.\n\n#page#Hillary voted for the Iraq War. In October 2002, she gave a fine speech explaining why we had to remove Saddam Hussein — fulfilling the pledge of Bill’s Iraq Liberation Act and his incomplete 1998 Desert Fox bombing — only to become a fierce critic of her 2002 position when the polls went south on the war and she started eyeing the presidency. The complete pullout from Iraq in 2009, while she was secretary of state, turned a successful post-surge landscape back to 2006, and was one of the real blunders of the last five years.\n\n#ad#Hillary gave a screeching stump speech in 2003 about the right of dissent and her own heroic efforts to speak truth to power about the Iraq War (e.g., “I am sick and tired of people who say that if you debate and you disagree with this administration somehow you’re not patriotic. We should stand up and say we are Americans and we have a right to debate and disagree with any administration”) — and then as secretary of state did her best to keep State Department employees from talking to the press about Benghazi, while working for an administration that monitored Associated Press journalists, used the IRS to go after political opponents, and saw the tentacles of the NSA wrap around the German chancellor’s cell phone. And while George W. Bush did not call any critic “unpatriotic,” that is precisely what Barack Obama once called Bush.\n\nThen there was her crude September 2007 grilling of General David Petraeus and Ambassador Ryan Crocker. In a joint session of the Senate Foreign Relations Committee and the Senate Armed Services Committee, Hillary trumped the simultaneous New York Times discounted ad “General Betray Us” by calling America’s most successful general and ambassador in a generation, who were honestly explaining the progress of the surge, veritable liars. In an effort to match the anti-war stance of her fellow senatorial inquisitor and presidential candidate Barack Obama, she summed up their combined testimony with the following sarcastic dismissal: “Despite what I view as your rather extraordinary efforts in your testimony both yesterday and today, I think that the reports that you provide to us really require a willing suspension of disbelief.” That was an odd sort of editorial accusation of mendacity from someone not known for veracity and who, a few months later, would really suspend disbelief to brag that she had dodged imaginary gunfire in Serbia.  \n\nDo we remember her grand talk about reset with Russia? That particular version of “Bush did it” led to Russian obstruction of U.S. efforts at every turn, culminating in the triumph of Putin in Syria.\n\nShe was said to have been one of the architects of “lead from behind” in Libya, which managed somehow all at once to diminish the role of the U.S. among its allies, violate U.N. resolutions limited to no-fly-zones and humanitarian aid (a con that would come back to haunt Obama in Syria through, once again, Russian obstructionism), and bring about a Mediterranean version of Mogadishu. In Egypt, the dumping of Mubarak, the promotion of Morsi, the non-coup, non-junta of the generals, and the sorta, kinda cutoff of U.S. aid had the common denominator of demonstrating American incoherence and earning hatred from Egyptians of every stripe.\n\nDo we remember how Hillary tried to explain why we were removing Qaddafi and not Assad, on the grounds that the former was a far more serious threat? The latter, remember, she referred to as a “reformer” (e.g., “There’s a different leader in Syria now. Many of the members of Congress of both parties who have gone to Syria in recent months have said they believe he’s a reformer”).\n\nThen there was Benghazi. Every major statement that Hillary Clinton offered about Benghazi required a suspension of disbelief. The violence in Libya was never predicated on a video, but was a pre-planned hit. She knew before the attack that there was inadequate security, and later, after the violence commenced, she requested no help when help would have mattered. There was never an honest answer given about why Ambassador Stevens was in Benghazi in the first place, why he was worried about his safety, and what exactly the State Department was fronting for.\n\nHillary told the Senate Foreign Relations Committee: “What difference — at this point, what difference does it make?” Lots. When even liberal commentators now talk of a listless and directionless foreign policy, they should finish their sentence with references to a four-year Hillary Clinton tenure as secretary of state. And behind Hillary’s latest odyssey — from Benghazi to Goldman Sachs — are four dead Americans, and little other than untruth for their kin.\n\n— NRO contributor Victor Davis Hanson is a senior fellow at the Hoover Institution. His latest book is The Savior Generals, published this spring by Bloomsbury Books.", "title": "Hillary’s Odyssey", "url": "http://www.nationalreview.com/article/363051/hillarys-odyssey-victor-davis-hanson", "image": "http://c8.nrostatic.com/sites/default/files/uploaded/pic_related_110513_A.jpg", "type": "article"}, "twitter": {"url": "http://www.nationalreview.com/article/363051/hillarys-odyssey-victor-davis-hanson", "image": "http://c0.nrostatic.com/sites/default/files/uploaded/pic_giant_110513_A.jpg", "description": "Hillary Clinton is no doubt a talented speaker. She recently went into what the left wing sees as the heart of darkness of the American 1 percent at Goldman Sachs, purportedly gave two brief chats, and walked away with a reported $400,000 in fees. Such compensation is almost as profitable as Hillary’s long-ago cattle-future trading, in which as a talented rookie speculator she beat one-in-several-million odds by parlaying an original $1,000 investment into a $100,000 profit.\n\nThat Goldman’s shenanigans were central to the 2008 housing and financial meltdown — and were empowered, in part, by Bill Clinton’s own prior twofer of deregulating Wall Street and appointing to Freddie Mac and Fannie Mae greedy, though liberal, incompetents of the likes of James Johnson, Franklin Raines, and Jamie Gorelick — apparently meant nothing to Hillary.\n\nHer current frenetic speaking career is consistent with the ethics that allowed Anthony Weiner’s wife, Huma Abedin, to freelance as a six-figure private “consultant” while simultaneously working as Hillary’s aide and representing the U.S. State Department. With the Clintons, government service is never quite inseparable from private lucre. The more public anguish is voiced over fairness, and the more loudly the undue influence of big money over big government is criticized, the more both are drawn to just that. The Clintons must think of Wall Street the way the Reverend Jimmy Swaggart used to talk of “the Devil” — a dark force that nonetheless always alights on their shoulders, improperly but successfully seducing them.\n\nSoon Hillary may even outpace Bill in speaking fees, especially after she finishes up her private-equity rounds at places like KKR and the Carlyle Group and follows his footsteps abroad. So much for the revolving door, influence peddling, and all the other Obama reform blather we’ve been saturated with since 2008. I don’t think we are going to see any Occupy Wall Street protesters break into mahogany-paneled rooms to decry Hillary’s post-public-service profiting, doing so little work for so much money from a firm that did so much damage to so many.\n\n#ad#In Hillary’s defense, she is not doing anything differently from the host of other former Obama hope-and-change reformist influence peddlers, from Peter Orszag and Larry Summers to Robert Gibbs and Anita Dunn. Her efforts are just more lucrative. Of course, revolving high-finance politics is a bipartisan habit. Yet when one tries to simultaneously pose as an egalitarian, the additional smell of hypocrisy is overwhelming.\n\nThe formula for liberal elites is to damn the 1 percent, call for higher taxes on those who did not build their equity empires, shriek about Wall Street, maybe praise Mao Zedong, and then, having obtained enough divine exemption from guilt, get really rich by leveraging past and future “public service.” After all, Goldman kingpins were not paying Hillary for her demonstrable expertise in foreign policy vis-à-vis Russia, her proven record in dealing with the Arab Spring, or her compassion shown to the next of kin of the Benghazi dead.\n\nIt is thought of Hillary that she will be a shoo-in not just for the Democratic nomination but also for the presidency itself in 2016. Perhaps — given that she is certainly publicly pivoting away from the disastrous leftward positions that have given us five years of economic doldrums for just about everybody but Goldman Sachs. She is also said to have had smart timing, bailing out just in time from a sinking Obama administration so as to remind Democratic stalwarts that they supposedly made a terrible mistake in the summer of 2008.\n\nBut is that completely true? The currently imploding Obamacare is simply a lighter version of Hillarycare, and branded with the same liberal arrogance and dissimulation with which a technocratic class in Washington, always exempt from the concrete ramifications of its own ideology, can dictate from on high what is good for Americans through bigger government, higher taxes, and supposedly enlightened redistribution. And because it is usually impossible to sell more and better things for cheaper prices, lies always ensue. Obamacare may well follow Hillarycare into the dustbin of history.\n\nAside from conventional wisdom about Hillary’s bright prospects, there is also still her record as a senator and secretary of state. Those tenures were not impressive, and were on occasion notably callous.\n\n#page#Hillary voted for the Iraq War. In October 2002, she gave a fine speech explaining why we had to remove Saddam Hussein — fulfilling the pledge of Bill’s Iraq Liberation Act and his incomplete 1998 Desert Fox bombing — only to become a fierce critic of her 2002 position when the polls went south on the war and she started eyeing the presidency. The complete pullout from Iraq in 2009, while she was secretary of state, turned a successful post-surge landscape back to 2006, and was one of the real blunders of the last five years.\n\n#ad#Hillary gave a screeching stump speech in 2003 about the right of dissent and her own heroic efforts to speak truth to power about the Iraq War (e.g., “I am sick and tired of people who say that if you debate and you disagree with this administration somehow you’re not patriotic. We should stand up and say we are Americans and we have a right to debate and disagree with any administration”) — and then as secretary of state did her best to keep State Department employees from talking to the press about Benghazi, while working for an administration that monitored Associated Press journalists, used the IRS to go after political opponents, and saw the tentacles of the NSA wrap around the German chancellor’s cell phone. And while George W. Bush did not call any critic “unpatriotic,” that is precisely what Barack Obama once called Bush.\n\nThen there was her crude September 2007 grilling of General David Petraeus and Ambassador Ryan Crocker. In a joint session of the Senate Foreign Relations Committee and the Senate Armed Services Committee, Hillary trumped the simultaneous New York Times discounted ad “General Betray Us” by calling America’s most successful general and ambassador in a generation, who were honestly explaining the progress of the surge, veritable liars. In an effort to match the anti-war stance of her fellow senatorial inquisitor and presidential candidate Barack Obama, she summed up their combined testimony with the following sarcastic dismissal: “Despite what I view as your rather extraordinary efforts in your testimony both yesterday and today, I think that the reports that you provide to us really require a willing suspension of disbelief.” That was an odd sort of editorial accusation of mendacity from someone not known for veracity and who, a few months later, would really suspend disbelief to brag that she had dodged imaginary gunfire in Serbia.  \n\nDo we remember her grand talk about reset with Russia? That particular version of “Bush did it” led to Russian obstruction of U.S. efforts at every turn, culminating in the triumph of Putin in Syria.\n\nShe was said to have been one of the architects of “lead from behind” in Libya, which managed somehow all at once to diminish the role of the U.S. among its allies, violate U.N. resolutions limited to no-fly-zones and humanitarian aid (a con that would come back to haunt Obama in Syria through, once again, Russian obstructionism), and bring about a Mediterranean version of Mogadishu. In Egypt, the dumping of Mubarak, the promotion of Morsi, the non-coup, non-junta of the generals, and the sorta, kinda cutoff of U.S. aid had the common denominator of demonstrating American incoherence and earning hatred from Egyptians of every stripe.\n\nDo we remember how Hillary tried to explain why we were removing Qaddafi and not Assad, on the grounds that the former was a far more serious threat? The latter, remember, she referred to as a “reformer” (e.g., “There’s a different leader in Syria now. Many of the members of Congress of both parties who have gone to Syria in recent months have said they believe he’s a reformer”).\n\nThen there was Benghazi. Every major statement that Hillary Clinton offered about Benghazi required a suspension of disbelief. The violence in Libya was never predicated on a video, but was a pre-planned hit. She knew before the attack that there was inadequate security, and later, after the violence commenced, she requested no help when help would have mattered. There was never an honest answer given about why Ambassador Stevens was in Benghazi in the first place, why he was worried about his safety, and what exactly the State Department was fronting for.\n\nHillary told the Senate Foreign Relations Committee: “What difference — at this point, what difference does it make?” Lots. When even liberal commentators now talk of a listless and directionless foreign policy, they should finish their sentence with references to a four-year Hillary Clinton tenure as secretary of state. And behind Hillary’s latest odyssey — from Benghazi to Goldman Sachs — are four dead Americans, and little other than untruth for their kin.\n\n— NRO contributor Victor Davis Hanson is a senior fellow at the Hoover Institution. His latest book is The Savior Generals, published this spring by Bloomsbury Books.", "card": "summary", "title": "Hillary’s Odyssey    , by Victor Davis Hanson, National Review"}, "tweettext": "Hillary’s Odyssey", "msvalidate.01": "E48498F585100158A880ED1615918208", "robots": "follow, index", "sailthru.title": "Hillary’s Odyssey", "keywords": "Victor Davis Hanson", "fb": {"app_id": 129250807108374}, "sailthru.tags": "Hillary’s Odyssey    , Victor Davis Hanson, National Review", "google-site-verification": "OOtPjyj3i8ggfSXzZ7MPoTiwFy_JnfzKMPkjZ5bhpk0", "copyright": "© National Review, Inc.", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "news_keywords": "Victor Davis Hanson, Politics, Nation, World"}, "_id": "\"57477afa6914bd0286fe561f\"", "article_summary": "From Senator Clinton’s tergiversations on Iraq to Secretary Clinton’s lies on BenghaziHillary Clinton is no doubt a talented speaker.\nAside from conventional wisdom about Hillary’s bright prospects, there is also still her record as a senator and secretary of state.\nAnd behind Hillary’s latest odyssey — from Benghazi to Goldman Sachs — are four dead Americans, and little other than untruth for their kin.\nThe Clintons must think of Wall Street the way the Reverend Jimmy Swaggart used to talk of “the Devil” — a dark force that nonetheless always alights on their shoulders, improperly but successfully seducing them.\nSo much for the revolving door, influence peddling, and all the other Obama reform blather we’ve been saturated with since 2008."}