{"article_title": "Greg Mankiw's Defense of Inherited Wealth is Unconvincing", "article_keywords": ["good", "wealth", "consumption", "times", "income", "mankiw", "smoothing", "prediction", "theory", "defense", "mankiws", "inherited", "greg", "thats", "unconvincing"], "article_url": "https://newrepublic.com/article/118311/greg-mankiws-defense-inherited-wealth-unconvincing", "article_text": "Whenever the 1 percent needs someone to provide academic support for their extraordinary incomes, they always know just who to call: Greg Mankiw. In June 2013, the former top economist for President George W. Bush published a paper titled “Defending the One Percent” in which he tried (and failed) to convincingly defend the rising incomes of the richest 1 percent of Americans. On Saturday, he turned to the pages of the New York Times to argue that inherited wealth is good for the economy. But just like in 2013, his argument is unconvincing.\n\nInherited wealth has garnered greater attention since the release of Thomas Piketty’s Capital in the Twenty First Century. Mankiw begins his piece by linking to a half dozen critiques of Capital before stating, “The Piketty scenario is best viewed not as a solid prediction but as a provocative speculation.” But Piketty is not, in fact, making a prediction. His theory argues that there are “forces of divergence” in capitalism that can lead to extreme concentration of wealth if left unchecked. That’s not a prediction, it’s a theory. Mankiw conflates the two.\n\nMankiw spends the next 600 words explaining why it’s rational for parents to bequest wealth to their kids. The reasons he identifies make sense, but Mankiw is attacking a straw man here. No one is arguing that inheritance serves no purpose whatsoever. That’s why the estate tax exempts the first $5.34 million. But at some income levels, the reasons Mankiw offers lose their significance.\n\nFor instance, take consumption smoothing. Mankiw explains, “Consuming $50,000 of goods and services in each of two years is generally better than consuming $80,000 one year and $20,000 the next. People smooth consumption by saving in good times and drawing down assets when conditions are lean. … Hence, to smooth consumption across generations, they need to save some of their income so future generations can consume out of inherited wealth.” For most people this holds true, but for those at the far upper-end of the income distribution it falls apart. In 2012, the threshold for being in the top 0.01 percent required wealth of more than $100 million. Consumption smoothing doesn’t really apply to these households, because in both good and bad times, the have adequate financial resources to live as they please.", "article_metadata": {"msapplication-config": "//assets.newrepublic.com/assets/favicons/browserconfig.xml", "description": "Whenever the 1 percent needs someone to provide academic support for their extraordinary incomes, they always know just who to call: Greg Mankiw. In June 2013, the former top economist for President George W. Bush published a paper titled “Defending the One Percent” in which he tried (and failed) to convincingly defend the rising incomes of the richest 1 percent of Americans.&nbsp;On Saturday, he ...", "og": {"site_name": "New Republic", "description": "His newest piece in support of inherited wealth is thoroughly unconvincing.", "title": "Greg Mankiw's Newest Defense of the One Percent Is Just as Wrong as All His Others", "locale": "en_US", "image": "https://images.newrepublic.com/1de7fd06ead05fc3041a7d492a27b394c9b6c468.jpeg?w=1109&h=577&crop=faces&fit=crop&fm=jpg", "url": "https://newrepublic.com/article/118311/greg-mankiws-defense-inherited-wealth-unconvincing", "type": "article"}, "twitter": {"image": "https://images.newrepublic.com/1de7fd06ead05fc3041a7d492a27b394c9b6c468.jpeg?w=1024&h=512&crop=faces&fit=crop&fm=jpg", "description": "His newest piece in support of inherited wealth is thoroughly unconvincing.", "site": "@newrepublic", "card": "summary_large_image", "title": "Greg Mankiw's Newest Defense of the One Percent Is Just as Wrong as All His Others"}, "msapplication-TileColor": "#ffffff", "parsely-metadata": "{\"thumb_image\":\"http://images.newrepublic.com/1de7fd06ead05fc3041a7d492a27b394c9b6c468.jpeg\"}", "parsely-page": "{\"title\":\"Greg Mankiw's Newest Defense of the One Percent Is Just as Wrong as All His Others\",\"link\":\"https://newrepublic.com/article/118311/greg-mankiws-defense-inherited-wealth-unconvincing\",\"section\":\"Economics\",\"pub_date\":\"2014-06-23T14:55:54.000Z\",\"post_id\":118311,\"author\":\"Danny Vinik\",\"type\":\"post\",\"tags\":[\"Economics\",\"QED\",\"Inheritances\",\"Wealth\",\"Transfers\",\"Greg Mankiw\",\"1 percent\",\"Estate Tax\",\"Wealth Tax\",\"-type_article\"]}", "fb": {"admins": 4404589, "pages": 161419311535, "app_id": 1675346479369918}, "theme-color": "#ffffff", "msapplication-TileImage": "//assets.newrepublic.com/assets/favicons/mstile-144x144.png", "article": {"publisher": "https://www.facebook.com/thenewrepublic", "tag": "Economics", "published_time": "2014-06-23"}, "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fd0455\"", "article_summary": "On Saturday, he turned to the pages of the New York Times to argue that inherited wealth is good for the economy.\nInherited wealth has garnered greater attention since the release of Thomas Piketty’s Capital in the Twenty First Century.\nPeople smooth consumption by saving in good times and drawing down assets when conditions are lean.\nFor instance, take consumption smoothing.\nConsumption smoothing doesn’t really apply to these households, because in both good and bad times, the have adequate financial resources to live as they please."}