{"article_title": "N.J. Factory Turns To Medicaid To Insure Lowest-Paid Employees : Shots", "article_keywords": ["insure", "gillingham", "nj", "workers", "turns", "employees", "companies", "factory", "system", "oasis", "medicaid", "shots", "health", "lowestpaid", "insurance", "care"], "article_url": "http://www.npr.org/sections/health-shots/2016/01/01/460944790/n-j-factory-turns-to-medicaid-to-insure-lowest-paid-employees", "article_text": "N.J. Factory Turns To Medicaid To Insure Lowest-Paid Employees\n\ni toggle caption Fred Mogul/WNYC Fred Mogul/WNYC\n\nButter-flavored popcorn oil is in high demand at Oasis Foods, a manufacturer of cooking oils, mayonnaise and other products that restaurants and distributors often purchase by the ton.\n\n\"We get a rush this time of year with all the movie-going at the holidays,\" says Duke Gillingham, president of Oasis, at his factory in Hillside, N.J., just west of Newark Liberty Airport.\n\nThe company's health insurance coverage is not as popular as its popcorn oil. Oasis offered health insurance to all employees for 2015, to comply with a new Affordable Care Act mandate. And while some employees did sign up for the insurance — the company doubled the number of people on its health plan over previous years — about two-thirds of the employees declined the coverage. With monthly premiums of roughly $350 for a family of four, and with a $2,500 annual deductible, it was too expensive for factory workers, many of whom earn between $10 and $15 an hour.\n\nGillingham says he hasn't been able to find decent insurance much cheaper than that, and he cannot afford to significantly raise his employees' wages.\n\n\"The sad fact is we're in a very competitive business,\" he says. \"We wish we could make [insurance] more affordable, but it's essentially what the business can bear. If we don't watch what we're doing, we can be high-cost, and that doesn't serve any of the employees well.\"\n\nCompanies Look To Avoid Penalties\n\n\n\nOasis Foods, a subsidiary of a Swedish food manufacturer, has about 180 workers. As of Jan.1, smaller firms — those that employ between 51 and 100 workers — are being phased into the same mandate that Oasis faced in 2015. Companies must offer affordable coverage to all employees, and will be subject to a penalty if their workers instead turn to the health exchange to buy subsidized coverage.\n\nThere's no penalty for companies, it turns out, if workers qualify for Medicaid — though there could be controversy.\n\nAt firms like Oasis, low-wage workers are candidates more often for Medicaid than for the state or federal insurance exchange.\n\nTo qualify for Medicaid, applicants may earn no more than 138 percent of the federal poverty level — or roughly $16,000 for a single person and around $33,000 for a household of four.\n\nEmployers have not historically played a significant role in helping workers enroll in Medicaid. But Gillingham's insurance broker told him about a startup called BeneStream, which is based in New York City and facilitates enrollment in the government program.\n\nCompany Shifts Insurance Costs To The Government\n\nFounded two years ago with seed money from the Ford Foundation, BeneStream now helps more than 6,500 workers at 125 companies across the country get Medicaid. CEO Benjamin Geyerhahn says moving workers from private insurance to Medicaid helps firms shift their costs to the government.\n\n\"The savings is quite significant,\" he says. \"Our average is about 250 percent — so about two-and-a-half times the money you spend on us comes back to you in the form of saved premium.\"\n\nGeyerhahn says going onto Medicaid, which is nearly free for employees, is a good deal, though it lacks the generous benefits of more expensive plans. If employees make so little that they're eligible for Medicaid, he says, they probably can't afford regular insurance premiums, especially when combined with the high deductibles that undermine much of the benefit of insurance.\n\n\"Yes, this [level of coverage] is something that will help them if they get in a car accident or have a heart attack,\" he says, \"but this isn't something that's going to help them manage their health over the course of the year.\"\n\nWal-Mart, McDonald's and some large companies have drawn fire for not providing employees with health insurance, but instead relying on taxpayers to fund workers' health needs via Medicaid.\n\nKen Jacobs, chair of the University of California, Berkeley's Labor Center, says companies whose workers get Medicaid should bear some of the burden of the cost to taxpayers.\n\nCritics Think Employers Should Pay Bigger Share\n\n\"Those employers should be paying more into the general pot that pays for health care, rather than putting those costs onto everyone else,\" he says.\n\nCalifornia legislators considered imposing a state tax penalty for companies whose workers get Medicaid, but lawmakers ultimately rejected the proposal.\n\nLinda Blumberg, an economist at the Urban Institute, says that whether you are looking at a vast company like Wal-Mart or a modest-sized one like Oasis Foods, compensation is about trade-offs. The more you pay for people's insurance, the less you have to put in their paychecks.\n\n\"When workers are low-income,\" Blumberg says, \"I would rather that we publicly finance their medical care, make it very accessible to them, have low cost-sharing so that's not a barrier to them getting necessary care, and let them have a little bit higher wages in order to compensate.\"\n\nAnd even the large increases in the minimum wage currently being contemplated or phased in by several states and cities might still not be enough for those workers to afford most employer-sponsored insurance, given the high premiums and deductibles of such plans.\n\nAt Oasis, Gillingham says his company pays a lot in taxes, so getting almost-free health care for some workers amounts to a \"fair deal.\"\n\nHe contrasts this system to one he and his family of six experienced in England.\n\n\"My kids didn't suffer from having a five- or six-minute checkup,\" he says, compared with doctor visits in the United States — that may have been twice as long, and at much higher expense, but without any noticeable difference in results.\n\n\"We didn't see any of the demons that people speak of when they talk about socialized medicine,\" Gillingham says. \"There were no lines, no poor standard-of-care.\"\n\nBut despite being relatively upbeat about government healthcare, he concedes that Oasis workers so far have given Medicaid mixed reviews. Some doctors and hospitals take the insurance, but many don't.\n\nStill, that's true of most health insurance, Gillingham says.\n\nA Gallup poll last month found that 67 percent of Americans, in general, are satisfied with the country's health care system, compared with 75 percent of people who are on Medicaid.\n\n\"I think the system is evolving,\" Gillingham says. \"I don't know where it's going to go, but I know it's going to change, and we need to adapt and make use of the system in the best way possible.\"\n\nThis story was produced as part of NPR's partnership with WNYC and Kaiser Health News.", "article_metadata": {"Rating": "General", "description": "Starting Jan. 1, midsize companies must offer health insurance to their workers or risk a penalty. A firm that has already faced that problem is helping low-paid employees enroll in Medicaid, instead.", "og": {"site_name": "NPR.org", "description": "Starting Jan. 1, midsize companies must offer health insurance to their workers or risk a penalty. A firm that has already faced that problem is helping low-paid employees enroll in Medicaid, instead.", "title": "N.J. Factory Turns To Medicaid To Insure Lowest-Paid Employees", "url": "http://www.npr.org/sections/health-shots/2016/01/01/460944790/n-j-factory-turns-to-medicaid-to-insure-lowest-paid-employees", "image": "https://media.npr.org/assets/img/2015/12/28/mogulphotoemployermandate-3_wide-fdec6326dcb8a0cc937e2f0b36bca5b1d4018400.jpg?s=1400", "type": "article"}, "twitter": {"domain": "npr.org", "image": {"src": "https://media.npr.org/assets/img/2015/12/28/mogulphotoemployermandate-3_wide-fdec6326dcb8a0cc937e2f0b36bca5b1d4018400.jpg?s=1400"}, "card": "summary_large_image", "site": "@NPR"}, "robots": "noarchive,index,follow", "fb": {"app_id": 138837436154588, "pages": 10643211755}, "date": "2016-01-01", "viewport": "width=device-width, initial-scale=1, minimum-scale=1, maximum-scale=1, user-scalable=no, shrink-to-fit=no"}, "article_summary": "Still, that's true of most health insurance, Gillingham says.\nBut despite being relatively upbeat about government healthcare, he concedes that Oasis workers so far have given Medicaid mixed reviews.\nOasis offered health insurance to all employees for 2015, to comply with a new Affordable Care Act mandate.\nThe company's health insurance coverage is not as popular as its popcorn oil.\nWal-Mart, McDonald's and some large companies have drawn fire for not providing employees with health insurance, but instead relying on taxpayers to fund workers' health needs via Medicaid."}