{"article_title": "College political groups debate the national debt", "article_keywords": ["united", "questions", "spending", "national", "political", "states", "college", "groups", "team", "military", "debt", "debate"], "article_url": "http://flathatnews.com/2016/02/17/national-debt-college-political-groups/", "article_text": "College political groups debate the national debt\n\nThe four political groups represented at the debate included (from left) the College Libertarians, College Republicans, College Socialists and Young Democrats. AMELIA LUCAS / THE FLAT HAT\n\nIn light of the upcoming United States Presidential Elections, the College of William and Mary’s Net Impact and the Up to Us team hosted the Great Debt-Bate, where, for the first time, four student political groups came together to debate issues related to the national debt.\n\nThe debate was the first of three parts in the Up to Us team’s campaign. This is the first year the College has a team in the Up to Us competition, which is sponsored through the Peter G. Peterson Foundation in partnership with the Clinton Global Initiative University and Net Impact. The competition encourages students to educate their peers on national debt and its effects. The Up to Us team will also be holding events on Feb. 18 and Feb. 21.\n\nThe College Republicans, College Libertarians, Young Democrats and College Socialists each had representatives participating in the debate, offering their parties’ perspectives on issues related to the national debt.\n\n“This is the first time in history that these four organizations have debated together so we are really excited to be able to do that,” Up to Us team member Aastha Uprety ’18 said. “The national debt is a non-partisan issue, which is why we wanted to have all these groups here to debate and discuss because it is really important that everyone is involved in the discussion.”\n\nMost of the questions asked at the debate were submitted by Up to Us team members, but at the end of the debate there was time for questions from audience members. Some of the questions posed included, “what should be done about the national debt?” and, “what role do you think the government should play in providing its citizens with healthcare?”\n\n“First off I am going to refer to all military spending as imperialism spending,” Brown said. “We have 700 military bases outside of the United States, about 50,000 troops in several different countries.”\n\nThe debate highlighted divides in party ideology over healthcare — specifically the Affordable Care Act — military spending, and the role of the government in protecting the environment. In discussing how the government could address the national debt, Young Democrats Vice President Kathleen Bryant ’18 focused on furthering the progress United States President Barack Obama had started.\n\n“While it is true that the National Debt has been increasing during Obama’s tenure as president, Obama has done a remarkable job of slowing that growth over the last seven years,” Bryant said. “President Obama has successfully balanced progressive priorities like immigration reform, healthcare reform and Wall Street reform with the need for responsible spending. However, when we are talking about the national debt, as Democrats, this progress towards debt reduction should not come at the cost of the poor, elderly, or sick. We will not accept repeals to the Affordable Care Act or cuts from Medicare, Medicaid or Social Security.”\n\nThe debaters’ starkly different viewpoints became apparent during a discussion on military spending. A representative from the College Republicans argued that it was necessary to continue expanding military spending because of rising threats to the nation’s security while representatives from College Libertarians and Young Democrats argued that current spending was excessive and should be rationally scaled back.\n\nWhile these three parties found more common ground in each of the debate questions, representatives from College Socialists often had different approaches to viewing the problems.\n\n“Believe it or not, libertarianism is more than pot brownies and assault rifles,” Cabocel said.\n\nInstead of discussing how the government could change military spending, College Socialists representative Joshua Brown ’18 focused on the imperialist nature of U.S. intervention and how that factored into the national debt.\n\n“First off I am going to refer to all military spending as imperialism spending,” Brown said. “We have 700 military bases outside of the United States, about 50,000 troops in several different countries. I find that really hard to see as necessary spending. Our spending has gotten us into a lot of foreign wars and it helped us overthrow a lot of governments.”\n\nBrown said that, while a radical solution to military spending would be to abolish the military, a more moderate one would entail allocating more funding to helping veterans with psychological disorders.\n\nWhen audience members had a chance to ask the debaters questions, they focused on topics such as climate change and the government’s role in preventing discrimination. College Republican’s First Vice-Chair Nathan Ritchie ’16 focused on the distinction between government intervention in the public and private spheres.\n\n“I believe there ought to be a strong government action to prevent discrimination in the public sphere,” Ritchie said. “As long as private organizations exist, they will try to define themselves in different ways. To a certain degree, we should allow that. I think we can all agree we should work towards education and workforce development to help people recognize their potential and dignity.”\n\nFollowing the final question, each party had a chance to make a closing statement summarizing their beliefs on the national debt. College Libertarians member Sinclair Cabocel ’18 said that it is important to recognize that while libertarians are very patriotic, they also are able to criticize the United States when they see it moving in the wrong direction.\n\n“Believe it or not, libertarianism is more than pot brownies and assault rifles,” Cabocel said. “It is about guaranteeing liberty for every single individual. On behalf of the libertarian club, I say we need to fight so that we could enjoy the freedoms tomorrow that we enjoy today.”", "article_metadata": {"og": {"site_name": "Flat Hat News", "description": "In light of the upcoming United States Presidential Elections, the College of William and Mary’s Net Impact and the Up to Us team hosted the Great Debt-Bate, where, for the first time, four student…", "title": "College political groups debate the national debt", "url": "http://flathatnews.com/2016/02/17/national-debt-college-political-groups/", "image": {"width": 600, "identifier": "http://flathatnews.com/wp-content/uploads/2016/02/IMG_7573-e1455767795569.jpg", "height": 400}, "locale": "en_US", "type": "article"}, "article": {"published_time": "2016-02-18T04:06:15+00:00", "modified_time": "2016-02-19T20:17:21+00:00"}, "twitter": {"image": "http://flathatnews.com/wp-content/uploads/2016/02/IMG_7573-e1455767795569.jpg?w=640", "card": "summary_large_image"}, "generator": "WordPress 4.4.3"}, "article_summary": "College political groups debate the national debtThe four political groups represented at the debate included (from left) the College Libertarians, College Republicans, College Socialists and Young Democrats.\nThe College Republicans, College Libertarians, Young Democrats and College Socialists each had representatives participating in the debate, offering their parties’ perspectives on issues related to the national debt.\nThe competition encourages students to educate their peers on national debt and its effects.\nHowever, when we are talking about the national debt, as Democrats, this progress towards debt reduction should not come at the cost of the poor, elderly, or sick.\nInstead of discussing how the government could change military spending, College Socialists representative Joshua Brown ’18 focused on the imperialist nature of U.S. intervention and how that factored into the national debt."}