{"article_title": "Legislative council's influence rises in Tennessee", "article_keywords": ["legislative", "legislators", "councils", "national", "bill", "influence", "state", "tennessee", "members", "policy", "lawmakers", "rises", "alec"], "article_url": "http://www.tennessean.com/story/news/politics/2015/05/07/legislative-councils-influence-rises-tennessee/70975500/", "article_text": "Buy Photo (Photo: George Walker IV / The Tennessean)Buy Photo\n\nThe big law firm conference room was decorated with several pairs of red balloons forming the number \"28,\" the new tally of Republicans in the 33-member Tennessee Senate. The office penthouse atop Nashville's 31-story Fifth Third Center gave members of the Senate Republican Caucus a fabulous view of the city.\n\nCaucus members assembled there Dec. 10 to celebrate the electoral victories of the previous month and to lay the groundwork for the 2015 legislative session convening a month later. The holidays were ahead and the mood was festive.\n\nToward the end, the caucus chairman, Sen. Bill Ketron of Murfreesboro, spoke to his colleagues about the American Legislative Exchange Council's annual \"policy summit\" in Washington, which he and six fellow senators attended the previous week. He said 22 Tennessee legislators attended the ALEC conference, which Ketron said was the most from any state.\n\nALEC is a conservative policy organization promoting \"limited government, free markets, federalism\" and whose membership includes state lawmakers and corporate representatives from across the country. With Republicans in full control of 30 state legislatures, ALEC now rivals the centrist, nonpartisan National Conference of State Legislatures in attendance at its meetings.\n\nAnd intense criticism has accompanied that rise in power. Several national groups, from centrist to liberal, including the public interest group Common Cause, have attacked ALEC's blend of ideology, corporate partnership and attempts to pass legislation of its own.\n\n\"They make their decisions based on politics and contributions rather than on best practices or best solutions to problems,\" Tennessee state Rep. Joe Armstrong, D-Knoxville, said when he quit ALEC three years ago. \"Their agenda has become very self-serving and very partisan. ... It's extremist.\"\n\nThe Center for Media and Democracy runs a website called \"ALEC Exposed,\" that details criticism of the group.\n\nAdvice from Gingrich\n\nAt the Nashville meeting, Ketron told his caucus colleagues that former U.S. House Speaker Newt Gingrich spoke to several of the ALEC attendees about the GOP victories of 2014 and how to sustain them.\n\n\"Newt asked us to come back and challenge each and every one of you: We can't continue doing business the way we're doing it. Newt said that we're still conducting and running government the way we did in the '60s and '70s. We can't continue building brick and mortar and expanding the size of government. We've got to be thinking smart and how do we compress it down.\"\n\nKetron also said that Tennesseans were front and center at the ALEC conference.\n\n\"We're doing things right in Tennessee and they're looking at us,\" he said. \"From bills to anything we're doing in Tennessee, they want to follow us.\"\n\nIndeed, as Republicans have enlarged their majorities in the Tennessee General Assembly, ALEC has become more ingrained in the culture of the legislature and its legislation. Eighteen Tennessee lawmakers billed just over $53,000 to taxpayers to attend ALEC conferences in 2014, not counting lawmakers who traveled on ALEC \"scholarships\" or other means, according to expense records on the legislature's website.\n\nKetron, known to most Tennesseans for shepherding the wine-in-grocery-stores bill to passage last year, attended three ALEC meetings in 2014: a spring \"task force\" in Kansas City, the main annual meeting in Dallas last summer and the policy summit in Washington on Dec. 2-6.\n\nALEC is one of several national and regional organizations whose meetings are attended by Tennessee lawmakers. Others include the NCSL, Council of State Governments, Southern Legislative Council and the National Black Caucus of State Legislators.\n\nLittle need to lobby\n\nUnlike national groups such as Americans For Prosperity that seek to influence state laws and policy from the outside of statehouse chambers through lobbying and political pressure, ALEC doesn't need to: Its members are the lawmakers themselves — and thus far more effective. It's not surprising that conservative legislators flock to its conferences and support its goals, just as black lawmakers attend NBCSL meetings.\n\nAside from conservative advocacy, another big difference between ALEC and other legislative groups is its membership of business and trade association executives, whose corporations largely fund ALEC. Corporate representatives are fully integrated into its structure, as voting members of its various policy \"task forces\" alongside its legislative members.\n\nALEC's \"private enterprise advisory council\" helps govern the organization, along with a board of directors of 30 lawmakers. The council includes executives from Koch Companies, Exxon Mobil, State Farm, Pfizer, the Pharmaceutical Research and Manufacturers of America (PhRMA), the tobacco giant Altria, AT&T, National Federation of Independent Business, the alcoholic beverage giant Diageo, United Parcel Service, the for-profit online school company K-12 Inc. and the American Bail Coalition, representing the bail bond industry.\n\nALEC doesn't run political advertising or contribute to legislators' campaigns, but its corporate members do.\n\nFar more importantly, lawmakers bring home ideas, model bills and research from ALEC developed by its committees, task forces, \"ALEC scholars\" and the corporate and foundation advisers that help support ALEC. One of its four \"Board of Scholars\" members, for example, is economist-consultant Arthur Laffer of Murfreesboro, who championed tax cuts and supply-side economics as an adviser to President Reagan in the 1980s. Laffer, who has testified before Tennessee legislative committees, issues reports for ALEC that legislators cite as research for passing bills.\n\nWhen the Tennessee legislature approved a bill in 2011 allowing for-profit online \"virtual schools\" to operate in Tennessee and receive the state's share of public school funding on the same per-pupil basis as regular schools for every student they enroll, it was through a model bill from ALEC — much of it word for word with parts tailored to Tennessee.\n\nVirginia-based K-12 Inc. lobbied for the bill. Almost immediately after passage, the company contracted with the small, rural Union County school district to open Tennessee Virtual Academy to students statewide. After four years of low performance on the state's standardized tests, the state Department of Education has ordered the school to close in June. A lawsuit is pending.\n\nDespite K-12 Inc.'s presence on the ALEC advisory council and a phalanx of lobbyists it hired, the company failed to win legislative approval in April of a bill giving the school another year to raise its scores substantially. Gov. Bill Haslam's office and Senate Education Committee Chairman Dolores Gresham, R-Somerville, an original supporter of the school, worked to defeat the bill.\n\nHow to repeal Obamacare\n\nOne of ALEC's major nationwide initiatives has been successful in Tennessee: opposing implementation of the federal Affordable Care Act at the state level.\n\nALEC produced the \"State Legislators Guide to Repealing Obamacare,\" with \"14 specific recommendations to push back against Obamacare\" (including \"Decline to enforce ObamaCare's 'consumer protections' if such enforcement authority does not already exist in your state\") and \"18 ALEC model bills that make health care more secure, affordable and accessible.\"\n\nThose include allowing consumers to buy health insurance across state lines and a \"Health Care Freedom Act.\" Similar bills have been filed in Tennessee.\n\nState Rep. Curry Todd, R-Collierville, who is on ALEC's 30-member board of directors, said that despite its opposition to Obamacare, \"ALEC was not involved\" in the successful effort to defeat Haslam's Insure Tennessee plan, an alternative Medicaid expansion plan funded through the Affordable Care Act that would make coverage available to up to 280,000 uninsured working Tennesseans.\n\n\"There were some groups that were involved with ALEC that were active in it, but ... as far as ALEC coming down here and lobbying things, they haven't. They've gotten a bad rap from some of the left-wing groups, which is unfortunate.\n\n\"Overall, we develop policy up there. Each individual member can take that policy and present it to their legislature and tailor it to their particular state. I'm not aware of any ALEC legislation per se, but some members may have taken some ideas\" home to present, Todd said.\n\nOne of ALEC's anti-Obamacare model bills calls for requiring legislative approval for expansion of Medicaid, blocking action solely by the governor. Tennessee lawmakers approved such a bill in 2014 sponsored by Sen. Brian Kelsey, R-Germantown. Although lawmakers would have to approve any Medicaid expansion through the state budget anyway, the 2014 bill was the precursor to this year's rejection of Haslam's Insure Tennessee.\n\nTennessee legislators in April approved a school voucher program for special needs children, giving parents of students with individualized education plans the state share of their per-pupil funding to help pay for private schools and private service providers.\n\nLarge parts of Senate Bill 27, the Individualized Education Act sponsored by Gresham and Rep. Debra Moody, R-Covington, resemble the ALEC model \"Special Needs Scholarship Program Act.\"\n\nTodd said the IEP model bill passed after he asked its supporters to narrow eligibility for the vouchers to children with the most severe disabilities, reducing the amount of money transferred from public schools to private providers.\n\n\"The IEP bill is a good bill for kids with disabilities. It gives parents the right (to go elsewhere) if their kids are not getting the kinds of services they need,\" Todd said.\n\nPolicy differences\n\nIn 2012, two Tennessee Democrats, Armstrong and Rep. David Shepard of Dickson, resigned from ALEC over its policies. Armstrong said at the time that he was alienated by ALEC's opposition to the Affordable Care Act despite years of advocating a \"national solution\" to health care problems, and its support for bills requiring government-issued photo IDs for voting, which he called \"voter suppression\" by targeting the elderly and minority voting rights.\n\nArmstrong also took exception to ALEC's backing of \"stand your ground\" laws in states including Tennessee and Florida, which broadens self-defense statutes to allow the use of deadly force in more situations. It got national attention after the killing of Trayvon Martin in Florida.\n\nThose and other issues led several of its corporate members to leave ALEC about that time. Since then, it has sought to move away from \"social issues\" and focus on economic issues.\n\nBut Armstrong said last week that he's not convinced.\n\n\"ALEC is so much different from the other legislative organizations, like the Council of State governments and the NCSL. No one else had corporate members with full voting rights sitting on their policy committees. We thought they were going in the wrong direction and we felt ALEC was being controlled by outside interests and not legislators. That's the reason that I resigned from ALEC.\"\n\nArmstrong said that ALEC's influence is through the members themselves.\n\n\"And these companies that have lobbying interests: If they're able to make the policy through ALEC's committees and task forces and legislators take those policies back to statehouses across the country, that gives them a strong lobbying influence,\" he said.\n\nAbout the series\n\nThe series of stories examining the influence of outside money on Tennessee politics was produced by the Tennessee News Network, a partnership among The Tennessean, Knoxville News Sentinel, Chattanooga Times Free Press and The Commercial Appeal in Memphis.\n\nRead or Share this story: http://tnne.ws/1RhUoff", "article_metadata": {"google": "notranslate", "description": "American Legislative Exchange Council pushes limited government, free markets, but has run into criticism.", "og": {"site_name": "The Tennessean", "description": "American Legislative Exchange Council pushes limited government, free markets, but has run into criticism.", "title": "Legislative council's influence rises in Tennessee", "url": "http://www.tennessean.com/story/news/politics/2015/05/07/legislative-councils-influence-rises-tennessee/70975500/", "image": "http://www.gannett-cdn.com/GDContent/applogos/tennessean.png", "type": "article"}, "twitter": {"description": "American Legislative Exchange Council pushes limited government, free markets, but has run into criticism.", "creator": "@tennessean", "image": "http://www.gannett-cdn.com/-mm-/62661cd5ad69f29b737cbce967f4dee663f5a76d/c=0-129-510-639&r=x643&c=640x640/local/-/media/2015/05/07/Nashville/B9317177663Z.1_20150507192833_000_G25ANLRCM.1-0.jpg", "title": "Legislative council's influence rises in Tennessee", "site": "@tennessean", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=600028886", "fb": {"app_id": 121487414583460}, "cXenseParse": {"gci-topic": "Companies/Diageo", "gci-asset-type": "story", "gci-categories": "Companies/Diageo", "title": "Legislative council's influence rises in Tennessee", "author": "Richard Locker", "pageclass": "article", "recs": {"category": "news/politics", "image-3-4": "http://www.gannett-cdn.com/-mm-/1a28fb58afaaf72770ac12efcfcc693bfd93a037/c=0-44-510-724/local/-/media/2015/05/07/Nashville/B9317177663Z.1_20150507192833_000_G25ANLRCM.1-0.jpg", "image-1-1": "http://www.gannett-cdn.com/-mm-/e81e17c9cdeeed8b733c069c485335883c9e8c51/c=0-129-510-639/local/-/media/2015/05/07/Nashville/B9317177663Z.1_20150507192833_000_G25ANLRCM.1-0.jpg", "contenttype": "story", "image-4-3": "http://www.gannett-cdn.com/-mm-/3753352aa58b2e3c55f041365b9b072e12d5ac77/c=0-193-510-575/local/-/media/2015/05/07/Nashville/B9317177663Z.1_20150507192833_000_G25ANLRCM.1-0.jpg", "image": "http://www.gannett-cdn.com/-mm-/e6e1c1eda55fd455e6e2d764174b6f2239491f55/c=0-240-510-527&r=x633&c=1200x630/local/-/media/2015/05/07/Nashville/B9317177663Z.1_20150507192833_000_G25ANLRCM.1-0.jpg", "publishtime": "2015-05-07T18:31:46.953000-05:00", "shorthed": "ALEC's influence rises in Tennessee", "articleid": 70975500, "image-16-9": "http://www.gannett-cdn.com/-mm-/08cb319cd44d9631d7254d2a53d65cefc4b4e643/c=0-240-510-527/local/-/media/2015/05/07/Nashville/B9317177663Z.1_20150507192833_000_G25ANLRCM.1-0.jpg", "image-9-16": "http://www.gannett-cdn.com/-mm-/54cd79024b71bc693043bf42d1f3ec92d10e0ab1/c=39-0-471-768/local/-/media/2015/05/07/Nashville/B9317177663Z.1_20150507192833_000_G25ANLRCM.1-0.jpg"}}, "Content-Type": "text/html; charset=UTF-8", "viewport": "width=1070", "news_keywords": "ALEC, american legislative exchange council, outside influence, politics, tennessee politics"}, "article_summary": "Laffer, who has testified before Tennessee legislative committees, issues reports for ALEC that legislators cite as research for passing bills.\nCorporate representatives are fully integrated into its structure, as voting members of its various policy \"task forces\" alongside its legislative members.\nOthers include the NCSL, Council of State Governments, Southern Legislative Council and the National Black Caucus of State Legislators.\nHe said 22 Tennessee legislators attended the ALEC conference, which Ketron said was the most from any state.\nTennessee lawmakers approved such a bill in 2014 sponsored by Sen. Brian Kelsey, R-Germantown."}