{"article_title": "35K Sign Up During First Month Of California Health Insurance Exchange « CBS Los Angeles", "article_keywords": ["federal", "exchange", "los", "enrollment", "35k", "month", "angeles", "cbs", "report", "health", "coverage", "services", "california", "sign", "insurance", "care"], "article_url": "http://losangeles.cbslocal.com/2013/11/13/35k-enrolled-in-covered-california-since-oct-1/", "article_text": "SACRAMENTO (CBS/AP) — California’s health insurance exchange led the nation in enrollments during its inaugural month of operation, but the 35,000 tentative sign-ups announced Wednesday by the U.S. Department of Health and Human Services represented just a fraction of the eventual goal.\n\nThe first enrollment numbers to be released under the federal health overhaul, using data from Oct. 1 through Nov. 2, also raised as many questions as they answered. Covered California, the agency steering the health overhaul in the state, aims to sign up as many as 2.2 million people by the end of next year, either in private insurance coverage or Medicaid services for the needy.\n\nFor those seeking coverage on the open market, the agency will need to quickly escalate enrollments to hit that target.\n\nA report released by Covered California and the California Department of Health Care Services Wednesday indicated 30,830 individuals enrolled in health care coverage through the insurance exchange from Oct. 1-31.\n\nHHS: 35K Enroll During First Month Of California Health Exchange playpause\n\nThe financial success of the health overhaul relies on enrolling millions of healthy, young people across the country. The figures released Wednesday by HHS did not disclose demographic details showing who was signing on, but Covered California officials said those seeking coverage in the state during the first month of open enrollment were generally older and had previously been denied coverage.\n\nMeanwhile, as many as 1 million Californians who buy individual policies are having their coverage discontinued despite President Obama’s promise that it wouldn’t happen.\n\nIf healthy people avoid buying insurance on the exchanges, it will undermine insurers’ business models and ultimately force premiums higher.\n\nIf those signing up trend to the elderly and sickly “your insurance is going to cost more and that will discourage those younger people from coming in,” warned Lisa Folberg, a vice president with the California Medical Assn. “There’s still a lot of enrollment and outreach work that needs to be done.”\n\nWednesday’s Health and Human Services report provided the first glimpse into enrollment operations at Covered California, which faces a monumental task to reach millions of people without insurance and sway them to sign up under the federal Affordable Care Act.\n\nThe report, covering the start of open enrollment on Oct. 1 through Nov. 2, also showed that about 80,000 lower-income people would be eligible for expanded Medicaid coverage under another prong of the overhaul.\n\nCalifornia counts nearly 7 million people without health coverage.\n\nAgency officials described the first enrollment figures as encouraging, but Republican state Assemblyman Dan Logue, who represents a district north of Sacramento, predicted a troubled start.\n\n“Covered California is giving you the best-case scenario, but where’s it going to be 12 months from now?” he said. “I’m pretty sure it’s going to be unsustainable.”\n\nThe 35,000 figure was defined in the federal report as the number of people who have “selected” a plan through the insurance exchange. According to HHS, that means the number of people who have chosen a specific insurance plan, whether or not they have actually followed through and begun paying the premium for it.\n\nCovered California said sign-ups have accelerated since then, to about 2,400 people a day so far this month.\n\nThe figures “show momentum and very high consumer interest,” Peter Lee, the exchange’s executive director, said in a statement.\n\nYounger and healthier people who use fewer services are needed by insurance companies to balance the cost of treating those who are sicker and more expensive to cover.\n\nIn addition to the state-by-state numbers, the Health and Human Services report also provided the overall figure for national enrollment under President Barack Obama’s national health reforms.\n\nIt said that fewer than 27,000 people managed to enroll for health insurance last month in the 36 states relying on the problem-filled federal website. States running their own websites, including California, did better than the federal government, together reporting more than 79,000 sign-ups.\n\nEven so, total private insurance enrollment after the first month of the health care rollout was only about one-fifth what the administration had expected during that time period.\n\nEnrollment numbers nationwide totaled 106,185. A Sept. 5 administration estimate had projected that 494,620 people would enroll in the first month.\n\nDuring a Wednesday news conference, Lee said Covered California will have a breakdown of its enrollees next week.\n\nThe launch of the Affordable Care Act, also called “Obamacare,” has been plagued by technical problems with the federal government’s website. Several states that run their own exchanges, including Oregon and Hawaii, also have experienced significant technical setbacks that have prevented people from signing up.\n\nAt the same time, millions of Americans who buy individual policies are receiving notices from their insurance companies saying their policies will be discontinued because they do not meet the higher standards of the federal law. That is despite Obama’s promise that people could keep their current policies if they were happy with them.\n\nCalifornia Senator Dianne Feinstein is co-sponsoring a bill to require healthcare providers to continue already existing policies for their customers. She said last week the only way to fix the federal health care website is to shut it down and get it done.\n\n“I said this directly to the president’s chief of staff – they ought to take down the web site,” she said.\n\nMost Americans receive health insurance through their workplace and are largely unaffected by the new health care exchanges.\n\nUnder the president’s program, people without access to coverage through their jobs can shop for subsidized, private insurance in the state marketplaces, or exchanges. The benefits begin Jan. 1.\n\nAnother major piece is a Medicaid expansion to serve more low-income people. Not all states have accepted the expansion, partly because of concerns over the future cost.\n\nThe problems with the exchange websites and confusion over the law led Obama administration and state officials to lower expectations for the early enrollment numbers.\n\n“We were always expecting October would be a month when people would do some comparative shopping but not necessarily go through the entire process,” said Anthony Wright, executive director of Health Access California, an advocacy group for the needy working closely with Covered California. “You don’t necessarily buy a car on the first trip to the lot.”\n\n(TM and © Copyright 2013 CBS Local Media, a division of CBS Radio Inc. and its relevant subsidiaries. CBS RADIO and EYE Logo TM and Copyright 2013 CBS Broadcasting Inc. Used under license. All Rights Reserved. This material may not be published, broadcast, rewritten, or redistributed. The Associated Press contributed to this report.)", "article_metadata": {"description": "California's health insurance exchange led the nation in enrollments during its inaugural month of operation.", "generator": "WordPress.com", "og": {"url": "http://losangeles.cbslocal.com/2013/11/13/35k-enrolled-in-covered-california-since-oct-1/", "image": {"secure_url": "https://s0.wp.com/wp-content/themes/vip/cbs-local/images/global/facebook/facebook-share-260x260.png", "identifier": "https://s0.wp.com/wp-content/themes/vip/cbs-local/images/global/facebook/facebook-share-260x260.png"}, "type": "article", "description": "California's health insurance exchange led the nation in enrollments during its inaugural month of operation.", "title": "35K Sign Up During First Month Of California Health Insurance Exchange"}, "twitter": {"site": "CBSLA", "image": "https://s0.wp.com/wp-content/themes/vip/cbs-local/images/global/facebook/facebook-share-260x260.png", "description": "California's health insurance exchange led the nation in enrollments during its inaugural month of operation.", "card": "summary_large_image", "title": "35K Sign Up During First Month Of California Health Insurance Exchange"}, "msapplication-tooltip": "News, Sports, Weather, Traffic and the Best of LA/OC", "msapplication-window": "width=device-width;height=device-height", "application-name": "CBS Los Angeles", "article": {"publisher": "http://www.facebook.com/CBSLA", "author": "http://www.facebook.com/CBSLA"}, "keywords": "aca information, affordable care act, consumer, heard on radio, local, news, politics, watch + listen, 35000 people, affordable care act, covered california, enrolled, health care, health insurance, obamacare, us departmetn of health and human services", "google-site-verification": "44caXBf4kjHeKKAT7ZZ89NaCX25utL_yRSa-qGpwIhY", "msapplication-task": "name=Subscribe;action-uri=http://losangeles.cbslocal.com/feed/;icon-uri=http://1.gravatar.com/blavatar/5c05896c022a6d5696298ac60bad5bcf?s=16", "news_keywords": "35000 people, affordable care act, covered california, enrolled, health care, health insurance, obamacare, us departmetn of health and human services"}, "_id": "\"57477af36914bd0286fd046b\"", "article_summary": "Most Americans receive health insurance through their workplace and are largely unaffected by the new health care exchanges.\nA report released by Covered California and the California Department of Health Care Services Wednesday indicated 30,830 individuals enrolled in health care coverage through the insurance exchange from Oct. 1-31.\nHHS: 35K Enroll During First Month Of California Health Exchange playpauseThe financial success of the health overhaul relies on enrolling millions of healthy, young people across the country.\nShe said last week the only way to fix the federal health care website is to shut it down and get it done.\nIt said that fewer than 27,000 people managed to enroll for health insurance last month in the 36 states relying on the problem-filled federal website."}