{"article_title": "If Obamacare Critics Win High Court Case, Residents of Some States Will Be Devastated", "article_keywords": ["case", "high", "court", "exchange", "critics", "win", "subsidies", "obamacare", "rate", "states", "federal", "state", "tennessee", "medicaid", "devastated", "uninsured", "residents"], "article_url": "http://billmoyers.com/2015/03/12/obamacare-critics-win-high-court-case-effects-will-wildly-disparate/", "article_text": "This post first appeared at The Center for Public Integrity.\n\nIf the Supreme Court rules in favor of the plaintiffs in King v. Burwell, nowhere will the effect be more stark than along the 400-mile border between two states my family has called home, Tennessee and Kentucky.\n\nIn the state where I grew up, Tennessee, thousands of people would in all likelihood be forced back into the ranks of the uninsured. That’s because the cost of coverage would quickly skyrocket for the 230,000 Tennesseans enrolled in a health plan this year through the insurance exchange that’s operating there.\n\nIn Kentucky, where we lived when I worked for Humana Inc., it doesn’t matter what the Supreme Court does. No one there is facing the threat of suddenly finding their coverage unaffordable.\n\nKentucky is one of the 16 states (and the District of Columbia) that decided to establish and operate its own exchange. Tennessee, on the other hand, is one of the 34 states that defaulted to the federal government to operate its exchange.\n\nThe plaintiffs in King v. Burwell argued before the high court last Wednesday that because of the way the Affordable Care Act is worded, the Obama Administration is breaking the law by providing subsidies to people in those 34 states to help them buy health insurance. Their argument is that the law allows subsidies only for enrollees in an exchange “established by the state.” If the Court agrees, the subsidies for folks in exchanges operated by the federal government could come to an abrupt end as early as mid-summer.\n\nKentucky is also one of 29 states to have expanded its Medicaid program under the ACA. That means that folks earning up to 138 percent of the federal poverty level — about $16,000 for an individual and about $33,000 for a family of four — are now eligible for Medicaid in Kentucky. The federal government pays 100 percent of the cost of the expanded coverage through next year. After that, the state will begin paying a portion of the cost, up to a maximum of 10 percent.\n\nBut to the south, many poor people remain uninsured because lawmakers in Tennessee have repeatedly refused to expand the state’s Medicaid program, called TennCare. Their first refusal came right after the Supreme Court ruled in 2012 that the federal government couldn’t force the states to expand their Medicaid programs. Legislators again voted against a Medicaid expansion just last month, even though Republican Gov. Bill Haslam favored it.\n\nBefore Kentucky expanded its Medicaid program, the Bluegrass State had a considerably higher uninsured rate than Tennessee. Now it has a much lower rate. The Medicaid expansion in Kentucky, coupled with the availability of federal money to help other low- and moderate-income people buy coverage, brought the uninsured rate in Kentucky down from 20.4 percent of residents 18 and older in 2013 to 9.8 percent in 2014, according to Gallup. That was one of the biggest drops in the country.\n\nIn Tennessee, the uninsured rate has also fallen, but only because the federal government has been up to now providing subsidies to many of the state’s low- and moderate income residents. The uninsured rate in the Volunteer State stood at 15.1 percent in 2014, down from 16.8 percent in 2013. The decline obviously would have been much larger had the state expanded its Medicaid program.\n\nIf the Supreme Court rules that the government cannot continue providing subsidies to folks in the states with federally operated exchanges, the uninsured rate undoubtedly will go back to what it was in 2013 if not higher. More than 80 percent of Tennesseans who bought coverage on the state’s exchange receive subsidies. Most of them would have difficulty making their monthly premium payments if the subsidies evaporate.\n\nThe insurance industry warned the court in an amicus brief that an end to the subsidies would destabilize the health insurance market in the 34 states, causing premiums to rise rapidly and setting the stage for a “death spiral” that would make coverage unaffordable for all but a state’s most affluent residents.\n\nThe industry’s largest trade group, America’s Health Insurance Plans, predicted in its brief that the uninsured rate would likely be even higher than it was before the Affordable Care Act was passed in 2010.\n\nDuring the court’s hearing last week, Justice Samuel Alito dismissed AHIP’s concern and suggested that a court decision in favor of the plaintiffs would be no big deal, that states would just start operating their own exchanges.\n\n“It’s not too late for a state to establish an exchange,” he said. “So going forward, there would be no harm.”\n\nWhile the political will might exist in a few of the 34 states to go about setting up an exchange, Tennessee likely wouldn’t be among them. In fact, Tennessee State Sen. Brian Kelsey, R-Germantown, recently introduced a bill that would prevent the state from setting up its own exchange.\n\nSo while Tennessee lawmakers continue to do all they can to undermine Obamacare, low- and moderate-income Kentuckians can go to bed at night and not have the same worry that their neighbors a few miles to the south have about the cost of health care.\n\nDoes that make sense to you?", "article_metadata": {"description": "If the Supreme Court rules in favor of the plaintiffs in 'King v. Burwell,' nowhere will the effect be more stark than along the 400-mile border between two states, Tennessee and Kentucky.", "generator": "WordPress 4.5.2", "og": {"site_name": "BillMoyers.com", "description": "If the Supreme Court rules in favor of the plaintiffs in 'King v. Burwell,' nowhere will the effect be more stark than along the 400-mile border between two states, Tennessee and Kentucky.", "title": "If Obamacare Critics Win High Court Case, Residents of Some States Will Be Devastated | BillMoyers.com", "locale": "en_US", "image": {"width": 640, "identifier": "http://dy00k1db5oznd.cloudfront.net/wp-content/uploads/2015/03/Welcome-to-Tennessee.jpg", "height": 360}, "url": "http://billmoyers.com/2015/03/12/obamacare-critics-win-high-court-case-effects-will-wildly-disparate/", "type": "article"}, "twitter": {"description": "If the Supreme Court rules in favor of the plaintiffs in 'King v. Burwell,' nowhere will the effect be more stark than along the 400-mile border between two states, Tennessee and Kentucky.", "title": "If Obamacare Critics Win High Court Case, Residents of Some States Will Be Devastated | BillMoyers.com", "image": "http://dy00k1db5oznd.cloudfront.net/wp-content/uploads/2015/03/Welcome-to-Tennessee.jpg", "creator": "@wendellpotter", "site": "@BillMoyersHQ", "card": "summary_large_image"}, "robots": "noodp", "apple-mobile-web-app-capable": "no", "viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=no", "article": {"section": "Blog", "tag": "widget", "published_time": "2015-03-12T14:16:23-04:00"}, "pubdate": 20150312}, "_id": "\"57477af36914bd0286fca056\"", "article_summary": "More than 80 percent of Tennesseans who bought coverage on the state’s exchange receive subsidies.\nThe uninsured rate in the Volunteer State stood at 15.1 percent in 2014, down from 16.8 percent in 2013.\nIn fact, Tennessee State Sen. Brian Kelsey, R-Germantown, recently introduced a bill that would prevent the state from setting up its own exchange.\nBut to the south, many poor people remain uninsured because lawmakers in Tennessee have repeatedly refused to expand the state’s Medicaid program, called TennCare.\nBefore Kentucky expanded its Medicaid program, the Bluegrass State had a considerably higher uninsured rate than Tennessee."}