{"article_title": "Bill Clinton aussi critique l'Obamacare", "article_keywords": ["le", "clinton", "la", "rforme", "lobamacare", "aussi", "les", "en", "une", "critique", "que", "bill", "des", "prsident"], "article_url": "http://www.lefigaro.fr/flash-actu/2013/11/12/97001-20131112FILWWW00672-bill-clinton-aussi-critique-l-obamacare.php", "article_text": "L'ancien président démocrate Bill Clinton a critiqué aujourd'hui un des effets de la réforme de la santé de Barack Obama, une nouvelle preuve, selon les républicains de la débâcle d' Obamacare . \"Le président devrait honorer l'engagement du gouvernement fédéral selon lequel les gens pourront garder (l'assurance) qu'ils ont\" actuellement, a affirmé Clinton dans un entretien au site OZY.com. \"Même si cela doit conduire à changer la loi\".Effet secondaire de la réforme promulguée en 2010 par Obama et dont un volet central a commencé à être appliqué début octobre, des compagnies d'assurance, qui dominent le marché de la santé, ont résilié unilatéralement des forfaits devenus illégaux, forçant certains Américains à changer de couverture, avec parfois des augmentations des primes à la clé. Ce phénomène a contredit une promesse répétée par Obama depuis des années: \"Si vous aimez votre couverture actuelle, vous pouvez la garder\". Il s'en est dit \"désolé\" la semaine dernière.D'après la Maison-Blanche, la résiliation de forfaits vient du fait que ces derniers ne respectent pas les normes minimales de qualité requises. Les gens pourront ainsi souscrire à de meilleures assurances, voire bénéficier de réductions fiscales compensant des coûts plus élevés. Les républicains se sont empressés de voir dans ces commentaires une nouvelle preuve de la débâcle d'Obamacare. Mais la Maison-Blanche a également souligné que Clinton avait salué cette réforme. \"Dans cette interview, le président Clinton a aussi dit, et je le cite, 'la grande leçon c'est que nous nous portons mieux avec cette loi que sans'\", a affirmé mardi le porte-parole de l'exécutif américain, Jay Carney.Les relations entre les deux présidents s'étaient refroidies en 2008 lors de la course aux primaires démocrates entre M. Obama et Hillary Clinton. Mais Bill Clinton manifeste un soutien sans faille au président depuis sa réélection en 2012 et la nomination de Clinton au département d'Etat. Carney a par ailleurs reconnu que les chiffres des premières souscriptions seraient décevants, en raison de dysfonctionnements du site internet. Selon l, moins de 50.000 personnes avaient souscrit à une assurance-maladie d'Obamacare en fin de semaine dernière, alors que l'objectif de l'administration est de 500.000 inscriptions pour octobre. La réforme vise à couvrir à terme quelque 30 millions de personnes jusqu'alors sans protection de santé.", "article_metadata": {"fp": {"opencomment": "TRUE", "remote_id": "20131112FILWWW00672", "type": "article", "app_id": "sdv"}, "news_keywords": ", Flash Actu", "copyright": "lefigaro.fr", "author": "lefigaro.fr", "og": {"count": 8, "site_name": "Le Figaro", "title": "Bill Clinton aussi critique l'Obamacare", "url": "http://www.lefigaro.fr/flash-actu/2013/11/12/97001-20131112FILWWW00672-bill-clinton-aussi-critique-l-obamacare.php", "image": "http://i.f1g.fr/media/ext/orig/www.lefigaro.fr/img/logo-figaro-1871x1946.jpg", "type": "article"}, "twitter": {"url": "http://www.lefigaro.fr/flash-actu/2013/11/12/97001-20131112FILWWW00672-bill-clinton-aussi-critique-l-obamacare.php", "image": {"src": "http://i.f1g.fr/media/ext/orig/www.lefigaro.fr/img/logo-figaro-1871x1946.jpg"}, "app": {"url": {"ipad": "lefigarofr://article/20131112FILWWW00672/lefigaro.fr", "googleplay": "android-app://fr.playsoft.lefigarov3/http/figaro.fr/article/20131112FILWWW00672", "iphone": "lefigarofr://article/20131112FILWWW00672/lefigaro.fr"}, "name": {"ipad": "Le Figaro.fr", "googleplay": "Le Figaro", "iphone": "Le Figaro.fr"}, "id": {"ipad": 319557427, "googleplay": "fr.playsoft.lefigarov3", "iphone": 319557427}}, "card": "summary_large_image", "title": "Bill Clinton aussi critique l'Obamacare"}, "title": "Bill Clinton aussi critique l'Obamacare", "al": {"android": {"url": "http://figaro.fr/article/20131112FILWWW00672", "app_name": "Le Figaro.fr", "package": "fr.playsoft.lefigarov3"}, "ios": {"url": "lefigarofr://article/20131112FILWWW00672/lefigaro.fr", "app_store_id": 319557427, "app_name": "Le Figaro.fr"}}, "DC.date.issued": "2013-11-12T23:06:50+01:00", "robots": "index,follow,noarchive", "dc": {"title": "Bill Clinton aussi critique l'Obamacare"}, "fb": {"app_id": 253015184720028}, "vr": {"category": "Flash Actu", "type": "Flash"}, "av": {"active": 1, "property": {"identifier": "Category", "value": "Flash Actu"}, "tag": {"identifier": "lefigaro.fr", "type": "Author"}}, "keywords": "Flash, Flash Actu, Fil, Fil info, Breves, Actualite, news, informations, actualités, actu, depeches, nouvelles, infos, France, international, politique, faits divers", "viewport": "width=device-width, initial-scale=1, minimum-scale=1, maximum-scale=1,user-scalable=no"}, "_id": "\"57477af36914bd0286fd0476\"", "article_summary": "Mais Bill Clinton manifeste un soutien sans faille au président depuis sa réélection en 2012 et la nomination de Clinton au département d'Etat.\nLa réforme vise à couvrir à terme quelque 30 millions de personnes jusqu'alors sans protection de santé.\nL'ancien président démocrate Bill Clinton a critiqué aujourd'hui un des effets de la réforme de la santé de Barack Obama, une nouvelle preuve, selon les républicains de la débâcle d' Obamacare .\nCarney a par ailleurs reconnu que les chiffres des premières souscriptions seraient décevants, en raison de dysfonctionnements du site internet.\nMais la Maison-Blanche a également souligné que Clinton avait salué cette réforme."}