{"article_title": "Butte County Officials Terminate Public Defender Contract", "article_keywords": ["reindl", "school", "local", "terminate", "contract", "general", "county", "officials", "health", "butte", "press", "defender", "shops", "technology", "public"], "article_url": "http://www.keloland.com/news/article/news/butte-county-officials-terminate-public-defender-contract", "article_text": "Belle Fourche, SD\n\nOfficials in Butte County have moved to terminate the contract of the attorney who serves as the public defender for the county.\n\n\n\nButte County Commission chairman Cal Geis says that the contract with public defender Staci Reindl is not being completely fulfilled. Geis did not provide further details.\n\n\n\nReindl did not immediately return a call from The Associated Press seeking comment.\n\n\n\nDefendants who cannot afford an attorney in Butte County are directed to Reindl, unless she has a conflict of interest. If Reindl cannot represent a defendant, he or she is then directed to one of three other contracted public defenders.\n\n\n\nThe newspaper reports that the commission hasn't scheduled a meeting to resolve Reindl's contractual issues.\n\nNews\n\nGeneral {{Title}} Remove Change News General Courts Web Only Crime Outdoors Events Center Non-Homepage Boredom Busters Pipeline Positively KELOLAND Technology Hunger Affordable Care Act Shops Flooding Remembering 9/11 Drought JazzFest Spring Storm Honor Flight Spencer Anniversary\n\nDoApp Health News Business News Sports\n\nAgriculture Markets Livestock Crops Politics\n\nHealthBeat Cancer Children's Health Heart Health Wellness & Nutrition General Health Beat Women's Health RX Resources What's Going Around OTC Diabetes Recalls Dental Health Men's Health\n\nPolitics South Dakota Legislature Budget Congress Taxes General Local Campaign President US Senate New Laws US House Iowa Ballot Issues Local Races Minnesota Gubernatorial\n\nEducation Funding College Elementary High School Pre K School Supplies Middle School\n\nSports Professional College High School Sports Zone Headlines Summit League Tournament Olympics\n\nBusiness Industry Your Money Matters Development Gas & Energy Legislation Economy/Stocks Employment General Health Care Technology Education Funding Tourism Banking/Finance Housing Transportation Insurance Meetings & Events Retail & Restaurants All Industries On The Move Shops Agriculture\n\nFeatured Stories Eye on KELOLAND Inside KELOLAND\n\nWeather Snow Forecast Records Rain Flooding Drought WX Corner General\n\nWorld News\n\nInvestigates GEAR UP\n\nSponsored Done\n\n© 2016 Associated Press. All Rights Reserved. Material may not be redistributed.", "article_metadata": {"og": {"site_name": "KELOLAND News", "description": "Officials in Butte County have moved to terminate the contract of the attorney who serves as the public defender for the county.   Butte County", "title": "Butte County Officials Terminate Public Defender Contract", "url": "http://www.keloland.com/news/article/news/butte-county-officials-terminate-public-defender-contract", "image": "http://kelolandassets.blob.core.windows.net/kelolandassets/images/default-source/agriculture/crops/barley/42151.jpg?sfvrsn=0", "type": "website"}, "fb": {"app_id": 521498541203189}, "viewport": "width=device-width, initial-scale=1.0", "Generator": "Sitefinity 7.3.5630.0 PE", "description": "Officials in Butte County have moved to terminate the contract of the attorney who serves as the public defender for the county.   Butte County"}, "_id": "\"57477af46914bd0286fd8a18\"", "article_summary": "Belle Fourche, SDOfficials in Butte County have moved to terminate the contract of the attorney who serves as the public defender for the county.\nButte County Commission chairman Cal Geis says that the contract with public defender Staci Reindl is not being completely fulfilled.\nDefendants who cannot afford an attorney in Butte County are directed to Reindl, unless she has a conflict of interest.\nIf Reindl cannot represent a defendant, he or she is then directed to one of three other contracted public defenders.\nReindl did not immediately return a call from The Associated Press seeking comment."}