{"article_title": "The Relentless Tides of Afghan History", "article_keywords": ["karzai", "afghanistan", "afghans", "ahistorical", "power", "tides", "war", "theyre", "taliban", "probably", "afghan", "relentless", "history"], "article_url": "http://www.thefiscaltimes.com/Columns/2014/01/29/Relentless-Tides-Afghan-History", "article_text": "In the film Charlie Wilson’s War, there is a scene in which two Afghans, appropriately clumsy and unmilitary-looking, wrestle their new anti-aircraft weapon into position and fire it. The movie cuts to its villains, three doomed Soviet attack-chopper pilots, who are heedlessly skimming across occupied Afghanistan in their Hind Mi-24s. They’re talking about their relationships when the missiles hit them, and then they die.\n\nAfter I came home from the U.S. war in Afghanistan, I started rooting for the Soviets in movies like Charlie Wilson’s War and The 9th Company. It’s probably a reaction to one too many conspiracy theories from Afghan President Hamid Karzai and many too many green-on-blue attacks, where Afghan cops shoot their American trainers. The hell with this. Let Ivan and the Hinds sort this place out.\n\nRelated: Is Afghan President Hamid Karzai Off His Meds?\n\nDuring his State of the Union address Tuesday, Barack Obama marked the end of NATO’s combat mission in December of this year. It is shorthand for the end of the war. Absent a radical change of perceptions, Karzai will likely hem and haw his way into the New Year without signing a meaningful Bilateral Security Agreement (BSA), which would authorize U.S. troops to remain after the drop-dead date.\n\nHe’s reluctant to do so because more and more he’s hedging against us. Last Saturday, The New York Times reported that Karzai’s office had handed out a dossier on alleged American killings of Afghan civilians. It included photographs taken years before the event. One was from an airstrike in 2009 and the other was an unidentified atrocity photo, used to criticize U.S. drone strikes.\n\nThey’re lies. They’re also insulting — no nation in history takes as great care as the U.S. to avoid enemy civilian casualties. But they’re part of a pattern. After asking Afghanistan’s national assembly to endorse the BSA in November 2013 before he would sign, which it promptly did, Karzai stalled.\n\nIn 2011, Karzai said in a television interview that Afghanistan would support Pakistan if it came to a conflict with the U.S. — with an Afghan military trained, supplied and paid for by the United States. Most recently, Karzai’s office reportedly began the process to release 37 detainees, many of whom had serious American or allied blood on their hands. And on Monday, The Washington Post reported Karzai believes the U.S. supported certain insurgent attacks to discredit his government.\n\nHe’s paranoid, of course: He doesn’t want to die at the hands of his successors. Most Afghan leaders do. The Taliban hanged the last president of Soviet-allied Afghanistan, Najibullah, from a traffic control post in Kabul after they took the city in 1996. They hauled him out of the U.N. compound where he had lived for four years, tortured him, dragged him behind a jeep and castrated him before the hanging.\n\nNajibullah’s death was eventually a footnote for Afghans, because nationally things were much, much worse. Afghanistan has been in near and total chaos for over 40 years, ever since a coup led by former PM Daoud Khan deposed the king in 1973. Khan was massacred along with his family in 1978 by another coup, and further instability led the USSR to invade in December 1979. A war against the Soviets, a war against Najibullah, a war against Hekmatyar and a war of all against all followed, until the Taliban and then the Americans took Kabul and the battle lines settled down.\n\nRelated: Robots to Replace Troops on the Battlefield\n\nIn sober moments, it is difficult to condemn Karzai uncategorically. Afghans have been at war longer than I have been alive. Those who have survived have done so through their wits. When they get power, they steal. When they lose power, they collaborate. When the latest foreign centurions announce they will stay, Afghans nod and steal and collaborate. Nobody stays. Alexander did, in 329 BC. -He settled some of his army on the banks of the Arghandab River and founded Kandahar. But most do not, and we won’t either.\n\nThe greatest indictment of a nation’s policy is that it’s ahistorical; that is, it tries to change the pattern of history without being willing to pay the cost. To do something ahistorical usually requires either that a nation murder a lot of people — enough to break the target’s will — or do that thing for decades. Japan and South Korea come to mind.\n\nRegardless of whether the BSA is concluded (in the end, it’s just a piece of paper, subject to the hundred revisions of reality) Afghanistan is likely to revert to historical form. U.S. aid will probably continue for several years, helping to maintain a fairly stable capital and somewhat unified Tajik north and west. The south and east will be partial chaos.\n\nIndependent pockets of power, controlled by particularly ruthless or clever local commanders, will fight against the Taliban. But others will collaborate, and still others will go over wholesale. The Taliban is still not popular in much of the country; they will probably not retake power nationally. But they’ll take some.\n\nThirteen years is a long time for a liberal, democratic, capitalist nation to fight a war. It’s ahistorical. And the great political forecasters in the Afghan hills sensed that long ago.\n\nLast night, Obama proclaimed that this episode is coming to a close. He’s sick of Karzai’s paranoia and ready for the opportunity to get out. Most Americans are. We’re not ahistorical anymore. We get tired, and bloody, and cynical, and bored, and the Afghans hedge their bets. Historically.\n\nAndrew L. Peek was a strategic advisor to the top U.S. and NATO commander in Afghanistan. Follow him on Twitter at @AndrewLPeek\n\nTop Reads from The Fiscal Times:", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "In the film Charlie Wilson’s War", "title": "The Relentless Tides of Afghan History", "url": "http://www.thefiscaltimes.com/Columns/2014/01/29/Relentless-Tides-Afghan-History", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/07102013_US_Soldiers_Afghanistan_article.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/Columns/2014/01/29/Relentless-Tides-Afghan-History", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/07102013_US_Soldiers_Afghanistan_article.jpg", "title": "The Fiscal Times", "card": "summary", "creator": "@AndrewLPeek"}, "generator": "Drupal 7 (http://drupal.org)", "description": "In the film Charlie Wilson’s War", "viewport": "initial-scale=1, maximum-scale=1"}, "_id": "\"57477af46914bd0286fdee65\"", "article_summary": "It’s probably a reaction to one too many conspiracy theories from Afghan President Hamid Karzai and many too many green-on-blue attacks, where Afghan cops shoot their American trainers.\nThey’re also insulting — no nation in history takes as great care as the U.S. to avoid enemy civilian casualties.\nLast Saturday, The New York Times reported that Karzai’s office had handed out a dossier on alleged American killings of Afghan civilians.\nRelated: Is Afghan President Hamid Karzai Off His Meds?\nAfter I came home from the U.S. war in Afghanistan, I started rooting for the Soviets in movies like Charlie Wilson’s War and The 9th Company."}