{"article_title": "Aid-in-Dying Bill May Fail Due to SoCal Democrat Latinos", "article_keywords": ["strongly", "angeles", "latinos", "senate", "vote", "bill", "democrat", "supported", "socal", "aidindying", "128", "state", "democrats", "fail", "sb", "dlos"], "article_url": "http://www.breitbart.com/california/2015/07/07/aid-in-dying-bill-may-fail-due-to-socal-democrat-latinos/", "article_text": "SIGN UP FOR OUR NEWSLETTER\n\nCalifornia Senate Bill 128, which allows terminally ill people to end their own lives, has looked like a shoo-in for passage, but suddenly some key southern California legislators may stand in the way.\n\nAfter the California Medical Association stopped opposing SB 128 in May, the bill’s passage seemed assured. It passed in the state Senate with a 23-15 vote with every Democrat but one supporting it over the unanimous objections of GOP senators.\n\nSIGN UP FOR OUR NEWSLETTER\n\nBut the state Assembly may not echo the Senate’s endorsement, according to the San Jose Mercury News. The Health Committee, which is next to face the bill this week, is comprised of 19 members, 13 of whom are Democrats who are usually united–but six Democrats, including five Latinos, may balk at voting for the bill.\n\nInterestingly, many of the Democrats on the fence typically support leftist positions; Assemblywoman Lorena Gonzalez (D-San Diego), supported gay marriage; Assemblyman Sebastian Ridley-Thomas (D-Los Angeles) has strongly supported Obamacare; and Jimmy Gomez (D-Los Angeles) has supported giving illegal immigrants driver’s licenses.\n\nRoger Hernandez (D-West Covina), Freddie Rodriguez (D-Pomona) and Miguel Santiago (D-Los Angeles) may also vote against SB 128.\n\nRidley-Thomas told the Los Angeles Times that SB 129 makes him uncomfortable, adding, “Medicine is organized to promote wellness, not death.”\n\nHernandez said to the Pasadena Star-News, “There are people who are concerned for patients — worried that big business may want to guide people in that direction to save the high expenditures that are often related to the high-priced stays in hospitals.”\n\nThe Roman Catholic Church strongly opposes SB 128, which may be a factor in the decision of the five recalcitrant Latinos. Los Angeles Archbishop Jose H. Gomez wrote, “The compassion that doctor-assisted suicide offers is hollow. Helping someone to die — even if that person asks for that help — is still killing. And killing is not compassion. It is killing….Killing the people we find too difficult, too burdensome or too expensive to care for.”", "article_metadata": {"description": "Aid-in-Dying Bill May Fail Due to SoCal Democrat Latinos", "og": {"site_name": "Breitbart", "description": "Aid-in-Dying Bill May Fail Due to SoCal Democrat Latinos", "title": "Aid-in-Dying Bill May Fail Due to SoCal Democrat Latinos - Breitbart", "locale": "en_US", "image": {"width": 640, "identifier": "http://media.breitbart.com/media/2015/01/Screen-Shot-2015-01-21-at-10.52.25-AM.png", "height": 480}, "url": "http://www.breitbart.com/california/2015/07/07/aid-in-dying-bill-may-fail-due-to-socal-democrat-latinos/", "type": "article"}, "twitter": {"description": "Aid-in-Dying Bill May Fail Due to SoCal Democrat Latinos", "creator": "@BreitbartNews", "image": "http://media.breitbart.com/media/2015/01/Screen-Shot-2015-01-21-at-10.52.25-AM.png", "title": "Aid-in-Dying Bill May Fail Due to SoCal Democrat Latinos - Breitbart", "site": "@BreitbartNews", "card": "summary"}, "robots": "noodp", "fb": {"app_id": 1243316582352556, "pages": 95475020353, "use_automatic_ad_placement": "true"}, "msapplication-TileImage": "/t/assets/i/w-logo-orange.png", "keywords": "aid-in-dying, Brittany Maynard, democrats, latinos, SB 128, State Assembly,Breitbart California, Medicine,", "article": {"publisher": "https://www.facebook.com/Breitbart", "section": "Breitbart California", "tag": "State Assembly", "published_time": "2015-07-07T12:45:26-07:00", "categories": "Breitbart California,Medicine"}, "viewport": "width=device-width,initial-scale=1", "op": {"markup_version": "v1.0"}}, "article_summary": "After the California Medical Association stopped opposing SB 128 in May, the bill’s passage seemed assured.\nIt passed in the state Senate with a 23-15 vote with every Democrat but one supporting it over the unanimous objections of GOP senators.\nRoger Hernandez (D-West Covina), Freddie Rodriguez (D-Pomona) and Miguel Santiago (D-Los Angeles) may also vote against SB 128.\nInterestingly, many of the Democrats on the fence typically support leftist positions; Assemblywoman Lorena Gonzalez (D-San Diego), supported gay marriage; Assemblyman Sebastian Ridley-Thomas (D-Los Angeles) has strongly supported Obamacare; and Jimmy Gomez (D-Los Angeles) has supported giving illegal immigrants driver’s licenses.\nSIGN UP FOR OUR NEWSLETTERBut the state Assembly may not echo the Senate’s endorsement, according to the San Jose Mercury News."}