{"article_title": "Donald Sterling Sexually, Racially Harassed Me", "article_keywords": ["sterling", "king", "billion", "relationship", "harassed", "price", "ballmer", "comments", "donald", "black", "clippers", "sexually", "racially", "nba"], "article_url": "http://www.inquisitr.com/1281099/maiko-maya-king-lawsuit-donald-sterling-sexually-racially-harassed-me/", "article_text": "If you’ve never heard of Maiko Maya King, that’s soon to change.\n\nIn the wake of 80-year-old Donald Sterling being banned from the NBA and mandated to sell his Los Angeles Clippers franchise for making racist comments made public by his former lover, V. Stiviano, King filed a lawsuit in L.A. Superior Court on Monday alleging that Sterling confronted her with a “steady stream of racially and sexually offensive comments” after the end of their relationship from 2005 and 2011.\n\nAfter the relationship ended, King reportedly remained Sterling‘s assistant. This is when King claims Sterling made the bulk of his comments.\n\nSome of Sterling’s alleged comments that King rounds up in her lawsuit, according to the Hollywood Reporter: “I want to take you out of the black world and put you into the white world…” and “Black people do not take care of their children; all they do is sit at home and smoke dope…” and “Why would you bring black people into the world?”\n\nWhile she was married to an African-American man (during their relationship), Sterling also allegedly commented, “How could you be married to a black man?” Even after King and her husband broke up, Sterling would tell her when they’d fight that she should “move back to the ghetto with a black man.”\n\nMaiko Maya King, once employed by Sterling, also alleges that he “dangled money only if she would have sex with him,” telling King that he had grown “bored with V.”\n\nThe lawsuit, brought by celebrity attorney Gloria Allred, claims that when Sterling wouldn’t cease making racial and sexual comments at King’s request, he fired her on May 7.\n\nSterling’s attorney, Bobby Samini, told the Los Angeles Times that King’s allegations are “completely baseless,” since “anyone objectively reviewing Ms. King’s claims will have no doubt that they are without merit.”\n\nMeanwhile, with Sterling out of the NBA, Steve Ballmer, former CEO at Microsoft, was recently confirmed to be the new owner of the Clippers. He reportedly paid $2 billion for the throne.\n\nAccording to Barron’s, the price easily sets the record for any professional sports deal ever made:\n\nThe $2 billion bid from Ballmer also topped the highest price tag for an NBA team, the $550 million paid recently for the Milwaukee Bucks, admittedly in a far smaller market than Los Angeles. Indeed, the bid for the Clippers is only eclipsed in North America by the $2.1 billion paid two years ago for the L.A. Dodgers, perennially strong contenders in the National League West and with a rich television deal. The Clippers have never have made it to the NBA finals, let alone won a championship.\n\nThough some wonder if Ballmer will be able to make a profit with such a sizable sticker price, others are quick to note that with a net worth of about $20 billion, Ballmer doesn’t really need to think about profit at all.\n\nHe’s already got the support of legendary basketball great Magic Johnson, who Sterling openly slammed for being HIV positive. After all this Sterling nonsense, Johnson tweeted that Clippers fans were bound to “love Steve Ballmer.”\n\n[Image courtesy of Uptown Magazine]", "article_metadata": {"description": "If you've never heard of Maiko Maya King, that's soon to change. In the wake of 80-year-old Donald Sterling being banned from the NBA and mandated to sell his", "og": {"site_name": "The Inquisitr News", "description": "If you’ve never heard of Maiko Maya King, that’s soon to change. In the wake of 80-year-old Donald Sterling being banned from the NBA and mandated to sell his", "title": "Maiko Maya King Lawsuit: Donald Sterling Sexually, Racially Harassed Me", "url": "http://www.inquisitr.com/1281099/maiko-maya-king-lawsuit-donald-sterling-sexually-racially-harassed-me/", "image": "http://cdn.inquisitr.com/wp-content/uploads/2014/06/King.jpg", "article": {"published_time": "2014-06-03T19:25:50+00:00", "modified_time": "2014-06-03T19:25:50+00:00"}, "type": "article"}, "image": "http://cdn.inquisitr.com/wp-content/uploads/2014/06/King.jpg", "msapplication-TileColor": "#ed1c24", "datePublished": "2014-06-03T19:25:50+00:00", "fb": {"pages": 71179904752, "app_id": 164157850314499}, "msapplication-TileImage": "http://cdn.inquisitr.com/assets/0cec37/dist/images/logos/inq-win.png", "keywords": "sports", "HandheldFriendly": "True", "y_key": "f282393706a5fd85", "twitter": {"image": {"src": "http://cdn.inquisitr.com/wp-content/uploads/2014/06/King.jpg", "height": 409, "width": 670}, "site": "@theinquisitr", "card": "summary_large_image", "description": "If you’ve never heard of Maiko Maya King, that’s soon to change. In the wake of 80-year-old Donald Sterling being banned from the NBA and mandated to sell his"}, "viewport": "width=980"}, "article_summary": "After all this Sterling nonsense, Johnson tweeted that Clippers fans were bound to “love Steve Ballmer.”[Image courtesy of Uptown Magazine]\nHe’s already got the support of legendary basketball great Magic Johnson, who Sterling openly slammed for being HIV positive.\nThis is when King claims Sterling made the bulk of his comments.\nAfter the relationship ended, King reportedly remained Sterling‘s assistant.\nThe Clippers have never have made it to the NBA finals, let alone won a championship."}