{"article_title": "Former Miss Colorado USA Blair Griffith Details Her 'Double Life' As A Beauty Queen Who Ended Up Homeless", "article_keywords": ["life", "supported", "colorado", "usa", "shared", "double", "support", "queen", "stay", "ended", "details", "homeless", "family", "services", "situation", "accommodation", "miss", "griffith", "left"], "article_url": "http://www.huffingtonpost.com/2015/04/01/miss-colorado-blair-griffith-homeless_n_6985232.html", "article_text": "Laura* Westend61 via Getty Images\n\nLaura was 18 when she was evicted. Sadly, a homeless centre was the only option left for her.\n\n\n\nDespite the homeless centre informing external services that they didn't have accommodation available for Laura, she was dropped at the door of a drop-in centre at 4pm with her possessions and with no plan.\n\n\n\nThere was no viable option for accommodation so the agency who dropped her off suggested that she stayed with a friend who lived in supported accommodation. With no permission from the landlord, this situation placed the friend in breech of her tenancy.\n\n\n\nAt this point in her life, Laura had left care for just a few months. She had no positive role models in her life and did not grow up learning the skills others often take for granted.\n\n\n\nShe had been victim to repeated abuse and would spend long periods out of contact. On some occasions, she was registered as 'missing persons'. The abuse, as well as other scarring life events, have left her with little trust for others.\n\n\n\nAgencies continue to work together to try to assist Laura but she continues to move through life from one crisis to another. She is a very vulnerable person. Meanwhile, safe and appropriate accommodation is hard to find.\n\n\n\nLaura eventually sabotaged all efforts to assist her and failed to attend numerous support and safeguarding meetings.\n\n\n\nShe is currently living with her family, but should this come to an end, her lifestyle means that she will remain a concern of sexual exploitation.\n\nElizabeth* Vladimir Godnik via Getty Images\n\nElizabeth is in her fifties and has worked hard all her life, as has her husband and her brother-in-law. When they lost their jobs they also lost their home.\n\n\n\nThey left their home and felt they had no other option but to sleep for many weeks in their small hatchback car without anyone knowing they were homeless.\n\n\n\nThey sold what possessions they had in order to buy food - they even sold Elizabeth’s jewellery.\n\n\n\nThey were taken into temporary accommodation by an organisation who only work with singles, such was the level of concern and compassion required to change the situation.\n\n\n\nHousing benefit did not cover the rent which left the family penniless to keep a roof over their heads. During this time they lost their car, an expense they could no longer afford.\n\n\n\nTo keep the family together, Elizabeth took on part-time jobs walking where ever she needed to get to. Sometimes she would walk for miles to obtain food parcels and other assistance they needed.\n\n\n\nAfter six months they were finally offered a flat, but the lead up to this beacon of light has taken a toll on Elizabeth’s health.\n\n\n\nThe family are accommodated and receiving ongoing support. But life still remains a struggle for them as they juggle between work and benefits.\n\nCharlotte* Shutterstock / altanaka\n\nCharlotte left supported accommodation when she was 23. Late one evening, she showed up at a police station.\n\n\n\nShe was referred to emergency accommodation but due to her tendency to be distracted, it took her a further six hours for her to get there. She only just managed to secure her place.\n\n\n\nWith support, Charlotte moved into a private let. Six months later she was homeless again.\n\n\n\nCharlotte was subject to threats and abuse from a man and was forced to flee the property. The man was imprisoned shortly after.\n\n\n\nShe then gave up her room in a shared house and went to stay with relatives. During this time, she neglected her benefits claim and it lapsed.\n\n\n\nCharlotte has borderline mental health problems but finds it impossible to engage with mental health services. She was unable to stay with her relative as she could not adhere to the rules there.\n\n\n\nShe has since been supported with new benefits applications and has found a different private let.\n\n\n\nSadly, Charlotte recently spent time in prison. She is now being supported once again and hopes to move soon.\n\nTamsin* Dusica Paripovic via Getty Images\n\nTamsin arrived at a homeless project after handing her keys into a housing association and leaving the area. She had not been coping in her accommodation and felt that she had no option but to leave.\n\n\n\nShe showed a grave lack of understanding regarding her situation and expected that she would be immediately rehoused in a new area. But this was not the case, as she had made herself intentionally homeless.\n\n\n\nTamsin suffers with some learning difficulties and struggles to engage with services. She instigates relationships with men so that she can stay in their house. She will stay until either the men cannot cope with her or have \"had enough of her\". Then she returns to services, hoping for help.\n\n\n\nShe has been accommodated with various landlords but causes problems with her antisocial behaviour or gets into arrears and is evicted.\n\n\n\nTamsin fails to keep appointments and lives a chaotic and muddled life. She frequently attends the police station or local authority homelessness contact centre. She has been picked up by the local authority emergency duty team but any attempts to give ongoing support fail and at times it is impossible to unpick the complexity of her accounts.\n\n\n\nTamsin disappears for weeks on end, prostitutes herself and returns for support in sorting her benefits out or to make a call. She travels from area to area and declines much of the help offered. She has exhausted resources to assist her. Currently her situation is unknown and she has no means of contact.\n\n\n\nThe charity that works with her expects that she has forged another relationship and is living with someone, which they believe could present a very dangerous situation.\n\nSarah* Jonathan Morgan via Getty Images\n\nSarah is 19 and suffers from severe anxiety and panic attacks.\n\n\n\nShe couldn't get on with her step father and mother, so they decided it was time for her to move out of the family home.\n\n\n\nShe was given support to help her see her doctor, a successful claim for benefits was made and shared housing was secured with the basics she required to move in. However Sarah was not happy living in shared accommodation as she had reservations about sharing with others. Her anxiety and panic attacks got worse and she had to move back home.\n\n\n\nSarah had experienced some independence, which she liked, and this made life at home harder. The family situation once again broke down and she needed support as she had nowhere to go.\n\n\n\nShe felt unable to live at home and not confident enough to live in shared accommodation.\n\n\n\nFinally, after six months of support she received an offer of accommodation and was supported to move in. Ongoing support has been offered to give Sarah the best chance for success.", "article_metadata": {"description": "Former pageant queen Blair Griffith grew up in a nice house in an affluent neighborhood, but it all changed when she lost her father to prostate cancer w...", "sailthru.expire_date": "2015-04-02 11:34:05 -0400", "og": {"site_name": "The Huffington Post", "description": "Former pageant queen Blair Griffith grew up in a nice house in an affluent neighborhood, but it all changed when she lost her father to prostate cancer w...", "title": "Inside The 'Double Life' Of A Beauty Queen Who Ended Up Homeless", "url": "http://www.huffingtonpost.com/2015/04/01/miss-colorado-blair-griffith-homeless_n_6985232.html", "image": "http://i.huffpost.com/gen/2789696/images/o-BLAIR-GRIFFITH-COLORADO-facebook.jpg", "locale": "en_US", "type": "article"}, "twitter": {"description": "Former pageant queen Blair Griffith grew up in a nice house in an affluent neighborhood, but it all changed when she lost her father to prostate cancer w...", "title": "Inside The 'Double Life' Of A Beauty Queen Who Ended Up Homeless", "image": {"width": 2000, "identifier": "http://i.huffpost.com/gen/2789696/images/o-BLAIR-GRIFFITH-COLORADO-facebook.jpg", "height": 1000}, "creator": "r_buxton", "site": "@HuffPostLive", "card": "summary_large_image"}, "sailthru.date": "2015-04-01 11:34:05 -0400", "al": {"ios": {"url": "huffpostnews:///?editionID=us&entryID=6985232", "app_store_id": 306621789, "app_name": "The Huffington Post"}}, "taboola.category": "live321", "fb": {"app_id": 46744042133}, "keywords": "hpl,Blair Griffith,Miss Colorado USA,Blair Griffith homeless,Start From Here,homelessness,youth homelessness", "article": {"section": "HuffPost Live", "tag": "hpl,Blair Griffith,Miss Colorado USA,Blair Griffith homeless,Start From Here,homelessness,youth homelessness", "published_time": "2015-04-01 11:34:05 -0400", "modified_time": "2015-04-01 11:59:01 -0400"}, "viewport": "width=1000"}, "_id": "\"57477af36914bd0286fd04ac\"", "article_summary": "However Sarah was not happy living in shared accommodation as she had reservations about sharing with others.\nShe felt unable to live at home and not confident enough to live in shared accommodation.\nCharlotte* Shutterstock / altanakaCharlotte left supported accommodation when she was 23.\nThere was no viable option for accommodation so the agency who dropped her off suggested that she stayed with a friend who lived in supported accommodation.\nThe family situation once again broke down and she needed support as she had nowhere to go."}