{"article_title": "Newport Folk marks 50th anniversary of Dylan going electric", "article_keywords": ["night", "dylan", "electric", "50th", "festival", "played", "anniversary", "going", "newport", "yarrow", "marks", "world", "true", "folk", "songs"], "article_url": "http://www.salon.com/2015/07/19/newport_folk_marks_50th_anniversary_of_dylan_going_electric/", "article_text": "Topics: From the Wires, Entertainment News, News\n\nPROVIDENCE, R.I. (AP) — On the night of July 25, 1965, Bob Dylan strode onto a stage at the Newport Folk Festival, plugged in an electric guitar and gave the music world a shock.\n\nWearing a black leather jacket, the darling of the folk movement and singer of protest songs launched into a searing, distortion-filled, three-song electric set that brought boos from folk purists but thrilled others.\n\nFifty years later, it’s considered one of the most important events in rock history, the high-voltage moment when Dylan broke away from folk and helped show fellow musicians the poetic possibilities of rock.\n\nThe Fender Stratocaster Dylan played that night sold for nearly $1 million, the highest price ever paid for a guitar at auction. A new book out this month, “Dylan Goes Electric! Newport, Seeger, Dylan, and the Night that Split the Sixties,” by Elijah Wald, takes a deep look at the event. And the three-day festival, which starts Friday, is marking the anniversary with a closing-night tribute to be performed by a still-secret lineup of artists.\n\nMusicians today still take inspiration from Dylan’s performance and talk about what it means.\n\n“It’s the true American spirit to rebel against the establishment,” says Joey Burns of the indie rock band Calexico, which is performing at the festival on Friday. He calls it a “moment of turning things upside down and questioning and rebelling and being true to oneself. Dylan being true to oneself as an artist. And also reinventing oneself.”\n\nPeter Yarrow of the folk trio Peter, Paul and Mary, who introduced Dylan that night, agrees Dylan was a poet pursuing his artistic vision. But he says Dylan’s going electric had a different meaning back then for those in the folk world, which was deeply concerned with social causes such as civil rights. Until then, they thought Dylan, who wrote “Blowin’ in the Wind,” and “A Hard Rain’s A-Gonna Fall,” was, too.\n\n“The audience cared so much about his music and its meaning in the world of that time,” Yarrow says. “To them it was a breach of faith.” Listeners wondered whether Dylan had become a sellout, he says, someone who had decided to “go commercial and let the suits determine what you’re going to sound like.”\n\nDylan’s performance was not the first time someone had played an electric guitar at the festival. And many in the audience had already heard one of the electric songs he played that night, “Like a Rolling Stone,” which had been released the previous week and was on the radio. But this was a poke in the eye from Dylan, who had played twice before at the Newport, in 1963 and 1964.\n\nYarrow says Dylan was insulted by his position in the lineup: in the middle of the evening, rather than at the end, like a traditional headliner.\n\nBefore his set, Dylan told Yarrow he planned to play three songs and would not sing acoustic. Yarrow suggested he begin with a couple of acoustic songs, then tell the crowd he had something new he was working on that he wanted to share. Dylan ignored him.", "article_metadata": {"description": "Newport Folk marks 50th anniversary of Dylan going electric", "title": "Newport Folk marks 50th anniversary of Dylan going electric", "og": {"site_name": "Salon", "description": "Newport Folk marks 50th anniversary of Dylan going electric", "title": "Newport Folk marks 50th anniversary of Dylan going electric", "url": "http://www.salon.com/2015/07/19/newport_folk_marks_50th_anniversary_of_dylan_going_electric/", "image": "http://media.salon.com/2015/07/dylan-goes-electric-50th.jpeg1-1280x960.jpg", "type": "article"}, "twitter": {"description": "Newport Folk marks 50th anniversary of Dylan going electric", "title": "Newport Folk marks 50th anniversary of Dylan going electric", "image": "http://media.salon.com/2015/07/dylan-goes-electric-50th.jpeg1-1280x960.jpg", "creator": "@salon", "site": "@salon", "card": "summary_large_image"}, "author": "Michelle R. Smith", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, From the Wires", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "The Fender Stratocaster Dylan played that night sold for nearly $1 million, the highest price ever paid for a guitar at auction.\nBut he says Dylan’s going electric had a different meaning back then for those in the folk world, which was deeply concerned with social causes such as civil rights.\nNewport, Seeger, Dylan, and the Night that Split the Sixties,” by Elijah Wald, takes a deep look at the event.\nAnd also reinventing oneself.”Peter Yarrow of the folk trio Peter, Paul and Mary, who introduced Dylan that night, agrees Dylan was a poet pursuing his artistic vision.\nBefore his set, Dylan told Yarrow he planned to play three songs and would not sing acoustic."}