{"article_title": "Native History: ‘I Will Fight No More,’ Nez Perce War Ends", "article_keywords": ["ends", "army", "warriors", "perce", "fight", "chief", "joseph", "nez", "reservation", "history", "settlers", "war", "killed", "native"], "article_url": "http://indiancountrytodaymedianetwork.com/2013/10/05/native-history-i-will-fight-no-more-nez-perce-war-ends-151540", "article_text": "This Date in Native History: On October 5, 1877, the Nez Perce War officially ended as Chief Joseph rode slowly up a hill at the Bear Paw battlefield to where General Howard and Colonel Miles waited.\n\nThe Bear Paw was only 40 miles from the Canadian border where the Nez Perce hoped to join with Chief Sitting Bull of the Sioux. Some did reach Canada, but the larger number laid down their guns with the promise they could return to their homeland, a promise that was never kept. It was where Joseph was credited with the famous speech: “From where the sun not sets I will fight no more forever.”\n\nThe Nez Perce had been on the trail since early June. Between 700 and 800 tribal members had left their homeland, covering roughly 1,500 miles on foot and on horseback by October. Only about 200 were warriors while the rest were family members: wives, youngsters, and elders. They hadn’t wanted to leave their ancestral homeland, where the states of Oregon, Washington, and Idaho come together, but the only option was to move to a reservation in Idaho.\n\nThe problems started years earlier. The 1855 Treaty had given the Wallowa country in Oregon to the tribe, the area where Chief Joseph was raised. Then gold was discovered, miners and settlers moved in, and another treaty was signed in 1863, which took the Wallowas away from the tribe. Old Joseph, Chief Joseph’s father, refused to sign. Others did sign and moved to the Lapwai reservation in Idaho.\n\nA number of Indians were killed by settlers, but little was done about it. The tension escalated.\n\nIn the spring of 1877 Chief Joseph and his brother Ollokot met with General Howard on three occasions to try to avoid war and also asked that they be allowed to remain in the Wallowas. That request was denied. Several young warriors made retaliatory murderous raids against settlers along the Salmon River. Joseph and others knew that war was inevitable.\n\nOn June 17 the army attacked the Nez Perce at Whitebird Canyon where the warriors easily defeated the army, but it was obvious that escaping to Montana was a better option than fighting a larger army. They crossed into Montana, then eastward through Yellowstone and eventually north towards Canada—fighting major battles along the way and losing many tribal members.\n\nChief Looking Glass was really the war chief while Chief Joseph was more responsible for guarding the camp. He was also an orator and quickly caught the attention of the national press, sometimes being referred to as “the Red Napoleon.”\n\nOllokot was killed at the Bear Paw and Looking Glass, who didn’t surrender, was shot and killed as he tried to reach Canada. Joseph was sent to Oklahoma along with numerous others where disease killed many. He was later sent to the Colville Reservation where he died in 1904.\n\nRELATED: Native History: Nez Perce Leader Chief Joseph Walks On\n\nIt’s a story of unbelievable hardships, of injury and death, but also a story of courage and fortitude, and out maneuvering the army time after time. It’s been referred to as one of the most brilliant retreats in American history.", "article_metadata": {"description": "On October 5, 1877, the Nez Perce War ended as Chief Joseph rode slowly up a hill at the Bear Paw battlefield; he said in part \"I will fight no more.\"", "generator": "Drupal 7 (http://drupal.org)", "dcterms.format": "text/html", "og": {"url": "http://indiancountrytodaymedianetwork.com/2013/10/05/native-history-i-will-fight-no-more-nez-perce-war-ends-151540", "site_name": "Indian Country Today Media Network.com", "image": "http://d1jrw5jterzxwu.cloudfront.net/sites/default/files/article_media/memorial-service-bear-paw.jpg", "type": "article", "title": "Native History: ‘I Will Fight No More,’ Nez Perce War Ends"}, "robots": "follow, index", "dc": {"title": "Native History: ‘I Will Fight No More,’ Nez Perce War Ends"}, "dcterms.identifier": "http://indiancountrytodaymedianetwork.com/2013/10/05/native-history-i-will-fight-no-more-nez-perce-war-ends-151540", "fb": {"app_id": 493888563989950}, "dcterms.creator": "leeanne", "dcterms.date": "2013-10-05T10:00-04:00", "dcterms.language": "und", "dcterms.type": "Text", "keywords": "Nez Perce War, Chief Joseph, Native American History, Sitting Bull, Nez Perce Tribe", "validation_code": "d9d37d7b776cc351c4025ded3df21cad", "sioc": {"num_replies": 2}, "dcterms.title": "Native History: ‘I Will Fight No More,’ Nez Perce War Ends"}, "_id": "\"57477af36914bd0286fd04ba\"", "article_summary": "Chief Looking Glass was really the war chief while Chief Joseph was more responsible for guarding the camp.\nThis Date in Native History: On October 5, 1877, the Nez Perce War officially ended as Chief Joseph rode slowly up a hill at the Bear Paw battlefield to where General Howard and Colonel Miles waited.\nThe 1855 Treaty had given the Wallowa country in Oregon to the tribe, the area where Chief Joseph was raised.\nThe Bear Paw was only 40 miles from the Canadian border where the Nez Perce hoped to join with Chief Sitting Bull of the Sioux.\nRELATED: Native History: Nez Perce Leader Chief Joseph Walks OnIt’s a story of unbelievable hardships, of injury and death, but also a story of courage and fortitude, and out maneuvering the army time after time."}