{"article_title": "The Findings From This New Marijuana Study May Surprise You -- The Motley Fool", "article_keywords": ["fool", "users", "findings", "legalization", "motley", "study", "bmi", "marijuana", "research", "states", "federal", "insulin", "surprise", "medical"], "article_url": "http://www.fool.com/investing/high-growth/2015/08/23/the-findings-from-this-new-marijuana-study-may-sur.aspx", "article_text": "Whether you realize it or not, the marijuana movement continues to gain momentum.\n\nIs marijuana unstoppable?\n\nOver the past two decades, 23 states have legalized marijuana for medical use, while four states (and Washington, D.C.) since 2012 have legalized the purchase of recreational marijuana for adults age 21 and over. Furthermore, the American public has turned the tide decisively in favor of legalization. National polls from Gallup, Pew Research, and the General Social Survey all show that a little over 50% of respondents support legalizing the drug, with individual swing state polls from various agencies suggesting support for medical marijuana's legalization is even higher.\n\nBut it's not just the public who wants to see marijuana's reach expand. Select states have dollar signs in their eyes when thinking about marijuana. Tax revenue generated from marijuana can go a long way toward supporting underfunded budgets. For instance, Colorado's education system may wind up receiving $40 million from the marijuana tax revenue generated in 2014 depending on which way the state's voters swing in the upcoming election.\n\nOf course, marijuana's hurdles are aplenty, and expansion has been far from a given. Perhaps topping the list of challenges for the marijuana industry are the mountain of studies conducted over the decades that suggests it's a dangerous drug. A number of these studies have come to the conclusion that marijuana can cause cognitive or memory decline in regular users.\n\nOn the flip side, there are few marijuana studies that have emphasized its benefits. Although more research is being conducted, it could be years before the data is mature enough to convince regulators that marijuana is a safe drug that deserves legalization or decriminalization consideration.\n\nHowever, a new study published in the research journal Obesity this past week could help move the needle in favor of marijuana advocates.\n\nThis study may surprise you\n\nInvestigators from the Conference of Quebec University Health Centers studied 786 Inuit adults age 18 to 74 from the Arctic region and analyzed if there was a correlation between persons who use marijuana and those who didn't as it relates to body mass index (BMI) and insulin levels.\n\nNow the common correlation is that marijuana gives individuals \"the munchies,\" and as such the expected findings would be that marijuana users have a higher BMI and higher fasting insulin levels. But, the results of researchers' cross-sectional adult survey was far from what you'd expect.\n\nAs the study data showed, regular cannabis users had a BMI of 26.8 compared to non-users which had a BMI of 28.6, after researchers controlled for age, gender, and other important factors. But, the observed benefits transcended just users' BMI. Marijuana users in the study also had lower fasting insulin and lower HOMA-IR, which is a measure of insulin resistance. These results echo a study we previously examined that was published in The American Journal of Medicine suggesting marijuana may be effective in controlling type 2 diabetes.\n\nBased on the findings, the study's authors came to this intriguing conclusion:\n\nThe inverse association [between cannabis use and BMI, fasting insulin, and HOMA-IR] observed in our work supports evidence from a larger population of previous cross-sectional and follow-up investigations... As a result, cannabinoids from cannabis may be viewed as an interesting avenue for research on obesity and associated conditions.\n\nNot coincidentally, GW Pharmaceuticals is currently studying GWP42004 as a treatment for type 2 diabetes. GWP42004 features the tetrahydrocannabivarin, or THCV, cannabinoid, and demonstrated a statistically significant reduction in fasting plasma glucose levels and improved beta-cell function in a previous phase 2a study.\n\nThe study author's words also hit home with investors in the weight control management space considering just how poorly VIVUS, Arena Pharmaceuticals, and Orexigen Therapeutics have performed since bringing their weight-loss drugs to pharmacy shelves. Given the slow uptake of these weight control therapies that are designed to make people feel full, there's certainly ample room for another pathway to treat obesity, even if that turns out to be cannabinoids from the cannabis plant.\n\nA step in the right direction, but many miles to go\n\nThe Nunavik Inuit Health Survey is certainly a step in the right direction to validating that marijuana has medical benefits and could perhaps aid the push for the legalization or decriminalization of medical marijuana. But, it's also important to understand that one study -- or specifically this study -- isn't going to change the fact that the marijuana industry is still facing a mountain of financial and legal challenges.\n\nThe marijuana industry's lack of access to basic financial functions is one of its biggest crutches. Although legal states have laid out pathways for banks to provide basic banking services to marijuana-based businesses, most banks have chosen to stay out entirely as the federal government still considers the plant to be illegal. Without access to lines of credit or even a checking account, it's made expanding, buying product, or even paying employees challenging.\n\nFederal taxes have also been a big problem for the marijuana industry. The federal government may have taken a hands-off approach when it comes to allowing individual states to regulate their marijuana policy, but federal taxes still supersede state law. Specifically, section 280E of the U.S. tax code says that businesses involved in the sale of illegal drugs (for which marijuana still qualifies on a federal level) may not deduct business expenses. That's a problem as marijuana-based businesses are currently paying taxes on their gross profits rather than their net profits, and it's leaving very little profit for business owners.\n\nLastly, Congress and President Obama have taken a pretty line-in-the-sand approach to marijuana and its prospects of legalization. Lawmakers have no intention of changing their stance prior to having mature safety data in from researchers. When will this data be available? It's anyone's guess, but with a presidential election coming next year, it's unlikely we'll see any radical changes from Congress anytime soon.\n\nLong story short, marijuana and its cannabinoids are certainly intriguing and worth studying from a medical benefits perspective, but actual changes to marijuana laws are likely years, if not decades, out.", "article_metadata": {"publish_time": "11:41", "date": "2015-08-23T15:41:00Z", "description": "Take your marijuana preconceptions and throw them out the window for this new study.", "ResponsiveALP": "1Ses_2things-v-single_single-control_50", "author": "Sean Williams", "promo": "Take your marijuana preconceptions and throw them out the window for this new study.", "twitter": {"site": "@themotleyfool", "description": "Take your marijuana preconceptions and throw them out the window for this new study.", "title": "The Findings From This New Marijuana Study May Surprise You --  The Motley Fool"}, "tags": "Yahoo", "og": {"site_name": "The Motley Fool", "description": "Take your marijuana preconceptions and throw them out the window for this new study.", "title": "The Findings From This New Marijuana Study May Surprise You --  The Motley Fool", "url": "http://www.fool.com/investing/high-growth/2015/08/23/the-findings-from-this-new-marijuana-study-may-sur.aspx", "image": "https://g.foolcdn.com/image/?url=http%3A%2F%2Fg.foolcdn.com%2Feditorial%2Fimages%2F176813%2F2376928543_780a76405d_z.jpg&h=630&w=1200&op=resize", "type": "article"}, "headline": "The Findings From This New Marijuana Study May Surprise You", "fb": {"admins": 50808187550, "page_id": 7240312795, "app_id": 50808187550}, "bureau": "usmf-health-care", "STORY_UID": "c1260d70-456e-11e5-ae44-0050569d4be0", "pitch": 2518, "msvalidate.01": "8D40D58712924715BAA79D135A6C8DDA", "gsa_date": "2015 08 23", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0"}, "article_summary": "Marijuana users in the study also had lower fasting insulin and lower HOMA-IR, which is a measure of insulin resistance.\nNow the common correlation is that marijuana gives individuals \"the munchies,\" and as such the expected findings would be that marijuana users have a higher BMI and higher fasting insulin levels.\nHowever, a new study published in the research journal Obesity this past week could help move the needle in favor of marijuana advocates.\nBut, the observed benefits transcended just users' BMI.\nLastly, Congress and President Obama have taken a pretty line-in-the-sand approach to marijuana and its prospects of legalization."}