{"article_title": "The Obamacare Impact on Small Business Finance", "article_keywords": ["impact", "owners", "finance", "business", "obamacare", "costs", "health", "small", "loans", "insurance", "care"], "article_url": "http://smallbiztrends.com/2013/11/obamacare-impact-on-small-business-finance.html", "article_text": "It should come as little surprise that following the “fumbled” launch of President Obama’s signature health care initiative, the Affordable Care Act (ACA), his ratings have sunk to a new low. According to a recent Washington Post/ABC News poll, 55 percent of Americans disapprove of the way the President is handling his job. This represents his lowest ratings ever. Moreover, 63 percent disapprove of the implementation of Obama’s much ballyhooed health care law.\n\nThe Affordable Care Act (“Obamacare”) is more than just a source of political bickering. Debate over the legislation led to the government shutdown in October, which hurt small businesses significantly. The law has been the center of political debate since President Obama came into office. It’s an issue so volatile that it led to the shutdown, which had the unintended consequence of hurting small companies in three ways:\n\nHindering small business loans\n\nRaising cost structures\n\nSlowing job-creation\n\nThe Obamacare Impact on Small Business\n\nThe impact on the flow of capital to small business owners was somewhat of an unexpected consequence of the shutdown. My company’s Biz2Credit Small Business Lending Index (additional coverage here) for October 2013 reported a 20 percent drop in small business loan approval rates at big banks. Meanwhile, smaller banks granted less than half of funding requests.\n\nThe popular SBA 7(a) loans and other lending initiatives available through the Small Business Administration were at a standstill for three weeks because the agency was closed. The delay has caused a backlog of SBA loan approvals that will likely last through the end of the year. Even non-SBA loans stalled because bank loan officers require income verification from the IRS in order to approve funding requests. Because the data was not available to lenders, non-SBA loans slowed.\n\nDesperate for capital, many small business owners turned to high interest funding from so-called alternative lenders (cash advance companies, accounts receivable funders, etc.). High interest loans add to the cost of operation of any business and negatively impact the bottom line.\n\nIncreased Insurance Costs\n\nMeanwhile, it is apparent that Obamacare is causing an increase in insurance costs. Millions of Americans have had their insurance policies cancelled because they did not match ACA requirements. This is in sharp contrast to the President’s famous promise:\n\n“If you like your health care plan, you can keep it.”\n\nThe replacement costs for the cancelled policies are turning out to be much higher than expected. Again small business owners are squeezed.\n\nNot only are premiums more expensive, they are also less comprehensive. Co-pays and the costs of prescription drugs are rising significantly in many cases. Entrepreneurs are not just business owners; they are individuals with families who are covered by health insurance policies.\n\nEconomic Uncertainty\n\nAny economist will tell you that markets dislike uncertainty. To say there is uncertainty surrounding the implementation of the Affordable Care Act would be an understatement. Small business owners, particularly retailers, are already nervous about their 2014 prospects.\n\nBecause consumers are unsure how much they will have to pay in the form of increased insurance costs, they may be more cautious in their 2013 holiday spending.\n\nThis is bad news for the economy.\n\nHindered Job Creation\n\nLastly, the fumbled start of Obamacare is hurting job-creation. I speak to dozens of small business owners on a weekly basis. Many of them are refraining from hiring full-time workers. They are also looking at ways to scale back workers’ hours to part-time status and hiring free lancers to fill the voids. These tactics are being implemented to keep the number of employees below 50.\n\nIn this way, the Affordable Care Act is a job-killer.\n\nWhen people ask me my thoughts about Obamacare’s impact on small business, I point to the three areas:\n\nFinancing\n\nCost structures\n\nJob creation\n\nSo far, the launch of the new government health law has negatively impacted small businesses, which drive both the growth and new hiring in the U.S. economy.\n\nObama Photo via Shutterstock", "article_metadata": {"description": "The Obamacare impact on small business is widespread, in terms of financing, cost structure and job creation. The market wants certainty.", "generator": "WordPress 4.5.2", "og": {"site_name": "Small Business Trends", "description": "The Obamacare impact on small business is widespread, in terms of financing, cost structure and job creation. The market wants certainty.", "title": "The Obamacare Impact on Small Business Finance", "url": "http://smallbiztrends.com/2013/11/obamacare-impact-on-small-business-finance.html", "image": {"width": 1000, "identifier": "http://smallbiztrends.com/wp-content/uploads/2013/11/obamacare-impact-on-small-business.jpg", "height": 560}, "updated_time": "2013-12-10T14:48:19-04:00", "locale": "en_US", "type": "article"}, "twitter": {"description": "It should come as little surprise that following the \"fumbled\" launch of President Obama's signature health care initiative, the Affordable Care Act (ACA), his ratings have sunk to a new low.", "title": "Obamacare's Impact on Small Business Finance", "url": "http://smallbiztrends.com/2013/11/obamacare-impact-on-small-business-finance.html", "image": "http://smallbiztrends.com/wp-content/uploads/2013/11/obamacare-impact-on-small-business.jpg", "creator": "@biz2credit", "site": "@smallbiztrends", "card": "summary_large_image"}, "robots": "noodp", "DC.date.issued": "2013-11-21T16:30:24-04:00", "bitly-verification": "2860c67930f8", "article": {"publisher": "https://www.facebook.com/smallbusinesstrends", "published_time": "2013-11-21T16:30:24-04:00", "author": "http://www.facebook.com/biz2credit", "section": "Finance", "modified_time": "2013-12-10T14:48:19-04:00", "tag": "Obamacare"}, "verify-v1": "7/6xL9lKxd/24NaOUBdVFoQ/srAKvMXDHhh6W/4/ku4=", "pubdate": 20131121, "viewport": "width=device-width, initial-scale=1", "news_keywords": "obamacare impact on small business, obamacare small business, obamacare, business, small business, small businesses"}, "_id": "\"57477af46914bd0286fdeea0\"", "article_summary": "My company’s Biz2Credit Small Business Lending Index (additional coverage here) for October 2013 reported a 20 percent drop in small business loan approval rates at big banks.\nIt’s an issue so volatile that it led to the shutdown, which had the unintended consequence of hurting small companies in three ways:Hindering small business loansRaising cost structuresSlowing job-creationThe Obamacare Impact on Small BusinessThe impact on the flow of capital to small business owners was somewhat of an unexpected consequence of the shutdown.\nDesperate for capital, many small business owners turned to high interest funding from so-called alternative lenders (cash advance companies, accounts receivable funders, etc.).\nI speak to dozens of small business owners on a weekly basis.\nSmall business owners, particularly retailers, are already nervous about their 2014 prospects."}