{"article_title": "On the history of “Take Back Our Country” « Hot Air", "article_keywords": ["declared", "clinton", "country", "rockefeller", "cant", "air", "hot", "race", "politics", "sen", "democratic", "robinson", "history"], "article_url": "http://hotair.com/archives/2014/05/27/on-the-history-of-take-back-our-country/", "article_text": "On the history of “Take Back Our Country”\n\nposted at 9:21 am on May 27, 2014 by Ed Morrissey\n\nIt’s tempting to dismiss Eugene Robinson’s column on race and politics as sheer nonsense, but it’s not entirely without wisdom. Even its wisdom tends to undermine Robinson’s point as a whole, however, and his lack of research into recent history demolishes his overall argument. Let’s start with what Robinson gets right:\n\nIn general, I try to focus on what a person does or says rather than speculate on what he or she “is.” How can I really know what’s in another person’s heart?\n\nThat is the essence of the charitable approach to politics — to address one’s arguments and to presume that they are made in good faith. Unfortunately, Robinson spends most of his column defending Jay Rockefeller, who did exactly the opposite of what Robinson prescribes for everyone else. Instead of addressing the issues surrounding ObamaCare, Rockefeller accused opponents of being motivated by Obama’s skin color. Robinson ends up defending Rockefeller by claiming that Rockefeller didn’t accuse anyone specifically of being racist:\n\nWhen Sen. Jay Rockefeller (D-W.Va.) remarked last week that some of the opposition to President Obama’s Affordable Care Act is “maybe he’s of the wrong color,” he was just saying out loud what many people believe. And no, he wasn’t calling Sen. Ron Johnson (R-Wis.) a “racist.” Believing that some of the Republican and tea party opposition to Obama has to do with his race is not, I repeat not, the same as saying that anyone who disagrees with the nation’s first black president is racist.\n\nIt’s worth noting, and Robinson ignores, that this was in the middle of a debate about ObamaCare — and Johnson was the only Republican on the panel at that time. Robinson twists himself in knots trying to eat his cake and have it too. He’s essentially arguing that he can determine group guilt but wants to refrain from determining individual guilt because he can’t see into individual hearts — as if diving the nature of thousands or millions of hearts is made easier in bulk.\n\nRobinson then goes on to prove his error by applying this axiom:\n\nI’m reminded of a tea party rally at the Capitol four years ago when Congress was about to pass the Affordable Care Act. I can’t say that the demonstrators who hissed and spat at members of the Congressional Black Caucus were racists — but I saw them committing racist acts. I can’t say that the people holding “Take Back Our Country” signs were racists — but I know this rallying cry arose after the first African American family moved into the White House.\n\nThis argument only proves that the Washington Post really should either provide Nexis access to its columnists or get better editors for its opinion section. Byron York takes Robinson to the woodshed over this claim:\n\nIn the 2004 race, Democratic nominee Sen. John Kerry sometimes asked supporters to help him “take back our country.” “It’s time to take back our country,” Kerry declared at a rally in Manchester, New Hampshire in late October. When Kerry called Sen. John Edwards to invite him onto the Democratic ticket, aides revealed that Kerry’s words to Edwards were, “John, Teresa and I would like to ask you and Elizabeth to join us on our ticket to take back our country.” Early Democratic frontrunner Howard Dean used the phrase “take back our country” too many times to count. In fact, Dean wrote a campaign book titled “You Have the Power: How to Take Back Our Country and Restore Democracy in America.” Former Vice President Al Gore said it, too. “We need to take back our country,” Gore declared in endorsing Dean in January 2004. At a Democratic fundraiser in December 2003, Sen. Hillary Clinton pledged to work “on behalf of a campaign to take back our country.” After the election, in 2005, Clinton declared that, “We are ready to go forth and fight to take back our country.” From the podium of the Democratic National Convention in July 2004, Rep. Louise Slaughter declared, “We will take back our country.” Also at the convention, Sen. Debbie Stabenow said, “We’re here to take back our country.” And Los Angeles leader Antonio Villaraigosa, chair of the party platform committee, declared, “We Democrats have come to this convention…to take back our country!” And it didn’t stop with the 2004 campaign. Hillary Clinton used “take back our country” countless times in her 2008 presidential race. And when Clinton finally conceded defeat and endorsed Barack Obama, she said, with Obama right next to her, that, “We are not going to rest until we take back our country.”\n\nThis has been standard political rhetoric for at least as long as I’ve followed politics. Without a doubt, the slogan represents many different motivations, but that’s as true of “Take Back Our Country” as “Support the Troops.” Robinson either just started following politics in 2009, or has his own reasons for skipping research and ignoring the avalanche of evidence that eminently disproves his point.\n\nWhat are those reasons? Well, I can’t see into Robinson’s heart, but perhaps Robinson will explain them in his next column. Perhaps he can headline it, “Hope and Change.”\n\nRelated Posts:", "article_metadata": {"generator": "WordPress 4.3.4", "og": {"site_name": "Hot Air", "description": "Projection.", "title": "On the history of “Take Back Our Country”", "url": "http://hotair.com/archives/2014/05/27/on-the-history-of-take-back-our-country/", "image": "https://s0.wp.com/i/blank.jpg", "locale": "en_US", "type": "article"}, "twitter": {"site": "@hotairblog", "card": "summary"}, "fb": {"admins": 312482775445602, "app_id": 312482775445602}, "article": {"published_time": "2014-05-27T13:21:32+00:00", "modified_time": "2014-05-27T13:01:18+00:00"}, "google-site-verification": "2eqey8dXzgu4RGIRpBp8N_Uha0byt8NWBVajCi3uLgs", "verify-v1": "ouQUGDxtAiO+0Hn3LJajbWMP08yRHQDinMN9QDYrUV4="}, "article_summary": "“We need to take back our country,” Gore declared in endorsing Dean in January 2004.\nHillary Clinton used “take back our country” countless times in her 2008 presidential race.\nEven its wisdom tends to undermine Robinson’s point as a whole, however, and his lack of research into recent history demolishes his overall argument.\nUnfortunately, Robinson spends most of his column defending Jay Rockefeller, who did exactly the opposite of what Robinson prescribes for everyone else.\nWell, I can’t see into Robinson’s heart, but perhaps Robinson will explain them in his next column."}