{"article_title": "Will New AccessDerm App Make In-Person Trips To The Dermatologist Unnecessary?", "article_keywords": ["accessderm", "working", "app", "doctors", "teledermatology", "unnecessary", "inpatient", "patients", "dermatologist", "dermatology", "study", "teledermatologists", "trips", "inperson", "women"], "article_url": "http://www.medicaldaily.com/will-new-accessderm-app-make-person-trips-dermatologist-unnecessary-269169", "article_text": "An increasing number of people work remotely. In fact, Census Bureau statistics indicate nearly one in 10 U.S. employees (9.4 percent or 13.4 million people) worked from home at least one day each week in 2010. Even in what many people would consider to be the most unlikely occupation — medicine — working remotely is becoming more common. Now a new study conducted by researchers at the University of Pennsylvania finds that teledermatologists, or dermatologists who consult with their patients using a new app, can reliably prioritize care for hospitalized patients with skin conditions.\n\nAlthough you might think this study was conducted simply because dermatology is one of the likeliest candidates for a new app, actually there is a more pressing concern underlying this research: There is a national shortage of dermatologists. More accurately, dermatologists are unevenly distributed throughout the U.S., with some areas of the country having a surplus and others a shortfall of doctors working within this specialty practice. For this reason, many hospitals do not have inpatient consultative services, and those that do often have limited availability after hours and on weekends.\n\n\"Dermatology support is essential for hospitalized patients, but unfortunately many hospitals lack dermatology coverage,” said Dr. Misha Rosenbach, assistant professor of dermatology at the Hospital of the University of Pennsylvania.\n\nTo evaluate the reliability of teledermatology, senior author Rosenbach and his colleagues compared assessments of hospitalized patients at the Hospital of the University of Pennsylvania between a face-to-face consultation and a teledermatology consultation. The 50 study participant-patients were evaluated separately by both the in-person dermatologist and two independent teledermatologists. The team used a secure \"store-and-forward\" teledermatology smart phone app, known as AccessDerm, developed jointly by Penn Medicine's teledermatology program and the AAD.\n\nWhat did the researchers discover? When the inpatient dermatologist recommended a patient be seen the same day, 90 percent of the time the teledermatologists had independently suggested the exact same course of action. When the inpatient dermatologist recommended a biopsy, 95 percent of the time the teledermatologists agreed. Overall, the doctors completely agreed on a diagnosis 82 percent of the time, while partially concurring in 88 percent of all cases. According to the study authors, this level of variation is in line with the standard deviations expected between health care providers. Clearly, the study, which appears in JAMA Dermatology, proves teledermatology may provide both patients and doctors greater flexibility. For most of us, any way to eliminate a trip to a crowded doctor’s office just to have the progress of a rash checked is a boon. Still, there might be a little more underlying this study than meets the eye.\n\nCurrently, about 43 percent of the American Academy of Dermatology Association’s (AAD) total membership is comprised of women, with all indications pointing to a growing female presence. Sixty-three percent of the under 40 respondents to the Associations 2012 Dermatology Practice Profile Survey were women, as were 52 percent of those between 40 and 49. According to recent surveys conducted by Catalyst, a nonprofit research organization, women are more likely than men to telecommute over the course of their careers. Considering many working women are also shouldering all or greater responsibility for child-care, this makes perfect sense.\n\n\"Our study … demonstrated that teledermatology consultations are not only effective at distinguishing cases in need for an urgent consultation in a hospital environment, but can also streamline follow-up care for both patients and clinicians,\" said Dr. Carrie Kovarik, associate professor of dermatology and leader of the initiative to develop AccessDerm. No complaints here: A dermatology app sounds like a win-win for patients and doctors both.\n\nSource: Barbieri JS, Nelson CA, James WD, Margolis DJ, Littman-Quinn R, Rosenbach M, Kovarik CL. The Reliability of Teledermatology to Triage Inpatient Dermatology Consultations. JAMA Dermatology. 2014.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "dermatology, teledermatology, telemedicine, accessderm, apps", "og": {"site_name": "Medical Daily", "description": "A new study finds that teledermatologists can reliably prioritize care for hospitalized patients with skin conditions.", "title": "Will New AccessDerm App Make In-Person Trips To The Dermatologist Unnecessary?", "url": "http://www.medicaldaily.com/will-new-accessderm-app-make-person-trips-dermatologist-unnecessary-269169", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/02/12/shutterstock131427446.jpg", "type": "article"}, "twitter": {"description": "A new study finds that teledermatologists can reliably prioritize care for hospitalized patients with skin conditions.", "title": "Will New AccessDerm App Make In-Person Trips To The Dermatologist Unnecessary?", "url": "http://www.medicaldaily.com/will-new-accessderm-app-make-person-trips-dermatologist-unnecessary-269169", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/02/12/shutterstock131427446.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/02/12/shutterstock131427446.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Science/Tech", "published_time": "2014-02-12T16:00:00-05:00", "modified_time": "2014-02-13T09:17:38-05:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "A new study finds that teledermatologists can reliably prioritize care for hospitalized patients with skin conditions."}, "_id": "\"57477af46914bd0286fe370f\"", "article_summary": "Considering many working women are also shouldering all or greater responsibility for child-care, this makes perfect sense.\nNo complaints here: A dermatology app sounds like a win-win for patients and doctors both.\nThe team used a secure \"store-and-forward\" teledermatology smart phone app, known as AccessDerm, developed jointly by Penn Medicine's teledermatology program and the AAD.\nMore accurately, dermatologists are unevenly distributed throughout the U.S., with some areas of the country having a surplus and others a shortfall of doctors working within this specialty practice.\nThe Reliability of Teledermatology to Triage Inpatient Dermatology Consultations."}