{"article_title": "The Princess And The Prosecutor: Spain's Cristina Testifies In Historic Fraud Case", "article_keywords": ["case", "fraud", "spains", "urdangarin", "monarchy", "husband", "castro", "cristina", "historic", "palma", "spain", "spanish", "mallorca", "testifies", "princess", "prosecutor"], "article_url": "http://latino.foxnews.com/latino/news/2014/02/08/princess-and-prosecutor-spain-cristina-testifies-in-historic-fraud-case/", "article_text": "PALMA DE MALLORCA, SPAIN - FEBRUARY 08: Princess Cristina of Spain leaves the Palma de Mallorca Couthouse after giving evidence during the 'Noos Trial' on February 8, 2014 in Palma de Mallorca, Spain. Princess Cristina of Spain will gives evidence as part of the trial against her husband Inaki Urdangarin over allegations that he misused millions of euros of public funds which was allocated to organise sports and tourism events, during his time as chairman of a non-profit foundation from 2004 to 2006. (Photo by David Ramos/Getty Images)2014 Getty Images\n\nPALMA DE MALLORCA, Spain (AP) — In a historic judicial hearing that could further impact the deteriorated image of Spain's monarchy, Princess Cristina testified Saturday in a fraud and money laundering case in which she and her husband could eventually be charged.\n\nJudge Jose Castro will rule on whether Cristina, the first Spanish royal to be questioned in court since the monarchy was restored in 1975, illegally used funds from a company she owned with her husband for personal expenses, including lavish parties at their Barcelona mansion.\n\nHundreds of protesters blew whistles, revved motorcycle engines, honked car horns and chanted \"Out with the Spanish crown!\" near the back entrance of the island courthouse where Cristina was dropped off in a modest hatchback.\n\nShe briefly smiled and said \"good morning\" to a mob of journalists. Castro summoned her after naming her as a fraud and money laundering suspect.\n\nSUMMARY Judge Jose Castro will rule on whether Princess Cristina, the first Spanish royal to be questioned in court since the monarchy was restored in 1975, illegally used funds from a company she owned with her husband for personal expenses, including lavish parties at their Barcelona mansion.\n\nThe closed-door session, which lasted nearly seven hours, was a key step in determining whether she will be charged, but a final decision could take months.\n\nThe use, or suspected abuse, of company funds to cover household expenses at the Barcelona home is among evidence Castro has compiled about Aizoon, the real estate and consulting firm Cristina co-owned with her husband.\n\nCastro has referred to Aizoon in court paperwork as a \"front company.\"\n\nA lawyer representing an organization called Frente Civico, which has brought independent accusations against the princess, told reporters during a recess that Cristina seemed calm and well-prepared.\n\nBut Manuel Delgado also said Cristina was evasive and at times exercised a right not to admit facts that could hurt her defense.\n\n\"She's practically not answering anything. She doesn't know, she doesn't answer and that's it,\" said Delgado, who was among lawyers allowed inside the courtroom to watch the testimony.\n\nDelgado declined to comment on Castro's questions, but said the princess told the judge \"she had great confidence in her husband.\"\n\nAfter the hearing ended and the princess had left, giving a broad smile to the waiting press, her legal team said the questioning had gone well as far as they were concerned.\n\n\"Answers given with a 'yes' or 'no' are not considered evasive anywhere,\" said Jesus Silva, one of Cristina's lawyers. \"They are emphatic, exactly the opposite to evasive,\" he added.\n\nProsecutors dropped a subpoena in a related case because of insufficient evidence of her involvement in a foundation set up by her husband, Inaki Urdangarin, an Olympic handball medalist turned businessman.\n\nThe legal troubles of King Juan Carlos' youngest daughter have seriously damaged the Spanish monarchy's image at a time of 26 percent unemployment, outrage over political corruption, tax hikes and austerity.\n\nCristina answered questions from a chair directly facing Castro. A picture of her father — Spain's head of state — was mounted on the wall behind the judge.\n\nAngry protesters held a vigil outside the courthouse yelling anti-monarchy chants.\n\n\"They live at our expense, and to cap it all they also steal from us,\" said Pep Fuster, a 27-year-old carpenter, who let out piercing blasts from a whistle.\n\nNatalia Ferrras, 26, is among Spain's huge ranks of young jobless adults. She didn't \"think it's fair that justice protects those who are guilty, but have more money than the rest.\"\n\nIn court records, Castro says he must determine whether the royal couple intentionally didn't declare personal expenses on income tax returns and whether the annual amounts are more than 120,000 euros ($163,630). If so, that would be a crime punishable by prison. If the amounts are less, fines are more likely.\n\nThe case stems from another one also led by Castro, in which he's investigating Urdangarin for allegedly using his Duke of Palma title to embezzle public contracts through the Noos Institute, a nonprofit foundation he and a business partner set up that channeled money to other businesses, including Aizoon.\n\nCourt documents show Castro wants to clear up uncertainty about 1.2 million euros that may have been transferred from Noos to Aizoon.\n\nThe 48-year-old princess, a bank foundation director, has been cleared of involvement in Noos.\n\nThe two cases are being investigated here because many of the deals Urdangarin and a business partner brokered for Noos were for the Balearic Islands — Palma de Mallorca is the largest city in the archipelago.\n\nThe cases have dragged on for years and Spain's royal family is eager for them to end rapidly so it can try to rebuild the trust it once had, according monarchy experts.\n\nThe monarchy enjoyed high esteem for decades because Juan Carlos played a strong role in the transition from Gen. Francisco Franco's dictatorship to democracy.\n\nBut now it is tarnished by the princess' legal woes and the king's expensive elephant hunting safari to Botswana in 2012 — just as the nation teetered on the edge of financial chaos at the height of Europe's debt crisis.\n\nFollow us on twitter.com/foxnewslatino\n\nLike us at facebook.com/foxnewslatino", "article_metadata": {"classification": "LANGUAGES/English", "dcterms.modified": "2014-02-08 14:54:49 EST", "dc.type": "Text.Article", "twitter": {"image": "http://a57.foxnews.com/global.fncstatic.com/static/managed/img/FNL/Politics/0/0/spain%20cristina.jpg?ve=1&tl=1", "site": "@foxnewslatino", "card": "summary_large_image", "creator": "@foxnewslatino"}, "dc.format": "text/html", "dc.publisher": "Fox News Latino", "parsely-metadata": "{\"title\":\"The Princess And The Prosecutor: Spain\\u0027s Cristina Testifies In Historic Fraud Case\",\"link\":\"http://latino.foxnews.com/latino/news/2014/02/08/princess-and-prosecutor-spain-cristina-testifies-in-historic-fraud-case/\",\"image_url\":\"http://a57.foxnews.com/global.fncstatic.com/static/managed/img/FNL/Politics/0/0/spain%20cristina.jpg?ve=1&tl=1\",\"type\":\"article\",\"identifier\":\"7054e9e305214410VgnVCM100000d7c1a8c0RCRD\",\"section\":\"news\",\"pub_date\":\"2014-02-08T19:54:49Z\",\"tags\":[\"LANGUAGES/English\"]}", "prism.aggregationType": "front", "keywords": "money laundering,Balearic Islands,unemployment,the nation,Barcelona,Botswana,Francisco Franco's,King Juan Carlos,Inaki Urdangarin,Spain's", "description": "El año pasado conocimos Pavlok, el brazalete que realiza breves descargas eléctricas para ayudar a las personas a dejar los hábitos desagradables como comerse las uñas, fumar o mascar goma, tras...", "dc.description": "In a historic judicial hearing that could further impact the deteriorated image of Spain's monarchy, Princess Cristina testified Saturday in a fraud and money laundering case in which she and her husband could eventually be charged.", "dc.identifier": "urn:uuid:7054e9e305214410VgnVCM100000d7c1a8c0RCRD", "pagetype": "article", "dc.subject": "money laundering,Balearic Islands,unemployment,the nation,Barcelona,Botswana,Francisco Franco's,King Juan Carlos,Inaki Urdangarin,Spain's", "prism.channel": "fnl", "prism.section": "news", "fb": {"app_id": 155493694485141}, "dc.source": "Fox News Latino", "dc.language": "en-US", "dc.title": "The Princess And The Prosecutor: Spain's Cristina Testifies In Historic Fraud Case", "dcterms.created": "2014-02-08 14:54:49 EST", "og": {"site_name": "Fox News Latino", "description": "In a historic judicial hearing that could further impact the deteriorated image of Spain's monarchy, Princess Cristina testified Saturday in a fraud and money laundering case in which she and her husband could eventually be charged.", "title": "The Princess And The Prosecutor: Spain's Cristina Testifies In Historic Fraud Case", "url": "http://latino.foxnews.com/latino/news/2014/02/08/princess-and-prosecutor-spain-cristina-testifies-in-historic-fraud-case/", "image": "http://a57.foxnews.com/global.fncstatic.com/static/managed/img/FNL/Politics/0/0/spain%20cristina.jpg", "type": "article"}, "dcterms.abstract": "In a historic judicial hearing that could further impact the deteriorated image of Spain's monarchy, Princess Cristina testified Saturday in a fraud and money laundering case in which she and her husband could eventually be charged.", "dc.date": "2014-02-08", "parsely-page": "{\"title\":\"The Princess And The Prosecutor: Spain\\u0027s Cristina Testifies In Historic Fraud Case\",\"link\":\"http://latino.foxnews.com/latino/news/2014/02/08/princess-and-prosecutor-spain-cristina-testifies-in-historic-fraud-case/\",\"image_url\":\"http://a57.foxnews.com/global.fncstatic.com/static/managed/img/FNL/Politics/0/0/spain%20cristina.jpg?ve=1&tl=1\",\"type\":\"article\",\"post_id\":\"7054e9e305214410VgnVCM100000d7c1a8c0RCRD\",\"section\":\"news\",\"pub_date\":\"2014-02-08T19:54:49Z\",\"tags\":[\"LANGUAGES/English\"]}"}, "_id": "\"57477af46914bd0286fdeed7\"", "article_summary": "PALMA DE MALLORCA, SPAIN - FEBRUARY 08: Princess Cristina of Spain leaves the Palma de Mallorca Couthouse after giving evidence during the 'Noos Trial' on February 8, 2014 in Palma de Mallorca, Spain.\n(Photo by David Ramos/Getty Images)2014 Getty ImagesPALMA DE MALLORCA, Spain (AP) — In a historic judicial hearing that could further impact the deteriorated image of Spain's monarchy, Princess Cristina testified Saturday in a fraud and money laundering case in which she and her husband could eventually be charged.\nnear the back entrance of the island courthouse where Cristina was dropped off in a modest hatchback.\nDelgado declined to comment on Castro's questions, but said the princess told the judge \"she had great confidence in her husband.\"\nA lawyer representing an organization called Frente Civico, which has brought independent accusations against the princess, told reporters during a recess that Cristina seemed calm and well-prepared."}