{"article_title": "Barnes-Gelt: Public safety gets short shrift in Denver budget plan – The Denver Post", "article_keywords": ["city", "short", "barnesgelt", "budget", "denver", "young", "youth", "safety", "plan", "social", "2013s", "post", "gets", "mayor", "public", "shrift", "gang"], "article_url": "http://www.denverpost.com/susanbarnes-gelt/ci_24333315/barnes-gelt-public-safety-gets-short-shrift-denver", "article_text": "Denver Mayor Michael Hancock’s proposed 2014 budget presents a disconnect between his walk (priorities) and his talk, “a city where everyone matters.”\n\nDenver’s premiere attraction, the 16th Street Mall, is neither safe nor welcoming. Last week a man was stabbed in front of a McDonald’s at 16th Street and Court Place. The “disadvantaged” — banned from the mall — occupy most Capitol Hill intersections, roam the Platte River and dominate Civic Center.\n\nDespite taped documentation, the public and the press learned — on Oct. 7 — of a Sept. 17 assault by five thugs on a young man at the light rail station at 30th and Downing streets. The police department is still seeking witnesses to the crime.\n\nTrouble dominates LoDo on weekends when the bars close at 2 a.m. According to Post reporter Jeremy Meyer, 33 violent crimes occurred in August and September. Thursdays, Fridays and Saturdays between 1 and 3 a.m., LoDo is the most dangerous place in the city. Neighborhood leaders and safety advocates presented a comprehensive safety proposal to the mayor in early August. The city continues to “explore short-term solutions.”\n\nGang violence is growing. Police stats reveal a 47 percent increase in gang-related attacks through the end of April 2013. Numbers don’t reflect the past six months of increased gang violence: the midday Aug. 15 shootout on Colfax near the state Capitol; the September closures of East and Manual high schools prompted by threats of a gang feud; and the shooting of reputed gang member Hassan Jones by one of Denver’s most recognized anti-gang activists (and former gang member), Terrance Roberts.\n\nIn 2012, Hancock and Police Chief Robert White announced Ceasefire, a non-traditional, unproven anti-gang initiative based on police outreach and social service intervention. At the same time, Chief White continued to restructure the department, aiming to reduce response times and increase safety. Meanwhile, response times lag and crime stats are up. No word from the administration or the DPD about a change in approach.\n\nHancock’s proposed 2014 operating budget continues to link traditional public safety (police, fire and sheriff) with the social safety net — children and youth, social services and expanded opportunities. His $1 billion general-fund operating budget prioritizes:\n\n1. Children and youth: $73 milion, up 40 percent from 2013’s $53 million.\n\n2. Jobs: $330 million, up 8 percent from 2013’s $305 million.\n\n3. Public safety/safety net: $806 milion, up 15 percent from 2013’s $698 million.\n\nThis well-intentioned, compassionate mayor is doubling down on ineffective strategies: enabling the homeless, mentally ill, social outliers, drunks and young gangsters at the expense of the safety and well-being of a majority of Denver residents and visitors.\n\nThe only zero-tolerance initiative the mayor supports is his recently unveiled approach to the legal possession or private use of marijuana. Public display or consumption of this legal substance is already against the law. Hancock’s view — “Your activities should not pervade others’ peace and ability to enjoy” — contradicts his tolerance for antisocial, illegal behavior.\n\nIn this city “where everyone matters,” zero tolerance may be overreach. But tough love — individual responsibility and appropriate consequence — isn’t.\n\nCivic activist Susan Barnes-Gelt can be reached at BarnesGelt@gmail. com or @SBGTweets.", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "Barnes-Gelt: Public safety gets short shrift in Denver budget plan", "title": "Barnes-Gelt: Public safety gets short shrift in Denver budget plan", "url": "http://www.denverpost.com/2013/10/17/barnes-gelt-public-safety-gets-short-shrift-in-denver-budget-plan/", "image": {"width": 600, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/04/20131018__Mayor-Michael-Hancockp1.jpg", "height": 399}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/04/20131018__Mayor-Michael-Hancockp1.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "article": {"published_time": "2013-10-17T17:49:07+00:00", "modified_time": "2016-04-29T09:43:40+00:00"}, "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fdeee1\"", "article_summary": "Hancock’s proposed 2014 operating budget continues to link traditional public safety (police, fire and sheriff) with the social safety net — children and youth, social services and expanded opportunities.\nNeighborhood leaders and safety advocates presented a comprehensive safety proposal to the mayor in early August.\nAt the same time, Chief White continued to restructure the department, aiming to reduce response times and increase safety.\nThe “disadvantaged” — banned from the mall — occupy most Capitol Hill intersections, roam the Platte River and dominate Civic Center.\nThursdays, Fridays and Saturdays between 1 and 3 a.m., LoDo is the most dangerous place in the city."}