{"article_title": "Driver’s license mega center in Collin County gets green light in House budget", "article_keywords": ["billion", "money", "license", "mega", "fund", "house", "drivers", "million", "budget", "county", "collin", "state", "green", "committee", "light", "medicaid", "gets", "texas", "center"], "article_url": "http://trailblazersblog.dallasnews.com/2015/03/drivers-license-mega-center-in-collin-county-gets-green-light-in-house-budget.html/", "article_text": "Update at 3:51 p.m.: Have reworded description of public school funding to reflect clarification tweeted by Rep. Donna Howard.\n\nUpdate at 11:14 a.m.: Includes Senate budget writers’ tentative decision to preserve the Emerging Technology Fund — at least partially.\n\nUpdate at 10:44 a.m.: Have confirmed with Rep. Turner that no site in Collin County has been chosen.\n\nOriginal item at 9:25 a.m.: AUSTIN — Collin County would snag the state’s seventh – and the Dallas-Fort Worth region’s third – sleek, large, automated driver’s license office under the state budget approved by a House panel Tuesday.\n\nOver the next two years, the Department of Public Safety would add only one new “mega center” similar to those it opened just over two years ago in Garland and far east Fort Worth.\n\nDPS officials, asked by House Appropriations Committee members to identify which areas most needed relief from long waits, chose Collin County for a mega center and 11 locations outside North Texas for smaller new offices, said Rep. Sylvester Turner, a Houston Democrat who is the panel’s vice chairman.\n\n“It will be a significant plus for everyone,” he said.\n\nThe exact location in Collin County hasn’t been chosen, Turner said. That will be DPS’ call, he said.\n\nAt mega centers, drivers can pre-register online or simply show up for licenses, testing and renewals. The centers usually are cavernous – 24,000 square feet.\n\nWalk-ins can use electronic kiosks to get started. Customers also can opt for a cellphone alert when their time is near, and use a mobile option to move their reservation if they’re running late.\n\nThe Houston area has two mega centers. Greater San Antonio and Austin each have one.\n\nRep. Helen Giddings, D-Dallas, said Dallas County needs one. Her grandson recently had to wait days to get an appointment for his first driver’s test at a Dallas bureau, she recounted.\n\n“People were having to wait for what seemed like a very long time to get in,” she said.\n\nThe House panel approved $153.5 million for the Driver License Improvement Program – nearly a 50 percent increase from last session’s funding. DPS would hire 222 new employees.\n\nThe push to end long waits began with a $64.1 million investment during the 2011 session, when schools and health care programs absorbed deep budget cuts.\n\nThe committee’s recommendation is only a first step toward winning a mega center for Collin County. The Senate’s starting point budget did not increase driver’s license customer-service upgrades from last session’s $103 million.\n\nThe full House won’t take up the House panel’s $209.8 billion, two-year budget until March 31. Spending of all funds, including federal money, would increase by 3.8 percent over the current cycle.\n\nThe Appropriations Committee passed its budget on a vote of 24-0. It would spend $104.6 billion of state general-purpose revenue, a 9.9-percent increase over last session. However, it would leave on the table $8.4 billion of general-purpose revenue forecast by Comptroller Glenn Hegar in January. The plan spends all but about $2 billion lawmakers may spend under a 1978 constitutional spending limit.\n\n“We’re looking at approximately $19.4 billion of unspent dollars in the state of Texas,” said Turner, noting there would be $11 billion of rainy-day dollars as well as the $8.4 billion not tapped. “We ought to seriously consider whether or not we fund adequately the major priorities,” such as roads.\n\nRep. Donna Howard, D-Austin, said under current school finance law, 33 percent of school districts would receive less money than they did before 2011 spending cuts. Sources close to the committee, though, said that doesn’t factor in its addition of $2.2 billion to state aid to schools, which would depress the 33 percent number.\n\nCommittee Chairman John Otto, R-Dayton, though, said most of the $8.4 billion in unspent general revenue was raised for specific purposes and can’t be shifted to roads or schools. He said House leaders want to add some spending, such as propping up a college tuition savings plan, in negotiations with the Senate.\n\n“We’re not done,” Otto said. In a statement, he called it “a conservative budget that lives within the means of this state while leaving room for meaningful tax relief.” Both chambers are poised to cut taxes by more than $4 billion.\n\nCompared with the Senate’s emerging budget, the House’s would spend more on public schools, less on border security and about the same on highways, though only in the short term. Senators have advanced a proposal shifting car sales tax money from the general fund to roads, starting in 2018.\n\nSenate budget writers, though, are still meeting in informal, often private work group huddles. The two chambers’ differences have yet to emerge fully.\n\nOn employee compensation and benefits, Medicaid doctor pay and economic development incentive programs, the House committee took some bold steps, its leaders said. Here’s a more detailed look at those, and the likelihood senators will agree:\n\nState employees and retired teachers: To prevent nearly 250,000 retired teachers from seeing their health premiums double, House budget writers patched over a projected $768 million shortfall. They used some of the state’s savings on school aid, caused because escalating property values are swelling school districts’ coffers. The final $58.1 million of the tab would come from an emergency appropriations bill that spends $290.1 million in state revenue to plug holes in the current budget. The committee also approved that measure.\n\nTo ease underfunding of the 230,000-member Employees Retirement System, the House committee increased both the state’s contribution and those of tens of thousands of active employees. An across the board, 2.5 percent pay raise just barely would cover employees’ increased share.\n\nIf the plan passes, state workers will have received only a 3-percent pay increase over the past nine years, said Seth Hutchinson, vice president of the Texas State Employees Union.\n\n“State employees can’t afford to work for the state anymore,” he said.\n\nHowever, prison guards and parole officers who work for the nearly 40,000-employee Texas Department of Criminal Justice would receive 10-percent raises. They would cost $276.5 million.\n\nThe department is struggling with turnover. It has more than 3,500 unfilled positions, Otto said.\n\nMedicaid doctor pay: The House committee urged spending $460 million to restore Obamacare’s just-ended bump in Medicaid reimbursements for front-line doctors – pediatricians, family doctors, internists and some specialists. The increases averaged about 35 percent.\n\nStates set providers’ rates in Medicaid, the main health insurance program for the poor, though the federal government picks up most of the tab.\n\nIn 2012, Texas tied for 13th lowest state in Medicaid pay, according to a study by Urban Institute and Kaiser Commission on Medicaid and the Uninsured. Texas Medicaid paid just 65 percent of the average reimbursement in Medicare, the federal program for seniors and the disabled. And Medicare pays less than private insurance.\n\nThe rate increases, almost entirely federally funded, began in 2013 and ended Dec. 31. Erasing 2011 cuts, they gave primary care doctors a sizeable boost in pay and may explain the first increase in doctors’ warming up to Medicaid recorded in Texas Medical Association biennial surveys in six years. Participation is still abysmal, though, with just over half as many saying they take all new Medicaid patients as did 15 years ago.\n\nRep. Four Price, an Amarillo Republican who is the House’s top social services budget writer, said ending the docs’ January pay cuts is “critical” to offering an adequate provider network. Putting back the increases, required by the Affordable Care Act because it anticipated huge gains in Medicaid enrollments, won’t happen until Sept. 1, though. Some doctors have grumbled they’re already limiting Medicaid patient visits.\n\nIt’s unclear if the Senate will go along. In that chamber, fervent opposition to Obamacare is peaking, not receding. Patching holes in Medicaid, as currently structured, may not be welcome.\n\nEconomic development: The House panel wants to revamp former Gov. Rick Perry’s prized business-incentive programs, though it would give Gov. Greg Abbott a somewhat different fix than he asked.\n\nThe deal-closing Enterprise Fund, which Abbott wants to mend not end, would receive $80 million.\n\nThe scandal-plagued Emerging Technology Fund would cease to exist. Abbott has proposed its dissolution also. However, he wanted half of its remaining $101 million in unspent money shifted to his new Governor’s University Research Initiative, designed to lure Nobel prize winners and other top science and engineering brains to Texas.\n\nThe Appropriations Committee instead gave the effort just $11 million. It raked off the remaining $90 million for existing grant-matching kitties at state universities. Three-quarters would go, not to the University of Texas and Texas A&M, but the “emerging” research campuses, such as UT-Dallas.\n\nOtto, the panel’s chief, said the money would match half of the eligible grants that haven’t gotten funding because state money has run out.\n\n“That is going to have a significant impact,” he said.\n\nOn Tuesday morning, the budget-writing Senate Finance Committee heard — but did not adopt — a recommendation by its work group that would give the Enterprise Fund half of the tech fund’s unspent money. But it leaves the rest with the tech fund, ignoring both Abbott’s request for Nobel recruitment money and the House’s desire to kill the fund. Sen. Joan Huffman, the Houston Republican in charge of the general government budget, didn’t explain the group’s thinking. So stay tuned.", "article_metadata": {"liveFyreID": "aHR0cDovL3RyYWlsYmxhemVyc2Jsb2cuZGFsbGFzbmV3cy5jb20vMjAxNS8wMy9kcml2ZXJzLWxpY2Vuc2UtbWVnYS1jZW50ZXItaW4tY29sbGluLWNvdW50eS1nZXRzLWdyZWVuLWxpZ2h0LWluLWhvdXNlLWJ1ZGdldC5odG1sLw==", "generator": "WordPress 3.9.12", "author": "Robert T. Garrett", "og": {"site_name": "Trail Blazers Blog", "description": "Update at 3:51 p.m.: Have reworded description of public school funding to reflect clarification tweeted by Rep. Donna Howard. Update at 11:14 a.m.: Includes Senate budget writers' tentative decision to…", "title": "Driver’s license mega center in Collin County gets green light in House budget", "url": "http://trailblazersblog.dallasnews.com/2015/03/drivers-license-mega-center-in-collin-county-gets-green-light-in-house-budget.html/", "image": "http://trailblazersblog.dallasnews.com/wp-content/themes/dallasnews/images/facebook-default-black.jpg", "type": "article"}, "LastModifiedDate": "2015-03-24T15:51:50Z", "twitter": {"card": "summary_large_image"}, "PublishDate": "1970-01-01T00:00:00Z", "wp-parsely_version": "1.7", "cXenseParse": {"recs": {"publishtime": "1970-01-01T00:00:00Z"}}, "viewport": "width=device-width"}, "_id": "\"57477af36914bd0286fd0513\"", "article_summary": "Texas Medicaid paid just 65 percent of the average reimbursement in Medicare, the federal program for seniors and the disabled.\nOtto, the panel’s chief, said the money would match half of the eligible grants that haven’t gotten funding because state money has run out.\nOriginal item at 9:25 a.m.: AUSTIN — Collin County would snag the state’s seventh – and the Dallas-Fort Worth region’s third – sleek, large, automated driver’s license office under the state budget approved by a House panel Tuesday.\nThe full House won’t take up the House panel’s $209.8 billion, two-year budget until March 31.\nTo ease underfunding of the 230,000-member Employees Retirement System, the House committee increased both the state’s contribution and those of tens of thousands of active employees."}