{"article_title": "ATVs in Recapture Canyon: What Are They Fighting For?", "article_keywords": ["blm", "land", "area", "remains", "utah", "atvs", "atv", "canyon", "fighting", "respect", "riders", "recapture"], "article_url": "http://indiancountrytodaymedianetwork.com/2014/05/15/atvs-recapture-canyon-what-are-they-fighting-154883", "article_text": "An All Terrain Vehicle rally brought 60 ATV riders out on Saturday, May 10 to challenge the Bureau of Land Management’s decision to protect Recapture Canyon in San Juan County, Utah. The BLM closed the path to motorized vehicles in 2007 in an emergency action after ATV riders attempted to widen the road and caused significant damage to 31 archaeological sites. The area is ancestral to the Hopi, Navajo, Utes, and other local tribes.\n\nRELATED: ATV Protest Rides Through Native American Sacred Sites\n\nThere are 2,800 miles of ATV trails in the area surrounding Recapture Canyon, which is the distance from New York to Los Angeles. Of that, only 1,870 acres of that land are closed off to ATVs by the BLM. Yet that small amount of land is being fought for by ATV riders who refuse to recognize the sacredness of the area, and are instead putting their fight for state’s right ahead of the respect for the history and remains of the area’s people.\n\n“There are burial grounds, human remains of the ancestors of people living and thriving there today. It is as much about preserving resources as it is about respect, and we have to respect that the canyon is a place of human remains,” Megan Crandall, BLM Utah spokesperson, said, citing that Recapture Canyon holds an extraordinary amount of archaeological evidence.\n\nFrank White, a member of the popular ATV groups Tread Lightly and Blue Ribbon Coalition, said both organizations were opposed to the ride. “I feel bad for what went on. To me they were down there to cause trouble, they wanted an incident.”\n\nWhite said, “Carrying guns and the flag, they were out here to cause a fight. I call them Freedom Fighters and they just don’t want to be told what to do. It’s embarrassing; and then on tribal land, it’s just a big no-no. I don’t believe motorcycles and ATVs need to be everywhere.”", "article_metadata": {"description": "Bureau of Land Management land is being fought for by ATV riders who refuse to recognize the sacredness of the area. Why and what do tribes think?", "generator": "Drupal 7 (http://drupal.org)", "dcterms.format": "text/html", "og": {"url": "http://indiancountrytodaymedianetwork.com/2014/05/15/atvs-recapture-canyon-what-are-they-fighting-154883", "site_name": "Indian Country Today Media Network.com", "image": "http://d1jrw5jterzxwu.cloudfront.net/sites/default/files/article_media/atv_-riders-recapture-canyon-ap.jpg", "type": "article", "title": "ATVs in Recapture Canyon: What Are They Fighting For?"}, "robots": "follow, index", "dc": {"title": "ATVs in Recapture Canyon: What Are They Fighting For?"}, "dcterms.identifier": "http://indiancountrytodaymedianetwork.com/2014/05/15/atvs-recapture-canyon-what-are-they-fighting-154883", "fb": {"app_id": 493888563989950}, "dcterms.creator": "leeanne", "dcterms.date": "2014-05-15T10:00-04:00", "dcterms.language": "und", "dcterms.type": "Text", "keywords": "Navajo Nation, Anasazi, Native American Sacred Sites, Cliven Bundy, Bureau of Land Management", "validation_code": "d9d37d7b776cc351c4025ded3df21cad", "sioc": {"num_replies": 4}, "dcterms.title": "ATVs in Recapture Canyon: What Are They Fighting For?"}, "_id": "\"57477af46914bd0286fdeeee\"", "article_summary": "RELATED: ATV Protest Rides Through Native American Sacred SitesThere are 2,800 miles of ATV trails in the area surrounding Recapture Canyon, which is the distance from New York to Los Angeles.\nAn All Terrain Vehicle rally brought 60 ATV riders out on Saturday, May 10 to challenge the Bureau of Land Management’s decision to protect Recapture Canyon in San Juan County, Utah.\nIt is as much about preserving resources as it is about respect, and we have to respect that the canyon is a place of human remains,” Megan Crandall, BLM Utah spokesperson, said, citing that Recapture Canyon holds an extraordinary amount of archaeological evidence.\nOf that, only 1,870 acres of that land are closed off to ATVs by the BLM.\nThe BLM closed the path to motorized vehicles in 2007 in an emergency action after ATV riders attempted to widen the road and caused significant damage to 31 archaeological sites."}