{"article_title": "Man of the moment", "article_keywords": ["british", "modern", "revolt", "faisal", "french", "arab", "moment", "rule", "mr", "iraq", "allawi", "man"], "article_url": "http://www.economist.com/news/books-and-arts/21595880-revisionist-history-iraqi-king-man-moment", "article_text": "Faisal I of Iraq. By Ali A. Allawi. Yale University Press; 634 pages; $40 and £30. Buy from Amazon.com, Amazon.co.uk\n\nHISTORY has not been kind to King Faisal I of Iraq. The received view is that he was a failure, since the British-backed monarchy he helped to establish was swept away by a military coup in 1958. Some Arab nationalists have gone further, branding him a traitor to their cause and a slave to the imperialists. Both judgments are rejected in an impressive biography by an Iraqi scholar, Ali Allawi, who served as the country’s finance minister after the overthrow of Saddam Hussein in 2003.\n\nFaisal entered history with the Arab revolt of 1916, made famous by Lawrence of Arabia. He had been born in western Arabia to the Hashemite family, which claimed descent from the Prophet. The region was then under Ottoman rule, and it was at the Ottoman court in Istanbul that Faisal had his first taste of politics and intrigue. But when the Turks sided with Germany in the first world war, the Hashemites took the fateful decision to ally themselves with Britain. Lured by the promise of Arab independence, they raised an army of 6,000 tribesmen to fight the Turks in two years of tough desert warfare.\n\nThe revolt established the Hashemites as a loyal ally just as the post-war Middle East was beginning to be carved up into British and French zones. In 1918 Faisal made a triumphal entry into the Syrian capital, Damascus, and for a brief heady moment Arab independence seemed something more than a mirage. But France would have none of it, and her allies were not ready to back Arab demands against French opposition. Faisal was caught, in Mr Allawi’s words, between “French ambitions, British ambiguities and American dithering”. When, defiantly, a congress of nationalists declared Syria independent, with Faisal as its king, the French crushed a small, poorly armed Arab force and ejected him from the country.\n\nFaisal’s career might have ended then and there. But British officials concocted a role for the Hashemites in two of the new states emerging under Britain’s influence. They chose Faisal to rule Iraq, and his brother Abdullah to rule what became Jordan. Thus began the principal drama of Faisal’s career. When he arrived in Iraq in 1921, he did so as the scion of an illustrious family and a hero of the Arab revolt. But he was not Iraqi, and the Iraqis were not sure what to make of him. The notion of foreign rule was anathema to them, and indeed to Faisal, who was determined to throw off the British yoke as quickly as possible.\n\nFriction became inevitable. Barely a year after his coronation, after a row with the British high commissioner, Sir Percy Cox, Faisal came close to losing his throne. Tensions continued with Cox’s successor, Sir Henry Dobbs, who in a letter to his wife described the king as “puerile and petulant” and questioned his fitness to rule. A decade later, in 1932, Britain at last gave Iraq its independence. Faisal died, exhausted and in ill health, the next year. To many he was a tragic figure.\n\nBut Mr Allawi sees him as a statesman and a nation-builder. He argues that Faisal (not Cox nor his colleague Gertrude Bell) was the real maker of modern Iraq. Through his skilful use of Arabic as well as British sources, he portrays Faisal as a convincing multi-dimensional figure. He was a man of charm and intelligence, but highly strung and subject to abrupt mood swings. To his doctors’ frustration, he was a workaholic and a compulsive chain-smoker. As Mr Allawi concedes, he became more autocratic as he remained in power.\n\nYet Faisal had a humane vision for a modern and tolerant Iraq. He abhorred sectarianism—to this day, the poison in the Iraqi bloodstream—and did his utmost to reach out to the country’s Shia majority, which resented rule by a Sunni Arab elite. He championed a more measured and pragmatic nationalism than the “strident, volatile and angry” kind exemplified by those who came after him.\n\nMr Allawi’s book would have benefited from more thorough editing and proofreading. The decision to open the narrative with Faisal’s death and funeral gives it a good beginning but deprives it of a strong ending. These are minor complaints. This is the fullest portrait yet of a fascinating figure who played a significant role in the making of the modern Middle East.", "article_metadata": {"sailthru.image.thumb": "http://cdn.static-economist.com/sites/default/files/imagecache/50_by_50/images/print-edition/20140208_BKP001_1.jpg", "sailthru.flytitle": "The making of Iraq", "description": "A revisionist history of an Iraqi king", "pubdate": 20140208, "og": {"site_name": "The Economist", "description": "A revisionist history of an Iraqi king", "title": "Man of the moment", "url": "http://www.economist.com/news/books-and-arts/21595880-revisionist-history-iraqi-king-man-moment", "image": "http://cdn.static-economist.com/sites/default/files/images/print-edition/20140208_BKP001_1.jpg", "type": "article"}, "sailthru.rubric": "A revisionist history of an Iraqi king", "sailthru.date": "2014-02-11 18:43:23", "sailthru.image.full": "http://cdn.static-economist.com/sites/default/files/images/print-edition/20140208_BKP001_1.jpg", "revisit-after": "1 day", "sailthru.tags": "The making of Iraq", "fb": {"pages": 6013004059, "app_id": 173277756049645}, "sailthru.imagepath": "images/print-edition/20140208_BKP001_1.jpg", "articleid": 21595880, "sailthru.image.thumb_mfte": "http://cdn.static-economist.com/sites/default/files/imagecache/ec_related_article_image/images/print-edition/20140208_BKP001_1.jpg", "sailthru.web_section": "Books", "article": {"publisher": "https://www.facebook.com/theeconomist"}, "sailthru.printdate": "2014-02-08 00:00:00", "twitter": {"image": "https://cdn.static-economist.com/sites/default/files/images/print-edition/20140208_BKP001_1.jpg", "site": "@TheEconomist", "card": "summary_large_image"}, "news_keywords": "The making of Iraq"}, "_id": "\"57477af36914bd0286fd051d\"", "article_summary": "They chose Faisal to rule Iraq, and his brother Abdullah to rule what became Jordan.\nFaisal entered history with the Arab revolt of 1916, made famous by Lawrence of Arabia.\nAs Mr Allawi concedes, he became more autocratic as he remained in power.\nHe was a man of charm and intelligence, but highly strung and subject to abrupt mood swings.\nHe argues that Faisal (not Cox nor his colleague Gertrude Bell) was the real maker of modern Iraq."}