{"article_title": "The 5 Most Expensive Drugs in the World in 2015 -- The Motley Fool", "article_keywords": ["fool", "syndrome", "drugs", "wholesale", "price", "drug", "motley", "patients", "cost", "prices", "2015", "world", "soliris", "expensive"], "article_url": "http://www.fool.com/investing/high-growth/2015/08/15/the-5-most-expensive-drugs-in-the-world-in-2015.aspx", "article_text": "For the first time in history global pharmaceutical spending crossed the $1 trillion plateau in 2014. Think about that for a moment: $1 trillion equates to 1.3% of global GDP, and is higher than the cumulative annual GDP of all but 15 countries around the world. And looking forward, global pharmaceutical spending is only expected to increase. IMS Health projects that spending could rise by 30% between 2014 and 2018 to $1.3 trillion.\n\nWhy prescription drug prices are soaring\n\nWhy are pharmaceutical prices rising so rapidly? As we've discussed previously, there are nearly a dozen reasons why prescription drug prices are soaring worldwide. Some are expected and include the need to cover research and development and marketing costs for new drugs. But other reasons for rising prescription costs often fly under the radar.\n\nFor example, we know drug developers need to cover their R&D costs to develop a drug, but consumers often forget that drug developers are also looking to recoup losses tied to research into dozens, hundreds, or even thousands of failed discovery, preclinical, or clinical therapies that didn't make it to pharmacy shelves.\n\nDrugmakers are also making a strong push into treating orphan diseases (indications with 200,000 or fewer people in the U.S.) and developing medicines that are personalized and focus on a specific gene or protein within a patient. The move makes a lot of sense on the part of drug developers, as there's minimal competition and little reason for insurers to deny coverage. This push toward specialization has been a major reason why prescription drug prices keep heading higher.\n\nConsumers aren't happy about rising drug prices\n\nWith drug cost inflation not expected to slow anytime soon, patients with rare diseases, or diseases that suddenly have breakthrough cures, have been faced with mammoth price tags -- and some consumers aren't happy about it.\n\nLast year, Gilead Sciences (NASDAQ: GILD) had to answer to Congress after placing a $1,000/day price tag on its once-daily pill for hepatitis C, Sovaldi, and a $1,125/day price tag on once-daily HCV therapy Harvoni. A genotype 1 patient with liver cirrhosis who's been treated previously could be looking at a treatment cost of $189,000 with Harvoni! Of course, Gilead's therapies also provided a 90%-plus cure rate in most clinical studies and drastically improved patients' quality of life during treatment vis-à-vis manageable side effects, a far cry from any preceding HCV therapies.\n\nVertex Pharmaceuticals' (NASDAQ: VRTX) Orkambi, a drug designed to treat cystic fibrosis patients with the F508del mutation, has drawn even more ire with its $259,000 per year wholesale cost. Unlike Sovaldi and Harvoni, which promise a cure to a vast majority of patients taking them, Orkambi merely offers an improvement in lung function to the roughly 8,500 patients in the U.S. who may qualify for the drug.\n\nThe world's most expensive drugs in 2015\n\nBut neither Orkambi or Gilead's HCV duo even crack the top five when it comes to the world's most expensive drugs in 2015. In fact, a handful of drugs priced in the $300,000-$360,000 annual cost range didn't make the list! Today we'll take a brief look at what medicines will set insurers and consumers back the most.\n\nHowever, before we do that, two points of caution. First, drug developers have a tendency to change drug prices on a quarter-to-quarter basis, meaning this list could look different even three months from now. The other point worth noting is the cost for these treatments can depend on where you are in the world. Harvoni might run $1,125 per pill on a wholesale basis in the U.S., but in emerging markets overseas with price caps in place the same pill might run as low as $10. In other words, pricing is a bit subjective, and you should keep that in mind as you read on.\n\nWith that out of the way, here are the world's five most expensive drugs:\n\n1. Glybera: $1.21 million wholesale cost per year\n\nWe knew that one day we would see the world's first seven-figure drug in terms of cost. Based on an approval in the EU last year for UniQure (NASDAQ:QURE), we now have one.\n\nGlybera is a gene therapy that helps restore LPL enzyme activity, which is critical to removing fat-carrying chylomicron particles in the intestines following a fat-containing meal. Specifically, it treats an extremely rare condition known as familial lipoprotein lipase deficiency, which affects only one in 1 million people -- thus Glybera's market potential is only around 150 to 200 people in the EU. Primary care physicians administer the drug in a one-time series of up to 60 intramuscular injections in a patients' legs.\n\nWhen you consider its one-and-done dosing and extremely small patient pool, it's slightly less shocking that UniQure settled on a 1.1 million euro price tag for Glybera.\n\n2. Soliris: $700,000 wholesale cost per year\n\nAlexion Pharmaceuticals' (NASDAQ:ALXN) Soliris has actually been the most expensive drug in the world for years, so seeing it fall out of the top spot may come as a surprise to many. Within the U.S. Soliris had a wholesale cost of nearly $537,000 last year, but the Patented Medicines Price Review Board notes that Soliris' annual cost in Canada can be as high as $700,000 per patient.\n\nSoliris has two current indications: as a treatment for paroxysmal nocturnal hemoglobinuria (PNH), and as a treatment for atypical hemolytic uremic syndrome. Both are very rare indications with no current competition, thus the ability of Alexion to command such a high price tag for Soliris. More importantly, patients with PNH often live for 10 to 15 years following their diagnosis, so despite a small patient population, Alexion has a source of long-term recurring revenue with Soliris. After delivering $2.2 billion in revenue in 2014, Alexion is projected by Wall Street to more than double to $5 billion in 2018, mostly on the heels of Soliris.\n\n3. Naglazyme: $485,747 wholesale cost per year (based on 2014 pricing)\n\nBased on data provided by FiercePharma last year, BioMarin Pharmaceutical's (NASDAQ:BMRN) Naglazyme will handily take the third spot, with an annual cost approaching a half-million dollars. I looked far and wide for an update on pricing for Naglazyme in 2015, but not a trace of an update was to be found. That's probably because the drug is only prescribed to a few dozen patients on a per year basis, according to EvaluatePharma.\n\nNaglazyme is an enzyme replacement therapy designed to treat a disease known as mucopolysaccharidosis type VI, which is also known as Maroteaux-Lamy syndrome. This is a progressive disease that can cause organ enlargement and skeletal abnormalities, and it often leads to shortened life expectancies for those diagnosed.\n\n4. Vimizim: $380,000 wholesale cost per year\n\nBioMarin Pharmaceutical, a rare disease specialist, also brings us the fourth-most expensive drug in the world with Vimizim.\n\nVimizim, with its $380,000 per year cost, is an enzyme replacement therapy that's given as a weekly infusion to treat Morquio A syndrome, a disease characterized by the body's inability to break down long-chain sugar molecules. An estimated 800 people have Morquio A in the United States, and Vimizim's developed world market is believed to be about 3,000 people. Analysts predict that despite its relatively small market potential, Vimizm could generate up to a half-billion in sales annually at its peak for BioMarin.\n\n5. Elaprase: $375,000 wholesale cost per year (based on last update in 2010)\n\nLastly, the spot as fifth-most expensive drug in the world goes to Shire's (NASDAQ:SHPG) Elaprase, an enzyme replacement therapy designed to treat patients with mucopolysaccharidosis II, or Hunter syndrome. You'll note the last conclusive pricing data on Elaprase comes to us from 2010 when it ran $375,000 per year on a wholesale level, but there's little reason to believe its price has fallen since that time with no added competition to the Hunter syndrome indication.\n\nPatients with Hunter syndrome lack an important enzyme (iduronate-2-sulfatase) that helps with the removal of long-chain sugar molecules. If these glycosaminoglycans aren't removed from a patient's body, it can lead to progressive organ decline, specifically of the heart, lungs, liver, and spleen. Incidence of the disease is fairly low, with the EU reported one case per every 140,000-156,000 births.\n\nWith little standing in the way of higher prescription drug prices, annual costs in the high six-digit range could soon become a norm in the orphan disease space.", "article_metadata": {"publish_time": "15:07", "date": "2015-08-15T19:07:00Z", "description": "These five drugs will set insurers and patients back anywhere from $375,000 per year to as much as $1.21 million per year.", "ResponsiveALP": "1Ses_2things-v-single_2-things_50", "author": "Sean Williams", "promo": "These five drugs will set insurers and patients back anywhere from $375,000 per year to as much as $1.21 million per year.", "twitter": {"site": "@themotleyfool", "description": "These five drugs will set insurers and patients back anywhere from $375,000 per year to as much as $1.21 million per year.", "title": "The 5 Most Expensive Drugs in the World in 2015 --  The Motley Fool"}, "tags": "Yahoo", "og": {"site_name": "The Motley Fool", "description": "These five drugs will set insurers and patients back anywhere from $375,000 per year to as much as $1.21 million per year.", "title": "The 5 Most Expensive Drugs in the World in 2015 --  The Motley Fool", "url": "http://www.fool.com/investing/high-growth/2015/08/15/the-5-most-expensive-drugs-in-the-world-in-2015.aspx", "image": "https://g.foolcdn.com/image/?url=http%3A%2F%2Fg.foolcdn.com%2Feditorial%2Fimages%2F175894%2F16687016354_ca450d18ec_z.jpg&h=630&w=1200&op=resize", "type": "article"}, "headline": "The 5 Most Expensive Drugs in the World in 2015", "fb": {"admins": 50808187550, "page_id": 7240312795, "app_id": 50808187550}, "bureau": "usmf-health-care", "STORY_UID": "777d033a-3e2b-11e5-bd44-0050569d32b9", "pitch": 2518, "msvalidate.01": "8D40D58712924715BAA79D135A6C8DDA", "gsa_date": "2015 08 15", "tickers": "BMRN,ALXN,SHPG,QURE", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0"}, "article_summary": "Vimizim: $380,000 wholesale cost per yearBioMarin Pharmaceutical, a rare disease specialist, also brings us the fourth-most expensive drug in the world with Vimizim.\nAs we've discussed previously, there are nearly a dozen reasons why prescription drug prices are soaring worldwide.\nThe world's most expensive drugs in 2015But neither Orkambi or Gilead's HCV duo even crack the top five when it comes to the world's most expensive drugs in 2015.\nThis push toward specialization has been a major reason why prescription drug prices keep heading higher.\nWhy prescription drug prices are soaringWhy are pharmaceutical prices rising so rapidly?"}