{"article_title": "National Review", "article_keywords": ["control", "web", "united", "internets", "review", "global", "nations", "states", "internet", "countries", "national", "governments"], "article_url": "http://www.nationalreview.com/article/373578/handing-over-keys-internet-charles-c-w-cooke", "article_text": "It’s nuts to cede control of the Internet to countries with poor records on free speech.\n\nIf at least for the sake of variation, those charged with riffling through last Friday’s news dumps must have been relieved to find neither new Obamacare delays nor abandoned red lines hiding among the detritus. And yet, while the less technically proficient could have been forgiven for having missed it, an announcement just as vexing was waiting in lieu: that America was planning to give up control of the Internet.\n\nAt this point in the proceedings, one is customarily chastised by pedants who note impatiently that the United States does not really “control” much of the Internet at all — at least not literally. The Internet, our dogmatists record, is a wildly decentralized network of computers, servers, and services that are run by non-governmental agencies, individual citizens, and private businesses, and fleshed out by the enthusiasm and the creativity of civil society. They are right, of course. In its structure, the Web is a libertarian’s dream — an explosion of spontaneous order and of mutual cooperation that would have made Hayek blush. It don’t need no stinkin’ Man.\n\nAnd yet, as with all good things, it does have some framework — a slim skeleton on which the meat and the gristle might be laid. As Forbes’s Emma Woollacott confirmed on Saturday, should the U.S. government go through with its plan,\n\nthe responsibilities to be farmed out will include the administration of changes to the DNS’s authoritative root zone file — the database containing the lists of names and addresses of all top-level domains — as well as managing the unique identifiers registries for domain names, IP addresses, and protocol parameters.\n\nFor the uninitiated, this is tech-speak for “the basics.” The “DNS’s authoritative root zone file” is effectively a master directory of website addresses, kept in one place to avoid duplication and to guarantee that when everybody types “nationalreview.com” into their browser, they get the same page; “IP addresses,” to put it oversimply, are the Internet’s “phone numbers,” assigned to each computer (or router) so that they can be contacted by others; “protocol parameters” inform the basic architecture by which the Internet operates — variables such as which characters may be used, and in what form commonly used services such as e-mail and Web pages are to operate. You get the idea.\n\nAs you might imagine, it matters a great deal who is in charge of this compendium, for whoever controls it can use the thing essentially as a global on/off switch. As it stands, a tyrant is able to restrict access to certain parts of the Internet in his own country, but he is unable to make a page or a server or a service disappear completely. To wit, if I write something nice about Taiwan on NRO, the Chinese government can restrict access to that page in any territory that it controls — in the name of “national security” or what you will. But it can’t delete NRO entirely; nor can it restrict access to our servers from outside its jurisdiction.\n\nConsider how different the story might have been had the system’s guts been controlled by someone else — even by a relatively free country such as Britain or Canada, where the government is benign but speech is curtailed by law. Is it not possible that the temptation to bring the Web into line with “reasonable” limits on expression would have been too much to resist? Can one not imagine a pressure for “common sense” reform building from inside and outside — and leading to censorship of language that gave offense to, say, gays, or Muslims, or police horses? If so, imagine what less amiable nations might seek to impose. The reality of today’s “global governance” is that it will not be Britain or Canada champing at the bit, but Russia and China and, through the pernicious United Nations, global Islam, which has already managed to secure various Human Rights Council resolutions that prohibit criticism of religion. Ready?\n\nThose who might be tempted to respond to these questions by asking why the Internet needs any oversight at all have my sympathy, but they are exploring a dead end. Just as individualists have long acknowledged that a small state and a charter of protected rights serve as the prerequisite to their liberties, so the Internet’s pioneers recognized that their vessel needed limited administration. For its operation, sustenance, and energy, the Web could rely wholly on private enterprise, deregulated markets, and civil society; for its essential freedom and the integrity of its operation, it was beholden to a small amount of governance. Without it, there would be anarchy.\n\nThe question at hand, therefore, is less whether there should be any oversight of the Internet’s basics, and more who is best placed to perform this role. “Without the U.S. government providing an effective backstop to ICANN’s original operating principles, there would be no mechanism in place to stop foreign governments from interfering with ICANN’s operations,” the Information Technology and Innovation Foundation’s Daniel Castro wrote on Friday. He’s right. Across two decades, multiple administrations, and a host of dramatic changes, the American state has proven itself a worthy overseer of the work of ICANN (the Internet Corporation for Assigned Names and Numbers). We might worry about who is reading our e-mails, but we don’t fret about the Internet’s being restricted at its core. We may be concerned about the lack of free communication in other countries, but we don’t have to sweat about those countries’ governments shutting off our access here. And yet, having grown cocky in its maturity, the U.S. government is now considering inviting those countries’ censors to the table and giving them a vote on how to fix a problem that never was. Why?\n\nDeny it as the administration might, foreign pressure has undoubtedly taken its toll. As Reuters reported this week, demands from foreign governments “accelerated following disclosures from former National Security Agency contractor Edward Snowden, whose documents showed that U.S. intelligence officials scanned vast amounts of Internet traffic.” In truth, this says a great deal more about those nations’ genius for timing, diplomacy, and theatrics than it does about the matter at hand. American control of the Internet’s essential registration functions has nothing whatsoever to do with the federal government’s capacity to spy inside or outside the United States; nor does its decision to relinquish control affect the NSA’s programs one iota. The government did not announce on Friday that it was shuttering the NSA or curtailing a single surveillance initiative. The link between the two is moot.\n\nElsewhere, critics of American control have recruited to their cause such potent terms as “sovereignty,” “fairness,” and “democracy,” while contending anemically that because the whole world enjoys the benefits of the Internet, the whole world should have input into how it is run. I struggle to comprehend this argument. It seems clear that the only reason nations might require democratic input would be that they wished to undermine, rather than bolster, the status quo, and precisely what is in that for us is never explained. Indeed, beyond the usual flowery, meaningless, one-world pablum that infects so many smart human beings when they discuss anything “global,” nobody has yet managed to adumbrate what specifically is wrong with how the United States has managed the system thus far; nor has anyone outlined what practical benefits we might derive from the shift. Instead, naysayers have been told that this “was always the plan” — as if that serves as a case for anything.\n\nLawrence E. Strickling, assistant secretary of commerce for communications and information, announced in a perfunctory and soulless statement last week that his department was looking “forward to ICANN convening stakeholders across the global Internet community to craft an appropriate transition plan.” He may regret his nonchalant delivery of these words. The Commerce Department has been keen to establish that it will not allow the new governing body to consist solely of governments, and also that it will not permit control to rest in the hands of one source. It has not, however, promised that it will bar governments with poor records on free speech and individual liberty from being a part of the team; nor has it explained how, ten years down the line, it is going to ensure that the outfit doesn’t descend into the mire. There is a good reason that both the United States Congress and the European Union passed resolutions against the United Nations’ International Telecommunications Union, which has coveted control of the Internet for a decade now — and that is that the body is cancerous and the countries that are urging it on (Russia and China, largely) are treacherous.\n\n“The United Nations has been angling quietly to become the epicenter of Internet governance,” warned Mary Bono Mack, a Republican from California, after the unanimous House vote. “We cannot let this happen,” she vowed gravely. Just a year later, we are. Yesterday, the United States found itself in an advantageous and virtuous position: the benign steward of an astonishing network that it developed, refined, and then gave to the world without caveat. Today, provoked and shamed into action by actors who have neither the moral nor legal claim to its work, it is on the cusp of giving up control. An unforced error. For shame.\n\n— Charles C. W. Cooke is a staff writer at National Review.", "article_metadata": {"tweettext": "Handing Over the Keys to the Internet", "sailthru.author": "Charles C. W. Cooke", "description": "If at least for the sake of variation, those charged with riffling through last Friday’s news dumps must have been relieved to find neither new Obamacare delays nor abandoned red lines hiding among the detritus. And yet, while the less technically proficient could have been forgiven for having missed it, an announcement just as vexing was waiting in lieu: that America was planning to give up control of the Internet.\n\nAt this point in the proceedings, one is customarily chastised by pedants who note impatiently that the United States does not really “control” much of the Internet at all — at least not literally. The Internet, our dogmatists record, is a wildly decentralized network of computers, servers, and services that are run by non-governmental agencies, individual citizens, and private businesses, and fleshed out by the enthusiasm and the creativity of civil society. They are right, of course. In its structure, the Web is a libertarian’s dream — an explosion of spontaneous order and of mutual cooperation that would have made Hayek blush. It don’t need no stinkin’ Man.\n\n#ad#And yet, as with all good things, it does have some framework — a slim skeleton on which the meat and the gristle might be laid. As Forbes’s Emma Woollacott confirmed on Saturday, should the U.S. government go through with its plan,\n\n\nthe responsibilities to be farmed out will include the administration of changes to the DNS’s authoritative root zone file — the database containing the lists of names and addresses of all top-level domains — as well as managing the unique identifiers registries for domain names, IP addresses, and protocol parameters.\n\n\nFor the uninitiated, this is tech-speak for “the basics.” The “DNS’s authoritative root zone file” is effectively a master directory of website addresses, kept in one place to avoid duplication and to guarantee that when everybody types “nationalreview.com” into their browser, they get the same page; “IP addresses,” to put it oversimply, are the Internet’s “phone numbers,” assigned to each computer (or router) so that they can be contacted by others; “protocol parameters” inform the basic architecture by which the Internet operates — variables such as which characters may be used, and in what form commonly used services such as e-mail and Web pages are to operate. You get the idea.\n\nAs you might imagine, it matters a great deal who is in charge of this compendium, for whoever controls it can use the thing essentially as a global on/off switch. As it stands, a tyrant is able to restrict access to certain parts of the Internet in his own country, but he is unable to make a page or a server or a service disappear completely. To wit, if I write something nice about Taiwan on NRO, the Chinese government can restrict access to that page in any territory that it controls — in the name of “national security” or what you will. But it can’t delete NRO entirely; nor can it restrict access to our servers from outside its jurisdiction.\n\nConsider how different the story might have been had the system’s guts been controlled by someone else — even by a relatively free country such as Britain or Canada, where the government is benign but speech is curtailed by law. Is it not possible that the temptation to bring the Web into line with “reasonable” limits on expression would have been too much to resist? Can one not imagine a pressure for “common sense” reform building from inside and outside — and leading to censorship of language that gave offense to, say, gays, or Muslims, or police horses? If so, imagine what less amiable nations might seek to impose. The reality of today’s “global governance” is that it will not be Britain or Canada champing at the bit, but Russia and China and, through the pernicious United Nations, global Islam, which has already managed to secure various Human Rights Council resolutions that prohibit criticism of religion. Ready?\n\nThose who might be tempted to respond to these questions by asking why the Internet needs any oversight at all have my sympathy, but they are exploring a dead end. Just as individualists have long acknowledged that a small state and a charter of protected rights serve as the prerequisite to their liberties, so the Internet’s pioneers recognized that their vessel needed limited administration. For its operation, sustenance, and energy, the Web could rely wholly on private enterprise, deregulated markets, and civil society; for its essential freedom and the integrity of its operation, it was beholden to a small amount of governance. Without it, there would be anarchy.\n\n#page#The question at hand, therefore, is less whether there should be any oversight of the Internet’s basics, and more who is best placed to perform this role. “Without the U.S. government providing an effective backstop to ICANN’s original operating principles, there would be no mechanism in place to stop foreign governments from interfering with ICANN’s operations,” the Information Technology and Innovation Foundation’s Daniel Castro wrote on Friday. He’s right. Across two decades, multiple administrations, and a host of dramatic changes, the American state has proven itself a worthy overseer of the work of ICANN (the Internet Corporation for Assigned Names and Numbers). We might worry about who is reading our e-mails, but we don’t fret about the Internet’s being restricted at its core. We may be concerned about the lack of free communication in other countries, but we don’t have to sweat about those countries’ governments shutting off our access here. And yet, having grown cocky in its maturity, the U.S. government is now considering inviting those countries’ censors to the table and giving them a vote on how to fix a problem that never was. Why?\n\n#ad#Deny it as the administration might, foreign pressure has undoubtedly taken its toll. As Reuters reported this week, demands from foreign governments “accelerated following disclosures from former National Security Agency contractor Edward Snowden, whose documents showed that U.S. intelligence officials scanned vast amounts of Internet traffic.” In truth, this says a great deal more about those nations’ genius for timing, diplomacy, and theatrics than it does about the matter at hand. American control of the Internet’s essential registration functions has nothing whatsoever to do with the federal government’s capacity to spy inside or outside the United States; nor does its decision to relinquish control affect the NSA’s programs one iota. The government did not announce on Friday that it was shuttering the NSA or curtailing a single surveillance initiative. The link between the two is moot.\n\nElsewhere, critics of American control have recruited to their cause such potent terms as “sovereignty,” “fairness,” and “democracy,” while contending anemically that because the whole world enjoys the benefits of the Internet, the whole world should have input into how it is run. I struggle to comprehend this argument. It seems clear that the only reason nations might require democratic input would be that they wished to undermine, rather than bolster, the status quo, and precisely what is in that for us is never explained. Indeed, beyond the usual flowery, meaningless, one-world pablum that infects so many smart human beings when they discuss anything “global,” nobody has yet managed to adumbrate what specifically is wrong with how the United States has managed the system thus far; nor has anyone outlined what practical benefits we might derive from the shift. Instead, naysayers have been told that this “was always the plan” — as if that serves as a case for anything.\n\nLawrence E. Strickling, assistant secretary of commerce for communications and information, announced in a perfunctory and soulless statement last week that his department was looking “forward to ICANN convening stakeholders across the global Internet community to craft an appropriate transition plan.” He may regret his nonchalant delivery of these words. The Commerce Department has been keen to establish that it will not allow the new governing body to consist solely of governments, and also that it will not permit control to rest in the hands of one source. It has not, however, promised that it will bar governments with poor records on free speech and individual liberty from being a part of the team; nor has it explained how, ten years down the line, it is going to ensure that the outfit doesn’t descend into the mire. There is a good reason that both the United States Congress and the European Union passed resolutions against the United Nations’ International Telecommunications Union, which has coveted control of the Internet for a decade now — and that is that the body is cancerous and the countries that are urging it on (Russia and China, largely) are treacherous.\n\n“The United Nations has been angling quietly to become the epicenter of Internet governance,” warned Mary Bono Mack, a Republican from California, after the unanimous House vote. “We cannot let this happen,” she vowed gravely. Just a year later, we are. Yesterday, the United States found itself in an advantageous and virtuous position: the benign steward of an astonishing network that it developed, refined, and then gave to the world without caveat. Today, provoked and shamed into action by actors who have neither the moral nor legal claim to its work, it is on the cusp of giving up control. An unforced error. For shame.\n\n— Charles C. W. Cooke is a staff writer at National Review.", "generator": "Drupal 7 (http://drupal.org)", "title": "| National Review", "og": {"site_name": "National Review Online", "description": "If at least for the sake of variation, those charged with riffling through last Friday’s news dumps must have been relieved to find neither new Obamacare delays nor abandoned red lines hiding among the detritus. And yet, while the less technically proficient could have been forgiven for having missed it, an announcement just as vexing was waiting in lieu: that America was planning to give up control of the Internet.\n\nAt this point in the proceedings, one is customarily chastised by pedants who note impatiently that the United States does not really “control” much of the Internet at all — at least not literally. The Internet, our dogmatists record, is a wildly decentralized network of computers, servers, and services that are run by non-governmental agencies, individual citizens, and private businesses, and fleshed out by the enthusiasm and the creativity of civil society. They are right, of course. In its structure, the Web is a libertarian’s dream — an explosion of spontaneous order and of mutual cooperation that would have made Hayek blush. It don’t need no stinkin’ Man.\n\n#ad#And yet, as with all good things, it does have some framework — a slim skeleton on which the meat and the gristle might be laid. As Forbes’s Emma Woollacott confirmed on Saturday, should the U.S. government go through with its plan,\n\n\nthe responsibilities to be farmed out will include the administration of changes to the DNS’s authoritative root zone file — the database containing the lists of names and addresses of all top-level domains — as well as managing the unique identifiers registries for domain names, IP addresses, and protocol parameters.\n\n\nFor the uninitiated, this is tech-speak for “the basics.” The “DNS’s authoritative root zone file” is effectively a master directory of website addresses, kept in one place to avoid duplication and to guarantee that when everybody types “nationalreview.com” into their browser, they get the same page; “IP addresses,” to put it oversimply, are the Internet’s “phone numbers,” assigned to each computer (or router) so that they can be contacted by others; “protocol parameters” inform the basic architecture by which the Internet operates — variables such as which characters may be used, and in what form commonly used services such as e-mail and Web pages are to operate. You get the idea.\n\nAs you might imagine, it matters a great deal who is in charge of this compendium, for whoever controls it can use the thing essentially as a global on/off switch. As it stands, a tyrant is able to restrict access to certain parts of the Internet in his own country, but he is unable to make a page or a server or a service disappear completely. To wit, if I write something nice about Taiwan on NRO, the Chinese government can restrict access to that page in any territory that it controls — in the name of “national security” or what you will. But it can’t delete NRO entirely; nor can it restrict access to our servers from outside its jurisdiction.\n\nConsider how different the story might have been had the system’s guts been controlled by someone else — even by a relatively free country such as Britain or Canada, where the government is benign but speech is curtailed by law. Is it not possible that the temptation to bring the Web into line with “reasonable” limits on expression would have been too much to resist? Can one not imagine a pressure for “common sense” reform building from inside and outside — and leading to censorship of language that gave offense to, say, gays, or Muslims, or police horses? If so, imagine what less amiable nations might seek to impose. The reality of today’s “global governance” is that it will not be Britain or Canada champing at the bit, but Russia and China and, through the pernicious United Nations, global Islam, which has already managed to secure various Human Rights Council resolutions that prohibit criticism of religion. Ready?\n\nThose who might be tempted to respond to these questions by asking why the Internet needs any oversight at all have my sympathy, but they are exploring a dead end. Just as individualists have long acknowledged that a small state and a charter of protected rights serve as the prerequisite to their liberties, so the Internet’s pioneers recognized that their vessel needed limited administration. For its operation, sustenance, and energy, the Web could rely wholly on private enterprise, deregulated markets, and civil society; for its essential freedom and the integrity of its operation, it was beholden to a small amount of governance. Without it, there would be anarchy.\n\n#page#The question at hand, therefore, is less whether there should be any oversight of the Internet’s basics, and more who is best placed to perform this role. “Without the U.S. government providing an effective backstop to ICANN’s original operating principles, there would be no mechanism in place to stop foreign governments from interfering with ICANN’s operations,” the Information Technology and Innovation Foundation’s Daniel Castro wrote on Friday. He’s right. Across two decades, multiple administrations, and a host of dramatic changes, the American state has proven itself a worthy overseer of the work of ICANN (the Internet Corporation for Assigned Names and Numbers). We might worry about who is reading our e-mails, but we don’t fret about the Internet’s being restricted at its core. We may be concerned about the lack of free communication in other countries, but we don’t have to sweat about those countries’ governments shutting off our access here. And yet, having grown cocky in its maturity, the U.S. government is now considering inviting those countries’ censors to the table and giving them a vote on how to fix a problem that never was. Why?\n\n#ad#Deny it as the administration might, foreign pressure has undoubtedly taken its toll. As Reuters reported this week, demands from foreign governments “accelerated following disclosures from former National Security Agency contractor Edward Snowden, whose documents showed that U.S. intelligence officials scanned vast amounts of Internet traffic.” In truth, this says a great deal more about those nations’ genius for timing, diplomacy, and theatrics than it does about the matter at hand. American control of the Internet’s essential registration functions has nothing whatsoever to do with the federal government’s capacity to spy inside or outside the United States; nor does its decision to relinquish control affect the NSA’s programs one iota. The government did not announce on Friday that it was shuttering the NSA or curtailing a single surveillance initiative. The link between the two is moot.\n\nElsewhere, critics of American control have recruited to their cause such potent terms as “sovereignty,” “fairness,” and “democracy,” while contending anemically that because the whole world enjoys the benefits of the Internet, the whole world should have input into how it is run. I struggle to comprehend this argument. It seems clear that the only reason nations might require democratic input would be that they wished to undermine, rather than bolster, the status quo, and precisely what is in that for us is never explained. Indeed, beyond the usual flowery, meaningless, one-world pablum that infects so many smart human beings when they discuss anything “global,” nobody has yet managed to adumbrate what specifically is wrong with how the United States has managed the system thus far; nor has anyone outlined what practical benefits we might derive from the shift. Instead, naysayers have been told that this “was always the plan” — as if that serves as a case for anything.\n\nLawrence E. Strickling, assistant secretary of commerce for communications and information, announced in a perfunctory and soulless statement last week that his department was looking “forward to ICANN convening stakeholders across the global Internet community to craft an appropriate transition plan.” He may regret his nonchalant delivery of these words. The Commerce Department has been keen to establish that it will not allow the new governing body to consist solely of governments, and also that it will not permit control to rest in the hands of one source. It has not, however, promised that it will bar governments with poor records on free speech and individual liberty from being a part of the team; nor has it explained how, ten years down the line, it is going to ensure that the outfit doesn’t descend into the mire. There is a good reason that both the United States Congress and the European Union passed resolutions against the United Nations’ International Telecommunications Union, which has coveted control of the Internet for a decade now — and that is that the body is cancerous and the countries that are urging it on (Russia and China, largely) are treacherous.\n\n“The United Nations has been angling quietly to become the epicenter of Internet governance,” warned Mary Bono Mack, a Republican from California, after the unanimous House vote. “We cannot let this happen,” she vowed gravely. Just a year later, we are. Yesterday, the United States found itself in an advantageous and virtuous position: the benign steward of an astonishing network that it developed, refined, and then gave to the world without caveat. Today, provoked and shamed into action by actors who have neither the moral nor legal claim to its work, it is on the cusp of giving up control. An unforced error. For shame.\n\n— Charles C. W. Cooke is a staff writer at National Review.", "title": "Handing Over the Keys to the Internet", "url": "http://www.nationalreview.com/article/373578/handing-over-keys-internet-charles-c-w-cooke", "image": "http://c2.nrostatic.com/sites/default/files/uploaded/pic_related_031814_SM_Handing-Over-the-Keys-to-the-Internet.jpg", "type": "article"}, "twitter": {"url": "http://www.nationalreview.com/article/373578/handing-over-keys-internet-charles-c-w-cooke", "image": "http://c8.nrostatic.com/sites/default/files/uploaded/pic_giant_031814_SM_Handing-Over-the-Keys-to-the-Internet.jpg", "description": "If at least for the sake of variation, those charged with riffling through last Friday’s news dumps must have been relieved to find neither new Obamacare delays nor abandoned red lines hiding among the detritus. And yet, while the less technically proficient could have been forgiven for having missed it, an announcement just as vexing was waiting in lieu: that America was planning to give up control of the Internet.\n\nAt this point in the proceedings, one is customarily chastised by pedants who note impatiently that the United States does not really “control” much of the Internet at all — at least not literally. The Internet, our dogmatists record, is a wildly decentralized network of computers, servers, and services that are run by non-governmental agencies, individual citizens, and private businesses, and fleshed out by the enthusiasm and the creativity of civil society. They are right, of course. In its structure, the Web is a libertarian’s dream — an explosion of spontaneous order and of mutual cooperation that would have made Hayek blush. It don’t need no stinkin’ Man.\n\n#ad#And yet, as with all good things, it does have some framework — a slim skeleton on which the meat and the gristle might be laid. As Forbes’s Emma Woollacott confirmed on Saturday, should the U.S. government go through with its plan,\n\n\nthe responsibilities to be farmed out will include the administration of changes to the DNS’s authoritative root zone file — the database containing the lists of names and addresses of all top-level domains — as well as managing the unique identifiers registries for domain names, IP addresses, and protocol parameters.\n\n\nFor the uninitiated, this is tech-speak for “the basics.” The “DNS’s authoritative root zone file” is effectively a master directory of website addresses, kept in one place to avoid duplication and to guarantee that when everybody types “nationalreview.com” into their browser, they get the same page; “IP addresses,” to put it oversimply, are the Internet’s “phone numbers,” assigned to each computer (or router) so that they can be contacted by others; “protocol parameters” inform the basic architecture by which the Internet operates — variables such as which characters may be used, and in what form commonly used services such as e-mail and Web pages are to operate. You get the idea.\n\nAs you might imagine, it matters a great deal who is in charge of this compendium, for whoever controls it can use the thing essentially as a global on/off switch. As it stands, a tyrant is able to restrict access to certain parts of the Internet in his own country, but he is unable to make a page or a server or a service disappear completely. To wit, if I write something nice about Taiwan on NRO, the Chinese government can restrict access to that page in any territory that it controls — in the name of “national security” or what you will. But it can’t delete NRO entirely; nor can it restrict access to our servers from outside its jurisdiction.\n\nConsider how different the story might have been had the system’s guts been controlled by someone else — even by a relatively free country such as Britain or Canada, where the government is benign but speech is curtailed by law. Is it not possible that the temptation to bring the Web into line with “reasonable” limits on expression would have been too much to resist? Can one not imagine a pressure for “common sense” reform building from inside and outside — and leading to censorship of language that gave offense to, say, gays, or Muslims, or police horses? If so, imagine what less amiable nations might seek to impose. The reality of today’s “global governance” is that it will not be Britain or Canada champing at the bit, but Russia and China and, through the pernicious United Nations, global Islam, which has already managed to secure various Human Rights Council resolutions that prohibit criticism of religion. Ready?\n\nThose who might be tempted to respond to these questions by asking why the Internet needs any oversight at all have my sympathy, but they are exploring a dead end. Just as individualists have long acknowledged that a small state and a charter of protected rights serve as the prerequisite to their liberties, so the Internet’s pioneers recognized that their vessel needed limited administration. For its operation, sustenance, and energy, the Web could rely wholly on private enterprise, deregulated markets, and civil society; for its essential freedom and the integrity of its operation, it was beholden to a small amount of governance. Without it, there would be anarchy.\n\n#page#The question at hand, therefore, is less whether there should be any oversight of the Internet’s basics, and more who is best placed to perform this role. “Without the U.S. government providing an effective backstop to ICANN’s original operating principles, there would be no mechanism in place to stop foreign governments from interfering with ICANN’s operations,” the Information Technology and Innovation Foundation’s Daniel Castro wrote on Friday. He’s right. Across two decades, multiple administrations, and a host of dramatic changes, the American state has proven itself a worthy overseer of the work of ICANN (the Internet Corporation for Assigned Names and Numbers). We might worry about who is reading our e-mails, but we don’t fret about the Internet’s being restricted at its core. We may be concerned about the lack of free communication in other countries, but we don’t have to sweat about those countries’ governments shutting off our access here. And yet, having grown cocky in its maturity, the U.S. government is now considering inviting those countries’ censors to the table and giving them a vote on how to fix a problem that never was. Why?\n\n#ad#Deny it as the administration might, foreign pressure has undoubtedly taken its toll. As Reuters reported this week, demands from foreign governments “accelerated following disclosures from former National Security Agency contractor Edward Snowden, whose documents showed that U.S. intelligence officials scanned vast amounts of Internet traffic.” In truth, this says a great deal more about those nations’ genius for timing, diplomacy, and theatrics than it does about the matter at hand. American control of the Internet’s essential registration functions has nothing whatsoever to do with the federal government’s capacity to spy inside or outside the United States; nor does its decision to relinquish control affect the NSA’s programs one iota. The government did not announce on Friday that it was shuttering the NSA or curtailing a single surveillance initiative. The link between the two is moot.\n\nElsewhere, critics of American control have recruited to their cause such potent terms as “sovereignty,” “fairness,” and “democracy,” while contending anemically that because the whole world enjoys the benefits of the Internet, the whole world should have input into how it is run. I struggle to comprehend this argument. It seems clear that the only reason nations might require democratic input would be that they wished to undermine, rather than bolster, the status quo, and precisely what is in that for us is never explained. Indeed, beyond the usual flowery, meaningless, one-world pablum that infects so many smart human beings when they discuss anything “global,” nobody has yet managed to adumbrate what specifically is wrong with how the United States has managed the system thus far; nor has anyone outlined what practical benefits we might derive from the shift. Instead, naysayers have been told that this “was always the plan” — as if that serves as a case for anything.\n\nLawrence E. Strickling, assistant secretary of commerce for communications and information, announced in a perfunctory and soulless statement last week that his department was looking “forward to ICANN convening stakeholders across the global Internet community to craft an appropriate transition plan.” He may regret his nonchalant delivery of these words. The Commerce Department has been keen to establish that it will not allow the new governing body to consist solely of governments, and also that it will not permit control to rest in the hands of one source. It has not, however, promised that it will bar governments with poor records on free speech and individual liberty from being a part of the team; nor has it explained how, ten years down the line, it is going to ensure that the outfit doesn’t descend into the mire. There is a good reason that both the United States Congress and the European Union passed resolutions against the United Nations’ International Telecommunications Union, which has coveted control of the Internet for a decade now — and that is that the body is cancerous and the countries that are urging it on (Russia and China, largely) are treacherous.\n\n“The United Nations has been angling quietly to become the epicenter of Internet governance,” warned Mary Bono Mack, a Republican from California, after the unanimous House vote. “We cannot let this happen,” she vowed gravely. Just a year later, we are. Yesterday, the United States found itself in an advantageous and virtuous position: the benign steward of an astonishing network that it developed, refined, and then gave to the world without caveat. Today, provoked and shamed into action by actors who have neither the moral nor legal claim to its work, it is on the cusp of giving up control. An unforced error. For shame.\n\n— Charles C. W. Cooke is a staff writer at National Review.", "card": "summary", "title": "Handing Over the Keys to the Internet, by Charles C. W. Cooke, National Review"}, "sailthru.date": "Tue, 2014-03-18 04:00", "robots": "follow, index", "sailthru.title": "Handing Over the Keys to the Internet", "keywords": "Charles C. W. Cooke", "fb": {"app_id": 129250807108374}, "sailthru.tags": "Handing Over the Keys to the Internet, Charles C. W. Cooke, National Review", "msvalidate.01": "E48498F585100158A880ED1615918208", "google-site-verification": "OOtPjyj3i8ggfSXzZ7MPoTiwFy_JnfzKMPkjZ5bhpk0", "copyright": "© National Review, Inc.", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "news_keywords": "Charles C. W. Cooke, Politics, Nation, World"}, "article_summary": "— Charles C. W. Cooke is a staff writer at National Review.\nWe may be concerned about the lack of free communication in other countries, but we don’t have to sweat about those countries’ governments shutting off our access here.\nYesterday, the United States found itself in an advantageous and virtuous position: the benign steward of an astonishing network that it developed, refined, and then gave to the world without caveat.\nIt’s nuts to cede control of the Internet to countries with poor records on free speech.\n“The United Nations has been angling quietly to become the epicenter of Internet governance,” warned Mary Bono Mack, a Republican from California, after the unanimous House vote."}