{"article_title": "Is Male Birth Control Around the Corner?", "article_keywords": ["control", "contraceptive", "testing", "trials", "men", "sperm", "effects", "birth", "corner", "male", "researchers"], "article_url": "http://www.motherjones.com/environment/2014/12/male-birth-control-gendarussa-vasalgel", "article_text": "Luckily, there's still hope. In September, a nonprofit foundation in California said it planned to begin clinical trials on a male contraceptive gel next year. And just this month, researchers at a prominent university in Indonesia told the GlobalPost that they've pinpointed a non-hormonal, herbal form of male birth control that was 99 percent effective in early clinical trials—the same success rate as hormonal birth control for women. Sounds good, but ladies, before you flush your pills down the toilet, read on. There's still a fair amount of work to do before this remedy, or any other product, can hit the market in the United States.\n\n\"Initially it sounds pretty scary, but there are a lot of guys who are willing to deal with something quick in exchange for years of reproductive control.\"\n\nFor nearly a century, we've had reason to believe that \"the pill\" for men might be possible: In the 1920's, scientists discovered how to control sperm production in rats by manipulating their pituitary glands, and in the 1990's the World Health Organization published evidence that hormonal interventions to regulate fertility in men could be effective and reversible. But two decades later, researchers say they still don't have enough funding to produce a male version of the pill, even as drug companies continue to pump money into the already mature market for female contraceptives (and a private foundation set aside $75 million in 2008 to find a non-surgical way to sterilize cats and dogs .) By now, we've figured out how to develop cars that can drive themselves and bionic eyes that allow the blind to see light. Why is it taking so long to figure out how to regulate sperm?\n\nIf you're a woman who's ever been on birth control, you're probably familiar with the torture of trying to find the type that suits your body (and your budget), the nail-biting nights when you've forgotten your pills across town, the mood swings, the libido dips, and a whole host of other side effects. Isn't it about time men shoulder some of this burden?\n\nSo what's the deal with this Indonesian herbal birth control?\n\nFor decades, men on the Indonesian island of Papua have boiled a shrub called gendarussa into tea, which they drink about a half hour before having sex to prevent their wives from getting pregnant. Now, researchers from Indonesia's Airlangga University have extracted what they believe is gendarussa's active ingredient so it can be taken in capsule form. Rather than reducing sperm count or motility, the herbal remedy temporarily weakens enzymes that sperm need to join with a woman's egg during fertilization, according to Dr. David Sokal, board chair of the US-based Male Contraception Initiative, which has been collaborating with the Indonesian team. Early clinical trials on hundreds of male subjects were successful, but much larger trials on more people will be needed to meet requirements by the Indonesian and US federal drug administrations, Sokal told Mother Jones.\n\nAre US drug companies interested?\n\nA pharmaceutical firm in the United States offered funding to the Indonesian researchers in exchange for rights to the patent, but the offer was turned down, according to GlobalPost. Meanwhile, Bruce E. Blough, a researcher at RTI International, is attempting to synthesize what the Indonesians believe to be the active ingredient of the herbal extract. If he's successful, it could pave the way for the production of a non-herbal variety of the birth control, but he's not jumping to conclusions yet.\n\nDr. John K. Amory, a professor of medicine at the University of Washington who has been studying male birth control development for nearly two decades, agrees it might still be too soon to get excited about gendarussa. He said researchers in China also began testing an herbal extract known as gossypol in the 1970's, and hopes were high when it was initially shown to decrease sperm counts in men. But when researchers did larger clinical trials, they found that gossypol caused negative side effects, and some men remained infertile after treatment. \"There's a ghost of gossypol in people's minds,\" Amory said.\n\nWhat other forms of male contraceptives are in the pipeline?\n\nThe San Francisco-based Parsemus Foundation announced in September that Vasalgel, a non-hormonal contraceptive gel for men, fared well in pre-clinical trials with baboons (clinical trials on humans are expected to start next year.) Based on a medical innovation first made in India, the gel could destroy sperm for more than ten years, and the effects have been reversible in animal testing. But there's a catch: The procedure to inject and flush out the gel from a man's nether-regions sounds, well, less than comfortable, as Stephen Colbert pointed out in an April 2012 episode. (Start the video clip below at 2:50). It involves a shot near the penis, targeting the vas deferens—though to be fair, Colbert was mistaken in saying that the procedure requires stitches.*\n\n\n\n\"Initially it sounds pretty scary, but there are a lot of guys who are willing to deal with something quick in exchange for years of reproductive control,\" Elaine Lissner, the executive director of Parsemus, told Mother Jones. Given the number of men who don't even like wearing condoms, how many will spread their legs for this?\n\nAny other...less painful options?\n\nBeyond Vasalgel, Lissner has her eye on Clean Sheets Pill, a non-hormonal drug under development by researchers in the United Kingdom. Also known as the \"dry orgasm pill,\" it suppresses ejaculation by temporarily shutting off the muscles that propel sperm and semen, reducing the chances of fertility as well as the transmission of HIV. However, further testing of the pill has been stalled due to a funding shortfall of about $300,000.\n\nDiana Blithe, a biochemist who oversees contraceptive research at the National Institutes of Health (NIH), tells me the agency is testing a therapy that combines testosterone and progestin to suppress sperm production. She's also enthusiastic about Amory's efforts at the University of Washington. He's attempting to develop a contraceptive that blocks an enzyme used in the testes to metabolize Vitamin A, which is needed for sperm production. Other researchers are exploring whether two 15-minute sessions of noninvasive ultrasound waves to the testes can lead to at least a few months of sterility, but again, tests are ongoing.\n\nDo men even want their own birth control?\n\nSeveral surveys have found that many men do want more control over their reproductive futures. In a cross-cultural survey in 2002 of more than 9,000 men between the ages of 18 and 50, an average of 55 percent said they would be willing to use a hormonal male contraceptive. Given the limited options that are currently available, about one in eight married men gets a vasectomy in the United States. And despite the need for an injection down there, at least 18,000 people have signed up to hear about clinical trials for Vasalgel.*\n\nSo, what's the hold-up?\n\nMen have only started pushing for more contraceptive options in the last five to 10 years, said Lissner. Now we have lots of options in the pipeline, \"but the problem is scale of funding.\" Testing can take a multi-million dollar investment, and nobody has given that amount of funding to one project from start to finish. In part, it seems the profit-hungry pharmaceutical industry is to blame. Lissner said many birth control methods for men are long-term solutions—receive an injection once and you're set for years—which is not as lucrative as the daily hormonal pills that women often take.\n\nThere are also biological reasons for the delay. Oral contraceptives for women trigger hormonal changes in the body that mimic pregnancy, but men don't have an analogous period of infertility. \"They make sperm from puberty until the day they die,\" at a rate of about 1,000 sperm per second, said Amory \"So it's harder. A contraceptive has to be 95-100 percent effective, and we haven't been able to achieve that level of efficacy.\"\n\nMen \"make sperm from puberty until the day they die,\" at a rate of about 1,000 sperm per second.\n\nSide effects also stand in the way of a marketable male contraceptive. As early as the 1950's, scientists in Oregon began testing one on male prisoners, according to a 2012 article in Science. The drug seemed to be working well, but it was later dropped due to side effects, including negative interactions with alcohol.\n\nSide effects are an especially big issue for the male market because men don't already deal with the roller coaster of menstruation and pregnancy. Doctors and health agencies justify the risk of blood clots for women on the pill, for example, because the likelihood of blood clots during pregnancy is much greater, Amory said. The same justifications are not made for healthy men. For male birth control, \"the bar for safety is extraordinarily high and the tolerance for side effects is extraordinarily low,\" said NIH's Blithe.\n\nBut Blithe is still optimistic that men might soon be able to take more control over their fertility. \"This is an incredibly exciting area of research, and I don't want people to feel discouraged that it takes a long time,\" she said. \"You have to have an extremely safe product with only good side effects. And we think we'll be able to develop that.\"\n\nCorrection: An earlier version of this article misstated where the shot is administered.", "article_metadata": {"application-name": "Mother Jones Magazine", "og": {"site_name": "Mother Jones", "description": "Don't hold your breath.", "title": "Why the hell don't we have male birth control yet?", "url": "http://www.motherjones.com/environment/2014/12/male-birth-control-gendarussa-vasalgel", "image": "http://www.motherjones.com/files/photo_birth-control.jpg", "type": "article"}, "twitter": {"title": "Why the hell don't we have male birth control yet?", "url": "http://www.motherjones.com/environment/2014/12/male-birth-control-gendarussa-vasalgel", "image": {"src": "http://www.motherjones.com/files/photo_birth-control.jpg", "identifier": "http://www.motherjones.com/files/photo_birth-control.jpg"}, "creator": "sjmichaels", "site": "@MotherJones", "card": "summary_large_image"}, "msapplication-TileColor": "#FFFFFF", "msapplication-square70x70logo": "/sites/all/assets/mstile-70x70.png", "msapplication-square310x310logo": "/sites/all/assets/mstile-310x310.png", "msapplication-wide310x150logo": "/sites/all/assets/mstile-310x150.png", "fb": {"admins": "13301307,670317733,1198876232,38509772,106892,2907757,306289,602422192,4101301,513450539"}, "msapplication-TileImage": "/sites/all/assets/mstile-144x144.png", "keywords": "Health,Health+Care,Pharma,Reproductive+Rights,Science,Sex+and+Gender,Top+Stories", "msapplication-square150x150logo": "/sites/all/assets/mstile-150x150.png"}, "article_summary": "And just this month, researchers at a prominent university in Indonesia told the GlobalPost that they've pinpointed a non-hormonal, herbal form of male birth control that was 99 percent effective in early clinical trials—the same success rate as hormonal birth control for women.\nFor male birth control, \"the bar for safety is extraordinarily high and the tolerance for side effects is extraordinarily low,\" said NIH's Blithe.\nSo what's the deal with this Indonesian herbal birth control?\nIf he's successful, it could pave the way for the production of a non-herbal variety of the birth control, but he's not jumping to conclusions yet.\nDr. John K. Amory, a professor of medicine at the University of Washington who has been studying male birth control development for nearly two decades, agrees it might still be too soon to get excited about gendarussa."}