{"article_title": "VS-presidentskandidaat Cruz maakt gebruik van Obamacare die hij wilde afschaffen", "article_keywords": ["en", "van", "afschaffen", "maakt", "die", "gebruik", "obamacare", "ik", "voor", "dat", "met", "cruz", "een", "wilde", "vspresidentskandidaat", "hij", "op"], "article_url": "http://www.knack.be/nieuws/wereld/vs-presidentskandidaat-cruz-maakt-gebruik-van-obamacare-die-hij-wilde-afschaffen/article-normal-544243.html", "article_text": "Dat bevestigde hij op CNN.\n\nTed Cruz, een senator uit Texas, en kandidaat van de harde rechterzijde en van de Tea Party, vertelde aan de nieuwszender dat zijn echtgenote Heidi tot dusver voor de zorgdekking van de familie heeft gezorgd. Maar Heidi neemt verlof zonder wedde bij haar werkgever, de investeringsbank Goldman Sachs, en de ziekteverzekering die met haar baan verbonden was, vervalt. En dus schrijft het gezin Cruz zich in op de gehate Obamacare, een systeem van ziekteverzekering dat gedeeltelijk betaald wordt met federaal belastingsgeld en dat bedoeld is om onverzekerden een vangnet te bieden, en om anderen een alternatief te bieden voor dure privéverzekeringen.\n\nGovernment shutdown\n\nIn oktober 2013 was Cruz de leidende Republikein in de acties tegen deze Obamacare. Hij leidde een krachtmeting met de president die onder meer toe leidde tot een government shutdown - alle behalve de meest essentiële overheidsdiensten bleven bij gebrek aan fondsen twee weken lang dicht. Uiteindelijk behield Obamacare toch zijn financiering, vergezeld van een Republikeins amandement dat deze zorgverzekering ook voor parlementsleden openstelde.\n\nPrecies van dat Republikeins amandement wilt Cruz nu gebruikmaken. \"Ik houd me aan de letter van de wet\", zei hij op CNN. \"Ik ga ervan uit dat we elke wet moeten naleven, ook de wetten waarmee ik het oneens ben\".", "article_metadata": {"adhese_location": "_Site-Knack-NL-nl_", "description": "Een dag nadat hij als eerste zijn presidentskandidatuur aankondigde, is de Republikeinse senator Ted Cruz al in woelig water beland. De man die in 2013 de openbare diensten van het land lamlegde om Obamacare tegen te houden, zal nu zelf van die ziekteverzekering gebruik maken.", "og": {"url": "http://www.knack.be/nieuws/wereld/vs-presidentskandidaat-cruz-maakt-gebruik-van-obamacare-die-hij-wilde-afschaffen/article-normal-544243.html", "image": "http://www.knack.be/medias/5943/3043265.jpg", "type": "article", "description": "Een dag nadat hij als eerste zijn presidentskandidatuur aankondigde, is de Republikeinse senator Ted Cruz al in woelig water beland. De man die in 2013 de openbare diensten van het land lamlegde om Obamacare tegen te houden, zal nu zelf van die ziekteverzekering gebruik maken.", "title": "VS-presidentskandidaat Cruz maakt gebruik van Obamacare die hij wilde afschaffen"}, "twitter": {"site": "knack", "card": "summary"}, "robots": "index,follow", "fb": {"app_id": 128022521015}, "cXenseParse": {"recs": {"rmg-pagefulltype": "article_normal", "articleid": 1000544243, "rmg-sitecode": "Site-Knack-NL", "rmg-pagetype": "article", "rmg-mobileurl": "http://m.knack.be/nieuws/wereld/vs-presidentskandidaat-cruz-maakt-gebruik-van-obamacare-die-hij-wilde-afschaffen/article-normal-544243.html"}}, "keywords": "VS", "article": {"section": "wereld", "tag": "Ted Cruz", "published_time": "2015-03-25 01:02:00", "modified_time": "2015-04-14 10:53:28"}, "viewport": "width=device-width"}, "_id": "\"57477af46914bd0286fdef04\"", "article_summary": "Uiteindelijk behield Obamacare toch zijn financiering, vergezeld van een Republikeins amandement dat deze zorgverzekering ook voor parlementsleden openstelde.\nTed Cruz, een senator uit Texas, en kandidaat van de harde rechterzijde en van de Tea Party, vertelde aan de nieuwszender dat zijn echtgenote Heidi tot dusver voor de zorgdekking van de familie heeft gezorgd.\nPrecies van dat Republikeins amandement wilt Cruz nu gebruikmaken.\n\"Ik ga ervan uit dat we elke wet moeten naleven, ook de wetten waarmee ik het oneens ben\".\nMaar Heidi neemt verlof zonder wedde bij haar werkgever, de investeringsbank Goldman Sachs, en de ziekteverzekering die met haar baan verbonden was, vervalt."}