{"article_title": "8 Delicious Dishes to Taste From Resort Casinos in Indian Country", "article_keywords": ["great", "indian", "dishes", "restaurant", "taste", "country", "casino", "steaks", "resort", "casinos", "steakhouse", "delicious", "menu", "valley", "rib"], "article_url": "http://indiancountrytodaymedianetwork.com/2015/07/04/8-delicious-dishes-try-resort-casinos-indian-country-160956", "article_text": "From yummy chocolate truffle tarts to 20 oz rib eye steaks, resort casinos in Indian country are serving up some of the most unique dishes for guest and locals across the nation.\n\nMany of the restaurants inside these eight Native-owned resort casinos have excelled in service and beyond, to offer some of the tastiest bites in the gaming entertainment world.\n\nCheck out these eight mouth-watering dishes from Native-owned or operated, resort casinos from coast-to-coast:\n\nThunder Valley Casino Resort’s High Steaks Steakhouse: Lobster and Hearts of Palm Salad\n\nThunder Valley Casino Resort in Lincoln, Calif. is owned and operated by the United Auburn Indian Community. The resort casino started as a gaming and entertainment facility in 2003, and then, in 2011, the tribe added a AAA Four-Diamond-rated, 17-story hotel and spa.\n\nToday, its High Steaks steakhouse has also earned the AAA Four Diamond Award in excellence. The lobster salad dish is chilled Australian lobster, hearts of palm and walnuts, and is topped off with a Russian river Chardonnay vinaigrette.\n\nRELATED: Thunder Valley Casino Spends $3 million to Renovate New Ultra-Lounge\n\nWhat's on the Menu? A Food Tour Around Indian Country Featuring the Great Oak Steakhouse\n\nPechanga Resort & Casino’s Great Oak Steakhouse: 20 oz Bone-In Rib Eye Steak\n\nHoused inside the casino, which is owned by the Pechanga Band of Luiseno Mission Indians, the Great Oak steakhouse in Temecula, Calif., is the convenient, fine-dining headquarters for guests.\n\nHead Chef Martin Venegas previously told ICTMN that one of Great Oak’s most popular dishes is its 20 oz Rib Eye Steak, $49.50, which can be paired with either red wine sauce, diane sauce, béarnaise, caramelized onions or bleu cheese.\n\nFoxwoods Resort Casino’s Paragon restaurant: Oysters\n\nAccording to its website, Paragon restaurant in the Foxwoods Resort Casino in Mashantucket, Conn., has earned the AAA Four Diamond Award of Excellence for eleven years in a row. The restaurant was also named as one of Connecticut Magazine Best Restaurants 2015: Experts’ Picks, Most Romantic Honorable Mention; and earned the magazine’s Readers Choice Award for Best French Dining.\n\nThe dinner menu features small plates, like the tobacco road farm spinach salad, 3 for $40 or $15 each, and big plates, like Boeuf Bourguignon for $35. Paragon’s oyster dish is the “best of the West,” according to its website.\n\nMohegan Sun’s Bar Americain: Grilled Pizza\n\nBar Americian in the Mohegan Sun resort casino in Uncasville, Conn., was envisioned by celebrity chef Bobby Flay, and has a second location in New York City.\n\nWith a menu that ranges from Shrimp-Tomatillo, Crab-Coconut and lobster-avocado shellfish cocktails to smoked chicken with hatch Green Chile spoonbread and black pepper vinegar, Bobby combines his American menu with the energetic fast pace of the time-honored European brasserie, the website said.\n\nThe grilled pizza, a popular choice, is topped with double smoked bacon, caramelized onions, and toasted garlic.", "article_metadata": {"description": "Check out these eight mouth-watering dishes from Native-owned or operated, resort casinos from coast-to-coast.", "generator": "Drupal 7 (http://drupal.org)", "dcterms.creator": "rcjohnson", "og": {"url": "http://indiancountrytodaymedianetwork.com/2015/07/04/8-delicious-dishes-try-resort-casinos-indian-country-160956", "type": "article", "image": "http://d1jrw5jterzxwu.cloudfront.net/sites/default/files/article_media/lobster_salad.jpg", "site_name": "Indian Country Today Media Network.com", "title": "8 Delicious Dishes to Taste From Resort Casinos in Indian Country"}, "abstract": "Check out these eight mouth-watering dishes from Native-owned or operated, resort casinos from coast-to-coast.", "dc": {"title": "8 Delicious Dishes to Taste From Resort Casinos in Indian Country"}, "robots": "follow, index", "dcterms.identifier": "http://indiancountrytodaymedianetwork.com/2015/07/04/8-delicious-dishes-try-resort-casinos-indian-country-160956", "dcterms.format": "text/html", "fb": {"app_id": 493888563989950}, "dcterms.language": "und", "dcterms.type": "Text", "keywords": "Foxwoods Resort Casino, french dining, Chef Bobby Flay, Mohegan Sun, Bar Americain, Thunder Valley Casino Resort, Pechanga Resort & Casino, Great Oak Steakhouse, AAA Four-Diamond-rated, Rib Eye Steak", "validation_code": "d9d37d7b776cc351c4025ded3df21cad", "sioc": {"num_replies": 0}, "dcterms.date": "2015-07-04T12:09-04:00", "dcterms.title": "8 Delicious Dishes to Taste From Resort Casinos in Indian Country"}, "article_summary": "From yummy chocolate truffle tarts to 20 oz rib eye steaks, resort casinos in Indian country are serving up some of the most unique dishes for guest and locals across the nation.\nCheck out these eight mouth-watering dishes from Native-owned or operated, resort casinos from coast-to-coast:Thunder Valley Casino Resort’s High Steaks Steakhouse: Lobster and Hearts of Palm SaladThunder Valley Casino Resort in Lincoln, Calif. is owned and operated by the United Auburn Indian Community.\nMany of the restaurants inside these eight Native-owned resort casinos have excelled in service and beyond, to offer some of the tastiest bites in the gaming entertainment world.\nThe resort casino started as a gaming and entertainment facility in 2003, and then, in 2011, the tribe added a AAA Four-Diamond-rated, 17-story hotel and spa.\nFoxwoods Resort Casino’s Paragon restaurant: OystersAccording to its website, Paragon restaurant in the Foxwoods Resort Casino in Mashantucket, Conn., has earned the AAA Four Diamond Award of Excellence for eleven years in a row."}