{"article_title": "Stop demonizing teachers, governor", "article_keywords": ["benefit", "right", "benefits", "stop", "christie", "governor", "system", "state", "health", "teachers", "demonizing", "thats", "pension"], "article_url": "http://www.nj.com/opinion/index.ssf/2016/01/christie_has_no_right_to_demonize_teachers_editori.html", "article_text": "Gov. Christie is right when he says that New Jersey can't afford to cover the growing costs of pension and health benefits, and that we need a second round of reform that would reduce benefits further. The math is unforgiving.\n\nBut his attack on teachers in his State of the State speech was totally out of line. He's continuing to beat up on them because he knows it plays well to his conservative base, which harbors a deep animus toward their union.\n\nYet Christie's not just targeting union leaders. He's slamming teachers. He acts like they are cheating the taxpayers, simply by collecting their salaries and using their health benefits.\n\nGive us a break. The fact is, we promised these people a salary and benefits when they taught our kids. It is embedded in their contracts and in the law.\n\nTo go back now, when the bill is due, and imply that they are swindling us is a form of slander. Yet that's exactly what Christie did in his speech last week -- even though he could have easily made his case for benefit cuts without smearing hard-working people in the classroom.\n\nRELATED: On pension woes, Christie is right to blame former govs\n\nChristie said his political opponents had chosen \"to pay for gold plated pensions and platinum health benefits for a chosen, constitutionally protected few,\" then tore right into teachers. \"To give the teacher who works for 30 years and pays only a total of $126,000 for his pension and health insurance over his entire career for a total of $2.4 million in return? Is that fair? Is that right?\" he said.\n\n\n\nWell, yes, it is. Of course teachers are getting more from the benefit system than they put into it — that's the nature of a benefit. Private sector employees also pay a fraction of what they get out of their benefit plans. They may have stock options, too, or a company match to a 401k.\n\nMORE: The latest on New Jersey pensions\n\nTeachers make these investments over many years, and the state should also be making its investments over many years. That's how any pension system works. Problem is, the state didn't live up to its end of the deal. Christie and his predecessors — both Republican and Democrat — underfunded this system and made it unaffordable. His own commission concluded that the main problem with the pension system is that the state has skipped payments.\n\nWe will be the first to say that the math doesn't work. Thanks to decades of irresponsibility, the state can no longer afford these payments. The most promising place to save money is not in shorting pensions, but in reducing health benefits -- so yes, there should be another round of cuts, as Christie says.\n\nBut don't villainize teachers to get it done. To make it sound like they are thieves, and doing something unfair, is offensive and poisons the discussion.\n\nYour fight, governor, is with legislators, about the right solution to a problem you helped create. Quit going after teachers.\n\nYOUR COMMENTS: Top 15 of your 2K comments\n\nFollow NJ.com Opinion on Twitter @NJ_Opinion. Find NJ.com Opinion\n\non Facebook.", "article_metadata": {"medium": "news", "viewport": "width=device-width,initial-scale=1", "news_keywords": "Gov. Christie, chris-christe, editorials, star-ledger-editorials, state-of-the-state-2016, opinion", "title": "Stop demonizing teachers, governor | Editorial", "parsely-page": "{\"title\": \"Stop demonizing teachers, governor | Editorial\", \"link\": \"http://www.nj.com/opinion/index.ssf/2016/01/christie_has_no_right_to_demonize_teachers_editori.html\", \"image_url\": \"http://image.nj.com/home/njo-media/width620/img/new_jersey_opinion/photo/19561132-standard.jpg\", \"type\": \"post\", \"post_id\": \"17815563\", \"pub_date\": \"2016-01-17T22:04:07Z\", \"author\": \"Star-Ledger Editorial Board\", \"tags\": [\"@chris-christie\",\"@producers-test\",\"@river\",\"chris-christe\",\"editorials\",\"star-ledger-editorials\",\"state-of-the-state-2016\"] }", "twitter": {"image": "http://image.nj.com/home/njo-media/width620/img/new_jersey_opinion/photo/19561132-standard.jpg", "creator": "@NJ_Opinion", "site": "@njdotcom", "card": "summary_large_image", "description": "The fact is, we promised these people a salary and benefits when they taught our kids. It is embedded in their contracts and in the law."}, "article_date_updated": "Monday, January 18, 2016,  4:47 PM", "parsely-metadata": "{\"short_title\": \"\", \"image_url\": \"http://media.nj.com/new_jersey_opinion/photo/chris-christiejpg-3cc477c1742b03eb.jpg\", \"author_name\": \"njosledit\", \"author_nickname\": \"Star-Ledger Editorial Board\", \"author_id\": \"1828476\", \"source_blog_name\": \"New Jersey Opinion\", \"source_blog_url\": \"http://www.nj.com/opinion/index.ssf/\", \"sponsored_content\": \"0\" }", "og": {"site_name": "NJ.com", "description": "The fact is, we promised these people a salary and benefits when they taught our kids. It is embedded in their contracts and in the law.", "title": "Stop demonizing teachers, governor | Editorial", "url": "http://www.nj.com/opinion/index.ssf/2016/01/christie_has_no_right_to_demonize_teachers_editori.html", "image": "http://image.nj.com/home/njo-media/width620/img/new_jersey_opinion/photo/19561132-standard.jpg", "type": "article"}, "fb": {"admins": 100000302287435}, "article_publication_name": "NJ.com", "article": {"author": "https://www.facebook.com/NJ.comOpinion/"}, "article_comments": 0, "article_date_original": "Sunday, January 17, 2016,  5:03 PM", "article_author": "Star-Ledger Editorial Board", "Description": "The fact is, we promised these people a salary and benefits when they taught our kids. It is embedded in their contracts and in the law."}, "article_summary": "He acts like they are cheating the taxpayers, simply by collecting their salaries and using their health benefits.\nOf course teachers are getting more from the benefit system than they put into it — that's the nature of a benefit.\nBut his attack on teachers in his State of the State speech was totally out of line.\nHis own commission concluded that the main problem with the pension system is that the state has skipped payments.\nThat's how any pension system works."}