{"article_title": "Tom Brady happy to welcome Steven Jackson into Patriots’ backfield – The Denver Post", "article_keywords": ["practice", "coach", "jackson", "brady", "hes", "welcome", "denver", "try", "tom", "player", "patriots", "steven", "injury", "post", "team", "day", "backfield", "happy"], "article_url": "http://www.denverpost.com/broncos/ci_29308596/tom-brady-happy-welcome-steven-jackson-into-patriots", "article_text": "FOXBOROUGH, Mass. — Tom Brady is looking forward to having Steven Jackson in the backfield for the New England Patriots.\n\n“I’ve always watched from afar and seen how tremendous of a player he is, what kind of a professional he is, so it’s great to have players like that,” the quarterback said Thursday. “Hopefully, he can add a lot to our team and we’ll see, obviously how things pan out. But he’s come in here and worked hard.”\n\nJackson was working out at home in Las Vegas when the Patriots called earlier this week and gave him his early “Christmas gift,” as he called it. He recorded eight straight 1,000-yard seasons with the St. Louis Rams. His production tailed off with the Atlanta Falcons the past two years, but still showed he’s a bulky and dependable option — and didn’t fumble in his last three seasons.\n\nHe arrived this week and his locker is near Brady as he tries to learn the Patriots’ system. He wouldn’t be the first veteran — see Chad Johnson and Joey Galloway — to come in and fail to learn the New England playbook.\n\n“It’s been fun to see,” Brady said. “As I said, I’ve always watched him from afar and had admiration for him because to rush for that many yards in this league is a really hard thing to do, but he’s had a remarkable career.”\n\nWith Dion Lewis and LeGarrette Blount out for the season and rookie Joey Iosefa coming off the practice squad to lead the team with 14 carries and 51 yards in last week’s 33-16 win over the Tennessee Titans, the Patriots — who also added Montee Ball to the practice squad last week — are rolling the dice with Jackson.\n\nBrady seemed optimistic. Upon meeting his newest teammate — the 75th player to be on or off the team’s 53-man roster this season — Brady said: “It’s just what you’d expect. I think he’s a real professional, takes good care of himself.”\n\nWith just two games left in the regular season, the Pats’ revolving door continues to spin with their roster.\n\n“There’s been a lot this year, on the practice squad, on the roster, off the roster, on the practice squad — every day Coach (Bill Belichick) announces new players on the team,” Brady said. “It’s just something that we’ve gotten used to and whoever comes and goes, maybe you’ll see those guys again, but you always try to welcome in guys, try to get them up to speed — you never know, because these guys can help you win. We have guys out there playing now that weren’t here a month ago that are helping us win.\n\n“That’s just the way it is. Every team is looking for good players and to try to add a certain player. I think at this time of year, you kind of know what your team is all about and if there’s players like that that are available and can help your team, then you try to add them.”\n\nBrady declined to say anything negative about ex-teammate Darrelle Revis. The Jets cornerback who helped the Patriots win a Super Bowl last season said, among other things in the midst of “Deflategate,” that Brady and the Patriots have “a history of doing stuff.” Brady insisted that his feelings about Revis haven’t changed because of the comments.\n\n“It was great having him as a teammate,” he said. “He’s a great player.”\n\nNOTES: TE Rob Gronkowski was back after missing a day to attend his friend’s funeral. “It’s always tough going through a time like this,” he said. “I definitely paid my respects, my family and everything, but now it’s a new day. I’ve just got to concentrate and be ready for my teammates, get ready for practice today, and just catch up on what I missed yesterday and just make sure I stay a little bit extra today and make sure I’m just ready for the game on Sunday.” … Second-year RB James White on Jackson: “He’s a great player. He’s a veteran, been through a lot, been to a few Pro Bowls. He’s a guy that we can learn from, so we’re trying to coach him (up) a little bit, trying to make it easier for him. But he’s a good player and he’s a good person.” … WR Danny Amendola, who last Sunday aggravated the left knee injury that forced him out of one game, was listed on Thursday’s injury report as a limited participant.\n\nOther NFL news from The Associated Press:\n\n\n\nDrew Brees plans to play vs. Jaguars\n\nNEW ORLEANS — Saints quarterback Drew Brees said he has every intention of playing Sunday against Jacksonville despite having an injured right foot.\n\nAll he has to do is convince coach Sean Payton, who hasn’t named a starting quarterback for the Saints’ home finale.\n\nBrees said he has a torn plantar fascia ligament, which he said is painful but not necessarily too debilitating to prevent him from being effective.\n\nThe injury occurred during the second quarter of Monday night’s loss against Detroit, but Brees never missed a snap, finishing with 341 yards passing and three touchdowns.\n\nBrees, who did not practice Thursday, said he has been told the injury won’t require surgery.\n\nPayton said the team is judging Brees’ status “day by day.”\n\nThe Saints’ other quarterbacks are Matt Flynn and former Colorado State star Garrett Grayson, a rookie.\n\nDoug Baldwin may be back for Seahawks\n\n\n\nRENTON, Wash. — The Seahawks hope wide receiver Doug Baldwin will be ready to play Sunday against St. Louis.\n\nBaldwin has a hamstring injury and coach Pete Carroll said Thursday the Seahawks believe Baldwin will be able to play against the Rams. Baldwin did not practice Wednesday or Thursday, but he is expected to have a big workload in practice Friday.\n\nAdrian Peterson still hobbled\n\nEDEN PRAIRIE, Minn. — A bothersome ankle leaves Vikings running back Adrian Peterson’s availability for Sunday’s home game against the Giants in question. Peterson was held out of practice Thursday for the second consecutive day as he deals with a sprained left ankle.\n\nBills’ LeSean McCoy doubtful\n\nORCHARD PARK, N.Y. — Bills coach Rex Ryan said he is taking the approach that star running back LeSean McCoy will not play against Dallas on Sunday because of an injured right knee.\n\n\n\nThe Associated Press", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "Tom Brady happy to welcome Steven Jackson into Patriots’ backfield", "title": "Tom Brady happy to welcome Steven Jackson into Patriots’ backfield", "url": "http://www.denverpost.com/2015/12/24/tom-brady-happy-to-welcome-steven-jackson-into-patriots-backfield/", "image": {"width": 654, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/04/20151124_122802_tom-brady-2.jpg", "height": 452}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/04/20151124_122802_tom-brady-2.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "article": {"published_time": "2015-12-24T15:18:18+00:00", "modified_time": "2016-04-19T20:43:36+00:00"}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "viewport": "width=device-width, initial-scale=1"}, "article_summary": "— Tom Brady is looking forward to having Steven Jackson in the backfield for the New England Patriots.\nHe arrived this week and his locker is near Brady as he tries to learn the Patriots’ system.\n“There’s been a lot this year, on the practice squad, on the roster, off the roster, on the practice squad — every day Coach (Bill Belichick) announces new players on the team,” Brady said.\nPeterson was held out of practice Thursday for the second consecutive day as he deals with a sprained left ankle.\nBaldwin did not practice Wednesday or Thursday, but he is expected to have a big workload in practice Friday."}