{"article_title": "U.S. Should Stay Out Of Syria", "article_keywords": ["states", "united", "rebels", "help", "administration", "stay", "weapons", "ongoing", "syria", "abourezk", "obama"], "article_url": "http://www.keloland.com/news/article/politics/abourezk-u-s-should-stay-out-of-syria-", "article_text": "Sioux Falls, SD\n\nOn Capitol Hill and behind closed doors the Obama administration continues to make the case for a military strike against Syria.\n\nWednesday afternoon a Senate panel voted to bring the issue to a full vote next week. The U.S. House of Represenatives is also expected to vote next week.\n\nBut as the Obama administration tries to rally support a South Dakota Democrat with family in Syria says the United States needs to stay out of the region.\n\nFormer South Dakota U.S. Senator Jim Abourezk is of Lebanese descent and has cousins who had to close their business in Damascus because of the ongoing civil war in Syria. Abourezk's wife, Sanaa, is from Syria and her mother and siblings still live there.\n\nAbourezk opposes any U.S. involvement in the conflict and submitted an Op-Ed to the Washinton Post on the issue Wednesday.\n\n\"I've been a lifelong Democrat but I'm opposed to what Obama is doing,\" Abourezk said.\n\nAbourezk doesn't agree with any military action in Syria, partly for personal reasons.\n\n\"They're farmers (Abourezk’s in-laws) in central Syria and we're deathly afraid something is going to happen to them because they're Alawites, and the Alawites are the targets of these crazies who are trying to take over Syria,\" Abourezk said.\n\nThe fighting started in 2011 during the Arab spring when Syrian rebels tried to overthrow the regime of Bashar al-Assad. He's also an Alawite which follows a more liberal form of Islam and allows women to have equal rights, and allows Christians to practice in the country.\n\nThe rebels follow a stricter form of Islam and don't like the Assad regime.\n\nThe U.S. is now looking to help the rebels, alleging that Assad dispatched chemical weapons in the ongoing fight.\n\n\"That's the so-called rebels that we want to help which is amazing to me that the United States would send them weapons and try to get in there and shoot at Assad's regime to help the right-wing Sunnis, the Muslim Brotherhood, and the Salafis, all the people we're against normally. They're terrorists is what they are,\" Abourezk said.\n\nSo, as Congress and the President question the best way to deal with the deadly situation in Syria Abourezk says there is one easy answer.\n\n\"The real answer for the United States is to stay out of it.”\n\nAbourezk says the use of chemical weapons is simply an excuse for the Obama administration. He believes the President is being prompted by Israel to have the U.S. do what Abourezck calls, \"their dirty work\" in its ongoing conflict with Syria.", "article_metadata": {"og": {"site_name": "KELOLAND News", "description": "On Capitol Hill and behind closed doors the Obama administration continues to make the case for a military strike against Syria. Wednesday afternoon a", "title": "Abourezk: U.S. Should Stay Out Of Syria", "url": "http://www.keloland.com/news/article/politics/abourezk-u-s-should-stay-out-of-syria-", "image": "http://kelolandassets.blob.core.windows.net/kelolandassets/images/default-source/agriculture/crops/barley/52488.jpg?sfvrsn=0", "type": "website"}, "fb": {"app_id": 521498541203189}, "viewport": "width=device-width, initial-scale=1.0", "Generator": "Sitefinity 7.3.5630.0 PE", "description": "On Capitol Hill and behind closed doors the Obama administration continues to make the case for a military strike against Syria. Wednesday afternoon a"}, "_id": "\"57477af46914bd0286fdef1a\"", "article_summary": "But as the Obama administration tries to rally support a South Dakota Democrat with family in Syria says the United States needs to stay out of the region.\n\"They're farmers (Abourezk’s in-laws) in central Syria and we're deathly afraid something is going to happen to them because they're Alawites, and the Alawites are the targets of these crazies who are trying to take over Syria,\" Abourezk said.\nSo, as Congress and the President question the best way to deal with the deadly situation in Syria Abourezk says there is one easy answer.\nSioux Falls, SDOn Capitol Hill and behind closed doors the Obama administration continues to make the case for a military strike against Syria.\n\"The real answer for the United States is to stay out of it.”Abourezk says the use of chemical weapons is simply an excuse for the Obama administration."}