{"article_title": "Las Vegas homeless veterans advocate to sit with first lady at address", "article_keywords": ["sit", "union", "veterans", "advocate", "state", "vegas", "homeless", "address", "white", "obama", "lady", "dias", "las"], "article_url": "http://www.reviewjournal.com/news/las-vegas/las-vegas-homeless-veterans-advocate-sit-first-lady-address", "article_text": "When Las Vegas homeless veterans advocate Cynthia K. Dias found out she had been selected by the White House to sit in the First Lady's box Tuesday night to hear President Barack Obama's final State of the Union address, she couldn't believe it.\n\n\"I'm still in disbelief. We're leaving tomorrow, and I'm still in denial,\" Dias, 64, a Vietnam-era Navy hospital corpsman and registered nurse said Sunday in a phone interview from Veterans Village.\n\n\"I was pinching myself. Am I dreaming? Really? This Hawaiian in Las Vegas is going to see the White House and meet with President Obama and his wife?\" she said.\n\nFor the past year Dias has lived at the nonprofit Veterans Village near the Stratosphere where she works as a volunteer. The program has become a model for getting homeless vets off the streets and back into housing and self-supporting jobs.\n\nVeterans Village founder Arnold Stalk, an architect who five years ago converted the 125-room former Econo Lodge on the Strip into transitional housing for homeless veterans, will escort Dias to Washington, D.C. He said they found out several days ago Dias had been chosen as a Joining Forces team representative for First Lady Michelle Obama's box but were required to keep it secret until Sunday's announcement.\n\n\"We believe she is a great example of going from homelessness to self-sufficiency,\" Stalk said, adding that the two will meet with Housing and Urban Development Secretary Julian Castro on Wednesday \"to talk about solving this problem in the country.\"\n\nDias, who was born in Guam to parents from Hawaii, served briefly on a hospital ship in the Vietnam War theater. During her Navy service from 1969 to 1972, she helped treat the wounded.\n\n\"There were so many amputees I was helping when they came in, one after another,\" she said. \"When you have helicopters dropping off wounded on a stretcher, you don't have time to think. You just go and do your job.\"\n\nDias said her \"most impressionable moments\" came later, however, when she was stationed stateside at Naval Air Station Lemoore, 30 miles south of Fresno, California.\n\n\"I had to go with the chaplain to tell families that a soldier had been killed in combat,\" she said.\n\n\"That alone,\" she said, was enough to trigger bouts later on with post-traumatic stress disorder.\n\nAfter her Navy service, she earned her credentials to work as a registered nurse for 20 years in Florida and Louisiana.\n\nBecause of PTSD that she was unaware of at the time, she was having trouble holding her job and eventually lost her home, too.\n\n\"I was invited by my niece to come here and live, but it didn't work out and I ended up back on the street because of PTSD issues,\" she said.\n\nWhile in Las Vegas she was diagnosed with the war stress disorder by mental health professionals at the VA Medical Center who have prescribed medication to cope with the problem.\n\nNow she works at Veterans Village helping homeless veterans make the transition to employment and stability.\n\nIn November, in keeping with a push by the Obama administration to end homelessness among veterans, Las Vegas announced it had housed every homeless veteran in the city as part of the Mayors' Challenge to End Veteran Homelessness. The challenge was launched in 2014 by Michelle Obama and Dr. Jill Biden as part of their Joining Forces initiative.\n\nThe average length of stay for a veteran is about five months, although some elderly veterans will live the rest of their lives there, Stalk said. Residents pay rent from money they earn at various jobs, in addition to funds from pensions, retirement and vouchers from the Department of Veterans Affairs.\n\nHints of forward-looking address\n\nAs for the State of the Union Address itself, White House officials and the president hint of a more nontraditional speech focusing beyond the next election.\n\n\"Since I took office seven years ago in the midst of crisis, I don't think I've ever been more optimistic about a year ahead than I am now,\" Obama said in a State of the Union Address preview video posted on Youtube.\n\n\"As I'm writing, I keep thinking about the road we've traveled together these last seven years, the people I've met, the stories that they've shared, the remarkable things that you've done to make change happen, to recover from crisis, to set this country on a better, stronger course for tomorrow,\" he said. \"That's what makes America great, the capacity to change for the better.\"\n\nIn this last address of his two-term presidency, Obama said he will focus on \"not just the remarkable progress that we've made, not just what I want to get done in the year ahead, but what we all need to do together in the years to come. The big things that guarantee a stronger, better, more prosperous America for our kids. An America we believe in.\"\n\nObservers have noted that immigration, gun control, climate change, economic mobility, veterans issues and education are among likely topics for the address.\n\nThe 2016 State of the Union Address will be delivered at 6 p.m. PST and carried on major network channels as well as through The White House Office of Digital Strategy's multi-platform streaming and social broadcast. Amazon also will offer a streaming version (though not live).\n\nSouth Carolina Gov. Nikki Haley will deliver the Republicans' response immediately following the president's address.\n\nContact Keith Rogers at krogers@reviewjournal.com or 702-383-0308. Find him on Twitter: @KeithRogers2", "article_metadata": {"description": "When Las Vegas homeless veterans advocate Cynthia K. Dias found out she had been selected by the White House to sit in the First Lady's box Tuesday night to hear President Barack Obama's final State of the Union address, she couldn't believe it.", "parsely-tags": "Las Vegas,News,Military", "parsely-link": "http://www.reviewjournal.com/news/las-vegas/las-vegas-homeless-veterans-advocate-sit-first-lady-address", "vf": {"unique_id": "reviewjournal-nid-2143766"}, "author": "Keith Rogers Las Vegas Review-Journal", "parsely-title": "Las Vegas homeless veterans advocate to sit with first lady at address", "twitter": {"description": "When Las Vegas homeless veterans advocate Cynthia K. Dias found out she had been selected by the White House to sit in the First Lady's box Tuesday night to hear President Barack Obama's final State of the Union address, she couldn't believe it.", "title": "Las Vegas homeless veterans advocate to sit with first lady at address", "url": "http://www.reviewjournal.com/news/las-vegas/las-vegas-homeless-veterans-advocate-sit-first-lady-address", "image": {"src": "http://www.reviewjournal.com/sites/default/files/field/media/web1_veterans_village_04_2_6.jpg"}, "creator": {"identifier": "@reviewjournal", "id": 15358759}, "card": "summary"}, "generator": "Drupal 7 (http://drupal.org)", "al": {"web": {"should_fallback": "true"}, "android": {"url": "review-journal://?eid=4021008", "app_name": "review-journal", "package": "com.LVRJ"}, "ios": {"url": "review-journal://?eid=4021008", "app_store_id": 540820524, "app_name": "review-journal"}}, "apple-itunes-app": "app-id=1098299519", "fb": {"admins": 630759385, "app_id": 195491203833571}, "google-play-app": "app-id=com.LVRJ", "parsely-author": "Keith Rogers Las Vegas Review-Journal", "parsely-type": "post", "keywords": "Las Vegas,News, Military,", "parsely-section": "Las Vegas", "article": {"published_time": "2016-01-10T09:06:39-08:00"}, "og": {"site_name": "Las Vegas Review-Journal", "description": "When Las Vegas homeless veterans advocate Cynthia K. Dias found out she had been selected by the White House to sit in the First Lady's box Tuesday night to hear President Barack Obama's final State of the Union address, she couldn't believe it.", "title": "Las Vegas homeless veterans advocate to sit with first lady at address", "url": "http://www.reviewjournal.com/news/las-vegas/las-vegas-homeless-veterans-advocate-sit-first-lady-address", "image": "http://www.reviewjournal.com/sites/default/files/field/media/web1_veterans_village_04_2_6.jpg", "type": "article"}, "parsely-image-url": "http://www.reviewjournal.com/sites/default/files/field/media/web1_veterans_village_04_2_6.jpg", "viewport": "width=device-width,initial-scale=0.9", "parsely-pub-date": "2016-01-10T17:06:39Z"}, "article_summary": "Now she works at Veterans Village helping homeless veterans make the transition to employment and stability.\nThis Hawaiian in Las Vegas is going to see the White House and meet with President Obama and his wife?\"\nWhen Las Vegas homeless veterans advocate Cynthia K. Dias found out she had been selected by the White House to sit in the First Lady's box Tuesday night to hear President Barack Obama's final State of the Union address, she couldn't believe it.\nWhile in Las Vegas she was diagnosed with the war stress disorder by mental health professionals at the VA Medical Center who have prescribed medication to cope with the problem.\nVeterans Village founder Arnold Stalk, an architect who five years ago converted the 125-room former Econo Lodge on the Strip into transitional housing for homeless veterans, will escort Dias to Washington, D.C."}