{"article_title": "9 Tips to Cut the Cost of Homeowners Insurance", "article_keywords": ["cut", "dont", "money", "review", "homeowners", "cover", "discounts", "cost", "company", "tips", "youll", "insurance"], "article_url": "http://blog.credit.com/2014/12/9-tips-to-cut-the-cost-of-homeowners-insurance-103483/", "article_text": "Although you may dread doling out large sums of cash for your homeowners policy year after year, you can’t afford to go without it. That would be crazy. However, you don’t have to break the bank to carry suitable coverage.\n\nIt’s nearly 2015, so it’s time for a year-end review of how much you’re paying for homeowners insurance.\n\n1. Increase Your Deductible\n\nThe more liability you assume, the lower the rate you’ll pay. You can save 10% to 30% on your premium by raising your deductible from $250 to $1,000.\n\nAfraid that you may not be able to afford the higher amount you’ll pay out-of-pocket in the event of an emergency? Beef up your emergency fund to cover the increase. That way, the money will be there when you need it, and you’ll save a substantial amount of money each year on your policy.\n\n2. Check for Multiline Discounts\n\nIt pays to bundle up. According to the Insurance Information Institute, some companies will reduce the price of your policy by 5% to 15% if you purchase two or more policies with them.\n\n3. Don’t Overinsure (but Don’t Underinsure Either)\n\nThis is often confusing to people: You want sufficient insurance to cover the cost of replacing your home from scratch, but since your lot can’t burn down, there’s no point in insuring its market value. Verify the amount your insurance company says is the replacement cost of your home by multiplying the cost per square foot for residential building in your area by the number of square feet you have.\n\nBut be careful. It’s not unusual for homeowners to underinsure, and this isn’t a place to cut corners.\n\nAlso make sure your insurance will cover the cost to replace the contents of your home with new items.\n\nGet Your Free Credit Score & Monitoring Plus Weekly Updates From Our 50+ Experts Get It Now\n\nPrivacy Policy\n\n4. Shop Around\n\nFor this year-end review, carve out a chunk of time to shop around for more affordable insurance.\n\nIf you find a better deal elsewhere, ask your current insurer whether you can get a better rate. You may find you qualify for discounts you’re not aware of.\n\nIf you are considering switching companies, research the financial health of the new company. There’s no point in paying thousands in premiums and being unable to recoup any losses if you must file a claim. An analysis can be done through independent rating agencies, such as A.M. Best and Standard & Poor’s, and your state insurance department.\n\n5. Inquire About Discounts\n\nAlthough they vary by insurance company, you may qualify for discounts if you:\n\nReside in a home with certain upgrades.\n\nHave not filed a claim in a specified number of years.\n\nDon’t allow smoking inside your home.\n\nThose who are senior citizens or associated with certain professional organizations may also be eligible for discounts. Call your insurer to see what discounts may be available to you.\n\n6. Secure your Home with an Alarm\n\nA number of insurers offer discounts of at least 5% if your home is equipped with a smoke detector, burglar alarm or deadbolt locks. This amount may increase to 15% or more if your alarm has active monitoring with dispatch capabilities, and your home contains a modern sprinkler system, the Insurance Information Institute says. (On a tight budget? See “20 Tips to Harden Your Home Security for Next to Nothing.”)\n\nGet Your Free Credit Score & Monitoring Plus Weekly Updates From Our 50+ Experts Get It Now\n\nPrivacy Policy\n\n7. Remain Loyal\n\nThe Insurance Information Institute also says that your insurance company may provide a 5% discount if you have been with it for at least three to five years, and 10% for six or more years. Although this incentive is enticing, it is still important to shop around annually to ensure you are getting the best price.\n\n8. Review the Policy Limits\n\nBe sure that your insurance is sufficient to cover the replacement cost of everything in your house, including valuables that become worth more over time. On the other hand, if you no longer own valuable diamond jewelry or an extensive collection of art, you no longer want to pay for the extra coverage.\n\nThis year-end review is a good time to make sure your inventory of your possessions, including photos or a video, is up-to-date and saved somewhere outside your home — for instance, in the cloud. Don’t have an inventory of your possession? Compile one now.\n\n9. Maintain Good Credit\n\nPremiums may be higher or applicants may not even be eligible for homeowners coverage if they have poor credit scores. (If you don’t know yours, you can see two scores for free, updated monthly, on Credit.com, along with personalized tips for improving your score.)\n\nThis post originally appeared on Money Talks News.\n\nMore from Money Talks News:\n\nImage: iStock", "article_metadata": {"shareaholic": {"site_name": "Credit.com", "language": "en-US", "url": "http://blog.credit.com/2014/12/9-tips-to-cut-the-cost-of-homeowners-insurance-103483/", "article_author_name": "Allison Martin", "image": "//cache-blog.credit.com/wp-content/uploads/2014/12/homeowners-insurance-costs.jpg", "site_id": "b7019d11c34f5e8ba3eb19028e0b5f7b", "article_published_time": "2014-12-14T05:01:51+00:00", "shareable_page": "true", "article_modified_time": "2016-05-25T21:25:34+00:00", "keywords": "home insurance, homeowner insurance, homeowners insurance, personal finance", "wp_version": "7.8.0.0"}, "description": "Year-end is a good time to review your homeowners insurance — to be sure you're not paying more than you need to and that your home is adequately insured.", "generator": "WordPress 4.3.4", "og": {"site_name": "Credit.com", "description": "Year-end is a good time to review your homeowners insurance — to be sure you're not paying more than you need to and that your home is adequately insured.", "title": "9 Tips to Cut the Cost of Homeowners Insurance | Credit.com", "locale": "en_US", "image": "//cache-blog.credit.com/wp-content/uploads/2014/12/homeowners-insurance-costs.jpg", "url": "http://blog.credit.com/2014/12/9-tips-to-cut-the-cost-of-homeowners-insurance-103483/", "type": "article"}, "twitter": {"description": "Year-end is a good time to review your homeowners insurance — to be sure you're not paying more than you need to and that your home is adequately insured.", "title": "9 Tips to Cut the Cost of Homeowners Insurance | Credit.com", "image": "//cache-blog.credit.com/wp-content/uploads/2014/12/homeowners-insurance-costs.jpg", "creator": "@CreditExperts", "site": "@CreditExperts", "card": "summary"}, "robots": "noodp", "fb": {"pages": 121973361148475}, "article": {"section": "Personal Finance", "tag": "homeowners insurance", "published_time": "2014-12-14T00:01:51+00:00"}, "viewport": "width=device-width,maximum-scale=1.0"}, "_id": "\"57477af46914bd0286fdef4e\"", "article_summary": "It’s nearly 2015, so it’s time for a year-end review of how much you’re paying for homeowners insurance.\nAlso make sure your insurance will cover the cost to replace the contents of your home with new items.\nInquire About DiscountsAlthough they vary by insurance company, you may qualify for discounts if you:Reside in a home with certain upgrades.\nVerify the amount your insurance company says is the replacement cost of your home by multiplying the cost per square foot for residential building in your area by the number of square feet you have.\nRemain LoyalThe Insurance Information Institute also says that your insurance company may provide a 5% discount if you have been with it for at least three to five years, and 10% for six or more years."}