{"article_title": "New network unites university health care research", "article_keywords": ["network", "patientcentered", "university", "research", "state", "clinical", "unites", "penn", "health", "path", "data", "care"], "article_url": "http://news.psu.edu/story/321743/2014/07/29/research/new-network-unites-university-health-care-research", "article_text": "HERSHEY, Pa. -- Four major health institutions, including Penn State College of Medicine, have jointly received nearly $7 million to develop and expand a health data research network.\n\nThe Patient-Centered Outcomes Research Institute (PCORI), a nonprofit created through the Patient Protection and Affordable Care Act, awarded the funds to Penn State, University of Pittsburgh, Temple University and Johns Hopkins University -- and each of their related health systems. These four universities have come together to create a Clinical Data Research Network, one of 29 health data networks that PCORI approved to establish PCORnet, the National Patient-Centered Clinical Research Network, which aims to support faster, more efficient patient-centered research nationwide.\n\n\"This funding will allow us to develop the infrastructure to conduct clinical research across our four health systems,\" said Cynthia Chuang, associate professor of medicine and public health sciences and Penn State's lead principal investigator on the project. \"Ultimately, we will be testing our ability to function as a four-institution research network through the creation of three patient research cohorts -- obesity, atrial fibrillation and idiopathic pulmonary fibrosis. By having a larger network of patients to follow and to study the outcomes of, we will greatly increase our ability to study the health outcomes that patients care about most.\"\n\nThe new research network will develop the necessary infrastructure over 18 months to be able to follow a potential 2.5 million patients across varied health settings through electronic health record data collected during the course of an office visit at any of the medical institutions involved.\n\n\"The PaTH network is exciting because it opens up huge opportunities for future research at Penn State and its partnering institutions,\" said Chuang. \"Once the infrastructure of PaTH is established, Penn State investigators will be able to apply their research questions to the PaTH Network, as opposed to being limited to Penn State. Moreover, our investigators will be able to collaborate on research projects with the other Clinical Data Research Networks involved in PCORnet, vastly expanding the capabilities and resources we have to answer important questions.\n\n\"Our involvement will increase Penn State's ability to conduct meaningful patient-centric comparative effectiveness research -- which describes studies that compare different treatment options or treatment approaches on outcomes that matter most to patients.\"\n\nWenke Hwang, associate professor of public health sciences, joins Chuang as the co-principal of the PaTH Network at Penn State. Rachel Hess, associate professor of medicine, University of Pittsburgh, is the lead principal investigator for the project as a whole. Penn State's participation in the PaTH Network is also in collaboration with the Clinical and Translational Science Institute.\n\nPCORI was founded in 2010 to fund patient-centered research that will provide evidence-based information needed to make better-informed health care decisions.", "article_metadata": {"description": "Four major health institutions, including Penn State College of Medicine, have jointly received nearly $7 million to develop and expand a health data research network.", "generator": "Drupal 7 (http://drupal.org)", "og": {"url": "http://news.psu.edu/story/321743/2014/07/29/research/new-network-unites-university-health-care-research", "type": "article", "description": "Four major health institutions, including Penn State College of Medicine, have jointly received nearly $7 million to develop and expand a health data research network.", "title": "New network unites university health care research | Penn State University"}, "abstract": "Four major health institutions, including Penn State College of Medicine, have jointly received nearly $7 million to develop and expand a health data research network.", "robots": "noodp, noydir", "p": {"domain_verify": "e7434b31046ae48ae613cf53ddd0c5fb"}, "google-site-verification": "6d6NGwbHXF5GYJdjFAgIEf489whJQPA38xYeyed-8g0", "viewport": "width=device-width, initial-scale=1, maximum-scale=1, minimum-scale=1, user-scalable=no"}, "_id": "\"57477af36914bd0286fd0575\"", "article_summary": "These four universities have come together to create a Clinical Data Research Network, one of 29 health data networks that PCORI approved to establish PCORnet, the National Patient-Centered Clinical Research Network, which aims to support faster, more efficient patient-centered research nationwide.\nHERSHEY, Pa. -- Four major health institutions, including Penn State College of Medicine, have jointly received nearly $7 million to develop and expand a health data research network.\nPCORI was founded in 2010 to fund patient-centered research that will provide evidence-based information needed to make better-informed health care decisions.\nThe Patient-Centered Outcomes Research Institute (PCORI), a nonprofit created through the Patient Protection and Affordable Care Act, awarded the funds to Penn State, University of Pittsburgh, Temple University and Johns Hopkins University -- and each of their related health systems.\n\"Ultimately, we will be testing our ability to function as a four-institution research network through the creation of three patient research cohorts -- obesity, atrial fibrillation and idiopathic pulmonary fibrosis."}