{"article_title": "Deadly walnut tree fungus found in Indiana", "article_keywords": ["states", "deadly", "tree", "disease", "trees", "walnut", "fungus", "state", "black", "plantation", "indiana"], "article_url": "http://www.courier-journal.com/story/news/local/indiana/2014/06/22/deadly-walnut-tree-fungus-found-indiana/11240475/", "article_text": "John Brittain, owner of the Nolin River Nut Tree Nursery, says it's easy to rub the shell off a nut from a Rhodes heartnut tree like the one he and his dog, Rosa, are standing next to. Above, meats from cultivated black walnut trees come out in one piece (left) as do the meats of the heartnut at right. Below, heartnuts hang in clusters of 10 to 20 nuts. (Photo: SPAULDING PAM, --------------------------------)\n\nINDIANAPOLIS (AP) — A deadly tree fungus that’s been detected for the first time in Indiana poses a real threat to the black walnut trees that are the state’s most valuable tree, the state entomologist said Friday.\n\nSmall insects called weevils that emerged from two stressed trees at a black walnut plantation in southern Indiana’s Brown County were found to be carrying the fungus that causes thousand cankers disease. That plantation, in the Yellowwood State Forest, has been quarantined by state officials.\n\nThe fungus affects many types of walnut trees, but it is lethal within a few years to black walnut trees, a valued tree that in addition to producing richly flavored nuts is used for flooring, millwork and veneer for furniture.\n\nAlthough the two trees where the weevils were found aren’t infected with the disease, State Entomologist Phil Marshall said officials are keeping a close eye on that plantation and surrounding black walnut trees for signs of infection.\n\nHe said the discovery of the fungus on the weevil marks the first time that pathogen has been detected on an insect other than the walnut twig beetle, which transmits the disease.\n\n“It’s not a serious situation, but it’s a matter of very important concern. We’ve found it and we’ve found something unusual and different from what is known about this disease complex right now,” said Marshall, director of the state Department of Natural Resources’ division of entomology and plant pathology.\n\nHe said the DNR, the U.S. Forest Service and Purdue University are conducting additional studies at the plantation to better understand the disease and the insects there. The fungus was discovered during a survey for insect pests and fungi in Indiana and Missouri led by the U.S. Forest Service.\n\nIndiana now joins Maryland, North Carolina, Ohio, Pennsylvania, Tennessee and Virginia among the eastern and central states where the disease has been found. It has also been found in eight western states — Arizona, California, Colorado, Idaho, New Mexico, Oregon, Utah and Washington.\n\nThe DNR said Indiana has an estimated 31.5 million black walnut trees, which are often grown in plantations, but are also common in the state’s urban and rural forests.\n\nAbout 17.7 million board feet of black walnut valued at about $21.4 million is harvested annually in Indiana, the agency said. Losing the state’s black walnut trees to the fungus would deliver a $1.7 billion economic blow to the state, the DNR said.\n\nIndiana ranked fourth in the nation in the volume of cubic feet of black walnut lumber it produced in 2004, said Elizabeth Jackson at Purdue University’s Hardwood Tree Improvement & Regeneration Center.\n\nJackson, who’s also executive director of the National Walnut Council, said the wood from black walnut trees is highly prized for its grain pattern and its rich color.\n\n“It has a deep chocolate color that’s been valued by consumers for many decades,” she said. “The trees’ value to the wood industry is phenomenal.”\n\nThe trees also produce the protein-rich nuts that are an important food source for wildlife and are savored by humans.\n\nIndiana residents can help prevent the spread of forest pests and disease such as thousand cankers disease by avoiding moving firewood or other wood products with bark, Jackson said.\n\nCopyright 2014 The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed.\n\nRead or Share this story: http://cjky.it/1ixSicW", "article_metadata": {"google": "notranslate", "description": "Disease poses a real threat to the black walnut, the state’s most valuable tree", "og": {"site_name": "The Courier-Journal", "description": "Disease poses a real threat to the black walnut, the state’s most valuable tree", "title": "Deadly walnut tree fungus found in Indiana", "url": "http://www.courier-journal.com/story/news/local/indiana/2014/06/22/deadly-walnut-tree-fungus-found-indiana/11240475/", "image": "http://www.gannett-cdn.com/GDContent/applogos/courier-journal.png", "type": "article"}, "twitter": {"description": "Disease poses a real threat to the black walnut, the state’s most valuable tree", "creator": "@courierjournal", "image": "http://www.gannett-cdn.com/-mm-/fb30e4c5c26df41432b42963156318855016a594/c=162-0-769-607&r=x643&c=640x640/local/-/media/Louisville/2014/06/22/.jpg", "title": "Deadly walnut tree fungus found in Indiana", "site": "@courierjournal", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=600030236", "fb": {"app_id": 128534137209813}, "cXenseParse": {"gci-topic": "Persons/Elizabeth Jackson", "gci-asset-type": "story", "gci-categories": "Persons/Elizabeth Jackson", "title": "Deadly walnut tree fungus found in Indiana", "author": "By RICK CALLAHAN, Associated Press", "pageclass": "article", "recs": {"category": "news/local/indiana", "image-3-4": "http://www.gannett-cdn.com/-mm-/8907cb67b5c3eb16e5b6e2a51d9fe63c8de0a26d/c=238-0-693-607/local/-/media/Louisville/2014/06/22/.jpg", "image-1-1": "http://www.gannett-cdn.com/-mm-/f5cd3333c7783bc58569daf2a2077b8672745c62/c=162-0-769-607/local/-/media/Louisville/2014/06/22/.jpg", "contenttype": "story", "image-4-3": "http://www.gannett-cdn.com/-mm-/dcfe96f00ec7ed2a0dd477da531f8261c62918cf/c=60-0-869-607/local/-/media/Louisville/2014/06/22/.jpg", "image": "http://www.gannett-cdn.com/-mm-/32c8379dc93e1ad1af69fa1fd998f6790a0233af/c=0-42-930-565&r=x633&c=1200x630/local/-/media/Louisville/2014/06/22/.jpg", "publishtime": "2014-06-22T17:18:46-04:00", "shorthed": "Deadly walnut tree fungus found in Indiana", "articleid": 11240475, "image-16-9": "http://www.gannett-cdn.com/-mm-/1380c7bb761f5d272da3e97ff4866a683e73bca0/c=0-42-930-565/local/-/media/Louisville/2014/06/22/.jpg", "image-9-16": "http://www.gannett-cdn.com/-mm-/621bf5f08caced1e5103d3dc57be97a1e1dbee16/c=294-0-635-607/local/-/media/Louisville/2014/06/22/.jpg"}}, "Content-Type": "text/html; charset=UTF-8", "viewport": "width=1070", "news_keywords": ""}, "_id": "\"57477af36914bd0286fd0574\"", "article_summary": "(Photo: SPAULDING PAM, --------------------------------)INDIANAPOLIS (AP) — A deadly tree fungus that’s been detected for the first time in Indiana poses a real threat to the black walnut trees that are the state’s most valuable tree, the state entomologist said Friday.\nAbove, meats from cultivated black walnut trees come out in one piece (left) as do the meats of the heartnut at right.\nJackson, who’s also executive director of the National Walnut Council, said the wood from black walnut trees is highly prized for its grain pattern and its rich color.\nLosing the state’s black walnut trees to the fungus would deliver a $1.7 billion economic blow to the state, the DNR said.\nThe fungus affects many types of walnut trees, but it is lethal within a few years to black walnut trees, a valued tree that in addition to producing richly flavored nuts is used for flooring, millwork and veneer for furniture."}