{"article_title": "Web giants weigh in on Ohio defamation suit", "article_keywords": ["giants", "web", "google", "jones", "defamation", "twitter", "suit", "posts", "internet", "websites", "case", "facebook", "ohio", "weigh", "law", "richie"], "article_url": "http://www.usatoday.com/story/money/business/2013/12/08/internet-giants-weigh-in-on-ohio-defamation-suit/3908791/", "article_text": "Twitter, Facebook, Amazon, Google and others: Case could \"significantly chill online speech.\"\n\nSarah Jones, a former Dixie Heights High School teacher and Cincinnati Bengal cheerleader, arriving at the Kenton County Justice Center, in Covington, Ky. (Photo: Patrick Reddy, AP) Story Highlights Web giants warn Kentucky judge's ruling could undermine 1996 law aimed at protecting online speech\n\nBriefs were filed in the case by Facebook, Google, Microsoft, Twitter, Amazon, Gawker and BuzzFeed, among others\n\nCase centers on Communications Decency Act, aimed at websites' self-policing of offensive material\n\nCINCINNATI (AP) — From Twitter and Facebook to Amazon and Google, the biggest names of the Internet are blasting a federal judge's decision allowing an Arizona-based gossip website to be sued for defamation by a former Cincinnati Bengals cheerleader convicted of having sex with a teenager.\n\nIn court briefs recently filed in the 6th U.S. Circuit Court of Appeals in Cincinnati, the Internet giants warn that if upheld, the northern Kentucky judge's ruling to let the former cheerleader's lawsuit proceed has the potential to \"significantly chill online speech\" and undermine a law passed by Congress in 1996 that provides broad immunity to websites.\n\n\"If websites are subject to liability for failing to remove third-party content whenever someone objects, they will be subject to the 'heckler's veto,' giving anyone who complains unfettered power to censor speech,\" according to briefs filed Nov. 19 by lawyers for Facebook, Google, Microsoft, Twitter, Amazon, Gawker and BuzzFeed, among others.\n\nThose heavy hitters \"really tell you how major of an issue this is,\" said David Gingras, attorney for Scottsdale, Ariz.-based thedirty.com and its owner, Nik Richie, 34, who lives in Orange County, Calif.\n\nA message left for Jones' attorney, Eric Deters, seeking comment wasn't immediately returned.\n\nThe case centers on the federal Communications Decency Act, passed in 1996 to help foster growth and free speech on the Internet by providing immunity from liability to websites for content posted by their users. The law also was designed to encourage websites to self-police offensive material.\n\nJudges and appeals courts across the country have upheld the law in hundreds of cases.\n\nBut not Richie's.\n\nHis website, thedirty.com, allows users to submit posts — anonymously if they want — about anyone from the girl next door to professional athletes and politicians, often accusing them of promiscuity, cheating on their spouses or getting plastic surgery or picking apart their looks. Richie screens each post, decides what goes up and often adds his own commentary.\n\nMost recently, Richie broke the news of Anthony Weiner's latest round of marital indiscretions.\n\nIn December 2012, former Bengals cheerleader Sarah Jones, 28, also a former high school teacher in northern Kentucky, sued Richie over posts concerning the sexual history of her and her ex-husband. Jones said the posts were untrue and caused her severe mental anguish and embarrassment.\n\nRichie said that the posts were submitted to him anonymously and that it was not up to him to judge their accuracy. He simply posted them and added a comment about high school teachers and sex.\n\nIn July, after federal Judge William Bertelsman allowed the lawsuit to proceed, jurors found that the posts about Jones were substantially false and Richie had acted with malice or reckless disregard by publishing them, and they awarded Jones $338,000.\n\nRichie is asking the 6th Circuit to find that Bertelsman should never have allowed the case to proceed, which would nullify the jury's verdict.\n\nOral arguments in the case will be held in Cincinnati, likely in the beginning of 2014, with a decision expected in the summer.\n\nGingras, other attorneys specializing in Internet law and civil rights groups criticize Bertelsman's ruling as based on his own personal distaste of thedirty.com and not on legal precedent.\n\nBertelsman ruled four separate times in the case against arguments over the Communications Decency Act, finding that the very name of Richie's website, the way he manages it and the personal comments that he adds all encourage offensive content.\n\nRichie's own commentary about the Jones posts effectively validated all the anonymous accusations against her, Bertelsman said.\n\nThe posts about Jones were unrelated to a criminal case that emerged against her in March 2012 in which she was accused of having sex with her former student, a teenager. Jones later pleaded guilty to sexual misconduct and custodial interference as part of a plea deal that allowed her to avoid jail time but prohibited her from teaching again.\n\nJones and the student, then 17, are still together and say they're in love and engaged to be married.\n\nCopyright 2013 The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed.\n\nRead or Share this story: http://usat.ly/1btzB3Q", "article_metadata": {"google": "notranslate", "description": "CINCINNATI (AP) — From Twitter and Facebook to Amazon and Google, the biggest names of the Internet are blasting a federal judge's decision in a defamation lawsuit by a former Cincinnati Bengals cheerleader", "og": {"site_name": "USA TODAY", "description": "CINCINNATI (AP) — From Twitter and Facebook to Amazon and Google, the biggest names of the Internet are blasting a federal judge's decision in a defamation lawsuit by a former Cincinnati Bengals cheerleader", "title": "Web giants weigh in on Ohio defamation suit", "url": "http://www.usatoday.com/story/money/business/2013/12/08/internet-giants-weigh-in-on-ohio-defamation-suit/3908791/", "image": "http://www.gannett-cdn.com/GDContent/applogos/usatoday.png", "type": "article"}, "twitter": {"description": "CINCINNATI (AP) — From Twitter and Facebook to Amazon and Google, the biggest names of the Internet are blasting a federal judge's decision in a defamation lawsuit by a former Cincinnati Bengals cheerleader", "creator": "@usatoday", "image": "http://www.gannett-cdn.com/-mm-/fc442181ee0b4be5c1d801b605acf8609caf39ca/c=0-73-1600-1673&r=x643&c=640x640/local/-/media/USATODAY/WiresImages/2013/12/08/25a2ff884b115829450f6a706700777a.jpg", "title": "Web giants weigh in on Ohio defamation suit", "site": "@usatoday", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "fb": {"app_id": 215046668549694}, "cXenseParse": {"gci-topic": "Companies/Amazon", "gci-asset-type": "story", "gci-categories": "Companies/Amazon", "title": "Web giants weigh in on Ohio defamation suit", "author": "Amanda Lee Myers", "pageclass": "article", "recs": {"category": "money/business", "image-3-4": "http://www.gannett-cdn.com/-mm-/b9c80d8dfa32f4ce5fd33c275fa3409a7af208ec/c=0-93-1600-2224/local/-/media/USATODAY/WiresImages/2013/12/08/25a2ff884b115829450f6a706700777a.jpg", "image-1-1": "http://www.gannett-cdn.com/-mm-/ad0ba75596bbb23080983f109ae75f50533de631/c=0-73-1600-1673/local/-/media/USATODAY/WiresImages/2013/12/08/25a2ff884b115829450f6a706700777a.jpg", "contenttype": "story", "image-4-3": "http://www.gannett-cdn.com/-mm-/ba19853c3e5dd9315d47d0a0666a1d1a150559c4/c=0-106-1600-1308/local/-/media/USATODAY/WiresImages/2013/12/08/25a2ff884b115829450f6a706700777a.jpg", "image": "http://www.gannett-cdn.com/-mm-/e299d3b2b19d5484ae5028d9276a2bdc8d0f1391/c=0-126-1600-1029&r=x633&c=1200x630/local/-/media/USATODAY/WiresImages/2013/12/08/25a2ff884b115829450f6a706700777a.jpg", "publishtime": "2013-12-08T16:30:08-05:00", "shorthed": "Web giants slam Ohio defamation suit ruling", "articleid": 3908791, "image-16-9": "http://www.gannett-cdn.com/-mm-/c960ac78d0087afa9d9cc4974f129999067d7b62/c=0-126-1600-1029/local/-/media/USATODAY/WiresImages/2013/12/08/25a2ff884b115829450f6a706700777a.jpg", "image-9-16": "http://www.gannett-cdn.com/-mm-/65ce7621209b11a7328572f33ad859315297e82a/c=60-0-1547-2648/local/-/media/USATODAY/WiresImages/2013/12/08/25a2ff884b115829450f6a706700777a.jpg"}}, "Content-Type": "text/html; charset=UTF-8", "viewport": "width=1070", "news_keywords": "twitter, facebook, amazon, google, internet, cincinnati bengals, sarah jones, 6th circuit court of appeals, ohio, thedirty.com, kentucky judge,"}, "_id": "\"57477af36914bd0286fd0581\"", "article_summary": "Richie's own commentary about the Jones posts effectively validated all the anonymous accusations against her, Bertelsman said.\nGingras, other attorneys specializing in Internet law and civil rights groups criticize Bertelsman's ruling as based on his own personal distaste of thedirty.com and not on legal precedent.\nTwitter, Facebook, Amazon, Google and others: Case could \"significantly chill online speech.\"\nRichie said that the posts were submitted to him anonymously and that it was not up to him to judge their accuracy.\nJones and the student, then 17, are still together and say they're in love and engaged to be married."}