{"article_title": "Obamacare, Sochi Olympics headline Sunday talk shows", "article_keywords": ["winter", "headline", "house", "rep", "obamacare", "sochi", "olympics", "committee", "russian", "sen", "security", "care", "discuss", "talk", "shows"], "article_url": "http://www.usatoday.com/story/news/politics/onpolitics/2014/02/08/sunday-talk-shows/5292017/", "article_text": "Marit Bjoergen passes the Olympic rings as she leads Therese Johaug and Charlotte Kalla in the ladies skiathon during the Sochi 2014 Olympic Winter Games at Laura Cross-Country Ski and Biathlon Center. (Photo: Paul Bussi, USA TODAY Sports)\n\nThe ongoing challenges facing the Obama administration's health insurance website and security concerns affecting the Winter Olympics in Sochi will dominate the network talk-show circuit Sunday.\n\nAfter spending billions to get ready, the 22nd Winter Olympics officially kicked off Friday in Russia, but the festivities remain dogged by potential terror attacks and widespread reports of unfinished hotels and other venues.\n\nThere is a lot at stake for Russian President Vladimir Putin, who has been heavily involved, from lobbying the International Olympic Committee to bring the Games to his nation to inspecting construction sites and meeting with arriving athletes. The Russian leader has put in place a \"ring of steel\" to keep athletes and fans safe at the Games.\n\nThis week also found more headaches for President Obama's controversial health care law. A report released by the Congressional Budget Office said workers eligible to buy cheaper health insurance or receive financial incentives under the Affordable Care Act may choose to work fewer hours. Those choices, the report said, may cut the number of full-time workers by 2.3 million people by 2021.\n\n\"By providing subsidies that decline with rising income (and increase with falling income), and by making some people financially better off, the Affordable Care Act will create an incentive for some people to work less,\" the CBO report said.\n\nHere's the Sunday lineup:\n\n• CBS' Face the Nation will discuss the 2014 Winter Olympics in Sochi with CBS News correspondent Mark Phillips and Rep. Peter King, R-N.Y., who sits on the House Intelligence Committee. Face the Nation also will delve into the extension of unemployment benefits and immigration reform in Congress. The chance of immigration reform grew more uncertain this week after House Speaker John Boehner, R- Ohio, cast doubts that a bill would be able to pass this year. Sen. Dick Durbin, D-Ill., the second-ranking Democrat in the chamber and a member of the original \"Gang of Eight\" who tackled immigration reform, will appear on the show along with Sen. Kelly Ayotte, R-N.H., a key vote on unemployment insurance. The program also will convene a panel including Michele Norris of NPR, Jeffrey Goldberg of The Atlantic and Mark Mazzetti of TheNew York Times, as well as CBS News' State Department correspondent Margaret Brennan and CBS News' political director John Dickerson to discuss the news of the week.\n\n•NBC's Meet the Press will turn its attention to the Winter Olympics and discuss America's relationship with the world's largest country and security concerns facing athletes and fans attending the Games with U.S. Ambassador to Russia Michael McFaul. Sen. Charles Schumer, D-NY., and Sen. Rob Portman, R-Ohio, will discuss the Congressional Budget Office report on the Affordable Care Act and its impact on jobs. Meet the Press also will hold a political roundtable with NBC News chief foreign affairs correspondent Andrea Mitchell, New York Times columnist David Brooks, Washington Post columnist E.J. Dionne, Chief Executive Officer for Heritage Action for America Mike Needham, and former White House Deputy chief of staff for policy Mona Sutphen. Finally, the show will talk with authors Jonathan Allen and Amie Parnes about their new book, HRC, and the political rebirth of Hillary Rodham Clinton.\n\n• ABC's This Week: House Intelligence Committee Chairman Rep. Mike Rogers, R-Mich., will join the news program to discuss the latest security threats in Sochi. The show will then have Rep. Tom Cole, R-Okla., Rep. Keith Ellison, D-Minn., CNN Crossfire co-host S.E. Cupp, former Obama White House senior adviser and ABC News contributor David Plouffe, and ABC News senior Washington correspondent Jeff Zeleny to discuss the week in politics.\n\n• Fox News Sunday: Sen. Roy Blunt, R -Mo., and Sen. Ben Cardin, D-Md., will talk about the Affordable Care Act. The White House said in late January that more than 3 million people have signed up for private insurance plans through the federal and state health exchanges. The program also will discuss Syria and the chemical weapons agreement between the United States and Russia with Rep Michael McCaul, R-Texas, chairman of the House Committee on Homeland Security, and Rep Adam Schiff, D-Calif., a former FBI agent who is a member of the House Intelligence Committee. Syria missed a Feb. 5 deadline to turn over its chemical weapons to the United Nations. The missed deadline comes as Syrian rebels have launched an airstrike in the northern providence of Aleppo.\n\n• CNN's State of the Union: Former secretary of Homeland Security Janet Napolitano, head of the U.S. delegation to Russia, joins the show from Sochi to discuss ongoing Olympic security concerns. Former director of National Intelligence John Negroponte, diplomat Nicholas Burns, and Russian expert Dimitri Simes will discuss Russian President Vladimir Putin, President Obama, and whether Russian security forces are prepared for the challenges facing them over the next two weeks. The show concludes with a political panel featuring CNN contributors Cornell Belcher, Ana Navarro, and A.B. Stoddard, associate editor for The Hill newspaper.\n\nRead or Share this story: http://usat.ly/1lLov1e", "article_metadata": {"google": "notranslate", "description": "Winter Olympics and Obamacare top the Sunday talk show circuit this weekend", "og": {"site_name": "USA TODAY", "description": "Winter Olympics and Obamacare top the Sunday talk show circuit this weekend", "title": "Obamacare, Sochi Olympics headline Sunday talk shows", "url": "http://www.usatoday.com/story/news/politics/onpolitics/2014/02/08/sunday-talk-shows/5292017/", "image": "http://www.gannett-cdn.com/GDContent/applogos/usatoday.png", "type": "article"}, "twitter": {"description": "Winter Olympics and Obamacare top the Sunday talk show circuit this weekend", "title": "Obamacare, Sochi Olympics headline Sunday talk shows", "image": "http://www.gannett-cdn.com/-mm-/97d773196eebcd30e7cb73bfa99eedb21ccff1d3/c=828-0-4080-3252&r=x643&c=640x640/local/-/media/USATODAY/USATODAY/2014/02/08//1391878995000-USP-Olympics-Cross-Country-Skiing-Ladies-Skiathlo.jpg", "creator": "@usatoday", "site": "@usatoday", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "fb": {"app_id": 215046668549694}, "viewport": "width=1070", "Content-Type": "text/html; charset=UTF-8", "cXenseParse": {"gci-topic": "Persons/John Boehner", "gci-asset-type": "story", "gci-categories": "Persons/John Boehner", "title": "Obamacare, Sochi Olympics headline Sunday talk shows", "author": "Christopher Doering", "pageclass": "article", "recs": {"category": "news/politics/onpolitics", "image-3-4": "http://www.gannett-cdn.com/-mm-/ca169d194972c0ce1f01f5e5252153c4bc166427/c=1242-0-3696-3252/local/-/media/USATODAY/USATODAY/2014/02/08//1391878995000-USP-Olympics-Cross-Country-Skiing-Ladies-Skiathlo.jpg", "image-1-1": "http://www.gannett-cdn.com/-mm-/0f4fcc7a691e76f3cf5982cd1fc3c2e8a2329eea/c=828-0-4080-3252/local/-/media/USATODAY/USATODAY/2014/02/08//1391878995000-USP-Olympics-Cross-Country-Skiing-Ladies-Skiathlo.jpg", "contenttype": "story", "image-4-3": "http://www.gannett-cdn.com/-mm-/9152bacb2626292711cf38c61f354d3131831567/c=286-0-4622-3252/local/-/media/USATODAY/USATODAY/2014/02/08//1391878995000-USP-Olympics-Cross-Country-Skiing-Ladies-Skiathlo.jpg", "image": "http://www.gannett-cdn.com/-mm-/10780afe168bc5340da59ee336c556792961884f/c=0-227-4928-3006&r=x1683&c=3200x1680/local/-/media/USATODAY/USATODAY/2014/02/08//1391878995000-USP-Olympics-Cross-Country-Skiing-Ladies-Skiathlo.jpg", "publishtime": "2014-02-08T14:21:51.147000-05:00", "shorthed": "Obamacare, Sochi headline Sunday talk shows", "articleid": 5292017, "image-16-9": "http://www.gannett-cdn.com/-mm-/badf7b3a00f81b300a9d6220a86ca5d2c7f444db/c=0-227-4928-3006/local/-/media/USATODAY/USATODAY/2014/02/08//1391878995000-USP-Olympics-Cross-Country-Skiing-Ladies-Skiathlo.jpg", "image-9-16": "http://www.gannett-cdn.com/-mm-/7c2236b9455a70e5d6a265e9c2d0e07da5477a2a/c=1538-0-3381-3252/local/-/media/USATODAY/USATODAY/2014/02/08//1391878995000-USP-Olympics-Cross-Country-Skiing-Ladies-Skiathlo.jpg"}}, "news_keywords": "Winter Olympics, Obamacare, Face the Nation,  Meet the Press,  ABC's This Week, Sen. Dick Durbin, Sen. Chuck Schumer, Sen. Rob Portman, President Obama'"}, "article_summary": "• ABC's This Week: House Intelligence Committee Chairman Rep. Mike Rogers, R-Mich., will join the news program to discuss the latest security threats in Sochi.\n• Fox News Sunday: Sen. Roy Blunt, R -Mo., and Sen. Ben Cardin, D-Md., will talk about the Affordable Care Act.\nFormer director of National Intelligence John Negroponte, diplomat Nicholas Burns, and Russian expert Dimitri Simes will discuss Russian President Vladimir Putin, President Obama, and whether Russian security forces are prepared for the challenges facing them over the next two weeks.\n(Photo: Paul Bussi, USA TODAY Sports)The ongoing challenges facing the Obama administration's health insurance website and security concerns affecting the Winter Olympics in Sochi will dominate the network talk-show circuit Sunday.\nThe Russian leader has put in place a \"ring of steel\" to keep athletes and fans safe at the Games."}