{"article_title": "Growth tempts Treasure Island to revisit building limits", "article_keywords": ["building", "development", "tempts", "limits", "city", "island", "treasure", "referendum", "revisit", "growth", "changes", "residents", "beach", "vision"], "article_url": "http://www.tbo.com/pinellas-county/growth-tempts-treasure-island-to-revisit-building-limits-20141129/", "article_text": "They promised an upscale resort on this empty beachfront lot that would bring a new wave of well-heeled visitors to the community.\n\nWith seven stories and 77 luxury suites, the new hotel would loom a few floors above the neighboring Thunderbird Beach Resort to its south but would cast a smaller shadow than the towering condominium to its north, developers said.\n\nThe trouble is this vision by builders at Ocean Properties was a couple of stories too grand for the city’s building rules, which residents voted to put in place years ago to ensure their easy-going island lifestyle wasn’t ruined by soaring hotels and traffic jams.\n\nNext spring, voters might get a chance to revisit that decision. City leaders are insisting it’s time to allow at least two spots along Treasure Island’s precious waterfront to accommodate growth big enough to make new investment worthwhile.\n\nThe city commission this month voted unanimously in favor of a citywide referendum that would offer two areas on the middle and north ends of the island for construction of taller, larger resorts. The areas already have a mix of condos and hotels.\n\nThe vote comes after a year of heated debate and legal discussion over state law and city rules, a lengthy process that has kept two potential construction projects on hold.\n\nIf the referendum ends up on the ballot, there’s no guarantee it will pass. A determined group of residents insists that opening the door for bigger development fundamentally could compromise the city’s low-key character.\n\nAt a recent city meeting, former mayor and longtime commissioner Julian Fant said in the 50 years since he moved to the Isle of Palms neighborhood, Treasure Island has slipped from its former stature as the area’s premiere tourism destination even as neighboring cities such as Madeira Beach have begun to redevelop.\n\n“Neighboring cities were far behind the city of Treasure Island, which at that time boasted what was known as the miracle mile of development along our beachfront. A neighboring city was no more than a fishing village, which had political upset after political upset and was not making progress of any degree at that time as was Treasure Island,” Fant said.\n\n“I recently came back to Treasure Island after being away for a while with my family and was amazed to see the development in that neighboring city.”\n\nOpponents to changes in the building rules, such as Treasure Island attorney Ken Weiss, say residents chose the restrictions for a reason.\n\n“There will be a Stop Tall Buildings campaign in this city. I don’t believe the voters will support it,” said Weiss, who also has been involved in a 10-year legal dispute with the city of St. Pete Beach about changes to its land-use plan that would allow taller hotels in parts of the city.\n\n“Why are we even doing this? Who asked us to do this?” he added, noting Treasure Island voters have in the past rejected increases to hotel height and density.\n\nOnce the city decides on ballot language, voters will be asked whether to give developers the ability to request taller, more densely built hotels in two parts of the island.\n\nOne section runs along the west side of Gulf Boulevard from 104th to 119th avenues, and the other encompasses a roughly 10-acre swath on both sides of the road just north of 127th Avenue fronting Johns Pass.\n\nThose areas, where hotels now are limited to five stories, would be allowed to rise to eight stories.\n\nThe number of potential hotel units also would go up — from 50 units per acre to 75 units per acre, or up to 100 per acre for properties greater than 3 acres that are zoned specifically for large resorts.\n\nThe city had begun discussing these changes extensively last year as developers showed interest in building a resort at Johns Pass where Gators Café & Saloon now stands.\n\nTalk of holding a referendum to change height and density for just that property drew major pushback from residents, especially in the adjacent Key Capri condominiums.\n\nThe city also determined such a vote would run afoul of a state law prohibiting referenda that would affect a single property owner.\n\nTreasure Island’s municipal charter requires a voter referendum for changes to building height and density limits.\n\nPlanners returned to the city with a more encompassing ordinance that includes both the so-called Gators property and several blocks around the empty lot that Ocean Properties has targeted for development at the corner of Gulf Boulevard and 108th Avenue.\n\nThe changes come with a level of urgency after the Delray Beach-based development company pitched its vision in October for the plush Edgewater Beach Resort.\n\nOwners of the high-end Sandpearl Resort in Clearwater Beach and builders of a new luxury hotel — also in Clearwater — called the Opal Sands Hotel, the company has a track record for top-notch boutiques across Florida.\n\n“We really believe a high-end resort would do extremely well on this island,” Ocean Properties Senior Vice President Andy Berger told a packed City Hall.\n\n“What it’s going to bring to the island and the businesses is a new segment of people that are here to spend money.”\n\nThat vision was well-received by the commission, but his request for variances to build up to 80 feet, or seven stories, and other changes to building setback rules were less popular.\n\nBy the end of the meeting, Ocean Properties had withdrawn its variance requests. But it expects to bring those plans back to the table should the city opt to loosen its building limits next year.\n\nDespite reassurances from city staff that the land-use changes contained in the referendum would be limited to the two designated areas, some residents worry that property owners in other parts of the city will push for greater height and density if it passes.\n\nOthers have complained the wording of the ordinance is flawed and leaves too much open to interpretation by developers and city staff.\n\nWhile opponents have raised the prospect of lawsuits in the vein of St. Pete Beach should the referendum move forward, the commission appears convinced the time has come to encourage new growth along the beachfront.\n\nFor a town of 6,700 people that has high infrastructure costs, including a city-owned drawbridge, turning away new development could mean losing out on critical tax revenue, city leaders have said.\n\n“There are certain things we have to make compromises on,” said Commissioner Phil Collins. “We have to get Treasure Island going again.”\n\n“I don’t want to see Miami. I don’t want to see Clearwater Beach on Treasure Island,” he said, noting the changes in Treasure Island wouldn’t extend throughout the community.\n\nAs the city’s 60th anniversary approaches next year, Mayor Bob Minning said getting full agreement from all the residents isn’t likely to happen based on past history.\n\n“That’s just the way we are as a society, but the time has come to have a vision. And the vision is for the next 60 years. You’ve got to start somewhere. The time is now.”\n\njboatwright@tampatrib.com\n\n(727) 215-1277", "article_metadata": {"taboola-pub-time": "Sat, 29 Nov 2014 23:28:52 -0400", "Description": "TREASURE ISLAND — They promised an upscale resort on this empty beachfront lot that would bring a new wave of well-heeled visitors to the community.", "og": {"site_name": "TBO.com", "description": "TREASURE ISLAND — They promised an upscale resort on this empty beachfront lot that would bring a new wave of well-heeled visitors to the community.", "title": "Growth tempts Treasure Island to revisit building limits", "url": "http://www.tbo.com/pinellas-county/growth-tempts-treasure-island-to-revisit-building-limits-20141129/", "image": {"width": 4000, "identifier": "http://www.tbo.com/storyimage/TB/20141129/ARTICLE/141129253/EP/1/2/EP-141129253.jpg", "height": 2828}, "updated_time": "2014-11-29T23:28:00Z-04", "type": "article"}, "twitter": {"domain": "tbo.com", "description": "TREASURE ISLAND — They promised an upscale resort on this empty beachfront lot that would bring a new wave of well-heeled visitors to the community.", "title": "Growth tempts Treasure Island to revisit building limits", "image": "http://www.tbo.com/storyimage/TB/20141129/ARTICLE/141129253/AR/0/AR-141129253.jpg", "site": "@TBOcom", "card": "summary_large_image"}, "fb": {"app_id": 522234267826834}, "msvalidate.01": "29E67031F86E7FB6DF9823924E21B8B4", "article": {"publisher": "https://www.facebook.com/tbocom", "published_time": "2014-11-29T23:28:52Z-04", "modified_time": "2014-11-29T23:28:00Z-04"}, "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477afa6914bd0286fe58c9\"", "article_summary": "I don’t want to see Clearwater Beach on Treasure Island,” he said, noting the changes in Treasure Island wouldn’t extend throughout the community.\nWho asked us to do this?” he added, noting Treasure Island voters have in the past rejected increases to hotel height and density.\n“We have to get Treasure Island going again.”“I don’t want to see Miami.\nTreasure Island’s municipal charter requires a voter referendum for changes to building height and density limits.\n“Neighboring cities were far behind the city of Treasure Island, which at that time boasted what was known as the miracle mile of development along our beachfront."}