{"article_title": "Chairman of the Joint Chiefs General Dempsey should resign", "article_keywords": ["dempsey", "war", "isis", "troops", "campaign", "resign", "general", "chiefs", "joint", "chairman", "military", "iraq", "wipe", "ground"], "article_url": "http://www.americanthinker.com/blog/2014/09/chairman_of_the_joint_chiefs_general_dempsey_should_resign.html", "article_text": "As the massive US-led air campaign plows ahead, the nation’s top military chief says it will take 15,000 ground troops to wipe out ISIS in Syria.\n\nAs the massive US-led air campaign plows ahead, the nation’s top military chief says it will take 15,000 ground troops to wipe out ISIS in Syria.\n\nAn extraordinary thing happened on Friday: America’s top military leader went public contradicting the Commander-in-Chief’s strategy for prosecuting the war with ISIS. As Geoff Earle of the New York Post reported:\n\nGen. Martin Dempsey, chair of the Joint Chiefs of Staff, made the statement at a Friday briefing as Britain, Belgium and Denmark joined the bombing campaign to wipe out the terror group in Iraq. Gen. Martin Dempsey, chair of the Joint Chiefs of Staff, made the statement at a Friday briefing as Britain, Belgium and Denmark joined the bombing campaign to wipe out the terror group in Iraq. “The answer is yes. There has to be a ground component in the campaign,” Dempsey said, appearing alongside Defense Secretary Chuck Hagel. “We need 12,000 to 15,000 to reclaim lost territory,” he said, referring to the huge swath ISIS carved out from Iraq and Syria.\n\nIn other words, the General believes that he is leading troops into a battle they cannot win – though they could do so with a better strategy. This a situation in which a public resignation is called-for. Don’t take it on my authority, but rather consider the views of reited Marine Corps Colonel Gary Anderson, writing in Foreign Policy:\n\nWithout American combat troops on the ground to physically clear the cities and towns that the forces of Abu Bakr al-Baghdadi have occupied, we are in for a long and frustrating open-ended conflict that the American people will quickly tire of. Dempsey is too good a tactician not to know differently; having served with him briefly on a fact-finding tour for the deputy secretary of defense in Iraq in 2003, I found him to be one of the best commanders in the field. If he slaps his four stars on the table and tells the president to find somebody else to pitch the next inning, it will make a real difference.\n\nCol. Anderson puts the failure (so far) of General Dempsey to act on his views in sobering historical context:\n\nIn a telling study of the Vietnam War, H.R. McMaster, now an Army general officer himself, castigates the military general-officer class of that era for quietly carrying out orders that they knew to be wrong. In 2003, many generals strongly disagreed with President George W. Bush's decision to go to war with Iraq, but none resigned in protest.\n\nResignation in protest is an honorable tradition, and one that seems to have been forgotten in recent decades, and not just in the military. It places duty above ambition, and in some cases, personal financial gain. General Dempsey has served this nation with great distinction for decades. Now he can cap his career with an important service, by letting the public and the Commander he serves know how grave the mistake is that he sees so clearly. He could revive a tradition that needs resucitation, as well.", "article_metadata": {"og": {"url": "http://www.americanthinker.com/blog/2014/09/chairman_of_the_joint_chiefs_general_dempsey_should_resign.html", "image": "http://www.americanthinker.com/images/bucket/2014-09/193200_5_.jpeg", "title": "Blog: Chairman of the Joint Chiefs General Dempsey should resign"}, "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fd0587\"", "article_summary": "General Dempsey has served this nation with great distinction for decades.\nThere has to be a ground component in the campaign,” Dempsey said, appearing alongside Defense Secretary Chuck Hagel.\nCol. Anderson puts the failure (so far) of General Dempsey to act on his views in sobering historical context:In a telling study of the Vietnam War, H.R.\nGen. Martin Dempsey, chair of the Joint Chiefs of Staff, made the statement at a Friday briefing as Britain, Belgium and Denmark joined the bombing campaign to wipe out the terror group in Iraq.\nAn extraordinary thing happened on Friday: America’s top military leader went public contradicting the Commander-in-Chief’s strategy for prosecuting the war with ISIS."}