{"article_title": "Interest groups set Albany agendas for 2014", "article_keywords": ["albany", "set", "agendas", "interest", "business", "support", "tax", "morning", "looking", "services", "state", "york", "groups", "threshold", "care"], "article_url": "http://www.crainsnewyork.com/article/20140108/BLOGS04/140109893/interest-groups-set-albany-agendas-for-2014", "article_text": "While Gov. Andrew Cuomo's delivered his fourth State of the State address Wednesday, special-interest groups have prepared their own legislative agendas for the legislative session that runs from now until late June.\n\nAmong those hoping for business tax cuts is the financial services industry. Business interests were looking to block some post-Sandy insurance reforms, support the adoption of workable standards for the use of pay cards by employers and expedite foreclosure legislation focused on abandoned properties.\n\n\"The governor's announcement [Monday] outlining a series of business tax cuts and conformity of the New York estate tax threshold to the federal threshold is encouraging, and those recommendations would be meaningful not on the margins, but to the bottom line,\" said Brian McMahon, executive director of the New York State Economic Council.\n\nThe state's health care businesses are looking for potential solutions to ongoing issues in the industry. Those who are members of the Business Council of New York State, an advocacy organization comprised of thousands of businesses and organization from different sectors, will look to stop out-of-network reimbursement mandates. They are also monitoring the impact of the Affordable Care Act on bad debt and are seeking reductions in related New York Health Care Reform Act taxes as well.\n\nThose in the education sector are looking for Mr. Cuomo to back-up his call for universal prekindergarten in the state and other measures to close the achievement gap between different populations of students.\n\n\"We have an equity agenda,\" said Bill Phillips, president of the Northeast Charter School Association, \"when it comes to opportunities for funding, access to public school space, services that can help schools better serve English language learners and special education, pre-K, all the way down the line. There's major support for closing equity gaps in our society.\"\n\nSome business interests say New York's strict environmental regulations are too burdensome, impeding capital investment and job growth. They want the state to streamline its environmental review law, known as SEQRA, and permit projects to move ahead more at a faster pace. They will also oppose new restrictions on the use of chemicals and airborne emissions.\n\n\"There needs to be a commitment to improve the regulatory process,\" said Mr. McMahon. \"The SEQRA process can be strung out indefinitely and can be a deterrent to project development and job creation. There should be a firm and reasonable timeline for completing the process.\"\n\nMr. Cuomo's speech featured proposals for business and property-tax relief to boost the upstate economy.\n\nGet Crain's Morning Insider Sign up for the Morning Insider email and receive political news and musings every morning at 6 a.m. More Newsletters ›\n\nComments", "article_metadata": {"date": "January 8, 2014", "description": "As Gov. Andrew Cuomo laid out his agenda for the new year Wednesday, industry and advocacy organizations were launching their own efforts to pass or block bills during the new legislative session in Albany.", "pubDate": 20140108, "author": "Bilal Iftikhar", "headline": "Interest groups set Albany agendas for 2014", "section": "The Insider", "title": "Interest groups set Albany agendas for 2014 - Crain's New York Business", "og": {"site_name": "Crain's New York Business", "description": "As Gov. Andrew Cuomo laid out his agenda for the new year Wednesday, industry and advocacy organizations were launching their own efforts to pass or block bills during the new legislative session in Albany.", "title": "Interest groups set Albany agendas for 2014 - Crain's New York Business", "url": "http://www.crainsnewyork.com/article/20140108/BLOGS04/140109893/interest-groups-set-albany-agendas-for-2014", "image": "http://www.crainsnewyork.com/assets/logos/main-logo/C-200x200.jpg", "type": "article"}, "image_src": "http://www.crainsnewyork.com/assets/logos/main-logo/C-200x200.jpg", "apple-itunes-app": "app-id=626240088, app-argument=https://itunes.apple.com/us/app/crains-new-york-business/id626240088?ls=1&mt=8", "keywords": "Education, Health Care, Politics, Economy, Andrew Cuomo, New York, Opinion, The Insider Blog", "type": "article", "twitter": {"site": "@crainsnewyork", "domain": "crainsnewyork.com", "description": "As Gov. Andrew Cuomo laid out his agenda for the new year Wednesday, industry and advocacy organizations were launching their own efforts to pass or block bills during the new legislative session in Albany.", "card": "summary_large_image", "title": "Interest groups set Albany agendas for 2014"}, "viewport": "width=device-width, initial-scale=1.0, user-scalable=no"}, "_id": "\"57477af46914bd0286fdef69\"", "article_summary": "Among those hoping for business tax cuts is the financial services industry.\nAndrew Cuomo's delivered his fourth State of the State address Wednesday, special-interest groups have prepared their own legislative agendas for the legislative session that runs from now until late June.\nThe state's health care businesses are looking for potential solutions to ongoing issues in the industry.\nThose who are members of the Business Council of New York State, an advocacy organization comprised of thousands of businesses and organization from different sectors, will look to stop out-of-network reimbursement mandates.\nGet Crain's Morning Insider Sign up for the Morning Insider email and receive political news and musings every morning at 6 a.m. More Newsletters ›Comments"}