{"article_title": "Conjoined Twins In Texas, Knatalye Hope Mata and Adeline Faith Mata, To Take 1st Step To Separation Surgery", "article_keywords": ["knatalye", "intestines", "childrens", "faith", "hospital", "houston", "girls", "live", "conjoined", "step", "twins", "hope", "separation", "mata", "surgery", "texas"], "article_url": "http://www.medicaldaily.com/conjoined-twins-texas-knatalye-hope-mata-and-adeline-faith-mata-take-1st-step-separation-306860", "article_text": "Conjoined twins Knatalye Hope Mata (front) and Adeline Faith Mata are pictured at Texas Children’s Hospital in Houston in this July 25, 2014 handout photo.\n\nConjoined twins Knatalye Hope Mata (front) and Adeline Faith Mata are pictured at Texas Children’s Hospital in Houston in this July 25, 2014 handout photo. REUTERS/Allen Kramer/Texas Children’s Hospital\n\nHOUSTON (Reuters) - Conjoined 6-month-old twin girls will begin to undergo tissue expansion this month to stretch skin that will be used to cover patches of their bodies when they are separated in a surgery planned for December.\n\nThe tissue expansion for Knatalye Hope Mata and Adeline Faith Mata is expected to take six to eight weeks.\n\nThe girls are joined at the abdomen and share a liver, diaphragm, pelvis, intestines and the lining of the heart.\n\n\"When I think about December I get that sick feeling in my stomach. I want to know how much pain they are going to feel after. What is it going to be like for them?\" said their mother, Elysse Mata.\n\n\"They are where they should be developmentally. They reach up for toys, they reach out for us when we get close and talk to them,\" she said.\n\nThe girls were born via cesarean section at nearly eight months' gestation and will be separated at Texas Children's Hospital in Houston by a team of surgeons in a long and arduous procedure.\n\n\"The intestines appear to be intermingled but there appears to be enough intestines for both children,\" said Dr. Darrell Cass, pediatric surgeon and co-director of Texas Children's Hospital Fetal Center.\n\nThe surgery will occur in two shifts with teams of pediatric, urological, plastic, orthopedic, cardiac and gynecological surgeons.\n\nThe separation team will start and the reconstruction team will complete the process.\n\nSurgeons at Texas Children's Hospital in 1992 successfully separated Tiesha and Iesha Turner, who were 1 year old and shared a sternum, liver, entwined intestines and fused organs.\n\nConjoined twins occur once every 200,000 births and most do not survive. Approximately 40 to 60 percent of conjoined twins arrive stillborn, and about 35 percent live only one day, according to the University of Maryland Medical Center.\n\nMortality rates for twins who do live and then undergo separation vary, depending on their type of connection and the organs they share, it said.\n\nThe Mata family's life began to change in January when a routine ultrasound showed that Elysse Mata was carrying conjoined twins.\n\nThey were referred to the Texas Children’s Hospital Fetal Center.\n\nThe couple and their 5-year-old son relocated from Lubbock to Houston, where the girls were born on April 11.\n\nThe babies live in the hospital’s Level IV Neonatal Intensive Care Unit, which is the center of the Mata family’s life.\n\nElysse Mata spends at least seven hours at the hospital each day, leaving when it is time to pick her son up from school.\n\nJohn Mata, her husband, works full time and spends every weekend at the hospital with his daughters.\n\nCass said he expects each child to be able to live independently and to have a good life.\n\n\"It is likely further reconstructive surgeries may be needed in the future. Perhaps the biggest challenges may be orthopedic and in helping them walk and have normal gait,\" he said.\n\nBy Amanda Orr\n\n(Writing by Jon Herskovitz; Editing by Mohammad Zargham)", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "conjoined, twins, texas, knatalye, hope, mata, and, adeline, faith, mata, take, 1st, step", "og": {"site_name": "Medical Daily", "description": "Conjoined 6-month-old twin girls will begin to undergo tissue expansion this month to stretch skin that will be used to cover patches of their bodies when they are separated.", "title": "Conjoined Twins In Texas To Take 1st Step To Separation Surgery", "url": "http://www.medicaldaily.com/conjoined-twins-texas-knatalye-hope-mata-and-adeline-faith-mata-take-1st-step-separation-306860", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/10/13/conjoined-twins-texas.JPG", "type": "article"}, "twitter": {"description": "Conjoined 6-month-old twin girls will begin to undergo tissue expansion this month to stretch skin that will be used to cover patches of their bodies when they are separated.", "title": "Conjoined Twins In Texas To Take 1st Step To Separation Surgery", "url": "http://www.medicaldaily.com/conjoined-twins-texas-knatalye-hope-mata-and-adeline-faith-mata-take-1st-step-separation-306860", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/10/13/conjoined-twins-texas.JPG", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/10/13/conjoined-twins-texas.JPG"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Weird Medicine", "published_time": "2014-10-13T10:01:05-04:00", "modified_time": "2014-10-13T10:01:04-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Conjoined 6-month-old twin girls will begin to undergo tissue expansion this month to stretch skin that will be used to cover patches of their bodies when they are separated."}, "_id": "\"57477af36914bd0286fd059f\"", "article_summary": "Conjoined twins Knatalye Hope Mata (front) and Adeline Faith Mata are pictured at Texas Children’s Hospital in Houston in this July 25, 2014 handout photo.\nThe Mata family's life began to change in January when a routine ultrasound showed that Elysse Mata was carrying conjoined twins.\nThe tissue expansion for Knatalye Hope Mata and Adeline Faith Mata is expected to take six to eight weeks.\nThey were referred to the Texas Children’s Hospital Fetal Center.\nConjoined twins occur once every 200,000 births and most do not survive."}