{"article_title": "Head of Anthem in Maine talks about health care rollout, but mum on enrollments — Health — Bangor Daily News — BDN Maine", "article_keywords": ["insurance", "head", "corcoran", "launch", "anthem", "bdn", "daily", "enrollments", "talks", "report", "program", "health", "rollout", "services", "mum", "maine", "care"], "article_url": "http://bangordailynews.com/2014/01/14/health/head-of-anthem-in-maine-talks-about-health-care-rollout-but-mum-on-enrollments/", "article_text": "BANGOR, Maine — The head of Maine health insurance giant Anthem Blue Cross Blue Shield of Maine said that in spite of the beleaguered launch of the the online marketplace under the Affordable Care Act, the exchange will continue to stabilize, as will prices.\n\nDaniel Corcoran, president and general manager of Anthem, delivered the keynote address at the Bangor Region Chamber of Commerce’s annual business breakfast Tuesday morning at a packed Morgan Hill Event Center in Hermon.\n\nCorcoran, giving his views on the new system, said the unpopular individual mandate, requiring people to have an insurance plan or face a penalty, was “necessary for the stability of rates.”\n\n“Health care is consuming more and more of our disposable income,” Corcoran said, which is holding back other parts of the economy. He said Maine has the fifth-highest spending per capita on health care in the nation.\n\nCorcoran also trumpeted the launch of Anthem’s Enhanced Personal Health Care Program. The program is aimed at improving communications and the relationship between patients and their doctors in hopes of keeping people out of the hospital whenever possible through preventative care.\n\nSince its launch in July, 800 primary care physicians have signed on, he said. The result has been fewer hospital admissions, readmissions and fewer emergency room visits that will help keep the costs of health care — and insurance — down over the long term.\n\nThe one constant in the health care industry is that “things are constantly changing,” Corcoran said, and providers and insurers need to adapt.\n\nCorcoran didn’t mention a recent U.S. Department of Health and Human Services report indicating that startup nonprofit Maine Community Health Options, or MCHO, is outpacing Anthem in the number of signups in the marketplace. Kevin Lewis, who leads MCHO, has said 80 percent of Mainers enrolling have chosen options through his organization. Anthem has yet to provide its figure.\n\nCorcoran took no questions from the audience at the event in Hermon. When asked about the report in the parking lot as he was leaving, Corcoran said he hadn’t reviewed it.\n\nSince the launch of healthcare.gov on Oct. 1 of last year, 13,704 Maine residents selected a health plan through the federal government’s gateway for the marketplaces as of Dec. 28, 2013, according to a report from the U.S. Department of Health and Human Services. That’s an eightfold increase compared to the month of November.\n\nBDN reporter Jackie Farwell contributed to this report.", "article_metadata": {"description": "BANGOR, Maine — The head of Maine health insurance giant Anthem Blue Cross Blue Shield of Maine said that in spite of the beleaguered launch of the the online marketplace under the Affordable Care Act, the exchange will continue to stabilize, as will prices. Daniel Corcoran, president and general manager [...] Maine news, sports, politics and election results, and obituaries from the Bangor Daily News.", "generator": "WordPress 4.1.5", "og": {"site_name": "The Bangor Daily News", "description": "BANGOR, Maine — The head of Maine health insurance giant Anthem Blue Cross Blue Shield of Maine said that in spite of the beleaguered launch of the the online marketplace under the Affordable Care Act, the exchange will continue to stabilize, as will prices. Daniel Corcoran, president and general manager [...]", "title": "Head of Anthem in Maine talks about health care rollout, but mum on enrollments", "url": "http://bangordailynews.com/2014/01/14/health/head-of-anthem-in-maine-talks-about-health-care-rollout-but-mum-on-enrollments/", "image": "http://static.bangordailynews.com/wp-content/uploads/2014/01/10018721_H3831174.JPG?strip=all", "type": "article"}, "twitter": {"description": "BANGOR, Maine — The head of Maine health insurance giant Anthem Blue Cross Blue Shield of Maine said that in spite of the beleaguered launch of the the online marketplace under the Affordable Care Act, the exchange will continue to stabilize, as will prices. Daniel Corcoran, president and general manager [...]", "title": "Head of Anthem in Maine talks about health care rollout, but mum on enrollments", "url": "http://bangordailynews.com/2014/01/14/health/head-of-anthem-in-maine-talks-about-health-care-rollout-but-mum-on-enrollments/", "image": "http://static.bangordailynews.com/wp-content/uploads/2014/01/10018721_H3831174-250x250.jpg?strip=all", "site": "@bangordailynews", "card": "summary"}, "wp-parsely_version": "1.7", "fb": {"admins": 5800548, "app_id": 169032116512887}, "tout": {"article": {"id": "1.1634586"}}, "keywords": "Maine, news, elections, election results, politics, sports, Bangor, Portland, Augusta, weather, obituaries, Waterville, Aroostook, Penobscot, Piscataquis, Somerset, Hancock, Washington, bdn,bangor,health,news,state,head of anthem in maine talks about health care rollout, but mum on enrollments,is_article,nick mccrea", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fdef8d\"", "article_summary": "He said Maine has the fifth-highest spending per capita on health care in the nation.\nCorcoran also trumpeted the launch of Anthem’s Enhanced Personal Health Care Program.\nThe one constant in the health care industry is that “things are constantly changing,” Corcoran said, and providers and insurers need to adapt.\nThe result has been fewer hospital admissions, readmissions and fewer emergency room visits that will help keep the costs of health care — and insurance — down over the long term.\nBANGOR, Maine — The head of Maine health insurance giant Anthem Blue Cross Blue Shield of Maine said that in spite of the beleaguered launch of the the online marketplace under the Affordable Care Act, the exchange will continue to stabilize, as will prices."}