{"article_title": "Healthcare Industry Sees a Sense of Urgency in Low Cost Centers -- The Motley Fool", "article_keywords": ["fool", "hca", "sees", "motley", "walgreens", "industry", "healthcare", "companies", "told", "urgent", "cost", "health", "low", "sense", "care", "centers", "urgency", "unitedhealth"], "article_url": "http://www.fool.com/investing/general/2016/02/17/healthcare-industry-sees-a-sense-of-urgency-in-low.aspx", "article_text": "From hospital operators and insurance companies to perhaps even retail drugstore chains, the healthcare industry is looking to urgent care centers as a way to boost profits reeling in customers attracted to low costs.\n\nHospital chains including HCA Holdings (NYSE:HCA) and Tenet Healthcare (NYSE:THC) are buying up urgent care centers and developing their own as the market experiences unprecedented growth. The Optum health unit of giant health insurer UnitedHealth Group (NYSE:UNH) is also planning to expand in the urgent care business.\n\nThis could be a game-changer for the healthcare industry -- more and more Americans are gaining healthcare, and urgent care centers are helping save employers and insurers money by giving patients an alternative to hospital emergency rooms. And this consumer-friendly option proliferating across the country suggests an up-and-coming area of profits and a boost in stock prices for companies in the space.\n\n\"Health systems and managed care organizations seek outpatient growth and care coordination opportunities, frequently through urgent and primary care offerings,\" Gordon Maner, managing partner of investment bank Allen Mooney Barnes, said in a new report.\n\nThe $20 billion urgent care industry\n\nManer sees revenue from urgent care centers rising to nearly $20 billion from more than 11,400 centers within four years from $16 billion and 10,000 urgent care centers last year.\n\nUrgent care centers are open in the evening and on weekends to treat routine health needs much like retail health clinics. However, urgent care centers are generally staffed by a board certified physician rather than a nurse practitioner and also have additional services such as lab tests and X-rays for potential broken bones which are often lacking in pharmacy retailers like Walgreens Boots Alliance (NASDAQ:WBA) or CVS Health (NYSE:CVS).\n\nThat, however, doesn't mean either Walgreens or CVS won't get into the business. In fact, Maner thinks they will within the next two years -- though neither Walgreens nor CVS Health has announced such plans, nor would they confirm the existence of such a strategy.\n\nBut other companies like UnitedHealth and HCA aren't shy about talking about their growth plans in urgent care.\n\n\"We currently operate over 160 neighborhood care centers with a goal of operating several multiples of that number five years from now,\" Larry Renfro, UnitedHealth Group's vice chairman and Chief Executive Officer of Optum told analysts and investors during the company's fourth quarter earnings call last month.\n\nOptum last year acquired the MedExpress urgent care center chain as part of a strategy to provide low cost, high quality care that achieves high patient satisfaction. Its centers are typically open from 8 a.m. to 8 p.m. daily.\n\n\"MedExpress operates at the convergence of healthcare and retail, measuring success one patient at a time,\" Renfro told analysts. \"MedExpress can provide as much as 90% of the care patients receive in the ER and for as little as 10% of the cost. MedExpress mitigates cost for both payers and consumers, while providing high quality, convenient care.\"\n\nHospital operators building critical mass\n\nTenet and HCA, too, plan to bolster their presence in urgent care. HCA has 66 urgent care centers following its acquisition last year of CareNow in the Dallas area, and Tenet has been buying up more centers since branding all of its urgent care centers under the MedPost name less than two years ago.\n\n\"We have plans to expand our urgent care center platform to other markets and even within existing markets,\" HCA chief operating officer Samuel Hazen told analysts on the company's fourth-quarter earnings call in January. \"The company has been investing aggressively to expand its urgent care centers. These centers improve convenience for our patients and increase access to our networks.\"\n\nThe urgent care center buying binge could help hospital operators become a more attractive partner for insurance companies and employers to do business with during a period of unprecedented consolidation. \"Providers seek to build critical mass to counter managed care's new bargaining power, provider reimbursement pressures, and capital needs,\" AMB's Maner said.\n\nShould those with more urgent care centers end up signing more contracts with insurers and employers who pay them, that will be good for profits and, potentially, their share prices.", "article_metadata": {"publish_time": "15:39", "date": "2016-02-17T20:39:00Z", "description": "Hospital operators, insurance companies, and potentially retail drugstores see the addition of urgent care centers as a lower cost, consumer-friendly alternative to the hospital emergency room as the U.S. health system looks to keep a lid on rising healthcare costs.", "ResponsiveALP": "1Ses_2things-v-single_2-things_50", "author": "Bruce Japsen", "promo": "Hospital operators, insurance companies, and potentially retail drugstores see the addition of urgent care centers as a lower cost, consumer-friendly alternative to the hospital emergency room as the U.S. health system looks to keep a lid on rising healthcare costs.", "twitter": {"site": "@themotleyfool", "description": "Hospital operators, insurance companies, and potentially retail drugstores see the addition of urgent care centers as a lower cost, consumer-friendly alternative to the hospital emergency room as the U.S. health system looks to keep a lid on rising healthcare costs.", "title": "Healthcare Industry Sees a Sense of Urgency in Low Cost Centers  --  The Motley Fool"}, "tags": "Yahoo", "og": {"site_name": "The Motley Fool", "description": "Hospital operators, insurance companies, and potentially retail drugstores see the addition of urgent care centers as a lower cost, consumer-friendly alternative to the hospital emergency room as the U.S. health system looks to keep a lid on rising healthcare costs.", "title": "Healthcare Industry Sees a Sense of Urgency in Low Cost Centers  --  The Motley Fool", "url": "http://www.fool.com/investing/general/2016/02/17/healthcare-industry-sees-a-sense-of-urgency-in-low.aspx", "image": "https://g.foolcdn.com/image/?url=http%3A%2F%2Fg.foolcdn.com%2Fassets%2Fimages%2Ffool%2Ftmf-logo.png&h=630&w=1200&op=resize", "type": "article"}, "article_type": "article", "headline": "Healthcare Industry Sees a Sense of Urgency in Low Cost Centers", "fb": {"admins": 50808187550, "page_id": 7240312795, "app_id": 50808187550}, "bureau": "usmf-health-care", "STORY_UID": "9dd6ed06-ce9b-11e5-ae53-0050569d32b9", "pitch": 2518, "msvalidate.01": "8D40D58712924715BAA79D135A6C8DDA", "gsa_date": "2016 02 17", "tickers": "WBA,UNH,CVS,THC,HCA", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0"}, "article_summary": "The $20 billion urgent care industryManer sees revenue from urgent care centers rising to nearly $20 billion from more than 11,400 centers within four years from $16 billion and 10,000 urgent care centers last year.\nUrgent care centers are open in the evening and on weekends to treat routine health needs much like retail health clinics.\n\"The company has been investing aggressively to expand its urgent care centers.\nHCA has 66 urgent care centers following its acquisition last year of CareNow in the Dallas area, and Tenet has been buying up more centers since branding all of its urgent care centers under the MedPost name less than two years ago.\nOptum last year acquired the MedExpress urgent care center chain as part of a strategy to provide low cost, high quality care that achieves high patient satisfaction."}