{"article_title": "What’s So Christian About Discrimination, Gordon College?", "article_keywords": ["supreme", "christian", "discrimination", "executive", "religious", "hiring", "college", "gordon", "letter", "president", "whats", "sexual", "order"], "article_url": "http://cognoscenti.wbur.org/2014/07/24/obama-bans-lgbt-discrimination-michael-alexander", "article_text": "Michael Alexander: \"Does Gordon College's president actually believe that an open, honest, non-discriminatory process for hiring employees would injure the common good?\" Pictured: Jenks Library, Gordon College.(ethomsen/Flickr)\n\nPresident Obama is right to insist that federal monies should not support institutions that discriminate against whole segments of our citizenry. On Monday, he signed an executive order banning discrimination based on sexual orientation or gender identity by federal contractors. That order includes universities and colleges receiving federal monies.\n\nThe exemption request, in effect, seeks permission to continue discriminatory hiring practices on the basis of sexual orientation.\n\nBut D. Michael Lindsay, the president of Gordon College, a small Christian college located north of Boston, has sought a religious exemption from the executive order on the school’s behalf. In a letter dated July 1, 2014 and sent to the White House, Lindsay, along with 14 others, including the chief executive of Catholic Charities USA, the executive editor of Christianity Today and evangelical pastor Rick Warren, requested the exemption.\n\n“Without a robust religious exemption…this expansion of hiring rights will come at an unreasonable cost to the common good, national unity and religious freedom,” the letter states.\n\nThe exemption request, in effect, seeks permission to continue discriminatory hiring practices on the basis of sexual orientation. The letter’s signatories believe that an extension of protection for one group would somehow harm faith communities, such as the academic one at Gordon College. It is worth noting that the school is the only higher education institution to sign the letter. Does Gordon College’s president actually believe that an open, honest, non-discriminatory process for hiring employees would injure the common good?\n\nDays after the letter was sent, Lindsay defended his decision in an open letter posted to the college’s website. “Signing the letter was in keeping with our decades-old conviction that, as an explicitly Christian institution, Gordon should set the conduct expectations for members of our community.” What century is Gordon College operating in? TWEET\n\nI find this letter, as well as the stated rationale behind it, to be one more example of an alarming number of assaults on the freedoms that this country was built upon, assaults that seem to be coming at an increasingly rapid pace.\n\nLast month, the Supreme Court ruled 5-4 in favor of small, privately owned companies in Burwell v. Hobby Lobby. That ruling put the religious beliefs of the owners of closely held companies above the private contraceptive needs of its female employees by exempting such corporations from the Affordable Care Act’s contraceptive mandate. So much for the reproductive freedoms of our nation’s women.\n\nThis ruling came on the heels of another recent U.S. Supreme Court decision that negatively affects women’s access to their own reproductive healthcare. On June 26, the Supreme Court struck down a Massachusetts law that provided buffer zones to protect patients at women’s health clinics from aggressive anti-abortion activists.\n\nThere’s no mistaking the intent of Lindsay’s missive: On the Gordon College campus, homosexuals are not worthy of employment, let alone recognition.\n\nThe latest assault on our freedom — waged, ironically, in the name of freedom — by the president of Gordon College continues this worrying trend. There’s no mistaking the intent of Lindsay’s missive: On the Gordon College campus, homosexuals are not worthy of employment, let alone recognition.\n\nBeyond the hurt this stance has caused Gordon’s students, faculty, staff and alumni, it is a slap in the face of every gay and lesbian person, particularly every gay and lesbian Christian. By joining this misguided campaign, Gordon College portrays members of the LGBT community as less human, as a group that does not belong in the embrace of God’s merciful arms. This antiquated and hateful notion strikes at the heart of our societal freedoms. It inflicts pain on those who have long struggled for acceptance, many of whom have lived in fear of retribution in their communities, at home, at school and at work, because of whom they love.\n\nWhen institutions such as the Supreme Court or Gordon College diminish the rights of women or homosexuals, they attack Americans’ collective humanity. As a nation, we should be long past these problems. Our country was settled, after all, by pilgrims seeking refuge from persecution in their home country. Many other countries see America as a model of inclusive society — witness the tens of thousands of desperate families gambling that sending their children, unaccompanied, to unknown fates in America is less risky than keeping them in their strife-riven Central American countries. As a people, we have come too far to take these steps backward.\n\nOur institutions of higher education should embrace President Obama’s effort to expand and protect rights for the LGBT community by signing this executive order banning discriminatory hiring practices. It sends a message of inclusion, acceptance, tolerance and love of all people, no matter what their gender or sexual orientation. All of us, not least of all academic institutions charged with educating and enlightening future generations, should do the same.\n\n\n\nRelated:", "article_metadata": {"description": "Does Gordon College's president actually believe that an open, honest, non-discriminatory process for hiring employees would injure the common good?", "og": {"site_name": "cognoscenti", "description": "Does Gordon College's president actually believe that an open, honest, non-discriminatory process for hiring employees would injure the common good?", "title": "What’s So Christian About Discrimination, Gordon College?", "url": "http://cognoscenti.wbur.org/2014/07/24/obama-bans-lgbt-discrimination-michael-alexander", "image": "http://s3.amazonaws.com/media.wbur.org/wordpress/16/files/2014/07/0722_gordon-Cog-592x323.jpg", "type": "article"}, "twitter": {"url": "http://cognoscenti.wbur.org/2014/07/24/obama-bans-lgbt-discrimination-michael-alexander", "image": "//s3.amazonaws.com/media.wbur.org/wordpress/16/files/2014/07/0722_gordon-Cog-592x323.jpg", "site": "@cogwbur", "card": "summary", "title": "What's So Christian About Discrimination, Gordon College?"}, "DC.date.issued": "2014-07-24", "fb": {"admins": 1549080028, "app_id": 134067973330252}, "msvalidate.01": "D02D46BAEDB3F81FC1B1DE2A8CB69551"}, "_id": "\"57477af46914bd0286fd89c5\"", "article_summary": "But D. Michael Lindsay, the president of Gordon College, a small Christian college located north of Boston, has sought a religious exemption from the executive order on the school’s behalf.\nThere’s no mistaking the intent of Lindsay’s missive: On the Gordon College campus, homosexuals are not worthy of employment, let alone recognition.\nThe letter’s signatories believe that an extension of protection for one group would somehow harm faith communities, such as the academic one at Gordon College.\nPictured: Jenks Library, Gordon College.\nThe latest assault on our freedom — waged, ironically, in the name of freedom — by the president of Gordon College continues this worrying trend."}