{"article_title": "A Guide to the New and Improved Trenholm Plaza", "article_keywords": ["great", "plaza", "improved", "youre", "store", "day", "guide", "shoe", "columbia", "local", "trenholm", "best"], "article_url": "http://www.fitsnews.com/2014/09/06/guide-new-impoved-trenholm-plaza/", "article_text": "This is not breaking news. This may not interest some of you. You may not like my point of view. This post is written by a woman. Are we clear? Good.\n\nOkay, for everyone still reading…\n\nNestled in one of Columbia’s highest income neighborhoods, at the intersection of Forest Drive and Trenholm Road is Trenholm Plaza Shopping Center. It’s home to Columbia’s first Starbucks, only Fresh Market and an assemblage of other great finds. Built in 1960 and acquired by current owner, Edens, in 1984 – it’s safe to say this center has come a very long way!\n\nFive years ago, Trenholm Plaza underwent some major aesthetic upgrades. Since then, recruiting retailers to the center has been a breeze. With the right mix of local and national merchants, Trenholm Plaza has quickly become the go to shopping center in the city of Columbia.\n\nToday, Trenholm Plaza boast seven different eateries, from a frozen yogurt shop to fine dining Italian and everything in between; the best day spa in Columbia and retailers including high end boutiques, a one of a kind shoe store, specialty shops and affordable clothiers.\n\nIt would be easy to spend an entire day here, with friends or by yourself! Here’s how I would suggest planning your time at Trenholm Plaza.\n\nI would begin by fueling up at Starbucks. I’m not much on a big breakfast when I have a full day ahead – but if you are, there is an Original Pancake House just two doors down. I would then head to my all-time favorite retreat in town – Urban Nirvana. In my opinion, it’s the best day spa Columbia has to offer. The well-trained, knowledgeable and friendly staff will make you want to revisit this place again and again.\n\nAfter my morning massage and perhaps a facial, I would head over to Scout & Molly’s to do some shopping. Brand new boutique Scout & Molly’s, opening September 8, carries exclusive lines that you won’t find anywhere else in Columbia; Rachel Pally, Jay Godfrey, Black Halo and Nanette Lepore . The styles range from sleek and modern to a tad Bohemian – truly something for everyone. Store owner, Amanda Mott, is excited to bring these new lines to Columbia, along with several brands of denim and unique, hand-made jewelry.\n\nComing soon to Trenholm Plaza are two more high-end retailers, Anthropologie and J. Crew, which will be conveniently located right next to one another. For the guys there is also a Joseph A. Banks, if you need to pick up seven suits for the price of one.\n\nOnce you’ve found the perfect outfit – it’s time for shoes.\n\nGwen Rawls is just plain indescribable, but I’ll do my best here. The Italian shoe boutique carries nearly all exclusive lines, including Luis Onofre, Antonia Barbato, Roberto Cavalli and many more. Also available – custom, one of a kind jewelry. It’s no wonder it was voted “Best Women’s Shoe Store” by Columbia Metropolitan Magazine. If you’re a shoe fanatic like myself, you could probably spend all day in here just trying on gorgeous shoe after gorgeous shoe.\n\nIf you’re looking for something a little more affordable, locally franchised clothier fab’rik has a great selection of tops, skirts, pants and dresses, most of which are under $100. They carry Hudson, Seven For All Mankind and Citizens of Humanity denim as well as a few lines of shoes and some unique jewelry. In addition to fab’rik, Trenholm Plaza is home to other affordable shops like Ivy & Cleo, Francesca’s and national discount department store, Steinmart.\n\nFor lunch, if you’re looking for something quick and local – Hooligan’s is your best bet. This Columbia mainstay has been serving up traditional lunch fare (soups, salads, sandwiches, etc.) for 35 years now. If that doesn’t sound like what you’re looking for, there is a Chipotle Mexican Grill just around the corner. Also, beginning in October, Tazza Kitchen – which is located between the two – plans to be open for lunch as well.\n\nTo satisfy your sweet tooth after lunch, without being too indulgent, stop in 32 Degrees Yogurt Bar. Always immaculate, always delicious. It’s the perfect treat after a long hard day of spa treatments and shopping!\n\nTrenholm Plaza has a few unique specialty shops you can pop into, even if just to look around, like MACK Home Interiors, Garner’s Natural Life, Michael’s Jewelry and Jack & Jane Sport to name a few.\n\nWhen you’re done shopping, you should strongly consider heading back to Urban Nirvana. But this time, go to the salon. There is nothing more worthwhile than a good blow-out after a long, hard day of fun. One of their stylists will make sure your hair looks every bit as good as the new threads and shoes you just purchased!\n\nNow you’re ready for the evening. There are two great restaurants to choose from. Sure, Hooligans and Chipotle are still open (and so is OHOP) but you did not spend all day perfecting yourself to settle for anything less than the ultimate dining experience.\n\nYour options are Rosso Trattaria Italia and Tazza Kitchen. Rosso is owned by local restaurateur, Kristian Niemi, and boasts an elegant but casual atmosphere with local, seasonal ingredients. The wine list is very good and so is the food. Choose from traditional Italian dishes like Chicken Parmigiana and Veal Picatta, or something with a modern, southern twist like Tuscan Shrimp and Grits.\n\nTazza Kitchen, the new kid in town, has a similar approach – utilizing fresh, local ingredients set in a rustic, casual environment. They’re known for their “off the beaten path” wine choices and craft cocktails. They take simple dishes like succotash or chicken wings and take them up about ten notches. Prepare to be wowed.\n\nBoth restaurants have a brick oven which makes pizza a great choice at either place. Both restaurants have a really great bar scene as well as selection. I will give Tazza the nod for their outdoor seating area, which includes some cushioned seating and a fire pit for crisp fall evenings. (Pro-tip: They also have a brunch that is out of this world, if you happen to stop in on a Sunday.)\n\nMy recommendation would honestly be to hit up both of these, if you just can’t decide. You can’t go wrong with either one.\n\nIf you’ve never been to Trenholm Plaza, or if it has been several years, you really ought to check it out. Columbia should be proud of this development, how far it has come and what it’s doing for our community. It’s also exciting to see how it will evolve from here. I couldn’t possibly list every retailer, but if you’re interested in a full list you can find it here.", "article_metadata": {"og": {"url": "http://www.fitsnews.com/2014/09/06/guide-new-impoved-trenholm-plaza/", "type": "article", "image": "http://fitsnews.com/wp-content/uploads/2014/09/sm-sign-367x370.jpg", "site_name": "http://www.fitsnews.com", "title": "A Guide to the New and Improved Trenholm Plaza"}, "google-site-verification": "qt01SY7jA5pURQJ_8ITASviDysHU8yHfJWpIIdAPKQU", "viewport": "width=device-width,initial-scale=1,maximum-scale=1,user-scalable=no"}, "_id": "\"57477af46914bd0286fdefa0\"", "article_summary": "Okay, for everyone still reading…Nestled in one of Columbia’s highest income neighborhoods, at the intersection of Forest Drive and Trenholm Road is Trenholm Plaza Shopping Center.\nIf you’ve never been to Trenholm Plaza, or if it has been several years, you really ought to check it out.\nHere’s how I would suggest planning your time at Trenholm Plaza.\nFive years ago, Trenholm Plaza underwent some major aesthetic upgrades.\nComing soon to Trenholm Plaza are two more high-end retailers, Anthropologie and J."}