{"article_title": "Gun maker Remington Outdoor Co. to open manufacturing plant, employ about 2,000 in Huntsville (updated)", "article_keywords": ["plant", "outdoor", "deal", "huntsville", "company", "updated", "gun", "employ", "sources", "remington", "largest", "military", "manufacturing", "open", "maker", "times"], "article_url": "http://blog.al.com/breaking/2014/02/report_firearms_manufacturer_r.html", "article_text": "HUNTSVILLE, Alabama - Remington Outdoor Co. plans to open a plant to make and develop weapons in Huntsville that could employ about 2,000 workers, sources have confirmed to AL.com.\n\n\n\nThe deal is set to be announced Monday at a special meeting of the Huntsville City Council, though sources said there may be a news conference prior to the meeting.\n\nHuntsville and Madison County elected officials declined to comment when contacted about the deal this morning. Officials with Remington Outdoor did not immediately return requests for comment.\n\nGov. Robert Bentley did not directly confirm the reports about Remington, but told AL.com today that a big announcement is coming Monday.\n\n\n\n\"I think Monday you'll see something very special in the state,\" Bentley said.\n\nThe Huntsville City Council on Friday called a special session for 5 p.m. Monday to consider a development agreement among the city, Huntsville Industrial Development Board, Madison County and an unnamed company. The agenda says Gov. Bentley has asked that the name of the company not be revealed until the meeting.\n\nThe Military Times GearScout website reported the deal Friday.\n\n\n\nTwo sources with knowledge of the deal told The Military Times that Remington will purchase a 500,000-square-foot building to be used for manufacturing, new product development and training for the company's commercial, military and law enforcement businesses. Production is not expected to begin before 2015, the website said.\n\n\n\nSources said the plant would be located in a former Chrysler plant on Wall-Triana Highway and Electronics Boulevard, near Huntsville International Airport. That plant was most recently occupied by Continental Automotive, which closed in 2010.\n\n\n\nThe Military Times report says Alabama's reputation as a strong supporter of Second Amendment rights played a role in Remington choosing Huntsville over locations in at least 24 other states that were seeking the new manufacturing facility. Click here to read the full report\n\nAlthough The Military Times said Remington's largest facility in Ilion, N.Y., would not be affected, The Tennessean reported in August that Remington was scouting sites around Nashville after New York's passage of the Secure Ammunition and Firearms Enforcement (SAFE) Act.\n\n\n\nThe SAFE Act, which restricts gun ownership and sales in New York, also apparently motivated gun manufacturing company Kahr Firearms to leave New York for Pennsylvania, according to The Associated Press in August. In October, the AP reported Rochester-based American Tactical Imports would be leaving the state for a new home in South Carolina.\n\nAL.com's sister site Syracuse.com said Remington, which announced a $20 million expansion in Illion last March, was awarded an $80 million contract about a year ago to produce 5,000 military sniper rifles at its New York facility.\n\nSince the SAFE Act was passed 13 months ago, Syracuse.com says Remington and its employees have openly opposed the state's stricter gun laws.\n\n\n\nA 500,000-square-foot Remington plant would be one of the largest in the area, which has a 1.2 million-square-foot Toyota site in Huntsville, 500,000-square-foot Carpenter Technology metals facility in Tanner, 1.6 million-square-foot United Launch Alliance factory in Decatur and 700,000-square-foot Navistar production and office space in Huntsville.\n\nFounded in 1816, Madison, N.C.-based Remington Arms Co. is among the nation's largest producers of rifles and shotguns. The privately-held company makes a wide variety of products for the hunting, shooting, sports and self defense markets. It also does extensive work with military, government and law enforcement customers.\n\nRemington's website says the company employs more than 4,200 people at facilities in 14 different states. It's largest and oldest factory, located in Ilion, N.Y., has more than 1 million square feet of production space. Remington has another firearms plant in Mayfield, Ky., and makes ammunition at a large factory in Lonoke, Ark.\n\nHow do you feel about a major gun maker locating in Huntsville? Take our poll.\n\n\n\nAL.com business writer Lucy Berry and Montgomery reporter Mike Cason contributed to this report.\n\nUpdated at 6:34 p.m. to add information about the site of the plant\n\n\n\nUpdated at 3:18 p.m. to include a report about Remington from Syracuse.com.\n\n\n\nUpdated at 2:37 p.m. with media reports of other firearms companies leaving New York.\n\n\n\nUpdated at 1:51 p.m. with a comment from Gov. Robert Bentley\n\n\n\nUpdated at 1:26 p.m. with information on possible sites for the plant.\n\n\n\nUpdated at 12:30 p.m. with details about other large plants in the Huntsville area.\n\n\n\nUpdated at 12:09 p.m. with sources confirming the deal and possible job totals to AL.com\n\n\n\nUpdated at 8:45 a.m. with information about Remington products and factories.\n\n\n\n", "article_metadata": {"medium": "news", "viewport": "width=device-width,initial-scale=1", "news_keywords": "Remington, news", "title": "Gun maker Remington Outdoor Co. to open manufacturing plant, employ about 2,000 in Huntsville (updated)", "parsely-page": "{\"title\": \"Gun maker Remington Outdoor Co. to open manufacturing plant, employ about 2,000 in Huntsville (updated)\", \"link\": \"http://blog.al.com/breaking/2014/02/report_firearms_manufacturer_r.html\", \"image_url\": \"http://image.al.com/home/bama-media/width620/img/breaking/photo/14284251-standard.jpg\", \"type\": \"post\", \"post_id\": \"12209842\", \"pub_date\": \"2014-02-15T14:22:21Z\", \"author\": \"Steve Doyle | sdoyle@al.com\", \"tags\": [\"@river-all\",\"@river-state\",\"Remington\"] }", "twitter": {"image": "http://image.al.com/home/bama-media/width620/img/breaking/photo/14284251-standard.jpg", "creator": "@swdoyle", "site": "@aldotcom", "card": "summary", "description": "Sources say Remington will purchase a 500,000-square-foot building to be used for manufacturing, new product development and training for the company's commercial, military and law enforcement businesses."}, "article_date_updated": "Monday, February 17, 2014,  8:56 AM", "parsely-metadata": "{\"short_title\": \"\", \"image_url\": \"http://media.al.com/breaking/photo/remington-factoryjpg-4ac488f3635b7c40.jpg\", \"author_name\": \"sdoyle\", \"author_nickname\": \"Steve Doyle | sdoyle@al.com\", \"author_id\": \"1815\", \"source_blog_name\": \"Retired: Real-Time News from Huntsville\", \"source_blog_url\": \"http://blog.al.com/breaking/\", \"sponsored_content\": \"0\" }", "og": {"site_name": "AL.com", "description": "Sources say Remington will purchase a 500,000-square-foot building to be used for manufacturing, new product development and training for the company's commercial, military and law enforcement businesses.", "title": "Gun maker Remington Outdoor Co. to open manufacturing plant, employ about 2,000 in Huntsville (updated)", "url": "http://blog.al.com/breaking/2014/02/report_firearms_manufacturer_r.html", "image": "http://image.al.com/home/bama-media/width620/img/breaking/photo/14284251-standard.jpg", "type": "article"}, "fb": {"admins": 100000302287435}, "article_publication_name": "AL.com", "article": {"author": "http://"}, "article_comments": 0, "article_date_original": "Saturday, February 15, 2014,  8:21 AM", "article_author": "Steve Doyle | sdoyle@al.com", "Description": "Sources say Remington will purchase a 500,000-square-foot building to be used for manufacturing, new product development and training for the company's commercial, military and law enforcement businesses."}, "_id": "\"57477afa6914bd0286fe5a1f\"", "article_summary": "HUNTSVILLE, Alabama - Remington Outdoor Co. plans to open a plant to make and develop weapons in Huntsville that could employ about 2,000 workers, sources have confirmed to AL.com.\nSources said the plant would be located in a former Chrysler plant on Wall-Triana Highway and Electronics Boulevard, near Huntsville International Airport.\nThe Military Times GearScout website reported the deal Friday.\nRemington has another firearms plant in Mayfield, Ky., and makes ammunition at a large factory in Lonoke, Ark.\nRobert Bentley did not directly confirm the reports about Remington, but told AL.com today that a big announcement is coming Monday."}