{"article_title": "Viewpoint: Future of U.S. Politics Hangs on Court Campaign Finance Decision", "article_keywords": ["limits", "supreme", "united", "court", "finance", "campaign", "justice", "money", "decision", "argument", "hangs", "future", "speech", "politics", "viewpoint"], "article_url": "http://nation.time.com/2013/10/09/viewpoint-court-has-votes-to-alter-campaign-finance-law/", "article_text": "While it appears there are votes to overturn restrictions on spending, Chief Justice Roberts may not want to be remembered by history for fighting for the richest Americans to take over government\n\nChip Somodevilla / Getty Images A rally against money in politics outside the Supreme Court on Oct. 8, 2013 in Washington, DC.\n\nIn some countries, free speech martyrs are people who are thrown in jail for challenging the ruling regime or preaching a forbidden religion. In the United States in 2013, our free speech martyrs may look a little different, if yesterday’s Supreme Court arguments are to be believed. They could be rich folks who are limited to giving only $123,200 – oh, the injustice of it – in contributions to candidates, parties, and political committees every two years.\n\nIf you didn’t like Citizens’ United v. FEC, the 2010 ruling that recognized a right of corporations to spend in federal elections – and one ABC poll found that 80 percent of Americans didn’t like it – you won’t like where the court may be going next. In McCutcheon v. F.E.C., the case the court heard Tuesday, the justices are considering striking down another key campaign finance restriction: the so-called “aggregate limits” on how much rich people can give in an election cycle.\n\nWill the court open the floodgates to special interest money even further? After Tuesday’s oral argument, the answer is a predictable one: there is a good chance that the opponents of campaign finance limits will have the five votes they need. But as we saw with the Affordable Care Act – which the Supreme Court upheld, despite many predictions it wouldn’t – there is no science to prognosticating what the court will do.\n\n(MORE: Supreme Court Hears Oral Arguments in Campaign Finance Case)\n\nAt Tuesday’s argument, the people challenging the law and the most conservative justices pushed a familiar argument: money is speech in campaigns, and limits on contributions are unconstitutional restrictions on first amendment-protected speech. And they emphasized that the super-rich have a right to speak, too. As Justice Antonin Scalia said sarcastically, “I assume that a law that only prohibits the speech of 2 percent of the country is okay?”\n\nIn a perfect world, defenders of the campaign finance law would be making a very basic argument: that spending money is not the same thing as speech, and the court made a big mistake decades ago when it equated the two. Instead, at oral argument the defenders of the campaign finance law pushed a more narrow point: that the Supreme Court has said that limits on campaign contributions can be justified if they are needed to prevent corruption of the political process. The aggregate limits are necessary, the defenders argued, because money in these quantities is inherently corrupting. As Justice Elena Kagan put it, “If you give $3.5 million, you get a very, very special seat at the table.”\n\nThis focus on when contributions corrupt the political process put the court on shaky ground, however, since the justices are lawyers, not political scientists. It might seem pretty clear-cut that the amount of money rich people are giving these days is hugely corrupting. The lead plaintiff in this case, Shaun McCutcheon gave, according to one analysis, about $66,000 in the 2011-2012 election cycle — and more than $300,000 to super PACs.\n\nTo critics of campaign finance limits, however, these big-dollar contributions are not necessarily corrupting – or even big. Justice Antonin Scalia said at oral argument, in an observation that should win the Marie-Antoinette-goes-to-law-school-award: “I don’t think $3.5 million is a heck of a lot of money.”\n\n(MORE: Supreme Court Opens Packed Term)\n\nSo how will the court rule? There is a decent chance it will break down along the same 5-4, conservative-liberal lines it did in Citizens United – and that it will once again strike down the campaign finance restrictions. In fact, that may be the way to bet.\n\nThere could, however, be a defector from the conservative ranks – and some observers are looking to Chief Justice John Roberts. There is strong popular support for campaign finance limitations, as that Citizens United poll showed – and growing distress at the level of influence the 1% have these days.\n\nAnd supporters of campaign finance regulation have been sounding the alarm. President Obama, speaking yesterday about the dangers posed by the McCutcheon case, said: “There aren’t a lot of functioning democracies around the world that work this way, where you can basically have millionaires and billionaires bankrolling whoever they want, however they want, in some cases undisclosed.”\n\nThe thing about being the Chief Justice is that the court has your name on it. Chief Justice Roberts may not want the Roberts Court to go down in history as fighting endlessly for the right of corporations and the richest Americans to take over politics and government. If he decides that his court has already opened the floodgates to big money enough with the Citizens United ruling, he might just provide the fifth vote for upholding what is left of the increasingly beleaguered campaign finance regime.", "article_metadata": {"description": "In some countries, free speech martyrs are people who are thrown in jail for challenging the ruling regime or preaching a forbidden religion. In the United States in 2013, our free speech martyrs may look a little different, if yesterday’s Supreme Court arguments are to be believed.", "generator": "WordPress.com", "og": {"site_name": "TIME.com", "description": "While it appears there are votes to overturn restrictions on spending, Chief Justice Roberts may not want to be remembered by history for fighting for the richest Americans to take over government", "title": "Viewpoint: Future of U.S. Politics Hangs on Court Campaign Finance Decision | TIME.com", "url": "http://nation.time.com/2013/10/09/viewpoint-court-has-votes-to-alter-campaign-finance-law/", "image": "https://timemilitary.files.wordpress.com/2013/10/183654820-copy.jpg?w=600", "type": "article"}, "msapplication-tooltip": "News, Headlines, Stories, Video from Around the Nation", "fb": {"admins": "1124331582,512158401,808970553,100000018008769", "app_id": 53177223193}, "msapplication-window": "width=device-width;height=device-height", "viewport": "width=device-width,initial-scale=1", "application-name": "U.S.", "google-site-verification": "RuBIxOwStTsi-KOuQpMhdd-F4UmaxCoOJAOJ8D2hh8Y", "keywords": "courts, arguments, campaign finance case, mccutcheon v. f.e.c., supreme court", "article": {"publisher": "http://www.facebook.com/time"}, "msapplication-task": "name=Subscribe;action-uri=http://nation.time.com/feed/;icon-uri=http://0.gravatar.com/blavatar/c065f7f4495e21fd12fbfa8af086eafd?s=16", "news_keywords": "courts, arguments, campaign finance case, mccutcheon v. f.e.c., supreme court"}, "_id": "\"57477af36914bd0286fd05b9\"", "article_summary": "To critics of campaign finance limits, however, these big-dollar contributions are not necessarily corrupting – or even big.\nAnd supporters of campaign finance regulation have been sounding the alarm.\nBut as we saw with the Affordable Care Act – which the Supreme Court upheld, despite many predictions it wouldn’t – there is no science to prognosticating what the court will do.\nAfter Tuesday’s oral argument, the answer is a predictable one: there is a good chance that the opponents of campaign finance limits will have the five votes they need.\nIn the United States in 2013, our free speech martyrs may look a little different, if yesterday’s Supreme Court arguments are to be believed."}