{"article_title": "Three Ways Rising Interest Rates Could Affect Your Retirement", "article_keywords": ["retirement", "garland", "bonds", "ways", "rise", "rising", "interest", "rates", "affect", "higher", "retirees", "market", "bond"], "article_url": "http://www.thefiscaltimes.com/2015/09/10/Three-Ways-Rising-Interest-Rates-Could-Affect-Your-Retirement", "article_text": "Higher interest rates are on the way, which could be a game changer for retirees.\n\n\n\nThe Federal Reserve is looking to raise short-term interest rates, which have stayed close to zero since December 2008, following the aftermath of the financial crisis.\n\n\n\nWhile the timing of the Fed's rate hike is still up for debate, retirees will feel the affects of higher interest rates in these three ways.\n\n\n\n1. Fixed Income\n\n\n\nRising interest rates threaten bond values, as prices and yields move in opposite directions.\n\nRelated: 7 Common Myths that Can Ruin Your Retirement\n\n\n\nRetirees holding bonds run the risk of losing principal as interest rates rise, should they sell their bonds before they mature.\n\n\n\n\"Most retirees hold substantial amounts of bond mutual funds in order to be more conservative and these could potentially lose principal as rates rise,\" said Paul Taghibagi, senior partner at Los Angeles-based Signature Estate and Investment Advisors.\n\n\n\nThat's especially troublesome if the fund managers sell the bonds before maturity.\n\n\n\n\"The better alternative in an environment like this would be to directly own a ladder of bonds with staggered maturity dates,\" he said. \"Bonds do not lose principal as long as they are held to maturity, and the bond holder collects coupon interest along the way.\"\n\nRelated: 10 Best Cities for a Healthy Retirement\n\nThis way, you're in the driver's seat when it comes to buying and selling bonds, rather than relying on a fund manager.\n\n\n\nThat said, higher rates allow retirees sitting on the sidelines to move deeper into fixed income investments for a bargain, while enjoying higher coupon payments.\n\n\n\n\"Retirees will be able to buy individual bonds at a cheaper rate and get a higher return,\" said Susan Garland, editor of Kiplinger's Retirement Report.\n\n\n\nGarland suggests bonds with shorter durations, which are less sensitive to changes in interest rates.\n\nRelated: How Wall Street Is Fighting to Rip Off Your Retirement Money\n\nKeep in mind, many economists think the Fed will gradually raise interest rates over time.\n\n2. Long-Term Care Insurance\n\n\n\nBelieve it or not, rising rates even extends to long-term care insurance.\n\n\n\nThat's because the premiums paid each month to the insurance company are usually invested in the bond market.\n\n\n\n\"When rates dropped, the insurance companies had to raise premiums for policy holders to make up for the declines in the bond market,\" Garland added.\n\nRelated: Why a Market Crash Could be Good for Retirement Savers\n\nRemember, rising rates is bad for bonds.\n\n\n\n\"Now what you'll be seeing is, when rates rise, it's likely that those premium increases will slow down or be eliminated,\" Garland said. \"So if you're buying a policy today, you can be a little bit more confident that your premiums won't increase for a numbers.\"\n\n\n\n3. Bank Accounts\n\n\n\nWith record low interest rates, returns on savings accounts and certificates of deposits plummeted. A one-month CD yields 0.15% on average, according to RateWatch, a subsidiary of TheStreet.\n\n\n\nThat has caused investors to flood the stock market, in favor of higher returns. But with those returns, comes extra risk.\n\n\n\n\"We've seen a lot of clients extend themselves in this zero interest rate environment, taking on a lot more risk than they normally would to generate income,\" said Brian Rehling, co-head of global fixed income strategy at Wells Fargo Investment Institute, based in St. Louis. \"As interest rates slowly rise, investors should be able to dial back that risk,\" and move some money out of the stock market into safer investments like CDs.\n\n\n\nWhile experts say the increase in rates on savings accounts and CDs won't be immediate, retirees looking for higher rates in these savings vehicles \"will eventually find them,\" Garland added.\n\nThis article originally appeared on Main Street.\n\nRead more from Main Street:\n\nThe 21 Best Places to Retire Overseas\n\n10 Worst Cities for Retirement in the United States\n\n10 Best College Towns to Live in, Even If You're Not a Student", "article_metadata": {"og": {"url": "http://www.thefiscaltimes.com/2015/09/10/Three-Ways-Rising-Interest-Rates-Could-Affect-Your-Retirement", "type": "article", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/09302012_retirement_piggies_article.jpg", "site_name": "The Fiscal Times", "title": "Three Ways Rising Interest Rates Could Affect Your Retirement"}, "twitter": {"url": "http://www.thefiscaltimes.com/2015/09/10/Three-Ways-Rising-Interest-Rates-Could-Affect-Your-Retirement", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/09302012_retirement_piggies_article.jpg", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "While the timing of the Fed's rate hike is still up for debate, retirees will feel the affects of higher interest rates in these three ways.\nHigher interest rates are on the way, which could be a game changer for retirees.\nFixed IncomeRising interest rates threaten bond values, as prices and yields move in opposite directions.\nThe Federal Reserve is looking to raise short-term interest rates, which have stayed close to zero since December 2008, following the aftermath of the financial crisis.\nBank AccountsWith record low interest rates, returns on savings accounts and certificates of deposits plummeted."}