{"article_title": "ObamaCare coverage for millions in jeopardy as watchdog finds widespread data flaws", "article_keywords": ["information", "resolve", "flaws", "problems", "administration", "jeopardy", "obamacare", "system", "insurance", "inconsistencies", "health", "coverage", "report", "watchdog", "widespread", "data", "finds", "inspector", "millions"], "article_url": "http://www.foxnews.com/politics/2014/07/01/report-obamacare-data-problems-affecting-millions.html", "article_text": "The Obama administration is struggling to resolve data discrepancies that could jeopardize coverage for millions who sought health insurance on the federal exchange HealthCare.gov, according to a watchdog report on the still-rocky implementation of ObamaCare.\n\nThough the system's troubles have faded from the headlines since the problem-plagued launch last October, a report from the health department inspector general provided the first independent look at widespread issues the government is having effectively fact-checking the information applicants are putting in the system.\n\nAccording to the report, the administration was unable to resolve 2.6 million so-called \"inconsistencies\" out of a total of 2.9 million such problems from October through December 2013.\n\nThe government needs to determine applicants' eligibility in order to verify they can enroll and, in some cases, get government subsidies. Without that step, coverage could be jeopardized. Critics fear these issues also could cause chaos during the 2015 tax-filing season, as many would have to pay back subsidy money they were not entitled to.\n\nAccording to the report, those running the federal marketplace are having trouble resolving problems \"even if applicants submitted appropriate documentation.\"\n\n\"The federal marketplace was generally incapable of resolving most inconsistencies,\" the report said, claiming the government could not resolve 89 percent of the problems.\n\nAnd of the roughly 330,000 cases that could be straightened out, the administration had only actually resolved about 10,000 during the period of the inspector general's audit. That worked out to less than 1 percent of the total.\n\nThe report said that most of the problems dealt with citizenship and income information supplied by consumers that conflicted with what the federal government had on record. The report said the government's eligibility system was not fully functional.\n\nThe data above doesn't even reflect what's happening with the state-run exchanges. According to the same report, four of the 15 state marketplaces reported they were \"unable to resolve inconsistencies.\" They are: Massachusetts, Nevada, Oregon and Vermont.\n\nThe findings come after President Obama celebrated 8 million sign-ups as proof that technical problems which initially kept many consumers from enrolling had finally been overcome. It now turns out that some of those problems continued out of sight. The inspector general said the efforts of the administration and states to clear up the discrepancies were complicated by lingering computer issues.\n\nThe issue is one of the top challenges facing newly installed HHS Secretary Sylvia Mathews Burwell.\n\nRepublicans pointed to this and one other IG report -- which questioned internal safeguards for checking eligibility -- as evidence the system still is not working, and fraudulent payments could be made.\n\n\"This report is one more example of just how flawed the president's health care law is,\" Senate Republican Leader Mitch McConnell said in a statement. \"Whatever one's opinion of ObamaCare, the American public deserves to know that their tax dollars are allocated appropriately and that public officials take their responsibility to accurately and faithfully apply the laws enacted by Congress seriously.\"\n\nSen. Lamar Alexander, R-Tenn., said the system has allowed \"millions of Americans to enroll in a system that may be handing them the wrong subsidies -- too much or too little -- and they've left taxpayers vulnerable to fraud.\"\n\nBut White House Press Secretary Josh Earnest downplayed the findings.\n\n\"Resolving those inconsistencies is important, but isn't necessarily complicated and doesn't necessarily indicate any sort of problem with the application that someone has filed,\" he said Tuesday.\n\nThe report was requested by congressional Republicans as a condition of ending the budget standoff that triggered a partial government shutdown last fall. Republicans say they are concerned that people who are not legally entitled to the law's government-subsidized private health insurance could nonetheless be getting it.\n\nThe inspector general stopped short of drawing such conclusions.\n\n\"Inconsistencies do not necessarily indicate that an applicant provided inaccurate information ... or is receiving financial assistance through insurance affordability programs inappropriately,\" the report said.\n\nHowever, the watchdog office called on the administration to publicly explain how and by what date it will resolve the data problems in the 36 states where Washington is operating new insurance markets.\n\nIn a written response to the report, Medicare chief Marilyn Tavenner said the administration concurs with the recommendations and is working on a plan. Tavenner also said that some of the computer issues that were getting in the way of resolving the problems have now been overcome.\n\n\"It is not surprising that there are inconsistencies between some information provided by application filers and the (government's) electronic data sources,\" she said.\n\nThe law provides the administration with the option of extending an initial 90-day period for clearing up discrepancies.\n\nFox News' Jim Angle and The Associated Press contributed to this report.", "article_metadata": {"prism.subsection1": "executive", "classification": "/FOX NEWS/POLITICS/EXECUTIVE/Health care,/FOX NEWS/POLITICS/EXECUTIVE/Law", "dcterms.modified": "2015-01-31 02:39:19 EST", "dc.type": "Text.Article", "twitter": {"description": "The Obama administration is struggling to resolve data discrepancies that could jeopardize coverage for millions who sought health insurance on the federal exchange HealthCare.gov, according to a watchdog report on the still-rocky implementation of ObamaCare.", "title": "ObamaCare coverage for millions in jeopardy as watchdog finds widespread data flaws", "url": "http://www.foxnews.com/politics/2014/07/01/report-obamacare-data-problems-affecting-millions.html", "image": "http://a57.foxnews.com/media2.foxnews.com/thumbnails/i/070714/0/0/070214_an_obama_640.jpg?ve=1", "creator": "@foxnews", "site": "@foxnews", "card": "summary_large_image"}, "dc.format": "text/html", "dc.publisher": "Fox News", "parsely-metadata": "{\"tags\":[\"/FOX NEWS/POLITICS/EXECUTIVE/Health care\",\"/FOX NEWS/POLITICS/EXECUTIVE/Law\"],\"author\":\"\",\"subSection\":\"politics/executive\",\"title\":\"ObamaCare coverage for millions in jeopardy as watchdog finds widespread data flaws\",\"image_url\":\"http://a57.foxnews.com/media2.foxnews.com/thumbnails/i/070714/0/0/070214_an_obama_640.jpg?ve=1\",\"pub_date\":\"2014-07-01T13:39:06Z\",\"link\":\"http://www.foxnews.com/politics/2014/07/01/report-obamacare-data-problems-affecting-millions.html\",\"type\":\"article\",\"identifier\":\"5c8ecca1-8651-4f82-b420-50d4df9c4c6a\",\"section\":\"politics\"}", "prism.aggregationType": "subsection", "description": "The Obama administration is struggling to resolve data discrepancies that could jeopardize coverage for millions who sought health insurance on the federal exchange HealthCare.gov, according to a watchdog report on the still-rocky implementation of ObamaCare.", "dc.description": "The Obama administration is struggling to resolve data discrepancies that could jeopardize coverage for millions who sought health insurance on the federal exchange HealthCare.gov, according to a watchdog report on the still-rocky implementation of ObamaCare.", "dc.identifier": "5c8ecca1-8651-4f82-b420-50d4df9c4c6a", "dc.language": "en-US", "pagetype": "article", "classification-isa": "healthcare,law", "prism.channel": "fnc", "prism.section": "politics", "fb": {"app_id": 113186182048399}, "dc.source": "FoxNews.com", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "dc.title": "Obamacare Coverage For Millions In Jeopardy As Watchdog Finds Widespread Data Flaws", "dcterms.created": "2015-01-31 02:39:19 EST", "og": {"site_name": "Fox News", "description": "The Obama administration is struggling to resolve data discrepancies that could jeopardize coverage for millions who sought health insurance on the federal exchange HealthCare.gov, according to a watchdog report on the still-rocky implementation of ObamaCare.", "title": "ObamaCare coverage for millions in jeopardy as watchdog finds widespread data flaws | Fox News", "url": "http://www.foxnews.com/politics/2014/07/01/report-obamacare-data-problems-affecting-millions.html", "image": "http://a57.foxnews.com/media2.foxnews.com/thumbnails/i/070714/0/0/070214_an_obama_640.jpg?ve=1", "type": "article"}, "dcterms.abstract": "The Obama administration is struggling to resolve data discrepancies that could jeopardize coverage for millions who sought health insurance on the federal exchange HealthCare.gov, according to a watchdog report on the still-rocky implementation of ObamaCare.", "dc.date": "2014-07-01", "parsely-page": "{\"tags\":[\"/FOX NEWS/POLITICS/EXECUTIVE/Health care\",\"/FOX NEWS/POLITICS/EXECUTIVE/Law\"],\"author\":\"\",\"subSection\":\"politics/executive\",\"title\":\"ObamaCare coverage for millions in jeopardy as watchdog finds widespread data flaws\",\"image_url\":\"http://a57.foxnews.com/media2.foxnews.com/thumbnails/i/070714/0/0/070214_an_obama_640.jpg?ve=1\",\"pub_date\":\"2014-07-01T13:39:06Z\",\"link\":\"http://www.foxnews.com/politics/2014/07/01/report-obamacare-data-problems-affecting-millions.html\",\"post_id\":\"5c8ecca1-8651-4f82-b420-50d4df9c4c6a\",\"type\":\"article\",\"section\":\"politics\"}"}, "_id": "\"57477af46914bd0286fdefc3\"", "article_summary": "Republicans say they are concerned that people who are not legally entitled to the law's government-subsidized private health insurance could nonetheless be getting it.\nAccording to the same report, four of the 15 state marketplaces reported they were \"unable to resolve inconsistencies.\"\nThe Obama administration is struggling to resolve data discrepancies that could jeopardize coverage for millions who sought health insurance on the federal exchange HealthCare.gov, according to a watchdog report on the still-rocky implementation of ObamaCare.\n\"It is not surprising that there are inconsistencies between some information provided by application filers and the (government's) electronic data sources,\" she said.\nAccording to the report, those running the federal marketplace are having trouble resolving problems \"even if applicants submitted appropriate documentation.\""}