{"article_title": "Duke Physician-Scientist to Lead U.S. Institute of Medicine", "article_keywords": ["duke", "lead", "institute", "medical", "system", "physicianscientist", "nas", "iom", "health", "national", "medicine", "president", "university", "issues"], "article_url": "http://www.sciencemag.org/news/2014/02/duke-physician-scientist-lead-us-institute-medicine", "article_text": "The next president of the U.S. National Academies’ Institute of Medicine (IOM) will be Victor Dzau, a physician-scientist who is now chancellor of health affairs at Duke University. The National Academy of Sciences (NAS) today announced Dzau’s appointment to the 6-year post. He will join IOM on 1 July, when current IOM President Harvey Fineberg steps down after 12 years.\n\nDzau, 67, will bring a wealth of experience in the lab and running a major university health system to the nation’s most prominent advisory body on medical and public health issues. Born in Shanghai and educated in Canada and the United States, Dzau has studied the genetics of cardiovascular disease and gene therapy and stem cell treatments. As president and CEO for Duke University Health System for nearly 10 years, he created new institutes focusing on translational medicine, global health, and health innovation. He led the founding of a joint medical school with the National University of Singapore and has been active in in global health through the World Economic Forum. He was elected to IOM in 1998.\n\nAs the medical branch of the congressionally chartered NAS, IOM advises the government on topics ranging from the rise in obesity to veterans’ health. In a statement, NAS President Ralph Cicerone called Dzau “an internationally acclaimed leader and scientist whose work has improved health care in the United States and globally. Under his direction, the Institute of Medicine will continue to advance research and improve health by providing objective, evidence-based guidance on critical issues.”\n\nDzau says he’s looking forward to applying his experiences broadly through IOM. He plans to bring together IOM members and other experts to identify five areas in which the organization could make a bigger impact nationally and globally. “If you look at the breakthroughs in research, the advancement of the Affordable Care Act and many global innovations, I think this is clearly a time to ask, ‘What are the most pressing issues that are ahead of us and how do we make a difference in those areas?’ ”\n\nTo help explore these issues, he will continue a campaign to raise $10 million to pay for studies commissioned by IOM itself. “We’d love to perhaps use newer media and methods for dissemination and communication so that we can have even greater impact across the entire country and society,” he notes.\n\nDarrell Kirch, president and CEO of the Association of American Medical Colleges, sees Dzau’s “impeccable” scientific credentials and experience with bringing innovation to a large university health system as an ideal match for IOM. “He understands the broad changes that need to occur in the U.S. health care system” as it struggles to control costs while improving outcomes, Kirch says. “I can think of no one better suited to head the Institute of Medicine at this time.”", "article_metadata": {"MobileOptimized": "width", "news_authors": "Jocelyn Kaiser", "description": "Victor Dzau will bring research and health care experience to nation&#039;s advisory group on public health and medicine", "og": {"site_name": "Science | AAAS", "description": "Victor Dzau will bring research and health care experience to nation&#039;s advisory group on public health and medicine", "title": "Duke Physician-Scientist to Lead U.S. Institute of Medicine", "url": "http://www.sciencemag.org/news/2014/02/duke-physician-scientist-lead-us-institute-medicine", "image": {"width": 1280, "secure_url": "https://www.sciencemag.org/sites/default/files/styles/article_main_large/public/images/head%20shot%20with%20red%20tie.2008%20copy.jpg?itok=tH9mQi1z", "type": "image/jpeg", "identifier": "http://www.sciencemag.org/sites/default/files/styles/article_main_large/public/images/head%20shot%20with%20red%20tie.2008%20copy.jpg?itok=tH9mQi1z", "height": 720}, "updated_time": "2016-01-12T18:46:30-05:00", "type": "article"}, "twitter": {"description": "Victor Dzau will bring research and health care experience to nation&#039;s advisory group on public health and medicine", "title": "Duke Physician-Scientist to Lead U.S. Institute of Medicine", "url": "http://www.sciencemag.org/news/2014/02/duke-physician-scientist-lead-us-institute-medicine", "image": {"width": 1280, "identifier": "http://www.sciencemag.org/sites/default/files/styles/article_main_large/public/images/head%20shot%20with%20red%20tie.2008%20copy.jpg?itok=tH9mQi1z", "height": 720}, "creator": {"identifier": "@NewsfromScience", "id": 17089636}, "site": {"identifier": "@newsfromscience", "id": 17089636}, "card": "summary_large_image"}, "robots": "follow, index, noodp", "HandheldFriendly": "true", "fb": {"admins": 1400521805, "app_id": 1478542162442556}, "news_section": "ScienceInsider", "keywords": "science", "article": {"publisher": "https://www.facebook.com/ScienceNOW", "published_time": "2014-02-19T18:09:03-05:00", "modified_time": "2016-01-12T18:46:30-05:00"}, "viewport": "width=device-width, initial-scale=1.0, shrink-to-fit=no", "news_key_words": "People & Events"}, "_id": "\"57477af36914bd0286fd05f7\"", "article_summary": "The next president of the U.S. National Academies’ Institute of Medicine (IOM) will be Victor Dzau, a physician-scientist who is now chancellor of health affairs at Duke University.\nAs president and CEO for Duke University Health System for nearly 10 years, he created new institutes focusing on translational medicine, global health, and health innovation.\nHe will join IOM on 1 July, when current IOM President Harvey Fineberg steps down after 12 years.\n“I can think of no one better suited to head the Institute of Medicine at this time.”\nDzau, 67, will bring a wealth of experience in the lab and running a major university health system to the nation’s most prominent advisory body on medical and public health issues."}