{"article_title": "Madonna's Diss Track Not Aimed At Lady Gaga, According To 'Vogue' Singer's Manager", "article_keywords": ["album", "madonnas", "diss", "upcoming", "song", "track", "leak", "according", "manager", "gaga", "aimed", "singers", "madonna", "worked", "artistic", "lady", "wrote", "vogue"], "article_url": "http://www.fashionnstyle.com/articles/38005/20141228/madonnas-diss-track-not-aimed-lady-gaga-according-vogue-singers-manager.htm", "article_text": "The Eye\n\nMadonna's Diss Track Not Aimed At Lady Gaga, According To 'Vogue' Singer's Manager\n\nSIGN UP TO RECEIVE THE LATEST NEWS FROM FASHION&STYLE\n\n(Photo : Getty Images/Dimitrios Kambouris) After pushing sexual boundaries for over thirty years, Madonna candidly revealed that she doesn't understand the hype over E.L. James erotic novel, \"Fifty Shades of Grey.\" The music legend calls the popular book \"not sexy.\"\n\nAfter the leak of two dozen of Madonna's demos over the previous few weeks, there were assumptions that the song \"Two Steps Behind\" was a diss track aimed at Lady Gaga. The \"Vogue\" singer's manager Guy Oseary shot down those rumors on Twitter.\n\n\n\n\"That song is NOT about Gaga or anyone in particular,\" Oseary wrote in response to a fan.\" The song is an unfinished demo she had no intention of finishing or releasing along with many others. She has NO ill will towards Gaga. It's nonsense. She was listening to (Gaga's) Tony Bennett duet album last week and appreciating it.\"\n\n\n\n\"Two Steps Behind\" includes these lyrics:\n\n\n\nYou're a copycat, Where is my royalty?\n\n\n\nYou're a pretty girl, I'll give you that\n\n\n\nBut stealing my recipe, It's an ugly look\n\n\n\nDid you study me hard enough?\n\n\n\n\n\n\n\n\n\nMadonna's upcoming album, \"Rebel Heart,\" is set for release on March 10, 2015 through Interscope Records. Its first single will be \"Living For Love.\"\n\n\n\nOn her Instagram account, Madonna described the leak as \"artistic rape\" and called it to a form of terrorism.\n\n\n\nThis is artistic rape!! These are early leaked demo's half of which wont even make it on my album the other half have changed and evolved.\n\n\n\nThis is a form of terrorism. Wtf!!!! Why do people want to destroy artistic process??? Why steal? Why not give me the opportunity to finish and give you my very best?\"\n\n\n\n\n\n\n\n\n\nThe 56-year-old superstar released six songs in response to the leak, including the tracks \"Devil Pray,\" \"Illuminati\" and \"B---- I'm Madonna,\" featuring Nicki Minaj.\n\n\n\nMadonna worked with Diplo on some of her upcoming tracks. In July, the producer told Rolling Stone about the music-making process with the Queen of Pop:\n\n\n\n\"The last night we were just having fun, and she was like, 'Yo, give me some of the craziest s--- you've got right now,' and we literally wrote a song that night on the craziest record I had. And it worked. All of the best songs happen on a whim.\"\n\n\n\nSIGN UP TO RECEIVE THE LATEST NEWS FROM FASHION&STYLE\n\n© 2015 Fashion & Style.com All rights reserved. Do not reproduce without permission.", "article_metadata": {"Description": "Madonna's leaked song \"Two Steps Behind\" contains some harsh words, but they're not aimed at Gaga, according to Madonna's manager.", "Copyright": "2014 Fashion&Style", "Author": "Fashion&Style", "og": {"site_name": "Fashion & Style", "description": "Madonna's leaked song \"Two Steps Behind\" contains some harsh words, but they're not aimed at Gaga, according to Madonna's manager.", "title": "Madonna's Diss Track Not Aimed At Lady Gaga, According To 'Vogue' Singer's Manager", "url": "http://www.fashionnstyle.com/articles/38005/20141228/madonnas-diss-track-not-aimed-lady-gaga-according-vogue-singers-manager.htm", "image": "http://images.fashionnstyle.com/data/images/full/64310/madonna.jpg", "type": "article"}, "twitter": {"domain": "fashionnstyle.com", "description": "Madonna's leaked song \"Two Steps Behind\" contains some harsh words, but they're not aimed at Gaga, according to Madonna's manager.", "creator": "@FNStylecom", "url": "http://www.fashionnstyle.com/articles/38005/20141228/madonnas-diss-track-not-aimed-lady-gaga-according-vogue-singers-manager.htm", "image": "http://images.fashionnstyle.com/data/images/full/64310/madonna.jpg", "title": "Madonna's Diss Track Not Aimed At Lady Gaga, According To 'Vogue' Singer's Manager", "site": "@FNStylecom", "card": "summary_large_image"}, "syndication-source": "http://www.fashionnstyle.com/articles/38005/20141228/madonnas-diss-track-not-aimed-lady-gaga-according-vogue-singers-manager.htm", "robots": "index, follow", "Keywords": "Fashion&Style", "Googlebot-news": "index, follow", "Title": "Fashion&Style offers online coverage of latest fashion news, hottest trends and celebrity style from around the world, unveiling fashion and style from street corners to runways and red carpets.", "article": {"published_time": "2014-12-28"}, "Subject": "fashionnstyle.com", "viewport": "width=device-width", "news_keywords": "madonna, 2014, lady gaga, diss track, vogue, mdna, daughter, youtube, news, album, auction, unretouched, leak, songs, instagram, net worth, like a prayer, la isla bonita, hung up"}, "_id": "\"57477af46914bd0286fdefed\"", "article_summary": "Madonna's upcoming album, \"Rebel Heart,\" is set for release on March 10, 2015 through Interscope Records.\nAfter the leak of two dozen of Madonna's demos over the previous few weeks, there were assumptions that the song \"Two Steps Behind\" was a diss track aimed at Lady Gaga.\n\"That song is NOT about Gaga or anyone in particular,\" Oseary wrote in response to a fan.\"\nThe \"Vogue\" singer's manager Guy Oseary shot down those rumors on Twitter.\nMadonna worked with Diplo on some of her upcoming tracks."}