{"article_title": "How well-informed are citizens, and how are they getting their news? – Poynter", "article_keywords": ["wellinformed", "users", "consumption", "getting", "remains", "media", "citizens", "poynter", "mobile", "say", "including", "know", "act", "public"], "article_url": "http://www.poynter.org/2013/how-well-informed-are-citizens-and-how-are-they-getting-their-news/222997/", "article_text": "Click to email this to a friend (Opens in new window)\n\nBy Karen Dunlap • September 6, 2013\n\nTwo major news stories, the conflict in Syria and actions on the Affordable Care Act, raise two tough questions for news media and citizens:\n\nHow do journalists engage the public on public policy?\n\nDo we, as news consumers, know enough to have meaningful voice in these matters?\n\nThe way the public gets news continues to change with digital -- and especially mobile\n\nforms -- gaining audiences. Some shifts raise questions about the amount and quality of news consumed. All that leads to the crucial question of what people know about major public issues.\n\nLast week’s Pew study on the Affordable Care Act didn’t inspire confidence in the public’s knowledge of news. Pew’s survey found that “44% of Americans are unsure whether ACA remains the law. About three-in-ten (31%) say they don’t know, while 8% think it has been repealed by Congress and 5% believe it was overturned by the Supreme Court.”\n\nShould we cheer because more than half those surveyed (57%) knew that the law is being implemented? Should we allow slack for those who didn’t know, since the Act is complicated and changes have been made and proposed? Is the study evidence of separate and unequal societies, one informed and one uninformed?\n\nTo get a better sense of how the public is consuming news, and how journalists can best reach them, it's helpful to look at some data. Recent studies tracking news consumption could leave the impression we’ve moved from well-rounded civic information meals to fast-food news snacking.\n\nIn March, The State of the News Media showed shrinkage in traditional newsroom staffs and audiences. An informed public seemed at risk. But it also reported growth in social media, new digital news providers and sources who directly address the public. Television remains the major source of news.\n\nSeveral news sites, including Poynter.org, have reported on an increase in mobile users and greater time spent on tablets. This points to greater news consumption. The Newspaper Association of America turned to Nielsen and Scarborough research to show the majority of U.S. adults (69%), including those ages 18-24 (59%), read newspapers during the week in print or on mobile devices.\n\nMobiles Republic surveyed more than 8,000 of its app users and found a growing trend in news snacking as users return to mobile devices throughout the day.\n\nThe Reuters Institute recently looked at news consumption in several countries, including the United Kingdom and the U.S. and found a growing debate about partiality in the news. While the majority preferred news that claimed to have no viewpoint, almost a quarter of respondents longed for news that aligned with their point of view.\n\nWhat does all this say about the public's ability to take on tough topics like the Affordable Care Act and intervention in Syria? That, shall we say, bears watching. We know this country began with a news media for the few. Even as mass media developed, a portion of the population remains uninformed. And yet the goal is a sufficiently versed public for a strong civic life.\n\nThe People today might recall the words of Thomas Jefferson in 1820: “An enlightened citizenry is indispensable for the proper functioning of a republic.”\n\nWhat do news media need to do? Here are a few steps:\n\n1. Find out what people want/need to know and what information they can provide. Help them tell their stories. 2. Give the facts; explain issues; do it repeatedly and dispute misinformation. 3. Use a multiplatform approach with messages geared to medium and audience. 4. Examine the news climate and constantly seek to improve it. Be aware of things that discourage news consumption, including excessive “Breaking News” alerts, a barrage of bad news and poorly produced reports. Focus on accurate, clear and creative reports. Tell the public what’s broken, and surprise them with what works. 5. Be the trusted source for news.\n\nResearcher David Shedden assisted in this report.", "article_metadata": {"og": {"site_name": "Poynter", "description": "Do we, as news consumers, know enough to have meaningful voice in these matters?", "title": "How well-informed are citizens, and how are they getting their news?", "url": "http://www.poynter.org/2013/how-well-informed-are-citizens-and-how-are-they-getting-their-news/222997/", "image": "https://s0.wp.com/i/blank.jpg", "locale": "en_US", "type": "article"}, "twitter": {"account_id": 8383592, "card": "summary", "site": "@poynter"}, "msapplication-TileColor": "#66B345", "HandheldFriendly": "true", "wp-parsely_version": "1.8", "MobileOptimized": "width", "theme-color": "#66B345", "msapplication-TileImage": "/mstile-144x144.png?v=2016_01_06", "article": {"published_time": "2013-09-06T13:10:38+00:00", "modified_time": "2013-09-09T02:08:57+00:00"}, "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fd05fc\"", "article_summary": "Be aware of things that discourage news consumption, including excessive “Breaking News” alerts, a barrage of bad news and poorly produced reports.\nSeveral news sites, including Poynter.org, have reported on an increase in mobile users and greater time spent on tablets.\nShould we allow slack for those who didn’t know, since the Act is complicated and changes have been made and proposed?\nAll that leads to the crucial question of what people know about major public issues.\nLast week’s Pew study on the Affordable Care Act didn’t inspire confidence in the public’s knowledge of news."}