{"article_title": "Science, Not Mysticism, Will Save the American Chestnut Tree", "article_keywords": ["chestnut", "chestnuts", "resistant", "science", "genetic", "tree", "resistance", "trees", "forests", "american", "blight", "mysticism", "save", "heinrich"], "article_url": "http://reason.com/archives/2013/12/27/science-not-mysticism-will-save-the-ches", "article_text": "In the early 20th century, chestnut blight fungus introduced from overseas devastated American chestnuts—the then-dominant trees in eastern forests stretching from Maine to Mississippi. Way back in 1997, I published a case study on the efforts of the American Chestnut Foundation to create a blight-resistant American chestnut through crossbreeding with blight-resistant Chinese chestnut trees. The ACF's backcross breeding method results in a blight-resistant tree that is 15/16ths American chestnut. The ACF is already beginning to plant blight resistant crossbred trees across the landscape.\n\nMore recently, researchers at the State University of New York College of Environmental Science and Forestry (SUNY), working with the American Chestnut Research and Restoration Project used genetic engineering techniques to introduce a gene from wheat that confers strong blight resistance into American chestnut trees. Adding just a gene or two to the American chestnut genome would make the trees even more \"native\" than the ACF's trees. But that's evidently not \"native\" enough for University of Vermont emeritus biologist Bernd Heinrich, who criticized the effort in the December 21st New York Times.\n\nIn his op-ed, “Revitalizing Our Forests,” Heinrich celebrates roasting chestnuts harvested from some American chestnut trees that he grew from seedlings. Oddly, Heinrich admits, “I had purchased my seedlings from a breeder in Michigan, but have no way for knowing for sure whether they are the genuine article, Castanea dentata, or whether they were at some point interbred with an Asian chestnut to give them resistance to the blight.”\n\nLater, Heinrich elides over the genetic provenance of his trees and suggests, “My trees seem to have some blight resistance, which could mean they were selected for those traits; some of the old trees did have the ability to avoid the blight.”\n\nCombing through a list of breeders from the Connecticut Agricultural Experiment Station, long involved in chestnut research, turned up just one in Michigan that sells American chestnut seedlings: the Wexford Conservation District in Cadillac, MI. Questioned by me and others about the provenance of his chestnut trees, Heinrich went through his records and eventually uncovered that the seedlings he planted 32 years ago were indeed from the Wexford Conservation District.\n\nThe seller says that its seedlings grow from “nuts from still-healthy trees in northern Michigan that appear to be resistant to the blight.” But Max Yancho, the district forester at Wexford, told me, “The trees that the seeds are collected from ‘appear’ to be blight resistant. In the past this has meant that the seeds were collected from uninfected (or what appear to be uninfected) specimen. However, some of these trees from which seed was collected in the past have ended up dying.”\n\nIn an interview Michigan State University plant pathologist Dennis Fulbright, who has done extensive work on American, European, and Asian chestnuts, flatly said that researchers have found no American chestnut trees that exhibit any inherent natural resistance to the blight. Some small groves of American chestnuts still survive in Michigan, but not because they are resistant. Rather, the isolated trees have so far escaped infection or have been infected by a version of the blight fungus weakened by a viral disease that the trees can fend off. The good news is that the virus will also infect and weaken more virulent versions of the fungus that may later attempt to attack the trees.\n\nStrangely for a trained biologist, Heinrich in his op-ed essentially crossed his fingers and hoped that his trees are pure \"natives\" and/or that they won’t eventually succumb to blight.\n\nAfter glorifying the supposed genetic purity of his chestnuts, Heinrich goes after SUNY's genetically improved blight resistant trees, ten of which were recently planted in the Bronx where the blight outbreak was first identified. “This attempt has been promoted as the solution to the chestnut extinction, presumably by introducing this new tree into the wild to populate our forests,” writes Heinrich. That is in fact the goal, but Heinrich will have none of it.\n\n“Yes, I would love to see the American chestnut restored to our forests. But do we need to alter the chestnut’s genome—the code of life that has evolved over millenniums?,” asks Heinrich. “I don’t think so, and I worry that the feel-good campaign in the Bronx could be a Trojan horse that may seduce the public into accepting other genetically engineered trees—like the eucalyptus currently being tested across the southeastern United States to satisfy an expanding industrial demand for pulp and biofuels.”\n\nLet’s deal with Heinrich’s objection to using biotechnology to impart blight resistance into American chestnuts first and then address his fears about the public’s eventual widespread acceptance of genetically improved trees.\n\nIn its list of breeders, ACF states, “There are currently no blight-resistant American chestnut trees—all are blight susceptible.” The code of life that evolved over millennia failed to protect the American chestnuts from a new disease. Instilling strong blight resistance is the key to restoring the species to anywhere near its historic range. Both the crossbreeding and the genetic engineering techniques have achieved this goal. In fact, genetic science techniques can quickly identify young trees whose genomes are mostly native and express strong blight resistance, thus enabling researchers to speed up the process of returning this species to its natural home in our eastern hardwood forests.\n\nThere is one effort to restore the American chestnut that eschews cross breeding with non-native varieties and genetic engineering techniques. The American Chestnut Cooperators Foundation is trying to breed blight resistant native chestnut trees by cross breeding two native trees that had survived the blight epidemic, one from Floyd County, VA, and the Gault tree from Coshocton County, OH. The ACCF reports that about 10 percent of their first generation trees exhibit some blight resistance. It would be truly wonderful if the ACCF’s efforts were to bear blight-resistant fruit, but there is no reason to put all of our nuts into one basket, so to speak. In fact, if the ACCF’s trees really do have some sort of genes that confer blight resistance, the same gene-sleuthing techniques that can locate blight resistance genes in hybrid or engineered trees could be usefully applied to the ACCF’s breeding program.\n\nBut what about Heinrich’s other worry that the successful restoration of the American chestnut to the landscape by means of genetic engineering is a Trojan Horse? What’s wrong with genetically engineered eucalyptus trees anyway? The eucalyptus trees mentioned by Heinrich have been improved to be freeze-tolerant so that they can be grown in the southern U.S. Eucalyptus grows very fast and its wood is used to produce pulp and paper. It produces about 17 tons of wood per acre per year and is harvested after seven years. Natural hardwood forests produce about two tons of wood per year and are harvested after 40 years of growth. In addition, the biotech eucalyptus is engineered to produce no pollen or seeds so that it cannot escape into the wild.\n\nHeinrich unaccountably misses the crucial point that improving the productivity of trees grown on plantations reduces the pressure to cut down trees in wild forests. By one estimate, most of the world's wood products could be derived from tree plantations occupying about seven percent of the world's currently forested area. Cultivating trees on plantations spares land for natural forests to grow and the more productive the trees, the more land that can be spared for nature.\n\nHeinrich concludes his op-ed by crossing his fingers once again. “It is possible to bring back the American chestnut to the forests where it belongs without genetic engineering,” he asserts. “In the meantime, I’ll be roasting my own homegrown chestnuts in the peace of my cabin in the Maine woods. It is a sacred act for me. If the trees were wheat-gene tweaked freaks, I don’t believe I would have much appetite for their nuts.”\n\nDeclaring something \"sacred\" is not science; it's pure mysticism. Heinrich evidently believes that American chestnuts are better dead than bred using a wheat gene. Heinrich’s anecdotal experience provides no assurance that \"it is possible\" to return American chestnut trees to the eastern forests without recourse to modern biotechnology or crossbreeding. While Heinrich might suffer some metaphysical dyspepsia, using human ingenuity to restore these majestic giants to their rightful place will be a gift to the rest of us.\n\nDisclosure: I have re-upped my membership in the American Chestnut Foundation.", "article_metadata": {"og": {"site_name": "Reason.com", "description": "Human ingenuity can restore these majestic giants to their rightful place in American forests", "title": "Science, Not Mysticism, Will Save the American Chestnut Tree", "url": "http://reason.com/archives/2013/12/27/science-not-mysticism-will-save-the-ches", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/138810051451.jpg", "type": "article"}, "twitter": {"image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/138810051451.jpg", "title": "Science, Not Mysticism, Will Save the American Chestnut Tree", "site": "@reason", "card": "summary_large_image", "description": "In the\nearly 20th century, chestnut blight fungus introduced from overseas\ndevastated American chestnuts—the then-dominant trees in eastern\nforests stretching\nfrom Maine to Mississippi. Way back in 1997, I published a\n\ncase study on the efforts of the American Chestnut Foundation\nto create a blight-resistant American chestnut through\ncrossbreeding with blight-re"}, "fb": {"pages": 17548474116}, "google-site-verification": "-AmMiilAN-pnjWt369CUWae-VQ-b9wmH4fSGyhbkQxw", "msvalidate.01": "212A68A07785B3080038A845C4EE8905", "article": {"tag": "HomePage", "published_time": "2013-12-27T18:30:00+00:00", "author": "http://reason.com/people/ronald-bailey"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=2"}, "_id": "\"57477af36914bd0286fd060c\"", "article_summary": "Way back in 1997, I published a case study on the efforts of the American Chestnut Foundation to create a blight-resistant American chestnut through crossbreeding with blight-resistant Chinese chestnut trees.\nThe ACF's backcross breeding method results in a blight-resistant tree that is 15/16ths American chestnut.\nIn his op-ed, “Revitalizing Our Forests,” Heinrich celebrates roasting chestnuts harvested from some American chestnut trees that he grew from seedlings.\nAdding just a gene or two to the American chestnut genome would make the trees even more \"native\" than the ACF's trees.\nDisclosure: I have re-upped my membership in the American Chestnut Foundation."}