{"article_title": "Follow Live Results Online As Mahinda Rajapaksa Attempts Comeback Bid", "article_keywords": ["tamil", "bid", "sri", "live", "results", "attempts", "follow", "election", "questions", "online", "2015", "mahinda", "comeback", "times", "lanka", "rajapaksa"], "article_url": "http://www.inquisitr.com/2339409/sri-lanka-2015-election-follow-live-results-online-as-mahinda-rajapaksa-attempts-comeback-bid/", "article_text": "Live results from the 2015 Sri Lanka election will be available online as the nation waits to see if former president Mahinda Rajapaksa can complete a comeback.\n\nThe country will vote Monday for its parliamentary election, one that could see a longtime leader rise back to power.\n\nAt the start of this year, Rajapaksa was handed a shocking defeat at the hands of former cabinet minister Maithripala Sirisena in the race for president of Sri Lanka. Now Rajapaksa is trying to make a comeback as prime minister.\n\nBut Rajapaksa will face a tough battle. Recent polls found that incumbent Prime Minister Ranil Wickramasinghe is ahead in polls, with Colombo Page noting that 39.8 percent of voters preferred him while 27.5 percent were supporting Rajapska.\n\nTo add to the intrigue, there is currently a murder probe against the Rajapaksa family, with police exhuming remains of rugby player Wasim Thajudeen.\n\nRajapaksa has denied having anything to do with the murder.\n\n“Have these people who are hurling accusations at us been able to produce enough evidence even for a journalist in a mainstream media institution to be able to write a news report about the assets that we are supposed to have amassed?,” Rajapaksa said in an interview with the Island.\n\nPopular among the country’s ethnic majority Sinhalese community after crushing the Tamil separatist group in 2009 — finally ending their 37-year quest for a separate state — Rajapaksa has been drawing large crowds on the campaign trail.\n\n“I would have retired if they were doing a good job,” he said in the days leading up to the election (via the Economic Times). “I was forced to return to politics because the government is messing things up.”\n\nAs Al Jazeera writer Nidhi Dutt noted, there are some other intriguing questions for the 2015 Sri Lanka election.\n\nThis political battle of personalities, jingles and crowds has illuminated the very questions elections should answer. How happy are Sri Lankans with the leaders they voted for just seven months ago? Do they believe that the defeated and destroyed Liberation Tigers of Tamil Eelam are still a real and present danger? And how willing are they to untangle the island’s wartime past from its peacetime future?\n\nThose who want to follow along with live results of the 2015 Sri Lanka elections will have plenty of options, the International Business Times noted. There will be live webcasts of election results through Sri Lanka Rupavahini, Daily Ceylon or Daily Mirror Sri Lanka.\n\nLive updates of the 2015 Sri Lanka election can also be found at the country’s Department of Elections.\n\n[Picture by Buddhika Weerasinghe/Getty Images]", "article_metadata": {"description": "Live results from the 2015 Sri Lanka election will be available online as the nation waits to see if former president Mahinda Rajapaksa can complete a comeback", "og": {"site_name": "The Inquisitr News", "description": "Live results from the 2015 Sri Lanka election will be available online as the nation waits to see if former president Mahinda Rajapaksa can complete a comeback", "title": "Sri Lanka 2015 Election: Follow Live Results Online As Mahinda Rajapaksa Attempts Comeback Bid", "url": "http://www.inquisitr.com/2339409/sri-lanka-2015-election-follow-live-results-online-as-mahinda-rajapaksa-attempts-comeback-bid/", "image": "http://cdn.inquisitr.com/wp-content/uploads/2015/08/2015-Sri-Lanka-Election.jpg", "article": {"published_time": "2015-08-16T00:50:57+00:00", "modified_time": "2015-08-16T01:38:36+00:00"}, "type": "article"}, "image": "http://cdn.inquisitr.com/wp-content/uploads/2015/08/2015-Sri-Lanka-Election.jpg", "msapplication-TileColor": "#ed1c24", "datePublished": "2015-08-16T00:50:57+00:00", "fb": {"pages": 71179904752, "app_id": 164157850314499}, "msapplication-TileImage": "http://cdn.inquisitr.com/assets/0cec37/dist/images/logos/inq-win.png", "keywords": "2015 sri lanka election,2015 sri lanka election results,sri lanka election,asia", "HandheldFriendly": "True", "y_key": "f282393706a5fd85", "twitter": {"image": {"src": "http://cdn.inquisitr.com/wp-content/uploads/2015/08/2015-Sri-Lanka-Election.jpg", "height": 409, "width": 670}, "site": "@theinquisitr", "card": "summary_large_image", "description": "Live results from the 2015 Sri Lanka election will be available online as the nation waits to see if former president Mahinda Rajapaksa can complete a comeback"}, "viewport": "width=980"}, "article_summary": "Live results from the 2015 Sri Lanka election will be available online as the nation waits to see if former president Mahinda Rajapaksa can complete a comeback.\nThere will be live webcasts of election results through Sri Lanka Rupavahini, Daily Ceylon or Daily Mirror Sri Lanka.\nLive updates of the 2015 Sri Lanka election can also be found at the country’s Department of Elections.\nThose who want to follow along with live results of the 2015 Sri Lanka elections will have plenty of options, the International Business Times noted.\nAt the start of this year, Rajapaksa was handed a shocking defeat at the hands of former cabinet minister Maithripala Sirisena in the race for president of Sri Lanka."}