{"article_title": "Experience Tech with a Personal Touch at AARP’s Life @ 50+ National Event & Expo in Atlanta, October 3-5", "article_keywords": ["information", "life", "tek", "services", "personal", "national", "workshops", "experience", "aarp", "aarps", "life50", "tech", "members", "online", "touch", "expo", "atlanta", "technology", "event"], "article_url": "http://www.aarp.org/about-aarp/press-center/info-09-2013/Tech-with-a-Personal-Touch-at-AARPs-National-Event.html", "article_text": "FOR IMMEDIATE RELEASE:\n\nSeptember 17, 2013\n\nMEDIA CONTACTS:\n\nKristin S. Palmer/Hillary John\n\n202-434-2560 | @AARPMedia | media@aarp.org\n\n\n\nExperience Tech with a Personal Touch at AARP’s Life @ 50+ National Event & Expo in Atlanta, October 3-5\n\nAARP TEK workshops will provide free technology and social media training for older community residents\n\n\n\nWASHINGTON, D.C. – September 17, 2013 – Everyone from technology novices to experts will gain technology education and knowledge at the AARP TEK Pavilion during the Life@50+ National Event & Expo held October 3-5, 2013 at the Georgia World Congress Center in Atlanta. AARP will introduce AARP TEK workshops, which stand for “Technology Education and Knowledge.”\n\nAARP TEK offers a high-touch approach to high-tech including small group training with individual interaction with attendees. Free workshops offered at the AARP TEK Pavilion during Exhibit Hall hours will help attendees learn the basics or become more comfortable with mobile tablets and apps, connecting with family and friends online and using technology while on the go to access news, books and music. AARP TEK workshops will be offered also at the Word of Faith Family Worship Cathedral in Austell, Ga.\n\n“Technology can play a vital role in helping people live a better life. We believe there is a real hunger among people 50+ for understandable training on how to use personal technology, both at home and in the workplace,” said Terry Bradwell, Chief Information Officer for AARP. “Our members say they have trouble finding such services and we are exploring AARP’s capability to fill that void. AARP TEK workshops and online content are two approaches being explored. We’re particularly excited that young people will serve as volunteer tech advisors.”\n\nAARP TEK’s activities in Atlanta also will include youth volunteers known as “Tech Wizards” from 4-H Clubs of America and local colleges and universities, who will help boomers and seniors learn technology basics and how it can enhance their lives day-to-day. AARP Foundation is supporting AARP TEK through its new effort, Mentor Up, which seeks to inspire and engage young people to give back to the older adults in their lives and communities through service and volunteerism. Throughout the course of the event, young “Tech Wizards” will work with AARP TEK Advisors to provide a high-touch experience for members visiting the AARP TEK Pavilion.\n\nDuring the Life@50+ event, daily presentations by tech experts and speakers will take place in the AARP TEK Advisors Place.\n\nAnother part of the AARP TEK Pavilion will feature entrepreneurs showcasing health-related products and services they have developed for people 50+. It’s part of the AARP Innovation@50+TM initiative, which aims to spark entrepreneurial activity across public and private sectors as part of AARP’s mission to enhance the quality of life for all as we age.\n\nFor more information about AARP TEK, please visit www.aarp.org/aarptek.\n\nRegistration\n\nAdmission to Life@50+ for AARP members is $25, $35 for non-members. The entry fee includes access to the Exhibit Floor, the opening show, and workshops/sessions for all three days. Non-Member registration includes a 1 year membership to AARP. Online registration is open now at www.aarp.org/events or by phone at 1-800-650-6839. Additional information on Life@50+, as well as the complete schedule, can be found online at www.aarp.org/events.\n\nAbout AARP\n\nAARP is a nonprofit, nonpartisan organization, with a membership of more than 37 million, that helps people turn their goals and dreams into real possibilities, strengthens communities and fights for the issues that matter most to families such as healthcare, employment and income security, retirement planning, affordable utilities and protection from financial abuse. We advocate for individuals in the marketplace by selecting products and services of high quality and value to carry the AARP name as well as help our members obtain discounts on a wide range of products, travel, and services. A trusted source for lifestyle tips, news and educational information, AARP produces AARP The Magazine, the world's largest circulation magazine; AARP Bulletin; www.aarp.org; AARP TV & Radio; AARP Books; and AARP en Español, a Spanish-language website addressing the interests and needs of Hispanics. AARP does not endorse candidates for public office or make contributions to political campaigns or candidates. The AARP Foundation is an affiliated charity that provides security, protection, and empowerment to older persons in need with support from thousands of volunteers, donors, and sponsors. AARP has staffed offices in all 50 states, the District of Columbia, Puerto Rico, and the U.S. Virgin Islands. Learn more at www.aarp.org.", "article_metadata": {"page_title": "Experience Tech with a Personal Touch at AARP’s Life @ 50+ National Event & Expo in Atlanta, October 3-5", "estimated_publish_date": "2013-09-17", "Last-Modified": "2013-10-03T08:32:03.648-04:00", "keywords": "aarp, aarp convention, life at 50, learning computers, aarp atlanta", "paywallStatus": "off", "livefyreId": "350119:http://www.aarp.org/about-aarp/press-center/info-09-2013/Tech-with-a-Personal-Touch-at-AARPs-National-Event.html", "Groups1": "Division:Press Center", "lfdataConfig": "{\"globalConfig\":{\"network\":\"aarp.fyre.co\"},\"livefyreConfig\":[{\"collectionMeta\":\"eyJhbGciOiJIUzI1NiJ9.eyJhcnRpY2xlSWQiOiJodHRwOi8vd3d3LmFhcnAub3JnL2Fib3V0LWFhcnAvcHJlc3MtY2VudGVyL2luZm8tMDktMjAxMy9UZWNoLXdpdGgtYS1QZXJzb25hbC1Ub3VjaC1hdC1BQVJQcy1OYXRpb25hbC1FdmVudC5odG1sIiwidGl0bGUiOiJFeHBlcmllbmNlIFRlY2ggd2l0aCBhIFBlcnNvbmFsIFRvdWNoIGF0IEFBUlBcdTIwMTlzIExpZmUgQCA1MCsgTmF0aW9uYWwgRXZlbnQgJiBFeHBvIGluIEF0bGFudGEsIE9jdG9iZXIgMy01IiwidXJsIjoiaHR0cDovL3d3dy5hYXJwLm9yZy9hYm91dC1hYXJwL3ByZXNzLWNlbnRlci9pbmZvLTA5LTIwMTMvVGVjaC13aXRoLWEtUGVyc29uYWwtVG91Y2gtYXQtQUFSUHMtTmF0aW9uYWwtRXZlbnQuaHRtbCIsInRhZ3MiOiIiLCJjaGVja3N1bSI6IjNhY2E3MWU5NWVkZGUzY2U5ZWI4ZmU3NDdlNmI1ZDQ1IiwidHlwZSI6ImxpdmVjb21tZW50cyJ9.4KCWqSWpabfiJzcBtsft6vk4Fb2ywqmuGR7cDLFXa90\",\"checksum\":\"3aca71e95edde3ce9eb8fe747e6b5d45\",\"siteId\":\"350139\",\"articleId\":\"http://www.aarp.org/about-aarp/press-center/info-09-2013/Tech-with-a-Personal-Touch-at-AARPs-National-Event.html\",\"el\":\"livefyreConversation\",\"disableAvatars\":true,\"postToButtons\":[\"tw\",\"fb\"]}]}", "source": "aarp_press_center", "type": "info", "description": "AARP TEK workshops will provide free technology and social media training for older community residents", "robots": "index,follow", "Subject1": "DCSubjects:Work and Retirement/Work/Life Long Learning/Adult Education", "fb": {"app_id": 114175878660191}, "language": "english", "og": {"site_name": "AARP", "description": "AARP TEK workshops will provide free technology and social media training for older community residents", "title": "Experience Tech with a Personal Touch at AARP’s Life @ 50+ National Event & Expo in Atlanta, October 3-5", "url": "http://www.aarp.org/about-aarp/press-center/info-09-2013/Tech-with-a-Personal-Touch-at-AARPs-National-Event.html", "image": "http://cdn.aarp.net/etc/aarp/statics/global/img/logos/aarp_50x50.imgcache.rev1463067653783.png", "type": "article"}, "contentId": "/content/aarp/en/home/about-aarp/press-center/info-09-2013/Tech-with-a-Personal-Touch-at-AARPs-National-Event", "mcafeesecure-site-verification": "fa79d1a3c2770869e1286a81816d01a4", "IALevel1": "about-aarp", "IALevel2": "press-center", "s43": "Foundation|SignatureInitiatives(Programs)", "action": "read", "dateToday": "2016-05-23"}, "_id": "\"57477af36914bd0286fd0620\"", "article_summary": "Throughout the course of the event, young “Tech Wizards” will work with AARP TEK Advisors to provide a high-touch experience for members visiting the AARP TEK Pavilion.\nAARP TEK workshops will be offered also at the Word of Faith Family Worship Cathedral in Austell, Ga.“Technology can play a vital role in helping people live a better life.\nDuring the Life@50+ event, daily presentations by tech experts and speakers will take place in the AARP TEK Advisors Place.\nAARP TEK workshops and online content are two approaches being explored.\nAnother part of the AARP TEK Pavilion will feature entrepreneurs showcasing health-related products and services they have developed for people 50+."}