{"article_title": "Battle Erupts Over Changes in California Autism Coverage", "article_keywords": ["kids", "providers", "regional", "children", "services", "state", "going", "california", "coverage", "erupts", "battle", "unumb", "changes", "autism", "care"], "article_url": "http://ww2.kqed.org/stateofhealth/2016/02/24/battle-erupts-over-changes-in-california-autism-coverage/", "article_text": "Autism therapy provider Hillary Baldi, owner of the Emeryville-based Behavioral Intervention for Autism, works with a 3-year-old client in Berkeley. ( David Gorn/California Healthline )\n\nHilary Baldi can’t get her mind around the idea that she might have to stop seeing many of the children with autism whom she has been helping for years.\n\nThousands of children receiving autism services could be forced to look for new providers under new state rules.\n\nBaldi has been running a nonprofit called Behavioral Intervention for Autism for 23 years now. She has offices in Emeryville and Fresno.\n\nBut now she fears she will have to shutter the Fresno office and discontinue therapy for about two-thirds of the 80 children she sees.\n\nAccording to children’s health advocates, roughly half of the providers who work with the 9,000 children with autism at the state’s regional centers could be excluded from seeing those kids as the state shifts to managed care.\n\nBeginning March 1, the state Department of Health Care Services will start the transition at 21 regional centers across the state. These centers are nonprofits that contract with the state to provide services for people with developmental disabilities.\n\nState officials say the regional centers will continue to serve the kids. The children will not experience a disruption in service because no one will lose a provider without another one lined up, they say.\n\nThe change is merely a shift in payment systems, according to state officials — moving from a Medi-Cal program run by the regional centers to one coordinated by managed care companies.\n\nBut as a practical matter, advocates say, the families of up to half of these kids could find themselves searching for new providers. The reason: The state’s new rules seem to exclude longtime providers from payment unless they are supervised by people with newer credentials.\n\nThat could force people like Baldi to stop seeing regional center clients.\n\n“I don’t know how [these children] are going to get absorbed. There are so many people on waiting lists now, I can’t imagine thousands of families suddenly needing to find a new provider,” Baldi said. “I don’t know where they’re going to go.”\n\nA few weeks ago, children’s advocates and parents said they were reassured by the state’s promises that the transition would be nearly seamless and that the same providers would be caring for the kids. But now these groups say they are deeply concerned because, after talking to state officials about the new rules, it became clear that about half of the providers would not be authorized to perform the same duties as before.\n\nChildren’s advocates say under the rules only providers with newer credentials can be paid for care. Providers trained a dozen or more years ago cannot, if they are practicing on their own, the advocates say.\n\nDemand for services is already greater than supply and the advocates say these rules will make matters far worse.\n\nChildren with autism don’t handle change well and need consistent care, Baldi said.\n\n“We’re talking about children who have fallen behind already,” Baldi said. “There’s a gap between them and other kids, and that gap will get bigger and bigger if they go without therapy.”\n\nDan Unumb agreed. He is executive director of the Autism Legal Resource Center for Autism Speaks, a national advocacy group based in New York City with offices in Los Angeles.\n\n“If you’ve eliminated half of the providers in the regional centers, where are you going to get new providers?” Unumb said. “Where is the other half going to come from? That’s the big question. How are they going to do this?”\n\nAutism Speaks is a sponsor of a recently introduced bill by Sen. Holly Mitchell (D-Los Angeles) that seeks to eliminate the rule excluding so many providers from payment.\n\n“It would ensure that children who need autism treatment continue to have access to the critical behavioral health treatments that they need,” Mitchell said in an email.\n\nBut Unumb said that the department’s transition of these kids is expected to be finished before any bill can become law.\n\n“What’s going to happen is there are a whole group of providers who can’t serve the kids they’ve been serving. So in practical terms, you’re going to have kids who are not having continuity of care,” Unumb said.\n\nThe department has promised “continuity of service,” which is slightly different from continuity of care, Unumb said. The state doesn’t have a legal obligation to ensure beneficiaries keep the same provider.\n\n“Folks feel they were misled,” Unumb said, “because this should just be a financing change. Families aren’t going to be perusing the State Plan Amendment and then cross-referencing the Institutions and Welfare Code to see if they can keep their provider. This whole thing is so unnecessary.”\n\nAnthony Cava, information officer at the Department of Health Care Services, said by email that the same providers can do exactly what they’ve been doing, as long as they meet the guidelines issued by the department.\n\n“The existing practices of … providers to care for children receiving [behavioral health treatment] services will remain the same,” Cava wrote, “and they can provide care under the direct supervision of a behavior analyst or behavior management consultant.”\n\nAccording to Kristin Jacobson, executive director of Autism Deserves Equal Coverage in Burlingame, the state is downplaying the consequences.\n\n“It’s sort of a technical song-and-dance, where it appears that they’re saying all of the providers can continue what they’re doing, but in practice they can only do the same thing if they’re now supervised,” Jacobson said.\n\n“I mean, we’ve all been hoping that all providers will be able to provide the same services, but what [the department] has put out in writing doesn’t reflect that,” she said. “If you look at the numbers of providers who are excluded, you very well could be wiping out half the kids.”", "article_metadata": {"description": "Thousands of children receiving autism services could be forced to look for new providers under new state rules.", "contextly-page": "{\"title\":\"Battle Erupts Over Changes in California Autism Coverage\",\"url\":\"http:\\/\\/ww2.kqed.org\\/stateofhealth\\/2016\\/02\\/24\\/battle-erupts-over-changes-in-california-autism-coverage\\/\",\"pub_date\":\"2016-02-24 13:33:34\",\"mod_date\":\"2016-02-24 13:35:06\",\"type\":\"post\",\"post_id\":152699,\"author_id\":\"8344\",\"author_name\":\"State of Health\",\"author_display_name\":\"State of Health\",\"tags\":[\"Autism\",\"News\"],\"categories\":[\"Community Health\",\"Policy\"],\"image\":\"http:\\/\\/ww2.kqed.org\\/stateofhealth\\/wp-content\\/uploads\\/sites\\/27\\/2016\\/02\\/autism-full-size-e1456349146390.jpg\"}", "og": {"site_name": "State of Health", "description": "Thousands of children receiving autism services could be forced to look for new providers under new state rules.", "title": "Battle Erupts Over Changes in California Autism Coverage", "url": "http://ww2.kqed.org/stateofhealth/2016/02/24/battle-erupts-over-changes-in-california-autism-coverage/", "image": "http://ww2.kqed.org/stateofhealth/wp-content/uploads/sites/27/2016/02/autism-full-size-1440x960.jpg", "locale": "en_us", "type": "article"}, "twitter": {"site": "@kqedhealth", "card": "summary_large_image", "creator": "@"}, "fb": {"app_id": 160023622793}, "keywords": "autism,news", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "Thousands of children receiving autism services could be forced to look for new providers under new state rules.\nThe department has promised “continuity of service,” which is slightly different from continuity of care, Unumb said.\nBeginning March 1, the state Department of Health Care Services will start the transition at 21 regional centers across the state.\nAutism therapy provider Hillary Baldi, owner of the Emeryville-based Behavioral Intervention for Autism, works with a 3-year-old client in Berkeley.\n“If you’ve eliminated half of the providers in the regional centers, where are you going to get new providers?” Unumb said."}