{"article_title": "Obamacare’s job losses", "article_keywords": ["impact", "aca", "parttime", "employees", "losses", "premiums", "job", "costs", "health", "obamacares", "jobs", "firms", "workers"], "article_url": "http://humanevents.com/2014/09/11/obamacares-job-losses/", "article_text": "Healthcare\n\nThis article originally appeared on heartland.org.\n\nSince Obamacare’s passage, the debate over its impact on the economy has persisted as a significant political football. The reality is that there are numerous factors impacting the lackluster economic recovery, not just health care costs for companies or the regulatory impact on businesses. But there is little question by this point that Obamacare’s impact on wages and employment has been a negative one, leading to increased part-time jobs and stagnant wages. Yesterday the American Action Forum released a new report on the issue, particularly looking at Obamacare’s impact on small businesses:\n\nThe ACA imposes several burdensome regulations that could potentially harm job and wage growth, including the employer mandate and requirements on the generosity of coverage. Under the ACA, employers with 50 or more full-time employees are required to provide health insurance for their workers or pay a fine. In addition, the ACA enforces rules that govern the type of insurance plans they can provide and restricts their options in choosing low-cost coverage. When employers are required to provide health insurance and their low-cost options are limited, costs will naturally rise and companies will be more responsive to changes in insurance premiums. As a result, employees are less insulated from insurance premium growth, and if premiums rise considerably under the ACA, then employers could be more likely to offset those costs by cutting jobs or wages.\n\nSo what does the American Action Forum report find?\n\nAmerican Action Forum (AAF) research finds that Affordable Care Act (ACA) regulations are reducing small business (20 to 99 workers) pay by at least $22.6 billion annually. In addition, ACA regulations and rising premiums have reduced employment by more than 350,000 jobs nationwide, with five states losing more than 20,000 jobs. The relationship between rising premiums and lower pay was already well known in academic literature. Our research simply measured how the ACA has affected the relationship between health insurance premiums, small business wages, and employment. While there was no significant relationship between healthcare premiums and employment before the ACA, since 2010 small businesses have slowly started shedding jobs and reducing wages. We found that, on average, employees who work a full year for a business with 50–99 employees lose $935 annually due to ACA regulations, while employees of businesses with 20–49 employees, on average lose $827.50 annually.\n\nThe Federal Reserve has offered complementary data on this front, indicating that employers view Obamacare as the reason behind many of their decisions concerning part-time hours. TPPF’s John Davidson has more:\n\nFederal Reserve Bank surveys last month in New York, Philadelphia, and Dallas asked employers about the effects of the ACA on hiring and employee healthcare costs, and the results show that a vast majority of firms are facing higher health care costs and a significant number are responding by passing along premium hikes to employees, getting rid of full-time workers, or hiring more part-time workers and contractors. In New York, two separate polls found 80 percent of manufacturers and 74 percent of services firms expect health coverage costs to increase next year, and a lesser but still significant share said they reduced their number of employees because of the ACA (21 percent of manufacturers and 17 percent of service firms). A full 20 percent of respondents in both surveys reported they were cutting full-time workers or increasing the use of part-time workers as a direct response to the health care law. Same thing in Philadelphia, where more than 15 percent of surveyed firms said their number of full-time workers was lower, more than 16 percent said the number of part-time workers was higher, and more than 28 percent said they were charging customers more–all in response to the ACA. In Dallas, about 84 percent of manufacturing firms said the ACA increased healthcare costs this year and expect it will do the same next year, while about 90 percent of service firms are bracing for higher costs in 2015. More than a quarter of manufacturers said they now employ fewer workers, more than 16 percent said they hired more part-time workers, more than 17 percent said they outsource more work, and 20 percent said they’re paying employees less. Among service firms, more than 40 percent said the number of workers that are part-time, temporary, contract, or outsourced to other firms has increased.\n\nPoliticians in the 2014 cycle seem to be lowering the volume on Obamacare’s impact. But when it comes to Obamacare’s impact on the job market, it seems obvious the impact is moving solidly in one direction: toward fewer full time jobs, more part time jobs, and wage stagnation.", "article_metadata": {"og": {"site_name": "Human Events", "description": "There is little question by this point that Obamacare’s impact on wages and employment has been a negative one.", "title": "Obamacare’s job losses | Human Events", "locale": "en_US", "image": "http://humanevents.com/wp-content/uploads/2014/09/481127043.jpg", "url": "http://humanevents.com/2014/09/11/obamacares-job-losses/", "type": "article"}, "fb": {"pages": 212436860202}, "description": "There is little question by this point that Obamacare’s impact on wages and employment has been a negative one.", "twitter": {"image": "http://humanevents.com/wp-content/uploads/2014/09/481127043.jpg", "site": "@humanevents", "card": "summary", "description": "There is little question by this point that Obamacare’s impact on wages and employment has been a negative one."}}, "_id": "\"57477af46914bd0286fdf019\"", "article_summary": "But there is little question by this point that Obamacare’s impact on wages and employment has been a negative one, leading to increased part-time jobs and stagnant wages.\nBut when it comes to Obamacare’s impact on the job market, it seems obvious the impact is moving solidly in one direction: toward fewer full time jobs, more part time jobs, and wage stagnation.\nSince Obamacare’s passage, the debate over its impact on the economy has persisted as a significant political football.\nPoliticians in the 2014 cycle seem to be lowering the volume on Obamacare’s impact.\nOur research simply measured how the ACA has affected the relationship between health insurance premiums, small business wages, and employment."}