{"article_title": "Pirates beat Nationals, 3-1, for series win", "article_keywords": ["run", "pirates", "beat", "series", "31", "allowed", "pitches", "second", "game", "win", "went", "cole", "nationals"], "article_url": "http://www.post-gazette.com/sports/2015/07/26/Pirates-beat-Washington-Nationals-3-1-for-the-series-win/stories/201507260205", "article_text": "Two of the most exciting times to pitch, Gerrit Cole told Tony Watson recently, are the first game of a series or the last game of a series. Set the tone early, or shut it down late.\n\n“Coming out and winning the first two, I was just ready to get back out there and close this thing out,” Cole said. “Either get a sweep or get a series win.”\n\nCole pitched the finale of the Pirates’ four-game series against the Washington Nationals Sunday, a 3-1 Pirates victory at PNC Park. The Pirates took three of the four games against the National League East Division-leading Nationals and sold out all four, drawing a four-day total of 151,952 fans and setting a ballpark record for a four-game series.\n\nBy pitching the final game of the series, Cole also benefited from three live looks at the Nationals lineup. He knew Ian Desmond, who homered in each of the first three games, was swinging the bat well, and that Yunel Escobar, who went 3 for 5 with two doubles Saturday, didn’t miss a beat after missing a few games because of a wrist/hand injury.\n\n“The first two looks are a little tough,” Cole said. “Jeff [Locke] pitches quite differently than I do. Frankie's [Francisco Liriano] kind of a wild card. You don't know really what he's going to throw in any count. You definitely kind of get a feel for who's swinging it.”\n\nCole (14-4) allowed one run and seven hits without walking a batter in 7⅔ innings Sunday and struck out eight. In his past two starts, he has 14 strikeouts and no walks in 15 innings, and 12 hits and three earned runs allowed.\n\n“Kansas City [Tuesday], it was really sharp,” he said. “We had all four [pitches] working. Couldn't get the curveball really working as sharp as we wanted [Sunday], nor the changeup. Came out with a fastball up, which was good.”\n\nThe only Nationals run came on Michael Taylor’s third-inning home run. Taylor, who homered for the second game in a row after going 4 for 5 with three RBIs Saturday night, put a good swing on a 1-0 fastball just below the bottom of the strike zone and hit it out to right-center field.\n\n“I don't know what the heck Taylor did on that pitch,” Cole said. “He was pulling off all day from the first pitch of the game. … The second at-bat he went underneath the zone and went [opposite field]. It was just a different swing than he had taken.”\n\nCole allowed a one-out single to pinch-hitter Anthony Rendon in the eighth. He struck out Taylor, but gave up a hit to Danny Espinosa. Rather than let Bryce Harper face Cole for the fourth time, manager Clint Hurdle replaced him with left-hander Tony Watson.\n\n“It would have been nice, he pitched a great game, to go through all that, but skipper thought it'd be best to get him out,” Watson said. “Come in, try to be sharp, make your pitches and keep it right there for him.”\n\nHarper grounded to first, where Sean Rodriguez, who replaced Pedro Alvarez for defensive purposes, made a sliding stop, turned and threw to Watson covering the bag.\n\n“I wish they wouldn’t have made that defensive change,” Harper said. “I think Pedro probably vacates back to the bag and the ball’s through the hole. Sean made a great play on that play and I tip my cap.”\n\nCole benefited from strong defense all game: Gregory Polanco threw out Harper at second to end the first inning and Jung Ho Kang started an inning-ending double play with runners on the corners and one out in the seventh.\n\nMark Melancon saved his 32nd game and 30th in a row. He has not allowed a run in 19⅓ innings.\n\n“He's in a very good place,” Hurdle said. “And he's using all his pitches. … He has been as efficient as I've ever seen him.”\n\nPolanco and Andrew McCutchen had run-scoring singles in the third inning against Nationals starter Joe Ross (2-3). Ross allowed three runs in six innings.\n\nWalker led off the Pirates fourth with his ninth home run of the season into the Pirates bullpen. Walker homered for the second time in three games.\n\nBill Brink: bbrink@post-gazette.com and Twitter @BrinkPG.", "article_metadata": {"description": "Gerrit Cole pitched 7 2/3 strong innings and Neil Walker homered to help the Pirates hold off Washington.", "og": {"site_name": "Pittsburgh Post-Gazette", "description": "Two of the most exciting times to pitch, Gerrit Cole told Tony Watson recently, are the first game of a series or the last game of a series. Set the tone early, or shut it down late. “Coming out and winning the first two, I was just ready to get back out there and close this thing out,” Cole said. “Either get a sweep or get a series win.” Cole pitched the finale of the Pirates’ four-game series against the Washington Nationals Sunday, a 3-1 Pirates victory at PNC Park. The Pirates took three of the four games against the National League East Division-leading Nationals and sold out all four, drawing a four-day total of 151,952 fans and setting a ballpark record for a four-game series. By pitching the final game of the series, Cole also benefited from three live looks at the Nationals", "title": "Pirates beat Nationals, 3-1, for series win", "url": "http://www.post-gazette.com/sports/2015/07/26/Pirates-beat-Washington-Nationals-3-1-for-the-series-win/stories/201507260205", "image": "http://www.post-gazette.com/image/2015/07/26/720x_q90_cMC_z_ca21,7,2600,1769/20150726mfbucssports09-8.jpg", "type": "article"}, "twitter": {"domain": "post-gazette.com", "description": "Post-Gazette.com - Two of the most exciting times to pitch, Gerrit Cole told Tony Watson recently, are the first game of a series or the last game of a series. Set the tone early, or shut it down late. “Coming out and winning the first two, I was just ready to get back out there and close this thing out,” Cole said. “Either get a sweep or get a series win.” Cole pitched the finale of the Pirates’ four-game series against the Washington Nationals Sunday, a 3-1 Pirates victory at PNC Park. The Pirates took three of the four games against the National League East Division-leading Nationals and sold out all four, drawing a four-day total of 151,952 fans and setting a ballpark record for a four-game series. By pitching the final game of the series, Cole also benefited from three live looks at the Nationals", "title": "Pirates beat Nationals, 3-1, for series win", "image": "http://www.post-gazette.com/image/2015/07/26/720x_q90_cMC_z_ca21,7,2600,1769/20150726mfbucssports09-8.jpg", "creator": "@PittsburghPG", "site": "@PittsburghPG", "card": "summary_large_image"}, "publish-date": "Sun, 26 Jul 2015 16:04:59 -04:00", "keywords": "Pittsburgh Post-Gazette, Sports", "fb": {"app_id": 148144658590118}, "msvalidate.01": "711874F8E9C70784DC77E1C82EDA893D", "google-site-verification": "124OJGIL09eN_BRCn44k__89eN1iIimYEKfPJdKjPmM", "viewport": "initial-scale=1", "news_keywords": "Pittsburgh Post-Gazette, Sports"}, "_id": "\"57477af36914bd0286fcc92c\"", "article_summary": "“Either get a sweep or get a series win.”Cole pitched the finale of the Pirates’ four-game series against the Washington Nationals Sunday, a 3-1 Pirates victory at PNC Park.\nCame out with a fastball up, which was good.”The only Nationals run came on Michael Taylor’s third-inning home run.\nBy pitching the final game of the series, Cole also benefited from three live looks at the Nationals lineup.\nWalker led off the Pirates fourth with his ninth home run of the season into the Pirates bullpen.\nTwo of the most exciting times to pitch, Gerrit Cole told Tony Watson recently, are the first game of a series or the last game of a series."}