{"article_title": "In Dallas a Navy captain sues the Department of Defense for refusing to cover his disabled daughter’s therapy", "article_keywords": ["dallas", "pay", "kaitlyn", "cover", "refusing", "tricare", "disabled", "department", "samuels", "defense", "sues", "treatment", "navy", "therapy", "kaitlyns", "insurance", "daughters", "physical"], "article_url": "http://thescoopblog.dallasnews.com/2014/08/since-pentagon-wont-pay-for-disabled-girls-therapy-her-father-a-navy-captain-is-forced-to-federal-courthouse.html/", "article_text": "Kaitlyn Samuels has been at war with her body since her birth 17 years ago. Her brain never formed properly; its two hemispheres are more or less disconnected. Her doctor likens it a broken laptop computer: “somebody goes in there and changes wires and kind of hooks them up different.” Then there is her body, victimized by neuromuscular scoliosis, which causes her spine to curve from side to side. Kaitlyn cannot walk or eat without help. And she cannot talk.\n\nHer mother, Jennifer, wants just three things for Kaitlyn: “that she learn to say a few words, take a few steps unassisted, and curl the food from her plate onto her spoon.”\n\nThat is from a federal lawsuit filed Friday in Dallas, which stems for years of fighting between Kaitlyn’s parents and their insurance company, TRICARE, the federally funded U.S. Department of Defense health-care provider. Mark Samuels, a pilot, was until recently a Navy captain serving as commanding Officer at Navy Operational Support Center in Fort Worth and remains in the U.S. Navy Reserve. And TRICARE, the family’s insurance provider, refuses to pay for Kaitlyn’s horseback therapy — the only therapy to which she has ever responded — insisting “hippotherapy is not medically necessary and appropriate for treatment of the Beneficiary’s medical condition.”\n\nThe Keller family is suing the Department of Defense, the Defense Health Agency (which oversees TRICARE) and United States Secretary of Defense Chuck Hagel.\n\nKaitlyn’s physical therapist first tried horseback therapy in 2006, and, initially, TRICARE covered the cost. But in 2010 the insurance company told Mark and Jennifer that Kaitlyn’s claims from April 23, 2009, through March 31, 2010, were being denied “because the service was not a covered benefit under TMA policy,” as the suit recaps. “TMA’s position was that Kaitlyn was not receiving physical therapy, but was instead receiving an unproven treatment known as hippotherapy.” TRICARE demanded back its share of the treatment: $1,327.44.\n\nThe lawsuit comes two years after TRICARE’s own administrative law judge sided with the family following a lengthy hearing in a downtown Dallas courtroom in February 2012 and ordered the insurance provider to pay for her treatment. (A transcript of that hearing can be found below, along with the judge’s ruling.) TRICARE brushed aside the judge’s ruling and again refused to pay for Kaitlyn’s treatment. North Texas’ Mike Burgess, the Republican doctor-turned-congressman, also tried to intervene on the families behalf, introducing in April 2013 the Rehabilitative Therapy Parity for Military Beneficiaries Act, known to most as “Kaitlyn’s Law,” which says the Pentagon doesn’t get to decide which therapy is appropriate for patients. In May of last year it was referred to the House Subcommittee on Military Personnel, then made it no further.\n\nThe family’s story has garnered considerable national attention in recent years. The Atlantic has called her tale “an infuriating one” that “blends together the senselessness of our military bureaucracy with the powerlessness of individual veterans and their families.” Time said the Samuels family’s long struggle is “the best example of TRICARE and DoD failing to see the forest for the trees.”\n\nThe lawsuit calls TRICARE’s actions “arbitrary and capricious” and “an abuse of discretion.”\n\nIts decision, says the complaint, “is devoid of reason and is unsupported by substantial evidence. TMA provides no legal or factual basis for its decision that physical therapy that utilizes a horse instead of a therapy ball, barrel, wedge or other tool is anything but physical therapy. [TRICARE] cites no source for its decision to deny care based on the tool selected because nothing in [TRICARE]’s regulation permits the government to deny care based on which tool a doctor or physical therapist chooses. In its denial letter, [TRICARE] insists that Kaitlyn is not using the horse for physical therapy, despite the evidence furnished at the prior hearing and the [administrative law judge's] finding to the contrary.”\n\nThe family wants the court to order TRICARE “to pay its share of the costs, past, present, and future, of all physician-prescribed physical therapy that Kaitlyn has received,” and to “permanently enjoin and restrain [TRICARE] from denying Kaitlyn and her parents benefits for her physician-prescribed physical therapy.”\n\nThe suit is below.\n\nKaitlyn Samuels v Department of Defense", "article_metadata": {"liveFyreID": "aHR0cDovL3RoZXNjb29wYmxvZy5kYWxsYXNuZXdzLmNvbS8yMDE0LzA4L3NpbmNlLXBlbnRhZ29uLXdvbnQtcGF5LWZvci1kaXNhYmxlZC1naXJscy10aGVyYXB5LWhlci1mYXRoZXItYS1uYXZ5LWNhcHRhaW4taXMtZm9yY2VkLXRvLWZlZGVyYWwtY291cnRob3VzZS5odG1sLw==", "generator": "WordPress 3.9.12", "author": "Robert Wilonsky", "og": {"site_name": "The Scoop Blog", "description": "Kaitlyn Samuels has been at war with her body since her birth 17 years ago. Her brain never formed properly; its two hemispheres are more or less disconnected. Her doctor…", "title": "In Dallas a Navy captain sues the Department of Defense for refusing to cover his disabled daughter’s therapy", "url": "http://thescoopblog.dallasnews.com/2014/08/since-pentagon-wont-pay-for-disabled-girls-therapy-her-father-a-navy-captain-is-forced-to-federal-courthouse.html/", "image": "http://thescoopblog.dallasnews.com/wp-content/themes/dallasnews/images/facebook-default-black.jpg", "type": "article"}, "LastModifiedDate": "2015-07-23T12:20:06Z", "twitter": {"card": "summary_large_image"}, "PublishDate": "2012-04-11T13:59:21Z", "wp-parsely_version": "1.7", "cXenseParse": {"recs": {"publishtime": "2012-04-11T13:59:21Z"}}, "google-site-verification": "ZjZz-aaVcLkLDp8kIkLnEwtSTZlAwGgQhLyd1pXAbA8", "viewport": "width=device-width"}, "_id": "\"57477af36914bd0286fd063b\"", "article_summary": "TMA provides no legal or factual basis for its decision that physical therapy that utilizes a horse instead of a therapy ball, barrel, wedge or other tool is anything but physical therapy.\nKaitlyn Samuels has been at war with her body since her birth 17 years ago.\nKaitlyn Samuels v Department of Defense\nKaitlyn’s physical therapist first tried horseback therapy in 2006, and, initially, TRICARE covered the cost.\nTRICARE brushed aside the judge’s ruling and again refused to pay for Kaitlyn’s treatment."}