{"article_title": "Statehouse Report – Medicaid has expanded anyway", "article_keywords": ["increase", "program", "federal", "expanded", "participants", "expansion", "states", "state", "statehouse", "medicaid", "report", "health", "south"], "article_url": "http://www.statehousereport.com/2015/02/06/medicaid-has-expanded-anyway/", "article_text": "\n\nFor the past two years, Statehouse prognosticators have been whispering that once the 2014 elections were over, South Carolina may bend and accept federal Obamacare money and expand the state’s large Medicaid program.\n\nEveryone who won election in November is now ensconced in his or her state offices, and those prognosticators’ crystal balls have shattered. The whispering has shrunk to a muffled sigh.\n\nThe deafening quiet in South Carolina has spread, even as the state’s current Medicaid program continues to expand and 28 states have some form of Obamacare.\n\nThree years ago, the federal government made an enticing offer to states: They would get a massive 10-to-one match of federal funds if they fell in step with Obamacare for its first three years.\n\nRepublican Gov. Nikki Haley led the charge against accepting the expansion of “free money” and “federal entanglements.” She has argued that while the front end of the agreement looked like a bargain, once the state footed the entire expansion bill in coming years, it could break the bank.\n\nDemocratic leaders, such as House Minority Leader Todd Rutherford (D-Columbia), have called for the federally-led expansion of the state Medicaid’s program, saying it was a deal too good to pass up and that federal money meant for South Carolina’s expansion would flow to other states.\n\nHealth economists, like Lynn Bailey, said Haley could set a precedent by accepting the federal expansion dollars and use the resulting economic benefits to help pay for schools and roads.\n\nBig, bigger, and biggerer\n\nIn January 2012, the state’s Medicaid program — which provides care for the poor, young, old, some pregnant women and those with certain disabilities — had roughly 905,000 participants, including partial and full members.\n\nTwelve months later, that number grew to 986,000 participants, according to a spokesman from the Department of Health and Human Services (DHHS), the state agency whose sole job is to oversee Medicaid in South Carolina.\n\nThat’s a 9 percent increase in a single year. In January 2014, the number grew to just over 1 million participants, a 4 percent increase over the year prior, and a two-year growth rate of 13 percent.\n\nIn October, the most recent month’s statistics the agency has reconciled, the number of participants had grown yet again, this time to 1.18 million. That represents a growth of nearly 300,000 residents — close to a 25 percent surge since 2012.\n\nThe state spent $1 billion more on Medicaid and DHHS over a three-year period, according to numbers provided by the agency.\n\nIn the 2013 budget, which includes state and federal funding, the agency received a little over $5.9 billion.\n\nIn 2014, the budgeted amount grew to $6.5 billion, a 10 percent increase in a year.\n\nIn the 2015 budget, HHS, and by extension Medicaid, received roughly $6.9 billion, a 15 percent increase over three years.\n\nBottom line: Even without Obamacare’s federal match, South Carolina’s Medicaid program grew by nearly 300,000 participants and $1 billion dollars in three-year swings.\n\nEverybody’s not like South Carolina\n\nSouth Carolina is far from the only state in the South trying to find its way in the changing Obamacare landscape.\n\nKentucky Gov. Steve Beshear, a Democrat, decided early on there were benefits beyond moral responsibility in agreeing to expand that state’s Medicaid program via Obamacare.\n\nA Beshear spokesman pointed to an analysis from PricewaterhouseCoopers that outlined how Kentucky could end up paying more in the long run in penalties to businesses and other costs if it did not participate in Obamacare.\n\nAdditionally, Beshear has held that expansion would increase jobs and boosting worker productivity through reduced sick days through more comprehensive health care and early interventions.\n\nBy taking a look at Obamacare through the lens of workforce preparedness, observers say Beshear seemed to be trying to take the fiscal high ground away from his opponents. The governor, traveling this week in Germany, could not be reached for comment.\n\nBeshear’s positions will be critiqued in the coming weeks, as Kentucky has hired another independent advising firm, Deloitte and Touche, which will release its own year-long review of that state’s Medicaid expansion.\n\nAlready expanded\n\nLooking at the growth of Medicaid rolls and budgets over the past few years, it could be argued that South Carolina has already expanded its program, without Obamacare.\n\nA DHHS spokesman this week claimed part of the uptick could be blamed on the increased demand for public health care brought on by the Great Recession and its still-lingering effects.\n\nBut health economist Bailey reads the agency’s numbers differently, saying the devil was in the details. She said that the former DHHS Director Tony Keck did a more than commendable job in improving the Medicaid enrollment process. In turn, that led to more people finding they qualified for the program.\n\nAdditionally, Bailey praised Keck’s efforts in increasing the number of children covered by Medicaid. Thus, the “angel in the details” was, according to her, Keck’s commitment to public health care as evidenced by his making sure more of those who did qualify were enrolled.\n\nWhat’s next? Most of the people we talked with over the last two weeks don’t see this as much of an issue for the time being.", "article_metadata": {"viewport": "width=device-width, initial-scale=1.0", "generator": "WPZOOM Framework 1.5.0"}, "_id": "\"57477af36914bd0286fd0645\"", "article_summary": "Steve Beshear, a Democrat, decided early on there were benefits beyond moral responsibility in agreeing to expand that state’s Medicaid program via Obamacare.\nThe deafening quiet in South Carolina has spread, even as the state’s current Medicaid program continues to expand and 28 states have some form of Obamacare.\nBeshear’s positions will be critiqued in the coming weeks, as Kentucky has hired another independent advising firm, Deloitte and Touche, which will release its own year-long review of that state’s Medicaid expansion.\nBottom line: Even without Obamacare’s federal match, South Carolina’s Medicaid program grew by nearly 300,000 participants and $1 billion dollars in three-year swings.\nFor the past two years, Statehouse prognosticators have been whispering that once the 2014 elections were over, South Carolina may bend and accept federal Obamacare money and expand the state’s large Medicaid program."}