{"article_title": "Audax-Backed ICP Adds Handi-Flow Maker Fomo, as Adhesive M&A Piles Up", "article_keywords": ["adhesive", "adds", "fomo", "piles", "adhesives", "products", "ma", "foam", "private", "spray", "audaxbacked", "sealants", "handiflow", "coatings", "icp", "maker"], "article_url": "http://www.themiddlemarket.com/news/manufacturing/audax-backed-icp-adds-handi-flow-maker-fomo-as-adhesive-m-260333-1.html", "article_text": "Audax-Backed ICP Adds Handi-Flow Maker Fomo, as Adhesive M&A Piles Up\n\nOther similar purchases include Integra and Quadrant\u0092s spray foam division\n\nAudax Private Equity-backed Innovative Chemical Products (ICP) has acquired adhesives maker Fomo Products Inc. for an undisclosed amount, as M&A in the sector continues to build up.\n\nFomo, founded in 1975 and based in Norton, Ohio, manufactures adhesives, sealants and spray foam products. The company owns the Handi-Foam, Handi-Flow, Handi-Stick and Silent Seal brands. “The opportunity for continued growth and our complimentary cultures make this an ideal fit,” says Fomo president Stefan Gantenbein.\n\nICP, located in Andover, Massachusetts, makes coatings and adhesives for the construction, packaging and printing sectors. Audax formed ICP earlier in 2016.\n\nAudax won Mergers & Acquisitions’ 2015 Mid-Market Award for Private Equity Firm of the Year. While activity in the overall middle market slowed down in 2015, Audax raised its fifth fund, closed 100-plus investments (including 12 platform acquisitions and 91 add-on deals) and sold more portfolio companies than most of its competitors.\n\nThe rise in homebuilding has been making producers of adhesive and construction products attractive targets. Earlier in 2016, Nautic Partners-backed IPS Corp. acquired Integra Adhesives and Arsenal-backed Accella Performance Materials purchased Quadrant Chemical Corp.’s spray foam division. For more on the coatings space, see Innovations in Coatings and Sealants Spark M&A.\n\nFor more information on related topics, visit the following:", "article_metadata": {"status": "open", "domain": "Mergers & Acquisitions", "sailthru.author": "Demitri Diakantonis", "sailthru.expire_date": "2016-05-12 12:57:00", "og": {"url": "http://www.themiddlemarket.com/news/manufacturing/audax-backed-icp-adds-handi-flow-maker-fomo-as-adhesive-m-260333-1.html", "image": "http://cdn.themiddlemarket.com/media/newspics/fomo.jpeg", "site_name": "Mergers & Acquisitions, Latest News", "title": "Audax-Backed ICP Adds Handi-Flow Maker Fomo, as Adhesive M&A Piles Up"}, "type": "Article", "brand": "Mergers & Acquisitions, Latest News", "sailthru.date": "2016-04-12 12:57:00", "wordcount": 193, "sailthru.title": "Audax-Backed ICP Adds Handi-Flow Maker Fomo, as Adhesive M&A Piles Up", "featured": 1, "sailthru.tags": "News, Private Equity, Building Products, Manufacturing, Manufacturing, Audax-Backed ICP Adds Handi-Flow Maker Fomo, as Adhesive M&A Piles Up, construction, adhesives, private equity, Integra, Quadrant, Handi-foam, Arsenal, Accella Performance, Article", "sailthru.description": "Other similar purchases include Integra and Quadrant’s spray foam division", "sailthru.image.full": "http://cdn.themiddlemarket.com/media/newspics/fomo.jpeg"}, "article_summary": "Audax-Backed ICP Adds Handi-Flow Maker Fomo, as Adhesive M&A Piles UpOther similar purchases include Integra and Quadrant\u0092s spray foam divisionAudax Private Equity-backed Innovative Chemical Products (ICP) has acquired adhesives maker Fomo Products Inc. for an undisclosed amount, as M&A in the sector continues to build up.\nFomo, founded in 1975 and based in Norton, Ohio, manufactures adhesives, sealants and spray foam products.\nEarlier in 2016, Nautic Partners-backed IPS Corp. acquired Integra Adhesives and Arsenal-backed Accella Performance Materials purchased Quadrant Chemical Corp.’s spray foam division.\nFor more on the coatings space, see Innovations in Coatings and Sealants Spark M&A.\nICP, located in Andover, Massachusetts, makes coatings and adhesives for the construction, packaging and printing sectors."}