{"article_title": "Rockies get blanked by Dodgers, split four-game series – The Denver Post", "article_keywords": ["dodgers", "went", "series", "rockies", "denver", "times", "strike", "second", "walked", "split", "team", "fourgame", "blackmon", "post", "struck", "blanked"], "article_url": "http://www.denverpost.com/rockies/ci_28135544/rockies-get-blanked-1-0-by-dodgers-split", "article_text": "LOS ANGELES — The dynamics of a struggling baseball team: When it’s hitting well, the pitching falters; when it’s pitching well, hitting is a no-show.\n\nSuch is the current fate of the Rockies, who received another terrific performance from starting pitcher Kyle Kendrick on Sunday but managed just three hits and struck out 11 times in a 1-0 loss to the Los Angeles Dodgers.\n\nDuring their six-game West Coast road swing, the Rockies went 2-4 and struck out 76 times — including 18 times Friday night at Dodger Stadium, the most in franchise history for a nine-inning game.\n\nA big part of the Rockies’ struggles at the plate has to do with the talent of pitchers such as the Dodgers’ Clayton Kershaw and Zack Greinke. Still, manager Walt Weiss admitted the Rockies have to improve.\n\nRockies Mailbag: Pose a question for Patrick Saunders\n\n“We have to get better with two strikes; that’s too many strikeouts,” he said. “The Dodgers strike out hitters a lot; that’s a big part of what they do on the mound. But still, we have to compete better.”\n\nSymbolic of the Rockies’ vexation was the sight of outfielder Charlie Blackmon getting tossed Sunday for the first time in his big-league career. He was ejected in the fifth inning for arguing balls and strikes with plate umpire Marty Foster, who many of the Rockies thought had a wildly inconsistent strike zone.\n\n“I got frustrated,” Blackmon said. “I’m not blaming anything on anybody. The thing was, I shouldn’t have got thrown out right there and put my team in that position.”\n\nWith two out and two on, and with a chance to tie the score, Blackmon struck out for the third time. Blackmon’s ejection left the Rockies — already short on the bench because of injuries to Corey Dickerson and Troy Tulowitzki — without a true outfielder to take Blackmon’s place. So Weiss had to call on Rafael Ynoa to move from second base to left field and bring in DJ LeMahieu to play second.\n\n“I forced DJ to come into the game cold,” Blackmon said. “It was a mistake on my part. I just blew up and overreacted. That’s my fault.”\n\nA win Sunday would have given the Rockies an unexpected knockout of the National League West-leading Dodgers. Instead, the Rockies had to settle for a split decision in the four-game series.\n\nKendrick took the loss for Colorado, falling to 1-5, but he deserved a better fate. The Rockies, shackled for six innings by Dodgers starter Mike Bolsinger and confounded by Foster’s strike zone, were shut out for the second time this season. The other time was April 19 at Dodger Stadium.\n\n“I thought we had pitches to hit today, but we didn’t take advantage,” said third baseman Nolan Arenado, who went 0-for-3 and saw a potential two-run homer drift foul down the left-field line in the sixth inning. “As a team we just couldn’t get anybody on, but give credit to (Bol- singer). He pitched a good game.”\n\nThe Dodgers scratched out the game’s only run with two outs in the fourth. Adrian Gonzalez singled to right and Kendrick walked Justin Turner before Yasmani Grandal scooted an RBI single just out of reach of Ynoa at second base.\n\nKendrick pitched well for the second consecutive game, but again he failed to put another W on his résumé. He went seven innings, allowing one run on three hits. He walked five and struck out one.\n\nKendrick faced a cliffhanger in the sixth but emerged unscathed. He walked the bases full, bringing Dodgers fans to their feet, but Andre Ethier lined out to Drew Stubbs in center field.\n\nPatrick Saunders: psaunders@denverpost.com or twitter.com/psaundersdp\n\nSwings and misses\n\nThe Rockies struck out at a record rate while on their six-game West Coast road trip, which wrapped up Sunday:\n\nThey whiffed 18 times Friday in a 6-4 loss to the Dodgers, the most strikeouts in a nine-inning game in Rockies history.\n\nThey struck out 54 times in the four-game series at Dodger Stadium and 76 times overall on the road trip.\n\nAccording to Elias Sports, the Rockies are the first team in baseball’s modern era (since 1900) to strike out 14 or more times in three consecutive games — 14 vs. the Angels on Wednesday, 14 vs. the Dodgers on Thursday, 18 vs. the Dodgers on Friday.\n\nPatrick Saunders, The Denver Post", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "Rockies get blanked by Dodgers, split four-game series", "title": "Rockies get blanked by Dodgers, split four-game series", "url": "http://www.denverpost.com/2015/05/17/rockies-get-blanked-by-dodgers-split-four-game-series/", "image": {"width": 654, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/04/20150517__rockies2p1.jpg", "height": 439}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/04/20150517__rockies2p1.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "article": {"published_time": "2015-05-17T17:00:43+00:00", "modified_time": "2016-04-23T05:51:28+00:00"}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "viewport": "width=device-width, initial-scale=1"}, "article_summary": "“The Dodgers strike out hitters a lot; that’s a big part of what they do on the mound.\nThey struck out 54 times in the four-game series at Dodger Stadium and 76 times overall on the road trip.\nInstead, the Rockies had to settle for a split decision in the four-game series.\nThat’s my fault.”A win Sunday would have given the Rockies an unexpected knockout of the National League West-leading Dodgers.\nRockies Mailbag: Pose a question for Patrick Saunders“We have to get better with two strikes; that’s too many strikeouts,” he said."}