{"article_title": "Hillary Clinton's experience and steadiness make her best choice in Democratic primary", "article_keywords": ["care", "clinton", "voters", "choice", "steadiness", "experience", "primary", "hillary", "state", "health", "need", "president", "white", "democratic", "best", "clintons"], "article_url": "http://www.sun-sentinel.com/opinion/endorsements/fl-editorial-hillary-gs0306-20160304-story.html", "article_text": "She is way too secretive. Almost paranoid.\n\nShe created a controversy over her use of private emails that has led to prolonged investigations by the Department of Justice and the State Department. She won't release transcripts of her speeches to Wall Street bigwigs.\n\nShe voted for the Iraq war.\n\nAnd some people just don't think we need another Clinton in the White House.\n\nThe negatives are there, and many are justified.\n\nWhat's also true, however, is that though Clinton is flawed, she's also as qualified a candidate for the White House as we've seen in years. The breadth of her experience and her accomplishments are why the Sun Sentinel Editorial Board recommends voters choose her over Bernie Sanders in Florida's Democratic primary on March 15.\n\nHillary Clinton brings assets we've seen too little of this primary season — steadiness and experience at the highest levels of government.\n\nHer resume is impressive. She spent eight years in the U.S. Senate, representing New York from 2001 to 2009. She followed that with four years as secretary of state. Though she ran unsuccessfully for the Democratic nomination in 2008, she was in the White House for eight years working on policy while her husband was president.\n\nOf course, that makes Clinton the ultimate establishment insider, which to some voters is hardly an asset this year. But if you wouldn't go to a doctor who hadn't graduated from medical school, why would you elect a president with no experience in government? Donald Trump, for example, would be the first president never to have served in government or the military. His lack of experience already shows.\n\nClinton also has chosen not to totally distance herself from the record of Barack Obama. On the contrary, she and Obama have similar views on most of the main domestic issues: health care and immigration reform, equal rights, income inequality and a higher minimum wage, tougher gun laws, combating climate change, paid family leave and restoring relations with Cuba.\n\nHer ambitious goals on climate change especially matter in Florida, the state most at risk from rising seas. Clinton's goals for renewable energy are more ambitious even than Obama's.\n\nOn foreign policy, she is more hawkish than Obama. Indeed, she backed escalation of the war in Afghanistan. She strongly supported intervention in Libya, with no plan for what came after overthrowing Muammar Gadhaffi. She'll have to convince voters that she would use military force only when there is no other option.\n\nOverall, however, Hillary Clinton is smart, steady and able to rebound quickly from defeat. When her attempt at health care reform failed during her husband's first term, Clinton worked with senators from both parties – Democrat Ted Kennedy and Republican Orrin Hatch -- to create the Children's Health Insurance Program, which cut the uninsured rate of American children in half. More than eight million children have coverage because of the program.\n\nCritics who claim Clinton has no record of accomplishment despite her sparkling resume need to look closer at her record.\n\nShe helped secure more than $21 billion for World Trade Center redevelopment. She led investigations into the health problems of 9/11 first responders. She promoted increased National Institutes of Health funding for research into cancer and asthma. She was the principal author of sanctions – particularly on oil imports to the European Union -- that brought Iran to the negotiating table. She helped bring about a 2012 cease-fire between Hamas and Israel that headed off an Israeli invasion of Gaza. She named an \"ambassador at large\" for women's rights.\n\n\"Nearly every foreign policy victory of President Obama's second term,\" said Senate Minority Leader Harry Reid, D-Nev., \"has Secretary Clinton's fingerprints on it.\"\n\nClinton has drawn criticism for not exciting her voters. Unlike her Democratic rival, Sen. Bernie Sanders, and Donald Trump, however, Clinton is telling voters what they need to hear, not what they want to hear.\n\nSanders favors a single-payer health care system, breaking up big banks, free college and raising the minimum wage to $15 an hour. His plans for making those happen and paying for them, however, are beyond unrealistic. Even many liberal Democrats understand that Americans don't want this country to be like Denmark.\n\nClinton understands that after campaign rhetoric fades, progress comes from steady, unglamorous effort. She would build on the Affordable Care Act, not start over. Here's more reality: A Democratic president in 2017 might get a Democratic Senate but surely will get a Republican-led House that can't agree on its own proposals, much less any from a Democrat.\n\nClinton understands that reality. She would not need training wheels if she were to become the Democratic nominee and the first female president. But while Hillary Rodham Clinton would make history if she were elected in November, the more important point for voters in the Florida primary is that she would make a good president.", "article_metadata": {"fb_title": "Clinton's experience and steadiness make her best choice", "googlebot": "index", "copyright": "Copyright (c) 2016 South Florida Sun-Sentinel", "author": "South Florida Sun-Sentinel", "og": {"site_name": "Sun-Sentinel.com", "description": "She is way too secretive. Almost paranoid.", "title": "Clinton's experience and steadiness make her best choice", "url": "http://www.sun-sentinel.com/opinion/endorsements/fl-editorial-hillary-gs0306-20160304-story.html", "image": "http://www.trbimg.com/img-56d9e453/turbine/fl-editorial-hillary-gs0306-20160304", "type": "article"}, "x-servername": "lalvp16.17", "twitter": {"site": "@sunsentinel", "card": "summary"}, "keywords": "Hillary Clinton, newspaper endorsement, Sun Sentinel endorse, Barack Obama, Bernie Sanders, Iraq War,", "robots": "index,follow", "apple-itunes-app": "app-id=402230662, app-argument=http://www.sun-sentinel.com/deeplinkid/86111062", "fb": {"admins": 100004353067097, "page_id": 64829476886, "app_id": 728754867160252}, "googlebot-news": "index", "date": "2016-03-04", "Description": "The South Florida Sun Sentinel endorses Hillary Clinton in Florida's March 15 presidential primary because she has the strongest record of experience.", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, minimum-scale=1.0, user-scalable=no", "news_keywords": "Hillary Clinton, newspaper endorsement, Sun Sentinel endorse, Barack Obama, Bernie Sanders, Iraq War,"}, "article_summary": "Hillary Clinton brings assets we've seen too little of this primary season — steadiness and experience at the highest levels of government.\nSanders favors a single-payer health care system, breaking up big banks, free college and raising the minimum wage to $15 an hour.\nHere's more reality: A Democratic president in 2017 might get a Democratic Senate but surely will get a Republican-led House that can't agree on its own proposals, much less any from a Democrat.\nShe would not need training wheels if she were to become the Democratic nominee and the first female president.\nThe breadth of her experience and her accomplishments are why the Sun Sentinel Editorial Board recommends voters choose her over Bernie Sanders in Florida's Democratic primary on March 15."}