{"article_title": "Obama Should Accept GOP Shutdown Demands, Then Watch the Party Implode", "article_keywords": ["debt", "demands", "political", "mandate", "republicans", "watch", "accept", "insurance", "repeal", "shutdown", "implode", "mean", "party", "republican", "really", "gop", "obama"], "article_url": "http://www.usnews.com/opinion/blogs/eric-schnurer/2013/10/08/obama-should-accept-gop-shutdown-demands-then-watch-the-party-implode", "article_text": "Dan Wasserman/Tribune Content Agency\n\nOK, enough of this. To do something about the real bankruptcy hanging over Washington, maybe Democrats ought to give Republicans what they say they want.\n\nWhat if the administration agreed to Republican demands to abandon Obamacare? Republicans realize that they can't really be for full repeal of the law – that would mean taking responsibility for throwing people off their insurance for pre-existing conditions, telling younger Americans that they have to give up the coverage under their parents' plans for which they're now eligible and cutting back on prescription benefits for seniors. So, they never talk publicly about those aspects of Obamacare, and have essentially narrowed their demands to repealing (or delaying) the individual mandate.\n\nOf course, the mandate is generally viewed as essential to the \"guaranteed issue\" requirement – the basic idea that every American should be able to get health insurance. As anyone who has followed the issue knows (except, apparently, those interviewed by Jimmy Kimmel), if insurers are required to take all comers, but families aren't required in turn to purchase insurance whether they want it now or not, then insurance as we know it will cease to exist: People will only buy insurance when they need it, ceasing to make it \"insurance.\" No insurance company could afford that. The entire industry would go out of business.\n\n[See a collection of political cartoons on Obamacare.]\n\nBut, hey, isn't that what liberals have always wanted? There'd be a government single-payer health system in no time – all thanks to Republicans. By magnanimously giving in to Republican demands to sacrifice his own greatest accomplishment, Obama would deliver the greatest socialization in American history – exactly what Republicans claim to fear.\n\nThere are, of course, other ways to deal with the issue the mandate purports to tackle: You could let people opt out of insurance, but on pain of never being able to opt back in; that's unlikely to happen become it's so draconian, but for exactly that reason it should prove popular with – although politically disastrous for – the folks cheering at last year's Republican presidential debates for the suggestion that people without insurance should be allowed to die. More \"conservatively,\" so to speak, we could allow people back in but make the penalty so high for doing so that no-one in their right mind would ever opt out – a mandate in all but name, but perfectly sensible (not to mention constitutional). In short, Obamacare could be saved in fact, if not in name, while still allowing Republicans to claim their piece of scalp.\n\nMore crucially, however, for the president to make a personal sacrifice of such Biblical dimensions, he would be perfectly within his rights to lodge a negotiating demand of his own: end forever this nonsense over raising the debt ceiling. There is no requirement or necessity for Congress to set a separate statutory limit on total debt, with one hand, while it sits there passing out the money, cutting the taxes and running up that very debt with the other. This illogical distraction has been turned by the current House majority into a recurring excuse for political hissy-fits at the expense of the nation's economic security. Obama should make his price for giving Republicans what they want the permanent repeal of the debt ceiling.\n\n[See a collection of political cartoons on Congress.]\n\nIn fact, this too can be turned into a great triumph of conservative principle. Tea partiers want to hold the debt ceiling down as a tool for reducing government spending. But this is both disingenuous – it doesn't reduce spending, it simply tells the rest of the world that we don't pay our bills – and indirect: If you want to stop increasing the national debt, the way to do that is to stop running a deficit. The same guys opposed to raising the debt limit have voted for all these red-ink budgets. There's a simpler way to do it: Pass a budget that doesn't contain a deficit.\n\nObama should challenge the House Republicans to do exactly that as part of their Obamacare repeal: He should promise to sign the repeal and their balanced budget that stops running up the national debt, as soon as they actually pass one. I don't mean the Ryan budget – which purports to eliminate the deficit in a few decades – or ones with vague nostrums and gimmicks that doesn't really balance taxes and expenditures. I mean, c'mon House, put your money where your mouth is and vote for what you've been saying for years you all want: an honest-to-God, CBO-certified balanced budget.\n\nOf course, that would require gutting domestic discretionary spending on all the government functions Americans take for granted, and severe cuts in Social Security and Medicare, not just for future generations, as Republican cynically propose these days, but for the current retirees and near-retirees who make up the bulk of their tea party supporters. But, hey, that's what they say they're for – Obama ought to let them have the chance to show how much they really mean it.\n\n[See a collection of political cartoons on the government shutdown.]\n\nAnd that, of course, is the bottom line: They don't mean any of it. Republicans, if given the chance, wouldn't really repeal the entire Affordable Care Act, or even just the mandate and let the insurance industry implode. They wouldn't ever enact a balanced budget. They wouldn't propose real entitlement reform. Why not? For the same reason that, when they had Republican presidents and control of Congress, they didn't then, either (or, for that matter, follow through on their social agenda like banning abortion): They get lots of votes by saying they're for all this stuff – but they'd lose many more votes by actually being for it.\n\nI would love to see a responsible opposition party that puts forward intelligent plans for making health care more affordable and accessible without a mandate, for reforms to Social Security and Medicare that would preserve them without passing on excessive debt to our children, and for reducing the national debt to manageable levels. But Republicans don't have such plans. Obama should take this opportunity to prove that by demanding that Republicans actually enact them.\n\nRead Carrie Wofford: How Wall Street Could Stop the Tea Party Government Shutdown\n\nRead Susan Milligan: Obama, Fox News and a Fake Muslim Museum", "article_metadata": {"zone": "eric-schnurer/blogentries", "keyword": "Politics [News]", "title": "Obama Should Accept GOP Shutdown Demands, Then Watch the Party Implode", "og": {"url": "http://www.usnews.com/opinion/blogs/eric-schnurer/2013/10/08/obama-should-accept-gop-shutdown-demands-then-watch-the-party-implode", "type": "article", "site_name": "US News & World Report", "description": "President Obama should prove the GOP's policy ideas are unworkable by forcing Republicans to implement them.", "title": "Destroying the GOP By Giving It What It Wants"}, "twitter": {"title": "Obama Should Accept GOP Shutdown Demands, Then Watch the Party Implode", "site": "@USNews", "card": "summary", "description": "President Obama should prove the GOP's policy ideas are unworkable by forcing Republicans to implement them."}, "site": "eric-schnurer", "date_published": "Oct. 8, 2013", "fb": {"app_id": 130063997038366}, "page_type": "article", "keywords": "Eric Schnurer,Obama, Barack,politics,Congress,Affordable Care Act,picks,Politics [News]", "msvalidate.01": "A8E47FA91124063A4A9C78AD5273DC0F", "google-site-verification": "owJBuFHD3VHcTSsnPSOYizmUcs3GSBjbx09vBbBi1MM", "viewport": "width=device-width, initial-scale=1", "description": "President Obama should prove the GOP's policy ideas are unworkable by forcing Republicans to implement them."}, "_id": "\"57477af36914bd0286fc9ad8\"", "article_summary": "But, hey, that's what they say they're for – Obama ought to let them have the chance to show how much they really mean it.\nRepublicans, if given the chance, wouldn't really repeal the entire Affordable Care Act, or even just the mandate and let the insurance industry implode.\nRead Carrie Wofford: How Wall Street Could Stop the Tea Party Government ShutdownRead Susan Milligan: Obama, Fox News and a Fake Muslim Museum\nObama should make his price for giving Republicans what they want the permanent repeal of the debt ceiling.\nSo, they never talk publicly about those aspects of Obamacare, and have essentially narrowed their demands to repealing (or delaying) the individual mandate."}