{"article_title": "The Best Ways to Listen to Music Online -- The Motley Fool", "article_keywords": ["fool", "google", "song", "motley", "youre", "youtube", "itunes", "ways", "subscription", "music", "online", "services", "radio", "songs", "best", "listen"], "article_url": "http://www.fool.com/investing/general/2014/03/09/the-best-ways-to-listen-to-music-online.aspx", "article_text": "Downloading music has become completely unnecessary -- people with an Internet-connected PC, smartphone, or tablet can listen to just about any song they want, any time they want, both on demand and with Internet radio. Services from Pandora (NYSE:P), Google (NASDAQ:GOOGL), Apple (NASDAQ:AAPL), and Amazon.com (NASDAQ:AMZN), in addition to many others, have made it easy to listen to music online.\n\nOn-demand services\n\nIf you're looking for a particular song, Spotify and Google's YouTube are likely your best bet. Listeners on a traditional PC or laptop can access Spotify's catalog of some 20 million songs for free, streaming them directly over the Internet.\n\nIn contrast to Spotify, YouTube wasn't intended to serve as a music platform -- easily skipping from one song to the next or creating a playlist is possible, though less intuitive. Still, YouTube's user-uploaded content has created a treasure trove of music; it seems just about every song anyone would ever be interested in listening to has been uploaded to YouTube, in one form or another.\n\nThen there are the on-demand music subscription services, which are particularly useful to listeners on mobile devices. Spotify's service is accessible on smartphones and tablets but requires a monthly subscription to take advantage of the on-demand features.\n\nSpotify has numerous competitors, including Rhapsody, Google Music All Access, Beats Music, Xbox Music, MOG, and Rdio. While there are subtle differences between the services, at their core, they largely function the same -- on-demand access to catalog of millions of songs for a monthly subscription fee of around $10.\n\nInternet radio\n\nIf you're looking to have music delivered to you passively, with a steady stream of similar songs played consecutively, there are a wide variety of Internet radio options.\n\nPandora is perhaps the largest and best-known, but there are several alternatives, including Songza and Slacker. These services allow users to create custom radio stations, based on particular artists, songs, albums, genres, or activities.\n\nThere's also Apple's iTunes Radio, and Samsung's Milk Music. Unfortunately, listening to iTunes Radio requires the iTunes application -- which means you either need to install iTunes on your PC, or use an Apple-made smartphone or tablet. Samsung's Milk is similar, requiring the use of a Samsung Galaxy device, but if you do happen to own one, Milk is the best option -- unlike Pandora and iTunes Radio, Samsung's service is completely ad-free.\n\nPut your music collection online\n\nIf you do have a large, local music collection, there are ways to make it accessible online, allowing you to listen to your music even when you're far away from where the songs are stored. Gmail users can upload as many as 20,000 MP3s to Google Music, loading them into Google's cloud. Once there, they can be played back through a browser, or with the Google Music app available to owners of Android-powered or Apple-made mobile devices.\n\nAmazon and Apple both offer competing alternatives in the form of iTunes Match and Amazon Cloud Player. But unlike Google's option, they cost money: Amazon Cloud Player will store 250 songs for free, but any more requires an annual subscription of roughly $25. Apple's iTunes Match costs, and largely works, about the same.\n\nObviously, there are still some situations where locally stored song files are preferred, but in recent years, the growth of Internet-based music services has rendered them largely unnecessary.", "article_metadata": {"publish_time": "07:45", "date": "2014-03-09T11:45:00Z", "description": "With services from Pandora, Apple, Google and Amazon, local music files have become a relic of the past.", "ResponsiveALP": "1Ses_control-21_control_100", "author": "Sam Mattera", "promo": "With services from Pandora, Apple, Google and Amazon, local music files have become a relic of the past.", "twitter": {"site": "@themotleyfool", "description": "With services from Pandora, Apple, Google and Amazon, local music files have become a relic of the past.", "title": "The Best Ways to Listen to Music Online --  The Motley Fool"}, "pitch": 388, "og": {"site_name": "The Motley Fool", "description": "With services from Pandora, Apple, Google and Amazon, local music files have become a relic of the past.", "title": "The Best Ways to Listen to Music Online --  The Motley Fool", "url": "http://www.fool.com/investing/general/2014/03/09/the-best-ways-to-listen-to-music-online.aspx", "image": "https://g.foolcdn.com/image/?url=http%3A%2F%2Fg.foolcdn.com%2Fassets%2Fimages%2Ffool%2Ftmf-logo.png&h=630&w=1200&op=resize", "type": "article"}, "fb": {"admins": 50808187550, "page_id": 7240312795, "app_id": 50808187550}, "bureau": "usmf-technology-and-telecom", "STORY_UID": "a47fc5d2-a6f8-11e3-b447-0050569d4be0", "headline": "The Best Ways to Listen to Music Online", "msvalidate.01": "8D40D58712924715BAA79D135A6C8DDA", "gsa_date": "2014 03 09", "tickers": "AAPL,GOOGL,AMZN,P", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0"}, "_id": "\"57477af36914bd0286fd065d\"", "article_summary": "Spotify has numerous competitors, including Rhapsody, Google Music All Access, Beats Music, Xbox Music, MOG, and Rdio.\nThen there are the on-demand music subscription services, which are particularly useful to listeners on mobile devices.\nGmail users can upload as many as 20,000 MP3s to Google Music, loading them into Google's cloud.\nOnce there, they can be played back through a browser, or with the Google Music app available to owners of Android-powered or Apple-made mobile devices.\nUnfortunately, listening to iTunes Radio requires the iTunes application -- which means you either need to install iTunes on your PC, or use an Apple-made smartphone or tablet."}