{"article_title": "Here's how today's \"patient\" is really a \"healthcare consumer\"MedCity News", "article_keywords": ["customer", "innetwork", "sure", "patient", "network", "facility", "heres", "im", "services", "patients", "various", "healthcare", "consumermedcity", "todays", "really"], "article_url": "http://medcitynews.com/2015/11/patient-healthcare-consumer/", "article_text": "There’s been a lot of articles and discussion about whether we’re healthcare patients or healthcare customer; and whether we all need to become more intelligent healthcare customers in order to be effective patients capable of achieving meaningful outcomes. In the tweet chats I’ve attended where the differences between being a patient vs. customer are discussed and in the articles I’ve read, some people seem to have a very clear idea of the difference between the two; others not so much. The patient-customer often has a different perspective on this topic than the physician-provider.\n\nThere’s the argument that “Customers go to places willingly, while patients go to hospitals mostly out of necessity.” Indeed, who’s going to be looking for an in-network hospital and checking on physician credentials while lying I’m in the back of an ambulance? Physicians argue that they offer a special breed of services and that providing “customer satisfaction” and needing to “encourage brand loyalty” are not part of their responsibility.\n\nWhile I’m not sure where the majority or “popular opinion” stands on this topic, I can attest for my own situation: Over the past few years, I have been performing many duties and tasks associated with being a customer.\n\nAdvertisement\n\nWhat are these customer duties I’m performing?\n\nSearching for an In-network Provider\n\nAlmost every year I have to validate that our various family physicians are still contracted with our health plan. In fact, one of my son’s PCP’s changed practices this year and didn’t tell us. I found out when I started receiving invoices with out of network charges! Sure, I’ll pay $350 for an office visit. Not!\n\nValidating Professional Services for Primary Services Performed at a Facility\n\nClosely related to ensuring coverage by in-network providers, I spent some time this year making sure that radiologists reading various imaging exams performed by a facility that billed separately for their services were also contracted with my health plan. It appears our families various PCP’s will ensure they send an order for imaging to a network facility but then the facility – for whatever reason – has the image read by an out of network radiologist. Seriously?", "article_metadata": {"description": "Maybe it's not an either-or? There are certainly some ways patients are being treated/acting like consumers.", "generator": "WordPress 4.5.2", "og": {"site_name": "MedCity News", "description": "Maybe it's not an either-or? There are certainly some ways patients are being treated/acting like consumers.", "title": "How today’s patient is actually a healthcare consumer", "locale": "en_US", "image": "http://medcitynews.com/wp-content/uploads/2015/11/consumer_flickr_walmart.jpg", "updated_time": "2016-01-06T11:49:42-04:00", "url": "http://medcitynews.com/2015/11/patient-healthcare-consumer/", "type": "article"}, "twitter": {"image": "http://medcitynews.com/wp-content/uploads/2015/11/consumer_flickr_walmart.jpg", "description": "Maybe it's not an either-or? There are certainly some ways patients are being treated/acting like consumers.", "card": "summary", "title": "Here's how today's \"patient\" is really a \"healthcare consumer\""}, "robots": "noodp", "fb": {"app_id": 148725768475669}, "google-site-verification": "xudQg7nxVR9ifmMTY4Tf-0wVtX9b6rWLQd0utCweGOc", "keywords": "weight loss, obesity, overweight,diabetes,massachusetts,medical devices,obesity,startups,healthcare innovation, medcity news,medcity news,san francisco, startups, life sciences,accelerator,rock health,startup advice,startup funding,patient monitoring system, motion sensors ,dc,healthcare it,washington,foodborne pathogens, diagnostics company, diagnostic platforms,minimally invasive surgery, laser surgery,cambridge,dealflow,hospitals,wellpoint, healthways, health and wellness, employee wellness programs,investing,wellness,medtronic, shanghai innovation center, china, r&d,china,mdt,minneapolis,minnesota,publics,twin cities,ulcerative colitis, abbott labs, humira,abbott labs,doctors,pharmaceuticals,skin disorders, pharmaceuticals, md anderson cancer center,cancer,texas,renal denervation, st. jude medical,st. jude medical,stj,emr, ehr, electronic health records, electronic medical records, certified emr,certified emr,ehr,electronic health records,electronic medical records,advanced cellular technology,amyotrophic lateral sclerosis,embryonic stem cells,geron corporation,lou gehrig\\'s disease,macular degeneration,regenerative medicine,spinal cord damage,value-based healthcare system, obamacare, fee-for-service model,california,cleveland,health insurance,insurance,ohio,pennsylvania,politics,cancer treatment options library, aetna, aet, healthcare it,aet,aetna,health it,phi,philadelphia,consumer driven healthcare, OB, , MedCity News", "article": {"section": "Daily", "tag": "OB", "published_time": "2015-11-16T11:16:16-04:00", "modified_time": "2016-01-06T11:49:42-04:00"}, "viewport": "width=device-width,initial-scale=1.0,width=device-width,user-scalable=no,minimum-scale=1.0,maximum-scale=1.0"}, "article_summary": "There’s been a lot of articles and discussion about whether we’re healthcare patients or healthcare customer; and whether we all need to become more intelligent healthcare customers in order to be effective patients capable of achieving meaningful outcomes.\nIt appears our families various PCP’s will ensure they send an order for imaging to a network facility but then the facility – for whatever reason – has the image read by an out of network radiologist.\nSearching for an In-network ProviderAlmost every year I have to validate that our various family physicians are still contracted with our health plan.\nAdvertisementWhat are these customer duties I’m performing?\nPhysicians argue that they offer a special breed of services and that providing “customer satisfaction” and needing to “encourage brand loyalty” are not part of their responsibility."}