{"article_title": "HealthCare.gov Now Allows Window Shopping, And A Do-Over : Shots", "article_keywords": ["website", "metcalf", "shopping", "plans", "healthcaregov", "button", "allows", "doover", "portman", "window", "shes", "shots", "prices", "thats"], "article_url": "http://www.npr.org/sections/health-shots/2013/12/05/248856640/healthcare-gov-now-allows-window-shopping-and-a-do-over", "article_text": "HealthCare.gov Now Allows Window Shopping, And A Do-Over\n\niStockphoto\n\nOne thing that's clear about the relaunch of the troubled HealthCare.gov website is that it can accommodate more people.\n\nFederal officials said more than 1 million users logged in on Monday, and nearly that many on Tuesday.\n\nBut less attention has been paid to some other upgrades that are also making the site easier for people to use. That's too bad, says Nancy Metcalf, senior editor of Consumer Reports, who has been chronicling the rollout of the health exchanges. She says some of them are pretty impressive.\n\nOf course, the most noticeable improvement to the site is that \"the thing actually works,\" Metcalf says. \"I've heard from consumers who couldn't get through before and they have now.\"\n\nIt's not yet clear whether everyone can get from the beginning to the end of the process without any glitches, she adds, \"but I think we're on the right track. And it's certainly time for people to shop anyway, because they only have until the 23rd to get a plan.\"\n\nThat is, if they want insurance to begin Jan. 1.\n\nOne of the biggest improvements is in what's known as the website's window shopping function. That's where you can look at plans available in your area without having to create an account first. It had one before, but it wasn't very helpful. Among other things, it provided prices only for people who were 27 or 50 years old; no one else.\n\n\"It would be like being able to browse for cars and just being able to look at a picture of a car,\" Metcalf says.\n\nThe new shopping function is, well, functional. There's a button on the home page where you provide your age and ZIP code, and it gives you a list of plans and actual prices. Those are not the prices you'll pay if you're eligible for a government subsidy. Those might be lower. And, as they say, there's more.\n\n\"You can click through to the plan's website to see their provider directory and their list of preferred drugs; really useful for consumers, and something even some of the better state exchanges don't even have yet,\" she said. \"So it's night and day.\"\n\nThe website also has another new function that will come as a relief to a lot of people who have suffered through repeated problems until now — an actual reset button. Although on the website it's called \"remove.\"\n\n\"That could be an option for some individuals who would simply prefer to start over in the process now that it is running much more smoothly,\" Julie Bataille, spokeswoman for the Centers for Medicare and Medicaid Services, told reporters in a conference call Tuesday. \"Essentially they can click a 'remove' button in order to get rid of their old application and something they may have been having a problem with, and then they would be able to go and create a new application.\"\n\nIndividuals, perhaps, like Meredith Portman of Daphne, Ala. She's a freelance writer who has been trying to get signed up since October. After several false starts she managed to create an account and fill out an application, but she got a letter back that stopped her cold.\n\nIt told her to \"send the marketplace proof of your yearly income for 2014,\" she says.\n\nBut as a freelance writer, Portman says, she barely knows what she's going to make this year, much less next year. And documenting it? She says she can't begin to imagine how she'd do that.\n\n\"So I called them up, and they said, 'Well, we'll have somebody get back in touch with you.' And I think that was Nov. 1.\"\n\nPortman eventually got a call back over Thanksgiving, but didn't hear her cellphone ring, and the person didn't leave a direct number to return the call. Now she's worried about running out of time to get things straightened out.\n\n\"On Jan. 1, my current insurance doubles. And it took them a month to get back to me,\" Portman says. \"I'm hoping it will not take another month or I will be in a bad situation.\"\n\nWhether or not Portman decides to exercise the reset option, Metcalf says she should definitely take advantage of one other new feature on the home page of the HealthCare.gov website — a \"find local help\" button. It's designed to help people find a live person who can help them sort through problems.\n\n\"Make use of those people,\" Metcalf says. \"They've had a lot of experience by now with the vagaries of this website.\"\n\nBecause while HealthCare.gov is clearly better, it's also clearly not all fixed yet.", "article_metadata": {"Rating": "General", "description": "Probably the best feature of the retooled HealthCare.gov website is that you can actually use it. People are now able to get a customized list of plans and prices, and click through to see an insurer's provider directory. Still, better though it is, it's clearly not 100 percent.", "og": {"site_name": "NPR.org", "description": "Probably the best feature of the retooled HealthCare.gov website is that you can actually use it. People are now able to get a customized list of plans and prices, and click through to see an insurer's provider directory. Still, better though it is, it's clearly not 100 percent.", "title": "HealthCare.gov Now Allows Window Shopping, And A Do-Over", "url": "http://www.npr.org/sections/health-shots/2013/12/05/248856640/healthcare-gov-now-allows-window-shopping-and-a-do-over", "image": "https://media.npr.org/assets/img/2013/12/04/istock_000011949662small_wide-910dd346e0b71dbe34791ccc55dd610061ef13eb.jpg?s=1400", "type": "article"}, "twitter": {"domain": "npr.org", "image": {"src": "https://media.npr.org/assets/img/2013/12/04/istock_000011949662small_wide-910dd346e0b71dbe34791ccc55dd610061ef13eb.jpg?s=1400"}, "card": "summary_large_image", "site": "@NPR"}, "robots": "noarchive,index,follow", "fb": {"app_id": 138837436154588, "pages": 10643211755}, "date": "2013-12-05", "viewport": "width=device-width, initial-scale=1, minimum-scale=1, maximum-scale=1, user-scalable=no, shrink-to-fit=no"}, "_id": "\"57477af46914bd0286fdf04f\"", "article_summary": "HealthCare.gov Now Allows Window Shopping, And A Do-OveriStockphotoOne thing that's clear about the relaunch of the troubled HealthCare.gov website is that it can accommodate more people.\nOne of the biggest improvements is in what's known as the website's window shopping function.\nThat's too bad, says Nancy Metcalf, senior editor of Consumer Reports, who has been chronicling the rollout of the health exchanges.\nThat's where you can look at plans available in your area without having to create an account first.\nAnd it's certainly time for people to shop anyway, because they only have until the 23rd to get a plan.\""}