{"article_title": "Changes in works for staff benefits package", "article_keywords": ["cashinlieu", "weve", "benefits", "district", "package", "employees", "irs", "affordability", "month", "health", "plan", "works", "changes", "insurance", "staff"], "article_url": "http://www.hngnews.com/deforest_times/news/school/article_2b056322-20f6-11e6-85e9-fbd59aed3ca3.html", "article_text": "Scores of DeForest Area School District employees could lose ‘cash-in-lieu’ benefits following a notice from the IRS regarding the affordability requirements in the Affordable Care Act (ACA).\n\nThe DASD Insurance Advisory Committee recommended eliminating a $308 per month cash-in-lieu option affecting around 100 district employees at the May 9 school board meeting. The change would take place following the 2016-17 benefit year.\n\nThe ACA requires employers to offer full-time employees health insurance coverage that provides a minimum value and is affordable. An employee contribution of less than 9.66 percent of wages towards the plan meets the affordability requirement.\n\nBy choosing a health care plan through the district, an employee could pay $80 per month for self-only coverage. By waiving district coverage, an employee is currently entitled to $308 per month in additional taxable wages. The issue facing the district is that the IRS clarification requires the district to add the two figures, resulting in a $388 per month figure that exceeds the affordability mandate.\n\nOver the last few years employees contributing around $80 per month towards their plan need only make over $10,000 annually to meet the affordability requirement. When adding the cash-in-lieu figure, employees will soon have to earn more than $48,900 for the plan to be considered “affordable.” At present, 233 employees make less than that amount, approximately 100 of which take the cash-in-lieu option.\n\nBy keeping the cash-in-lieu option, the district would be penalized $3,240 for each of the 233 employees making less than the required affordability income. At a total penalty of more than $750,000, keeping the cash-in-lieu benefit is not an option for the district.\n\nThe IRS clarification takes effect Jan. 1, 2017.\n\n“I think we’ve delayed it even longer than we were initially advised to. We’ve been hearing that this was going to go away, and other districts got rid of it already, and we’ve kept saying, ‘well, they’ve delayed everything else, let’s see if they delay this’,” Insurance Advisory Committee member Kathy Williams said. “We’ve just been kind of riding it out, but now our ride is over, it appears.”\n\nDistrict HR director, Vickie Adkins, echoed those sentiments and acknowledged that the decision will not be a popular move.\n\n“It’s a law that we’re reacting to. We’ve staved it off as long as we could, but with the current laws and regulations in place, we need to be prepared for it,” Adkins said.\n\nON THE HORIZON\n\nFurther into the future is the implementation of the so-called “Cadillac Tax” on high cost health benefits that may cause the district to eliminate the offer of health care flex spending (FSA accounts) after 2019.\n\nThe IRS is likely to include flex spending contributions on top of health insurance premiums, boosting the total cost and subjecting the district to the Cadillac Tax.\n\n“Come 2020 we are projecting to be over the threshold. What happens then is that every dollar over the threshold is subject to a 40 percent excise tax,” said consultant Al Jaeger. “I don’t know any employer—public employer especially—that can afford, politically or financially, to incur an additional 40 cents on every dollar.”\n\nThe committee recommended watching for future IRS notices regarding the Cadillac Tax, which has already been delayed to 2020. If no further delays are made without a change in the law, the district may stop offering health care flex spending.\n\n“It’s a sober conversation to have here and I’ve shared with other groups, that it was a pretty depressing meeting the last time we came together and talked about the impact of this,” Adkins said. “As our little health insurance committee, we can’t change the big decisions that are coming down from the state and federal level. All we can do is react in the best manner as appropriate to be compliant with the laws, and still try to offer the best benefits we can.”", "article_metadata": {"googlebot": "noarchive", "og": {"url": "http://www.hngnews.com/deforest_times/news/school/article_2b056322-20f6-11e6-85e9-fbd59aed3ca3.html", "type": "article", "site_name": "Hometown News LLC", "description": "Scores of DeForest Area School District employees could lose ‘cash-in-lieu’ benefits following a notice from the IRS regarding the affordability requirements in the Affordable Care Act (ACA).", "title": "Changes in works for staff benefits package"}, "twitter": {"site": "@townnews", "card": "summary"}, "description": "Scores of DeForest Area School District employees could lose ‘cash-in-lieu’ benefits following a notice from the IRS regarding the affordability requirements in the Affordable Care Act (ACA).", "fb": {"app_id": 135817296433862}, "keywords": "school", "google-site-verification": "b5DWcQyZo6r6p_nbm7JxnBBpvsgvDVW9i1lP4_VFXhM", "news_keywords": "school"}, "article_summary": "The ACA requires employers to offer full-time employees health insurance coverage that provides a minimum value and is affordable.\n“As our little health insurance committee, we can’t change the big decisions that are coming down from the state and federal level.\nThe DASD Insurance Advisory Committee recommended eliminating a $308 per month cash-in-lieu option affecting around 100 district employees at the May 9 school board meeting.\nScores of DeForest Area School District employees could lose ‘cash-in-lieu’ benefits following a notice from the IRS regarding the affordability requirements in the Affordable Care Act (ACA).\nBy choosing a health care plan through the district, an employee could pay $80 per month for self-only coverage."}