{"article_title": "First practice gives Chiefs cornerbacks chance to shine", "article_keywords": ["shine", "training", "rookies", "job", "season", "practice", "smith", "cornerbacks", "peters", "chiefs", "chance", "games", "rookie", "starting", "gives"], "article_url": "http://www.washingtontimes.com/news/2015/aug/1/first-practice-gives-chiefs-cornerbacks-chance-to-/?page=all", "article_text": "ST. JOSEPH, Mo. (AP) - There was already going to be plenty of competition for one of the starting cornerback jobs in Kansas City, even before the Chiefs learned Sean Smith would be suspended for the first three games of the regular season.\n\nNow, there are two jobs up for grab.\n\nThe battle began in earnest Saturday, when the Chiefs had their first full-squad workout of training camp on the campus of Missouri Western. Nearly a dozen players on the roster are capable of playing cornerback, and nearly half have a realistic shot at a starting job.\n\nThat makes the competition one of the most intriguing of camp.\n\n“We rotate guys in there anyways, and it really doesn’t matter the side,” Chiefs coach Andy Reid said. “We’ve got enough guys there, including the rookies, that can come in and work into the rotation. We’ve got plenty of guys to work through that.”\n\nPhillip Gaines appears to have the edge on the rest of the crew after starting five games as a rookie a year ago. But he’ll be pushed by a pair of rookies, including first-round pick Marcus Peters, and a host of more experienced players - Marcus Cooper, Jamell Fleming and Ron Parker, who is capable of playing safety along with cornerback.\n\nGaines, a former third-round pick, got off to a slow start as a rookie. But he came on late in the season, then made perhaps the biggest strides of anyone in the Chiefs’ offseason program.\n\nCooper has started 10 games over the past two seasons, but he struggled so much late last season that he was eventually benched. Fleming took over the job after bouncing through Arizona and Jacksonville, and played reasonably well. Parker is more adept at safety, but he has the kind of speed and athleticism that the Chiefs wisely re-signed him in free agency.\n\nThen there are the rookies, the complete unknowns.\n\nPeters, once thought to be a top-10 talent, was chosen 18th overall out of Washington, even after he was kicked off his team for what amounted to insubordination last season. Peters insists that all his off-the-field trouble is in the past, and the Chiefs have been pleased by the way he has carried himself since arriving in Kansas City.\n\n“It’s a job that you have to do,” Peters said. “For me, it’s a sacrifice that I placed upon my family for me to come out here to do certain things to provide for them in certain ways.”\n\nThe other rookie with a shot at the starting job is Steven Nelson, a third-round pick out of Oregon State - though he may be better suited to the nickel position.\n\nBoth of them have some ground to make up. Washington and Oregon State are among the schools on a different academic schedule than most colleges, so the rookies had to return to finish their classwork after they were drafted. That means they missed out on much of the offseason program, though Peters and Nelson remained in touch, helping each other grasp the system.\n\n“We help each other out whenever we can,” Nelson said, “just going over the playbook or anything. Whenever we have questions off the field we might go to each other since we’re right next door and talk to each other.”\n\nSmith, the Chiefs’ top cornerback, was suspended last week after pleading guilty to drunken driving. First-time offenders are usually given a two-game suspension from the NFL, but Smith was hit with an additional game because he crashed his car into a light pole.\n\nReid said that Smith will still get repetitions in training camp, but it remains to be seen how the coach will split up snaps in preseason games, beginning Aug. 15 at Arizona.\n\nAs for Smith, he plans tutor the rest of the cornerbacks as much as possible.\n\n“That’s been my role since I’ve been in the NFL with anybody that’s younger than me,” he said, “because all it takes is one play for me to be hurt, and then they have to step in anyway. My job is to make sure everybody around me is better, regardless of first-team, second-team, a safety, a linebacker. If it’s anybody that I can help out on the field, I’m going to do it.”\n\nNOTES: WR Jeremy Maclin made a couple of deep catches, giving the Chiefs exactly what they wanted when they signed him in the offseason. … Thousands of fans showed up for the first day of training camp, forming a line into the practice facility that stretched nearly half a mile. … Rookie WR Chris Conley (knee) did not participate in the practice.\n\n___\n\nAP NFL websites: http://www.pro32.ap.org and http://www.twitter.com/AP_NFL", "article_metadata": {"description": "There was already going to be plenty of competition for one of the starting cornerback jobs in Kansas City, even before the Chiefs learned Sean Smith would be suspended for the first three games of the regular season.", "Author": "DAVE SKRETTA", "og": {"site_name": "The Washingtion Times", "description": "There was already going to be plenty of competition for one of the starting cornerback jobs in Kansas City, even before the Chiefs learned Sean Smith would be suspended for the first three games of the regular season.", "title": "First practice gives Chiefs cornerbacks chance to shine", "url": "http://www.washingtontimes.com/news/2015/aug/1/first-practice-gives-chiefs-cornerbacks-chance-to-/", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2015/08/01/ec3f1ead226ecc227d0f6a706700b43b.jpg", "type": "article"}, "twitter": {"image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2015/08/01/ec3f1ead226ecc227d0f6a706700b43b.jpg", "title": "First practice gives Chiefs cornerbacks chance to shine", "description": "There was already going to be plenty of competition for one of the starting cornerback jobs in Kansas City, even before the Chiefs learned Sean Smith would be suspended for the first three games of th", "card": "summary", "site": "@washtimes"}, "author": "The Washington Times http://www.washingtontimes.com", "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web1", "bitly-verification": "d180fd45f70d"}, "article_summary": "Nearly a dozen players on the roster are capable of playing cornerback, and nearly half have a realistic shot at a starting job.\nThe battle began in earnest Saturday, when the Chiefs had their first full-squad workout of training camp on the campus of Missouri Western.\nBut he came on late in the season, then made perhaps the biggest strides of anyone in the Chiefs’ offseason program.\n“We rotate guys in there anyways, and it really doesn’t matter the side,” Chiefs coach Andy Reid said.\n… Thousands of fans showed up for the first day of training camp, forming a line into the practice facility that stretched nearly half a mile."}