{"article_title": "Find Your Charity of Choice at PhilanthroFest", "article_keywords": ["organizations", "needs", "good", "miami", "things", "choice", "theres", "sibila", "philanthrofest", "wolfson", "day", "charity"], "article_url": "http://www.miaminewtimes.com/arts/find-your-charity-of-choice-at-philanthrofest-6500371", "article_text": "If there's one thing Miami needs more of (besides coffee shops and parking spots), it's do-goodery. There are lots of organizations working to make things better in the Magic City, but most are short on resources, time and the most important factor of all -- human capital.\n\nEnter Philanthrofest, the annual ode to all things charitable. This downtown fest showcases the good work of dozens of local groups at Miami Dade College's Wolfson Campus. It's the perfect chance to find a charity you'd be stoked to give some time to.\n\nSee also: Best Escape From Reality - PhilanthroFest\n\n\"It's just a beautiful day; an amazing day of civic action,\" says director Estrella Sibila.\n\nBetween 80 and 100 groups are scheduled to be on site, repping everything from homeless pets to injured veterans to special needs children.\n\n\"It's about getting to know what these organizations are and meeting people who are passionate about the same things,\" Sibila adds.\n\nArt at Philanthrofest 2013\n\nThere'll be plenty of stuff to keep you busy, from food trucks to kid's activities courtesy of the Miami Children's Museum to health screenings. You can even get on board with the Affordable Care Act.\n\nCultural and arts organizations will also be offering entertainment, Sibila says, so expect dancing, live poetry readings and other good stuff.\n\n\"It's very cool and fun. It's like a day of bliss in Miami.\"\n\nAnd, of course, the philanthropic party is free, so there's no reason not to spend a Saturday racking up some good karma. The event kicks off at 10 a.m. on Saturday, April 12, at MDC Wolfson Campus.\n\nFollow Cultist on Facebook and Twitter @CultistMiami.", "article_metadata": {"description": "If there's one thing Miami needs more of (besides coffee shops and parking spots), it's do-goodery. There are lots of organizations working to make...", "author": "Hannah Sentenac", "og": {"site_name": "Miami New Times", "description": "If there's one thing Miami needs more of (besides coffee shops and parking spots), it's do-goodery. There are lots of organizations working to make things better in the Magic City, but most are short on resources, time and the most important factor of all -- human capital. Enter Philanthrofest, the...", "title": "Find Your Charity of Choice at PhilanthroFest", "url": "http://www.miaminewtimes.com/arts/find-your-charity-of-choice-at-philanthrofest-6500371", "image": {"width": 565, "identifier": "http://images1.miaminewtimes.com/imager/find-your-charity-of-choice-at-philanthrof/u/original/6500372/philanthrofest_2013_001.jpg", "height": 377}, "type": "article"}, "twitter": {"image": "http://images1.miaminewtimes.com/imager/find-your-charity-of-choice-at-philanthrof/u/original/6500372/philanthrofest_2013_001.jpg", "description": "If there's one thing Miami needs more of (besides coffee shops and parking spots), it's do-goodery. There are lots of organizations working to make things better in the Magic City, but most are short on resources, time and the most important factor of all -- human capital. Enter Philanthrofest, the...", "site": "@miaminewtimes", "card": "summary_large_image", "title": "Find Your Charity of Choice at PhilanthroFest"}, "mobile-web-app-capable": "yes", "fb": {"app_id": 114535491940271}, "theme-color": "#a5252b", "keywords": "Miami news, Florida news, Miami events, Miami music, Miami restaurants, Miami things to do, Miami New Times", "article": {"section": "Arts", "published_time": "2014-04-09T08:11:50-04:00", "modified_time": "2016-04-02T17:43:35-04:00"}, "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fda8be\"", "article_summary": "If there's one thing Miami needs more of (besides coffee shops and parking spots), it's do-goodery.\n\"It's about getting to know what these organizations are and meeting people who are passionate about the same things,\" Sibila adds.\nEnter Philanthrofest, the annual ode to all things charitable.\nIt's the perfect chance to find a charity you'd be stoked to give some time to.\nSee also: Best Escape From Reality - PhilanthroFest\"It's just a beautiful day; an amazing day of civic action,\" says director Estrella Sibila."}