{"article_title": "Former Capitals coach Adam Oates hired by Devils to serve as co-coach", "article_keywords": ["coach", "devils", "oates", "capitals", "serve", "bench", "stevens", "lamoriello", "coaching", "hired", "adam", "team", "cocoach", "work", "know"], "article_url": "http://www.washingtontimes.com/news/2014/dec/27/former-capitals-coach-adam-oates-hired-devils-serv/", "article_text": "NEWARK, N.J. — The New Jersey Devils are replacing the fired Pete DeBoer with a three-headed coaching staff.\n\n\n\nFormer Washington Capitals coach Adam Oates, ex-Devils assistant and star defenseman Scott Stevens and general manager Lou Lamoriello will split duties on the bench. Oates will handle the forwards and Stevens will oversee the defense, Lamoriello said at a news conference before Saturday’s morning skate.\n\n\n\n“I’ll go on the bench to make sure it works for now,” Lamoriello said. “It’s a unique way of approaching things.”\n\n\n\nThere will be no official head coach for the rest of the season. Lamoriello plans to remain on the bench “until I feel comfortable with the situation.”\n\n\n\nDeBoer was fired Friday with the Devils languishing nine points out of the last playoff spot in the Eastern Conference at 12-17-7. The three-headed coaching staff debuts Saturday night at the New York Rangers.\n\n\n\n“We’re going to feed off each other,” Oates said. “There’s no reason why we can’t work together. Everything happened pretty quickly. But when Lou calls, the answer is always ‘Yes.’ It didn’t matter what my responsibility would be.”\n\n\n\nOates went 68-47-17 in two seasons with the Capitals and spent two years with the Devils as an assistant coach, helping them reach the Stanley Cup finals in 2012. He played 19 years in the NHL, including a stint with the St. Louis Blues, when he was teammates with Stevens. Oates had 341 goals and 1,079 assists in his career and was inducted into the Hall of Fame in 2012.\n\n\n\n“We have tremendous respect for each other,” Oates said. “We worked together here. We both played here and coached here, so it’s an easy transition for us. It’s kind of a collaboration right now. It’s a team effort and we’re all on the same page.”\n\n\n\nStevens spent 13 seasons with the Devils, much of it as captain. He had 196 goals and 712 assists during his career, leading the Devils to Stanley Cup championships in 1995, 2000 and 2003. He was an assistant coach with the team until the start of this season, when he had philosophical differences with DeBoer.\n\n\n\n“Adam and I are going to try to get this righted,” Stevens said. “We have to get the Devil identity back. I’ll make sure to work with the defense and Adam will work with the forwards. He’s already been a head coach, so it will be a good transition. In my opinion, it will be a great challenge, but we both love great challenges.”\n\n\n\nLamoriello made his league-record 14th coaching change.\n\n\n\n“It’s never easy in this league,” Lamoriello said. “It’s been a long 48 hours, but you have to do what you feel is right.”\n\n\n\nLamoriello said that it wasn’t fair to ask another coach to take over a floundering team midway through a season.\n\n\n\n“That’s why we didn’t even consider anyone else,” Lamoriello said.\n\n\n\n”Both of these individuals know our players, know the philosophy that we want,” he added. “It makes sense. I know it’s unique and different, but right now, it’s our way of moving forward. I’m totally confident with the setup.”", "article_metadata": {"description": "Oates, fired by the Capitals in April after two seasons with the team, will be part of a unique situation in New Jersey, where he will coach the team's forwards.", "Author": "Jim Hague", "og": {"site_name": "The Washingtion Times", "description": "Oates, fired by the Capitals in April after two seasons with the team, will be part of a unique situation in New Jersey, where he will coach the team’s forwards.", "title": "Former Capitals coach Adam Oates hired by Devils to serve as co-coach", "url": "http://www.washingtontimes.com/news/2014/dec/27/former-capitals-coach-adam-oates-hired-devils-serv/", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2014/03/13/f12fce2726fa580a4e0f6a7067009ac5.jpg", "type": "article"}, "twitter": {"image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2014/03/13/f12fce2726fa580a4e0f6a7067009ac5.jpg", "title": "Former Capitals coach Adam Oates hired by Devils to serve as co-coach", "description": "Oates, fired by the Capitals in April after two seasons with the team, will be part of a unique situation in New Jersey, where he will coach the team's forwards.", "card": "summary", "site": "@washtimes"}, "author": "The Washington Times http://www.washingtontimes.com", "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web1", "bitly-verification": "d180fd45f70d", "news_keywords": "Sports, Lou Lamoriello, Scott Stevens, New Jersey Devils, Pete Deboer"}, "_id": "\"57477af46914bd0286fdf077\"", "article_summary": "Former Washington Capitals coach Adam Oates, ex-Devils assistant and star defenseman Scott Stevens and general manager Lou Lamoriello will split duties on the bench.\nOates will handle the forwards and Stevens will oversee the defense, Lamoriello said at a news conference before Saturday’s morning skate.\n“It’s a unique way of approaching things.”There will be no official head coach for the rest of the season.\nHe was an assistant coach with the team until the start of this season, when he had philosophical differences with DeBoer.\nNEWARK, N.J. — The New Jersey Devils are replacing the fired Pete DeBoer with a three-headed coaching staff."}