{"article_title": "Work Out For A Younger Nose: Exercise May Delay Age-Related Weakening Of Sense Of Smell", "article_keywords": ["younger", "risk", "impairment", "study", "work", "olfactory", "delay", "participants", "nose", "weakening", "sense", "agerelated", "researchers", "smell", "exercise", "sweat"], "article_url": "http://www.medicaldaily.com/work-out-younger-nose-exercise-may-delay-age-related-weakening-sense-smell-260410", "article_text": "Exercise may be able to stave off the onset of a weak sense of smell. CarbonNYC, CC BY 2.0\n\nA weakening sense of smell is inevitable with aging. Reports have estimated that 62 percent of people over 80 years old had olfactory impairment, a sense that’s both weak and unable to distinguish between different smells. A simple way to preserve this sense, it turns out, may be with some exercise, a new study says.\n\nResearchers found that participants could delay olfactory impairment for longer if they exercised more frequently. All it took was exercise to the point of breaking a sweat. “Participants who reported exercising at least once a week long enough to work up a sweat had a decreased risk of olfactory impairment,” the researchers write, according to LiveScience.\n\nBeing able to smell allows people to develop an appetite and identify toxic chemicals. But the sense begins to weaken as fibers and receptors in the olfactory bulb — the part of the brain involved in odor perception — deteriorate along with other components of the central nervous system. For people who have lost their sense of smell, it can cause health risks, as well as affect nutrition and quality of life.\n\nThe researchers had 1,611 participants, ages 53 to 97, partake in the San Diego Odor Identification Test on three separate occasions. It tests participants’ ability to identify odors, which include lemon, coffee, chocolate, bubble gum, and Play Doh. At the time of the first test, between 1999 and 2000, every participant’s sense of smell was regarded as healthy. During the second and third tests, which took place between 2003 and 2005, and 2009 and 2010, respectively, they also looked at each participant’s baseline exercise habits compared to long-term risk for developing olfactory impairment.\n\nThey found that 27.6 percent of participants developed olfactory impairment by the end of the study. Rates varied by age and sex, with every five extra years of age increasing the risk of olfactory impairment. A previous study also found that race could be a determinant in the age at which someone loses their sense of smell.\n\nThe researchers could not conclude cause and effect for the study, however, saying that the association could have really been related to the overall benefits of exercise. This included the tendency for a person to exercise to also engage in other healthier activities.\n\nBesides possibly delaying the loss of smell, exercise is just plain good for you. People who exercise can reduce their risks of cardiovascular disease, diabetes, obesity, and some cancers, according to the Centers for Disease Control and Prevention. Exercise to the point of breaking a sweat may also cause a domino effect of protein production that can prevent the onset of Alzheimer’s disease and other forms of dementia.\n\nSource: Schubert C, Cruickshanks K, Nondahl D, et al. Association of Exercise With Lower Long-term Risk of Olfactory Impairment in Older Adults. JAMA Otolaryngology – Head & Neck Surgery. 2013.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "olfactory, smell, sense, chocolate, coffee, exercise, work, out, impairment,", "og": {"site_name": "Medical Daily", "description": "Smelling coffee and chocolate isn't something that we'll be able to do forever, but exercise may help us do it for longer.", "title": "Work Out For A Younger Nose", "url": "http://www.medicaldaily.com/work-out-younger-nose-exercise-may-delay-age-related-weakening-sense-smell-260410", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2013/10/20/nose.jpg", "type": "article"}, "twitter": {"description": "Smelling coffee and chocolate isn't something that we'll be able to do forever, but exercise may help us do it for longer.", "title": "Work Out For A Younger Nose", "url": "http://www.medicaldaily.com/work-out-younger-nose-exercise-may-delay-age-related-weakening-sense-smell-260410", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2013/10/20/nose.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2013/10/20/nose.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Healthy Living", "published_time": "2013-10-20T18:49:35-04:00", "modified_time": "2013-10-20T18:49:34-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Smelling coffee and chocolate isn't something that we'll be able to do forever, but exercise may help us do it for longer."}, "_id": "\"57477af36914bd0286fd069b\"", "article_summary": "At the time of the first test, between 1999 and 2000, every participant’s sense of smell was regarded as healthy.\nBesides possibly delaying the loss of smell, exercise is just plain good for you.\nResearchers found that participants could delay olfactory impairment for longer if they exercised more frequently.\nRates varied by age and sex, with every five extra years of age increasing the risk of olfactory impairment.\nReports have estimated that 62 percent of people over 80 years old had olfactory impairment, a sense that’s both weak and unable to distinguish between different smells."}