{"article_title": "German politicians, media wary of draft EU-Turkey migrant deal", "article_keywords": ["turkey", "europe", "migrants", "plans", "deal", "wary", "german", "media", "merkel", "migrant", "politicians", "draft", "result", "euturkey", "struck", "conservative"], "article_url": "http://www.thefiscaltimes.com/latestnews/2016/03/08/German-politicians-media-wary-draft-EU-Turkey-migrant-deal", "article_text": "The 28 EU leaders welcomed an offer by Ankara to take back all migrants who cross into Europe from its soil and agreed in principle to its other demands but delayed a deal until March 17-18 pending more work by officials..\n\nChancellor Angela Merkel, facing the first test of her open-door refugee policy in regional elections on Sunday, is under pressure from voters and Bavarian coalition partners to slow the influx of migrants. In Brussels, she described the plans, if implemented, as a breakthrough.\n\nHowever, even her Christian Democrat (CDU) ally Volker Kauder, head of the conservative parliamentary group, struck a cautious tone, describing the outcome of the summit as a \"very important interim step\" on ARD television.\n\nReflecting broad scepticism in the Bavarian conservative camp, CSU lawmaker Hans-Peter Friedrich said it was unclear if a good deal would be struck in coming weeks and he had \"mixed feelings\" about Ankara's plans, warning Europe must not be blackmailed.\n\n\"We mustn't put ourselves in the hands of the Turks,\" he told SWR radio.\n\nMany members of Merkel's conservative bloc, which shares power with the Social Democrats, are against Turkey joining the EU but Merkel has repeatedly said it is impossible to solve the migrant crisis without Ankara.\n\nAlthough the draft deal came too late for most newspapers, top-selling Bild ran a front page headline' \"Turkey wants 3 billion euros more for refugees\" and wrote in its report that the big change in the migrant crisis was again delayed. \"The result? No real result,\" it wrote.\n\n(Writing by Madeline Chambers; Editing by Dominic Evans)", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "The 28 EU leaders welcomed an offer by Ankara to take back all migrants who cross into", "title": "German politicians, media wary of draft EU-Turkey migrant deal", "url": "http://www.thefiscaltimes.com/latestnews/2016/03/08/German-politicians-media-wary-draft-EU-Turkey-migrant-deal", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/europe-migrants-germany-merkel_1.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/latestnews/2016/03/08/German-politicians-media-wary-draft-EU-Turkey-migrant-deal", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/europe-migrants-germany-merkel_1.jpg", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "The 28 EU leaders welcomed an offer by Ankara to take back all migrants who cross into", "generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "In Brussels, she described the plans, if implemented, as a breakthrough.\n\"We mustn't put ourselves in the hands of the Turks,\" he told SWR radio.\nMany members of Merkel's conservative bloc, which shares power with the Social Democrats, are against Turkey joining the EU but Merkel has repeatedly said it is impossible to solve the migrant crisis without Ankara.\nAlthough the draft deal came too late for most newspapers, top-selling Bild ran a front page headline' \"Turkey wants 3 billion euros more for refugees\" and wrote in its report that the big change in the migrant crisis was again delayed.\n\"The result?"}