{"article_title": "Seahawks escape with 10-9 win over Vikings after Blair Walsh miss – The Denver Post", "article_keywords": ["wilson", "ball", "set", "goal", "vikings", "win", "blair", "denver", "field", "game", "109", "walsh", "seahawks", "stadium", "escape", "post", "miss", "left"], "article_url": "http://www.denverpost.com/broncos/ci_29366981/seahawks-escape-10-9-win-over-vikings-after-blair-walsh-miss", "article_text": "MINNEAPOLIS — Russell Wilson and the Seattle Seahawks needed more than three quarters to warm up at Minnesota.\n\nThen, the Vikings kicked away their chance to beat the two-time defending NFC champions.\n\nBlair Walsh’s 27-yard field goal try into the frigid wind hooked left with 22 seconds remaining, handing the Seahawks a 10-9 victory over the stunned Vikings on a Sunday afternoon in their wild-card round playoff game in below-zero weather that tied for the third-coldest NFL game on record.\n\nThe Seahawks (11-6) didn’t score until Russell Wilson’s short touchdown pass to Doug Baldwin early in the fourth quarter, and a fumble by Adrian Peterson for the Vikings on the next possession set up a field goal by Steven Hauschka.\n\nThe Vikings (11-6) took the ball back with 1:42 left at their 39 and, aided by a pass interference penalty on Kam Chancellor, drove deep into Seattle’s territory. After draining the clock for the seemingly inevitable win, Walsh missed the winner. He made all three of his earlier attempts.\n\nSeattle will play next weekend at Carolina, where the Panthers had a first-round bye in balmy mid-50s weather.\n\nHuddled around sideline heaters and wearing huge capes, the Seahawks sideline on the shaded side of the stadium was a largely lethargic place for much of the game. Trailing 9-0, Wilson nearly took a huge loss on first down when he fumbled a shotgun snap. But the quarterback who Vikings coach Mike Zimmer called “Houdini” during the week darted right and found Tyler Lockett wide open for a 35-yard completion to set up the score to Baldwin.\n\nChancellor, who ripped the ball away from Peterson, quickly became the goat after his penalty and subsequent missed tackle on tight end Kyle Rudolph’s 24-yard reception to the 18. But Chancellor and all of his “Legion of Boom” buddies were amazingly celebrating a few seconds later after Walsh’s miss.\n\nReplays showed the laces on the ball were turned in — instead of facing out — by holder Jeff Locke.\n\nThe Seahawks left their last visit to Minnesota with a 38-7 victory, pure domination on both sides of the ball that left no doubt that Dec. 6 afternoon they’d be a legitimate contender to reach their third straight Super Bowl even without the ear-splitting advantage of their home by the bay at CenturyLink Field.\n\nFor all their skills, experience and swagger, though, the combination of these conditions and a well-prepared, embarrassed-by-the-previous-performance Vikings team proved to be quite the challenge for the Seahawks.\n\nThis was a fittingly frigid finish for Minnesota’s two-year stint outdoors at the University of Minnesota’s TCF Bank Stadium during construction of the new covered downtown stadium. For the first au naturel postseason game here since the NFC championship game in 1976, the grizzled coach of that team, Bud Grant, served as an honorary captain. He strolled out for the coin flip in a Vikings cap and a purple short-sleeved polo shirt, looking ready for a round of golf.\n\nThe 88-year-old Grant got a roar of approval from the crowd, most of which was dressed in as many layers as those purple replica jerseys would allow. The announcement of the minus-25 degree wind-chill factor a few minutes later drew an equally loud cheer.\n\nEvery mistake and break was magnified in a game like this, and the Vikings were the benefactors for the majority of the first three quarters.\n\nPunter Jon Ryan had to pick up a low snap on Seattle’s first possession and, avoiding a potential block, tried to run up the middle before being upended by Jason Trusnik well shy of the first down. Ryan landed on his face, bloodying his nose, and the Vikings turned the shortened field into their first field goal.\n\nWilson, who led the NFL in passer rating after racking up a remarkable 24 touchdown passes with only one interception over the last seven games, was essentially reduced to a scrambler in the deep freeze. He had to run around a lot, too, against a relentless defense that was missing three key players in the previous matchup but back to full strength for this one.\n\nThe Seahawks, who scored 30-plus points in six of their last seven games, were all out of sorts on offense, with trouble getting some of the plays off in time.\n\nFacing the wind in the second quarter, Wilson had Baldwin wide open behind the safeties at the goal line, but the ball hung in the air and was easily batted down. Headed the same direction toward the open end of the stadium in the third quarter, Wilson overthrew Chase Coffman, and Trae Waynes intercepted the deflected pass to set the Vikings up for another field goal. Cliff Avril’s roughing-the-passer penalty gifted Minnesota 15 yards on that drive.", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "Seahawks escape with 10-9 win over Vikings after Blair Walsh miss", "title": "Seahawks escape with 10-9 win over Vikings after Blair Walsh miss", "url": "http://www.denverpost.com/2016/01/10/seahawks-escape-with-10-9-win-over-vikings-after-blair-walsh-miss/", "image": {"width": 654, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/04/20160110_015239_russsell-wilson.jpg", "height": 417}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/04/20160110_015239_russsell-wilson.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "article": {"published_time": "2016-01-10T14:26:27+00:00", "modified_time": "2016-04-18T21:25:17+00:00"}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "viewport": "width=device-width, initial-scale=1"}, "article_summary": "Ryan landed on his face, bloodying his nose, and the Vikings turned the shortened field into their first field goal.\nMINNEAPOLIS — Russell Wilson and the Seattle Seahawks needed more than three quarters to warm up at Minnesota.\nBut Chancellor and all of his “Legion of Boom” buddies were amazingly celebrating a few seconds later after Walsh’s miss.\nAfter draining the clock for the seemingly inevitable win, Walsh missed the winner.\nThe Vikings (11-6) took the ball back with 1:42 left at their 39 and, aided by a pass interference penalty on Kam Chancellor, drove deep into Seattle’s territory."}