{"article_title": "Attorney General to Investigate Planned Parenthood Teaching Teen Girl S&M Sex", "article_keywords": ["teen", "attorney", "colorado", "abortion", "live", "sex", "parenthood", "investigate", "video", "planned", "sm", "action", "teaching", "girl", "general", "sexual"], "article_url": "http://www.lifenews.com/2014/07/28/attorney-general-to-investigate-planned-parenthood-teaching-teen-girl-sm-sex-gagging-and-whipping/", "article_text": "The Colorado Attorney General says he will investigate a shocking video that busted the Planned Parenthood abortion business, where its staffers are teaching teenagers about S&M-based sexual relationships and concepts such as gagging, whipping and asphyxiation.\n\nIn a series of undercover audits, Live Action investigators documented Planned Parenthood counselors and nurses advising our investigators, who the Planned Parenthood staffers thought were minors, on how to practice torture sex.\n\nAs LifeNews reported earlier this month, Live Action staff pose as a 15-year-old at a Denver, Colorado-based Planned Parenthood abortion facility. This is the same abortion clinic facing a lawsuit for doing an abortion on a raped 13-year-old and returning her to her rapist.\n\nThe two investigative videos show Planned Parenthood facilities in Denver, Colorado offering disturbing and dangerous advice to what staffers think are underage girls. The counselors approvingly lay out in graphic detail a spectrum of sadistic sexual behaviors to the investigators, including “whipping,” “tying up,” and “asphyxiation.”\n\nOne Planned Parenthood counselor tells Live Action’s investigator that a young girl using words like “stop” when she is uncomfortable “can get mixed up,” resulting in the male partner wondering, “Does she really mean ‘stop,’ or does she mean, you know, whatever?” The other concurs: “Usually, a lot of people will say ‘stop’ even though it feels good, so that’s usually not something that is used.”\n\n“Planned Parenthood of the Rocky Mountains is already bragging about receiving ObamaCare grants specifically for sex education,” Lila Rose, Live Action’s president, said. “Here’s an abortion corporation, which gets 45% of its budget from the taxpayers, telling 15- and 16-year-olds not only to have sex, but also to choke each other in the process. Police should be busting down its door.”\n\nNow, the attorney general of Colorado says he will have his staff review the Live Action investigative video. From Breitbart:\n\nAs observed by Wayne Laugesen at the National Catholic Register, despite Colorado Attorney General John Suthers’ intentions to have the recent Live Action video reviewed, he lacks jurisdiction to do much if criminal activity on the part of Planned Parenthood is suspected. Instead, Arapahoe County District Attorney George Brauchler has jurisdiction in the matter, and local authorities would need to pursue any charges. The video was released on July 15, just several weeks after a lawsuit was filed charging Planned Parenthood of the Rocky Mountains with failing to report sexual abuse in the case of a 13-year old girl by her stepfather, Timothy David Smith, who brought her to the Denver Planned Parenthood facility and paid for her abortion on May 3, 2012. “We certainly are concerned with and follow up on mandatory reporting cases,” Lynn Kimbrough, communications director for Denver District Attorney Mitch Morrissey, told the Register. “The process, though, would involve someone filing a criminal complaint. The simple fact of someone filing a civil suit that includes that allegation would not be enough, because we don’t go trolling into the civil courts looking for criminal violations.” The Register notes that the Littleton Police Department did not return multiple calls, nor did Planned Parenthood of the Rockies or its affiliate in Littleton.\n\nLive Action president Lila Rose told LifeNews she was delighted that the expose’ video will be investigated further.\n\nRose said: “We are relieved to learn that authorities in Colorado are taking these tapes, and their shocking and extremely troubling contents, seriously. Parents of every political persuasion can come together and condemn an institutional ethos where sexual abuse of teens is portrayed as consensual sexual activity – where tax-funded counselors can recommend internet pornography and sex shops, and advise children on how to hide these things from their parents. We encourage every state to follow Colorado’s example and investigate Planned Parenthood facilities in their jurisdictions.”\n\nACTION: 1) Thank the attorney general at http://www.coloradoattorneygeneral.gov/ and 2) urge Arapahoe County District Attorney George Brauchler to investigate Planned Parenthood at http://www.da18.org/DAsOffice/ContactUs.aspx", "article_metadata": {"description": "Attorney General to Investigate Planned Parenthood Teaching Teen Girl S&M Sex", "og": {"site_name": "LifeNews.com", "description": "The Colorado Attorney General says he will investigate a shocking video that busted the Planned Parenthood abortion business, where its staffers are teaching te", "title": "Attorney General to Investigate Planned Parenthood Teaching Teen Girl S&M Sex, Gagging and Whipping", "url": "http://www.lifenews.com/2014/07/28/attorney-general-to-investigate-planned-parenthood-teaching-teen-girl-sm-sex-gagging-and-whipping/", "image": "http://www.lifenews.com/wp-content/uploads/2013/06/plannedparenthood50b-190x104.jpg", "locale": "en_us", "type": "article"}, "fb": {"app_id": 204509779594999}, "google-site-verification": "PPPx-GD0i7nWjUFAYnFdOYorAAJLuNyKOl23JCeXyrQ", "keywords": "attorney general to investigate planned parenthood teaching teen girl s&m sex,attorney general to investigate planned parenthood teaching teen girl s&m sex", "OBKey": "avejq02j7xRr+0owuq+Pcw==", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477afa6914bd0286fe5420\"", "article_summary": "We encourage every state to follow Colorado’s example and investigate Planned Parenthood facilities in their jurisdictions.”ACTION: 1) Thank the attorney general at http://www.coloradoattorneygeneral.gov/ and 2) urge Arapahoe County District Attorney George Brauchler to investigate Planned Parenthood at http://www.da18.org/DAsOffice/ContactUs.aspx\nIn a series of undercover audits, Live Action investigators documented Planned Parenthood counselors and nurses advising our investigators, who the Planned Parenthood staffers thought were minors, on how to practice torture sex.\nAs LifeNews reported earlier this month, Live Action staff pose as a 15-year-old at a Denver, Colorado-based Planned Parenthood abortion facility.\nThe two investigative videos show Planned Parenthood facilities in Denver, Colorado offering disturbing and dangerous advice to what staffers think are underage girls.\nThe Colorado Attorney General says he will investigate a shocking video that busted the Planned Parenthood abortion business, where its staffers are teaching teenagers about S&M-based sexual relationships and concepts such as gagging, whipping and asphyxiation."}