{"article_title": "‘El Gordo’ Showers Riches On Residents Of Beach Town", "article_keywords": ["town", "el", "lottery", "tickets", "riches", "worth", "ticket", "showers", "residents", "winning", "beach", "gordo", "spain", "times"], "article_url": "http://www.inquisitr.com/2651390/spain-lottery-el-gordo-showers-riches-on-residents-of-beach-town/", "article_text": "Spain’s yearly Christmas lottery, affectionately called “El Gordo,” is showering riches on a beach town that has fallen on hard times. One thousand and six hundred winning tickets — each worth a little over $400,000 — were all sold in the same town, MSN is reporting.\n\nEach year, Spain holds its annual Christmas Lottery, officially Sorteo Extraordinario de Navidad and unofficially “El Gordo,” apart from its regular national lottery. And it got the nickname “El Gordo” (“The Fat One”) for a reason: it’s worth billions. According to CNBC, this year’s El Gordo paid out $2.4 billion.\n\nPeople are going crazy over the $2 billion jackpot for Spain’s “El Gordo” lottery https://t.co/KkgBhrRpgk pic.twitter.com/ZpsKJXbr6w — CNNMoney (@CNNMoney) December 22, 2015\n\nEl Gordo creates something of a frenzy each year in Spain, with long lines, sometimes hundreds of people deep, forming around ticket retailers weeks before the draw. Because the price of a single ticket (€200, or about $219) is so expensive, Spaniards pool their money to buy tickets — and share the wealth, should their number come up. Families, friends, co-workers all contribute to buy tickets, and sometimes favorite bars will even smaller fractional shares of tickets.\n\nBy some estimates, up to 75 percent of the population of Spain participates in El Gordo in one way or another.\n\nOn draw day, December 22, millions of Spaniards tune in to their TV’s to watch the “hours-long” presentation, as a choir of schoolchildren from Madrid’s Saint Ildefonso School sings out the winning numbers.\n\nNo one winner gets all $2.4 billion from El Gordo — the top prize is actually €4,0o0,000 (4,000,000 Euros, or about $4,386,000), awarded 160 times, according to the Telegraph. There are also second prizes, third prizes, fourth prizes, and so on, worth anywhere from hundreds of thousands of Euros on down to €200 (the price of a single ticket). One such consolation prize in this year’s El Gordo is worth €400,000 (about $439,000), and 1,600 tickets worth that prize were all sold in one town: Roquetas de Mar.\n\nAUD 960M go to this beautiful town on the Coast of #Almería, Andalucía, @spain– #RoquetasdeMar #ElGordo Congrats! pic.twitter.com/0l9mGPpMRU — ConsuladoEspañaMelb (@ConsuladoEspMel) December 22, 2015\n\nTimes have been hard in Roquetas de Mar of late. Times have been hard in all of Spain recently, but they’ve been especially hard in Roquetas de Mar, a beach town of about 85,000 people, some 358 miles south of Madrid, on the Mediterranean Sea. The town has an unemployment rate of 31 percent — compared to 21 percent for Spain as a whole.\n\nMayor Gabriel Amat told a local newspaper that he’s thrilled about the impact the massive lottery win will have on his town.\n\n“I’m really happy and I congratulate all the winners. It’s very important for the town, especially in the difficult times we’ve been facing.”\n\nOne retailer sold all such winning tickets; Spanish lottery officials say that’s possible because buyers don’t pick their numbers — they’re generated randomly.\n\nThe Spanish Christmas lottery is the largest lottery in the world. While other national lotteries (and, in the U.S., state and multi-state lotteries, such as Powerball and Mega Millions) offer bigger top prizes, El Gordo has the most money poured into it, and the most money poured back out, after the Spanish government’s 30 percent take off the top. It also offers several hundred ways to win, giving ticket buyers that much more to hang on to when they dream of winning to fat, top prize.\n\nIt is also one of the oldest lotteries in the world: the Spanish Christmas lottery began in 1812 and was held for charity.\n\nBy the way, if you get an email telling you how to claim your winnings from El Gordo, and you don’t remember buying a ticket, it’s a scam.\n\n[Image via Shutterstock/Makaule]", "article_metadata": {"description": "Spain's yearly Christmas lottery, affectionately called \"El Gordo,\" is showering riches on a beach town that has fallen on hard times. One thousand and six", "og": {"site_name": "The Inquisitr News", "description": "Spain’s yearly Christmas lottery, affectionately called “El Gordo,” is showering riches on a beach town that has fallen on hard times. One thousand and six", "title": "Spain Lottery: ‘El Gordo’ Showers Riches On Residents Of Beach Town", "url": "http://www.inquisitr.com/2651390/spain-lottery-el-gordo-showers-riches-on-residents-of-beach-town/", "image": "http://cdn.inquisitr.com/wp-content/uploads/2015/12/Lottery-Ticket-900x440.jpg", "article": {"published_time": "2015-12-22T13:35:17+00:00", "modified_time": "2015-12-22T13:46:04+00:00"}, "type": "article"}, "image": "http://cdn.inquisitr.com/wp-content/uploads/2015/12/Lottery-Ticket-900x440.jpg", "msapplication-TileColor": "#ed1c24", "datePublished": "2015-12-22T13:35:17+00:00", "fb": {"pages": 71179904752, "app_id": 164157850314499}, "msapplication-TileImage": "http://cdn.inquisitr.com/assets/0cec37/dist/images/logos/inq-win.png", "keywords": "el gordo,lottery,spain,europe", "HandheldFriendly": "True", "y_key": "f282393706a5fd85", "twitter": {"image": {"src": "http://cdn.inquisitr.com/wp-content/uploads/2015/12/Lottery-Ticket-900x440.jpg", "height": 440, "width": 900}, "site": "@theinquisitr", "card": "summary_large_image", "description": "Spain’s yearly Christmas lottery, affectionately called “El Gordo,” is showering riches on a beach town that has fallen on hard times. One thousand and six"}, "viewport": "width=980"}, "article_summary": "Spain’s yearly Christmas lottery, affectionately called “El Gordo,” is showering riches on a beach town that has fallen on hard times.\nAccording to CNBC, this year’s El Gordo paid out $2.4 billion.\nBy some estimates, up to 75 percent of the population of Spain participates in El Gordo in one way or another.\nAnd it got the nickname “El Gordo” (“The Fat One”) for a reason: it’s worth billions.\nEach year, Spain holds its annual Christmas Lottery, officially Sorteo Extraordinario de Navidad and unofficially “El Gordo,” apart from its regular national lottery."}