{"article_title": "Democracy Now!", "article_keywords": ["rights", "fasttrack", "power", "democracy", "rules", "republicans", "trade", "tpp", "president", "corporate", "obama"], "article_url": "http://www.democracynow.org/2015/3/19/flush_the_tpp", "article_text": "Topics TPP\n\nThis is viewer supported news\n\nBy Amy Goodman with Denis Moynihan\n\nPresident Barack Obama and the Republicans in Congress are united. Yes, that’s right. No, not on Obamacare, or on the budget, or on negotiations with Iran, or on equal pay for women. But on so-called free-trade agreements, which increase corporate power and reduce the power of people to govern themselves democratically, Obama and the Republicans stand shoulder to shoulder. This has put the president at loggerheads with his strongest congressional allies, the progressive Democrats, who oppose the TPP, or the Trans-Pacific Partnership, one of the most far-reaching trade agreements in history. TPP will set rules governing more than 40 percent of the world’s economy. Obama has been negotiating in secret, and the Democrats are not happy.\n\nThe battle lines are being drawn over the TPP and TPA. If you are confused, well, that is exactly what many of the most powerful corporations in the U.S., and around the world, are counting on. Trade policy is arcane, complex and long the domain of economists and technocrats. But the real-world implications of these dry texts are profound. President Obama wants to pass the TPP, which is a broad trade agreement between the U.S. and 11 other countries in the Pacific Rim: Australia, Brunei, Canada, Chile, Japan, Malaysia, Mexico, New Zealand, Peru, Singapore and Vietnam. In order to expedite the process, President Obama is seeking the second acronym, TPA, or Trade Promotion Authority, also called “fast-track.” Fast-track gives the president authority to negotiate a trade deal, and to then present it to Congress for a yes-or-no vote, with no amendments allowed. A growing coalition is organizing to oppose TPP and the president’s request for fast-track. The outcome of this conflict will reverberate globally for generations to come.\n\nThe TPP negotiations have been held in secret. Most people know what little they do because WikiLeaks, the document disclosure and whistle-blower website, released several chapters more than a year ago. Members of Congress also have been given limited access to briefings on the negotiations, but under strict secrecy rules that, in at least one instance recently, include the threat of imprisonment if details leak.\n\nThe TPP would be an expanded version of earlier trade agreements, like NAFTA, the North American Free Trade Agreement, involving the U.S., Canada and Mexico. NAFTA went into effect on Jan. 1, 1994, and was so harmful to the culture and economy of the indigenous people of Chiapas, Mexico, that they rebelled on that very day, in what is known as the Zapatista Uprising. Attempts to create a global trade deal, under the auspices of the World Trade Organization, provoked one of the largest protests against corporate power in history, in Seattle in late 1999. Thousands of protesters locked arms and literally blocked delegates from getting to the ministerial meeting. As unexpected solidarity between union members and environmentalists flourished in the streets, despite widespread police violence, the WTO talks collapsed in total failure.\n\nThe TPP, if passed, would implement trade rules that make it illegal for governments to create and enforce regulations on everything from environmental standards, to wage and labor laws, to the duration of copyrights. A law prohibiting the sale of goods made in sweatshops in Vietnam could be ruled illegal, for example, as a barrier to trade. Or certification requirements that lumber not be harvested from old-growth forests in Malaysia could be overturned.\n\nGrassroots activists are organizing against the TPP and fast-track ... Now people must raise their voices, in unison, and demand to be heard.\n\nLori Wallach of Public Citizen’s Global Trade Watch program is one of the leading critics of TPP:\n\n“It’s a delivery mechanism for a lot of the things [Senate Majority Leader Mitch] McConnell and the Republicans like. So, for instance, it would increase the duration of patents for Big Pharma and, as a result, give them windfall profits but increase our medicine prices. It could roll back financial regulation on big banks. It could limit Internet freedom, sort of sneak through the back door the Stop Online Piracy Act, SOPA,” Wallach explained. “It would give special privileges and rights for foreign corporations to skirt around our courts and sue the U.S. government to raid our treasury over any environmental, consumer health law that they think undermine their expected future profits, the so-called ‘investor-state’ enforcement system. Plus, it would have the NAFTA-style rules that make it easier to offshore jobs, making it easier to relocate to low-wage countries.”\n\nThe TPP, she went on, “was negotiated with the assistance of 600 corporate advisers, official corporate trade advisers in the U.S. The agreement has been the initiative of the Obama administration. It was started by [President George W.] Bush, but instead of turning it around and making it something different, the Obama folks picked it up and, frankly, have made it even more extreme.”\n\nGrassroots activists are organizing against the TPP and fast-track. They work on diverse issues ranging from human rights and Internet freedom to fair trade, labor rights and the environment. The moneyed interests in Washington have the ear of the president, so they need only whisper. Now people must raise their voices, in unison, and demand to be heard.\n\nAmy Goodman is the host of “Democracy Now!,” a daily international TV/radio news hour airing on more than 1,300 stations in North America. She is the co-author of “The Silenced Majority,” a New York Times best-seller.\n\n(c) 2015 Amy Goodman / Distributed by King Features Syndicate", "article_metadata": {"og": {"site_name": "Democracy Now!", "description": "By Amy Goodman with Denis Moynihan–President Obama and the Republicans in Congress are united on so-called free-trade agreements, which would increase corporate power and reduce the power of people to govern themselves democratically. This has put the president at loggerheads with his strongest congressional allies who oppose the Trans-Pacific Partnership, one of the most far-reaching trade agreements in history.", "title": "Flush the TPP", "url": "http://www.democracynow.org/blog/2015/3/19/flush_the_tpp", "image": "https://www.democracynow.org/images/blog_posts/52/28052/full_hd/column_default.jpg", "type": "article"}, "csrf-param": "authenticity_token", "twitter": {"site": "@democracynow", "card": "summary_large_image"}, "csrf-token": "g0VO2U9Wn1fkGzu6ex7wQYM+/NvSNBpeIX+yqfCjg6VHv8WNGKtkHHmKa2q0mBEHuIb8ffGxWrYgchBmsFpb9Q=="}, "_id": "\"57477af36914bd0286fd06a5\"", "article_summary": "Amy Goodman is the host of “Democracy Now!,” a daily international TV/radio news hour airing on more than 1,300 stations in North America.\nThey work on diverse issues ranging from human rights and Internet freedom to fair trade, labor rights and the environment.\nBut on so-called free-trade agreements, which increase corporate power and reduce the power of people to govern themselves democratically, Obama and the Republicans stand shoulder to shoulder.\nTopics TPPThis is viewer supported newsBy Amy Goodman with Denis MoynihanPresident Barack Obama and the Republicans in Congress are united.\nGrassroots activists are organizing against the TPP and fast-track ... Now people must raise their voices, in unison, and demand to be heard."}