{"article_title": "The Denver Post Ride the Rockies unveils 465-mile route for 2015 – The Denver Post", "article_keywords": ["mesa", "465mile", "grand", "ride", "rockies", "host", "denver", "unveils", "tour", "national", "gunnison", "2015", "post", "route"], "article_url": "http://www.denverpost.com/news/ci_27483755/denver-post-ride-rockies-unveils-465-mile-route", "article_text": "The Denver Post Ride the Rockies on Saturday unveiled the route for the cycling event’s 30th anniversary, with West cliffe being added as a tour stop for the first time.\n\nThe 2015 ride, which will cover 465 miles and ascend 40,537 vertical feet, will take place June 13-20.\n\nCyclists will start in Grand Junction and finish in Westcliffe, riding through Mesa, Delta, Montrose, Gunnison, Chaffee, Fremont and Custer counties along the way. The route will take participants through Colorado’s wine country, into the Black Canyon of the Gunnison National Park, around the Blue Mesa Reservoir and through the Arkansas River Valley.\n\nLast year, more than 2,000 cyclists participated.\n\n“Ride the Rockies is all about the awe-inspiring, beautiful and rugged experience of touring some of Colorado’s most renowned regions,” tour director Chandler Smith said. “This year’s tour will deliver on that promise while also allowing participants to take in the sights and sounds of each host community.”\n\nThe Grand Junction-based loop on the first day takes riders through the Colorado National Monument. Over the next week, they will pass through Grand Mesa, Curecanti National Recreation Area and Royal Gorge Bridge & Park, sweating it out over Cottonwood and Hardscrabble passes en route.\n\nStops this year include Hotchkiss, Gunnison, Crested Butte, Salida and Cañon City. The final day’s ride ends in Westcliffe, which provides breathtaking views of the Sangre de Cristo Mountain Range.\n\nEach day of the ride will bring an estimated average of $250,000 in economic impact to its host communities. Additionally, The Denver Post Community Foundation, in partnership with Wells Fargo, awards a $5,000 grant to a nonprofit organization in each town.\n\n“Cyclists from all walks of life, nationally and internationally, have joined us to explore the Rockies for the last 30 years,” Mac Tully, president and CEO of The Post, said in a statement. “They experience Colorado’s natural beauty while also supporting local businesses within each host community.”\n\nAs a nod to its 30th anniversary, Ride the Rockies has added a “Dirty Thirty” option to Day 4. Cyclists can take either the regular 27-mile route from Gunnison to Crested Butte or the dirtier and hardier way, pumping their bikes over Ohio and Kebler passes.\n\nCyclists can register for the event at ridetherockies.com. Applications will be accepted Feb. 8 through March 1.\n\nJohn Aguilar: 303-954-1695, jaguilar@denverpost.com or twitter.com/abuvthefold\n\nRide the rockies book\n\nPre-order your commemorative 30th anniversary book for Ride the\n\nRockies and save $15 on the retail price.\n\ndenverpost.com/ ridetherockiesbook", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "The Denver Post Ride the Rockies unveils 465-mile route for 2015", "title": "The Denver Post Ride the Rockies unveils 465-mile route for 2015", "url": "http://www.denverpost.com/2015/02/07/the-denver-post-ride-the-rockies-unveils-465-mile-route-for-2015/", "image": {"width": 1024, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/05/20150207_091001_ridetherockies.com-RTR15-Complete-Tour-Map-vPRESS.jpg", "height": 528}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/05/20150207_091001_ridetherockies.com-RTR15-Complete-Tour-Map-vPRESS.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "article": {"published_time": "2015-02-07T20:54:28+00:00", "modified_time": "2016-05-18T18:46:52+00:00"}, "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af36914bd0286fd06b1\"", "article_summary": "The Denver Post Ride the Rockies on Saturday unveiled the route for the cycling event’s 30th anniversary, with West cliffe being added as a tour stop for the first time.\nThe 2015 ride, which will cover 465 miles and ascend 40,537 vertical feet, will take place June 13-20.\n“Ride the Rockies is all about the awe-inspiring, beautiful and rugged experience of touring some of Colorado’s most renowned regions,” tour director Chandler Smith said.\nJohn Aguilar: 303-954-1695, jaguilar@denverpost.com or twitter.com/abuvthefoldRide the rockies bookPre-order your commemorative 30th anniversary book for Ride theRockies and save $15 on the retail price.\nThe route will take participants through Colorado’s wine country, into the Black Canyon of the Gunnison National Park, around the Blue Mesa Reservoir and through the Arkansas River Valley."}