{"article_title": "Democrat Rule 2009-2011: Just what did they do? Really, not very much", "article_keywords": ["control", "republicans", "liberal", "voters", "things", "20092011", "democrat", "rule", "democrats", "passed", "house", "white", "obama", "really"], "article_url": "http://www.commdiginews.com/politics-2/democrat-rule-2009-2011-just-what-did-they-do-really-not-very-much-11989/", "article_text": "Democrat Rule 2009-2011: Just what did they do? Really, not very much\n\nWASHINGTON, March 11, 2014 – The party controlling the White House typically gets humbled in midterm elections, especially in a president’s second term. Ronald Reagan won 44 states in 1980 and 49 states and 60% of the vote in his 1984 reelection, yet Republicans still got clobbered in the 1982 and 1986 midterms.\n\nREAD ALSO: Democrats: Just a bunch of old, white Christians\n\n\n\nBarack Obama won a much narrower victory than Reagan and barely survived his 2012 reelection, and he took a shellacking in 2010.\n\nDesperate to defy history, Obama Democrats are throwing whatever issues against the wall they can in the hopes that something will resonate and distract voters from the Obamacare debacle. One week it is the war on women and the next week brings income inequality and raising the minimum wage. This week, under pressure from a liberal California billionaire, Senate Democrats are holding an all night talkathon to bring attention to climate change.\n\nTechnically this action is not a filibuster because Democrats control the upper chamber. As Majority Leader, Harry Reid can bring up whatever he wants to the floor whenever he wants. He can even limit amendments to silence debate. He has given himself broad powers, including effectively abolishing the filibuster to prevent Republicans from blocking judges they deem unqualified.\n\nYet on issue after issue, Democrats demand action in 2014. President Obama declared 2014 to be a year of action in his State of the Union address. The slogan Americans kept hearing is “we can’t wait.”\n\nThis leads to a reasonable question that liberal Democrats cannot and will not answer.\n\nREAD ALSO:\n\nWhat were they doing from January of 2009 through January of 2011?\n\nThe 2008 elections gave Democrats total and complete control of the government. They had President Barack Obama in the White House, Nancy Pelosi as Speaker of the House with an increased majority, and Reid providing over a filibuster-proof Senate with 60 votes. The Democrats could have enacted any laws they wanted. Republicans had zero power to stop them.\n\nDemocrats could have tackled inequality. Instead they passed a failed stimulus package that exacerbated the problem.\n\nThey could have raised the minimum wage unilaterally. They chose not to do so.\n\nWhile gun control may have been blocked due to some red state Democrat defections, virtually every other plank in the liberal agenda was ripe for expansion. They could have passed cap and trade legislation. They could have built high speed rail. They could have decided to “invest in education” since at the time Americans did not know that was code for spending one trillion dollars on top down pre-school for children. They could have passed a comprehensive immigration bill long before voters knew it was a cynical ploy to gain millions more voters for the Democratic Party.\n\nDemocrats could have governed. They had their chance to lead. Instead they decided to focus solely on healthcare. Income inequality and the war on women were never meant to be about meaningful legislation. They were more valuable as slogans used during campaign seasons. That is why those issues Democrats supposedly cherish only come up when Republicans win elections. Once Republicans win the White House, newspapers will start writing about the plight of the homeless, who never seem to exist in liberal administrations.\n\nDemocrats have nothing but excuses and tired clichés for their failure to lead when they had total control. They insist they had to clean up the mess left behind by the financial crisis, but cannot name any actual legislation they passed that fixed the problem. They claim to have saved the economy while having no idea how to articulate what they actually did. For those interested in the truth, President George W. Bush and Hank Paulson signed TARP (Troubled Asset Relief Program) into law before Obama ever took office. Whether one agreed or disagreed with those bailouts, they were significant actions having nothing to do with any Democrats in power.\n\nDemocrats ignored everything to try and remake the American healthcare system. They rolled the dice that the Affordable Care Act would succeed, making liberals heroes for a generation in the same way the New Deal and Civil Rights legislation did generations earlier.\n\nWhen Democrats lost a political skirmish within the rules, they arbitrarily changed the rules. When Ted Kennedy’s death led to Scott Brown being the 41st Republican Senator, Democrats got around the filibuster by just declaring an earlier bill “deemed” as passed. Democrats cheated, because the ends justified the means. They poisoned the political well and prevented anything else from getting done. They were convinced that if Obamacare succeeded, they would get everything they wanted.\n\nObama could have done what President Bill Clinton did after the 1994 Republican midterm triumph. Clinton fought House Speaker Newt Gingrich on some issues and worked with him on others. A bipartisan budget deal coupled with an internet revolution led to a phenomenal economy that allowed everybody to get a share of the credit. Clinton easily won reelection, and continued working with a Republican Congress.\n\nObama tried the scorched earth approach, all the while claiming Republicans refused to work with him. It got him reelected, but at a heavy price. He had no working relationships. Some Republicans were able to work with Democrats only when Obama was out of the room and relegated to the sideline.\n\nNow Democrats want to talk about climate change. Why talk? Why not just do something? Obama has a pen and a piece of paper.\n\nThe reason Democrats refused to actually try and turn their pipe dreams into law is because deep down they knew they were trying to sell an ideology the American voters never wanted and still do not want.\n\nAmerica is a center-right republic, not a European-style social democracy. Americans will tolerate less job stability and security for more individual freedom and a chance at acquiring wealth. Everything the liberal agenda stands for involves placing restrictions on what individuals are allowed to do. America was created in the wake of an oppressive European government.\n\nREAD ALSO: Between Two Ferns Presidential interview with Zach Galifianakis: Funny Ha-Ha or Sad?\n\nAmericans are not right-wingers or left-wingers, but the conservative philosophy of “leave me alone” is at the heart of what Americans deeply believe. For Democrats to be allowed to do “big things,” they have to be able to handle little things like fixing potholes and cleaning the streets after a snowstorm. This often proves to be beyond their abilities as they gaze off into the future.\n\nUntil Democrats learn how to do simple things like help a farmer or make it easier for a small businessperson to operate their mom and pop shop, they will never be able to win over enough people to implement grandiose visions of utopia where trains take us everywhere and trees are our hobby.\n\nDemocrats can bluster until the Senate gavel is ripped from Harry Reid’s cold arthritic hands, but nothing they bleat about in 2014 will change the fact they could have acted from 2009 through 2011, and they chose political gamesmanship over sound policy.\n\nThe only question will be if Republicans have learned from their mistakes so that they are not quickly swept back out of power when it is their turn. After decades of political stability, elections are now more volatile and the pendulum swings faster and more ruthlessly. The time window to get things done is much narrower.\n\nThere is no time to waste, and the Obama liberals wasted everybody’s time just like they did when Jimmy Carter and Bill Clinton helped Democrats briefly control everything. Then conservative Republicans took over, and things finally got done.", "article_metadata": {"description": "The 2014 elections are shaping up to be a bloodbath for Democrats.", "generator": "Powered by Visual Composer - drag and drop page builder for WordPress.", "author": "Eric Golub", "og": {"site_name": "Communities Digital News", "description": "The 2014 elections are shaping up to be a bloodbath for Democrats.", "title": "Democrat Rule 2009-2011: Just what did they do? Really, not very much", "url": "http://www.commdiginews.com/politics-2/democrat-rule-2009-2011-just-what-did-they-do-really-not-very-much-11989/", "image": {"width": 640, "identifier": "http://www.commdiginews.com/wp-content/uploads/2014/03/white-house-by-kay-gansler-flickr-cc.jpg", "height": 427}, "locale": "en_US", "type": "article"}, "twitter": {"description": "The 2014 elections are shaping up to be a bloodbath for Democrats.", "title": "Democrat Rule 2009-2011: Just what did they do? Really, not very much", "image": "http://www.commdiginews.com/wp-content/uploads/2014/03/white-house-by-kay-gansler-flickr-cc-435x375.jpg", "creator": "@TygrrrrExpress", "site": "@commdiginews", "card": "summary"}, "keywords": "democrat,white house,obama,pelosi,reid,the tygrrr express,,2014 elections,conservatives,liberals,president obama", "propeller": "a20eada6e38f74d5c5bf31354ee9760c", "article": {"published_time": "2014-03-13T01:25:12+00:00", "modified_time": "2014-03-13T02:54:47+00:00"}, "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "2014 Elections, Conservatives, Democrat, liberals, President Obama, White House"}, "_id": "\"57477af36914bd0286fc9ae3\"", "article_summary": "Really, not very muchWASHINGTON, March 11, 2014 – The party controlling the White House typically gets humbled in midterm elections, especially in a president’s second term.\nThe slogan Americans kept hearing is “we can’t wait.”This leads to a reasonable question that liberal Democrats cannot and will not answer.\nTechnically this action is not a filibuster because Democrats control the upper chamber.\nDemocrat Rule 2009-2011: Just what did they do?\nOnce Republicans win the White House, newspapers will start writing about the plight of the homeless, who never seem to exist in liberal administrations."}