{"article_title": "Mizzou Suspends Plan to End Grad Student Insurance", "article_keywords": ["mizzou", "end", "university", "students", "workers", "missouri", "graduate", "health", "plan", "student", "suspends", "grad", "insurance", "subsidies", "care"], "article_url": "https://www.insidehighered.com/quicktakes/2015/08/24/mizzou-suspends-plan-end-grad-student-insurance", "article_text": "Facing a planned graduate student worker walkout over its decision to drop health insurance subsidies for teaching and research assistants, the University of Missouri at Columbia on Friday announced it will reinstate the subsidies indefinitely. Chancellor R. Bowen Loftin and other senior administrators said in a statement that the university consulted external experts and peer institutions in trying to “navigate a complex health insurance regulatory environment,” and ultimately decided to “defer implementation” of its plan. “As a result, the university will pay for health insurance for eligible graduate students,” they said.\n\nThe university told graduate student workers earlier this month, with one day's notice, that it had to stop providing health care subsidies to the workers because their Aetna health care plan was a market plan, not an employer-sponsored plan as other, unaffected university employees at Missouri and graduate student workers on many other campuses have. A recent Internal Revenue Service interpretation of the Affordable Care Act prohibits large employers from giving workers subsidies specifically to buy health insurance on the individual market, the university said. It planned to give student workers stipends to close the coverage gap in the fall, but graduate student workers would have had to seek coverage on their own after that.\n\nThe university faced intense criticism for its approach and the late notice it afforded students. Graduate student workers planned a walkout over this issue, among others they outlined in a letter delivered to the university last week, the St. Louis Post-Dispatch reported. The university said Friday that “continuing the previous practice will allow time for a clearer understanding of federal guidelines and consideration of options and incorporation of input” from a new task force that includes students.\n\nSenator Claire McCaskill, a Democrat from Missouri and a graduate of the university, reportedly intervened on behalf of the graduate students, asking the chancellor to change course. She is also asking policy makers in Washington to find ways for graduate student workers to be covered that are in compliance with the Affordable Care Act. In a letter to the Treasury Department sent before Missouri announced its reversal, McCaskill said there are graduate students who aren’t eligible for Medicaid under Missouri law but who don't make enough money to qualify for federal subsidies under the health care act. “These students are now in danger of losing access to affordable, quality health care without a viable alternative,” she wrote. “Therefore, I request that you act expeditiously and come up with a solution to allow universities to comply with IRS regulations and the Affordable Care Act, while ensuring that health care is accessible for all students.”\n\nLouisiana State University reportedly sent similar notices to their graduate students in late July. But several other universities that provide health insurance subsidies to graduate students haven't moved to revoke them.", "article_metadata": {"og": {"image": "https://www.insidehighered.com/sites/all/themes/ihecustom/images/facebook_icon_large.jpg", "description": "Facing a planned graduate student worker walkout over its decision to drop health insurance subsidies for teaching and research assistants, the University of Missouri at Columbia on Friday announced it will reinstate the subsidies indefinitely. Chancellor R.", "title": "Mizzou Suspends Plan to End Grad Student Insurance"}, "msapplication-config": "/IEconfig.xml", "description": "Facing a planned graduate student worker walkout over its decision to drop health insurance subsidies for teaching and research assistants, the University of Missouri at Columbia on Friday announced it will reinstate the subsidies indefinitely. Chancellor R.", "viewport": "width=device-width, initial-scale=1", "robots": "follow, index"}, "article_summary": "It planned to give student workers stipends to close the coverage gap in the fall, but graduate student workers would have had to seek coverage on their own after that.\nBut several other universities that provide health insurance subsidies to graduate students haven't moved to revoke them.\n“As a result, the university will pay for health insurance for eligible graduate students,” they said.\nShe is also asking policy makers in Washington to find ways for graduate student workers to be covered that are in compliance with the Affordable Care Act.\nGraduate student workers planned a walkout over this issue, among others they outlined in a letter delivered to the university last week, the St. Louis Post-Dispatch reported."}