{"article_title": "Top claims about the federal government shutdown", "article_keywords": ["shutdowns", "claim", "rated", "federal", "republicans", "obamacare", "democrats", "shutdown", "claims", "true", "voted"], "article_url": "http://www.politifact.com/truth-o-meter/article/2013/oct/04/top-claims-about-federal-government-shutdown/", "article_text": "The federal government shutdown has barely begun, but we’ve already come across plenty of rhetoric to fact-check.\n\nHere’s a selection of claims we’ve checked that address the federal shutdown. We’ll update this article as we publish new fact checks in the days ahead.\n\n• \"The American people support defunding Obamacare and oppose shutting down the government,\" said U.S. Sen. Marco Rubio, R-Fla. Mostly False.\n\nRubio makes it sound as if he has support from the public for his main objective, which is defunding Obamacare. He doesn’t. When asking the public about Obamacare, word choice matters, and \"defund\" leads to a different result than \"repeal.\" While the law isn’t popular, a recent Kaiser poll found 57 percent opposed cutting off funding. On his second point, he’s right that most people told pollsters leading up to the shutdown that they didn’t want a government shutdown. But we’ll point out that both sides in the budget battle in Congress said they didn’t want a shutdown. We rated his statement Mostly False.\n\n• \"The United States Senate — Democrats and Republicans — acted responsibly by voting to keep our government open,\" said President Barack Obama. Mostly False.\n\nThe president has a point that 25 Republicans backed a procedural motion to proceed to the bill itself. But experts said that when analyzing Obama’s comment, it’s more important to note that not a single Republican ultimately voted \"to keep our government open\" when the chamber took up the bill itself. The final measure passed by a 54-42 margin, with two Republicans not voting. All 54 who voted for the measure were either Democrats or independents who caucus with the Democrats. All 42 who voted against the measure were Republicans We rated the claim Mostly False.\n\n• \"Today, the House of Representatives did what Washington pundits only a few weeks ago said was impossible: a strong bipartisan majority voted to defund Obamacare,\" U.S. Sen. Ted Cruz, R-Texas. False.\n\nOn the final vote, the measure -- which paired continued funding for the government with a defunding of Obamacare -- passed by a 230-189 margin. But those 230 votes in favor broke down to 228 Republicans and just two Democrats, Reps. Mike McIntyre of North Carolina and Jim Matheson of Utah. (One Republican, Rep. Scott Rigell of Virginia, broke ranks and joined the Democrats.) Proclaiming that two Democratic votes out of 190 provided a \"strong bipartisan majority\" led us to rate this claim False.\n\n• Shutdowns are \"a normal part of the constitutional process,\" with 12 shutdowns under Democratic House Speaker Tip O’Neill and two under Newt Gingrich, said Gingrich. Half True.\n\nGringrich is right on the number, but the shutdowns under O'Neill were quite different in nature than either of the ones under Gingrich, or the current one. It’s also dubious to suggest that shutdowns are part of the normal constitutional process. Just because they have been relatively common doesn’t mean they are the way the founders intended government to operate. We rated Gingrich’s claim Half True.\n\n• \"Eighty-five percent of government's running right now. Only 15 percent of government spending is shut down,\" said Sen. Rand Paul, R-Ky. Half True.\n\nDue to the big role of entitlement spending in the federal budget, Paul is likely in the ballpark when he measures \"government\" by the yardstick of spending. However, measuring government in other ways, such as the percentage of federal employees being furloughed in major departments, would make the impact appear bigger. And when he said that \"85 percent of government\" is operating right now, that’s more of a stretch. We rated his statement Half True.\n\n• The shutdown is projected to result in \"$10 billion in costs to the economy per week, said U.S. Rep. Debbie Wasserman Schultz, D-Weston, and chair of the Democratic National Committee. Mostly True.\n\nThat number comes from an investment report from Goldman Sachs. We found other estimates from financial firms that were slightly larger and slightly smaller than the $10 billion figure, but they were in the same ballpark. A key point here, though, is that these are estimates. Experts agree that caution and caveats are needed. We rated her statement Mostly True.\n\n• \"Obamacare is an entitlement like Medicare and Social Security is, and so the entitlement carries on even under a government shutdown scenario, said U.S. Rep. Paul Ryan, R-Wis., who is also the House budget chairman. Mostly True.\n\nTwo months before the shutdown, PolitiFact wrote that most of the key parts of the law -- the insurance marketplace, the premium subsidies, and the taxes and regulations -- should continue unimpeded. But we cautioned that shutdowns are rare and unpredictable, so we couldn’t be certain what would happen. We rated this claim Mostly True based on the information we had available before the shutdown.\n\nMeanwhile, here are a few other links to our reporting on the shutdown:\n\n• PolitiFact pulled together a guide to federal government websites that were initially out of commission or not up to date due to the shutdown.\n\n• The first few days of the shutdown coincided with the start of open enrollment period that allows poor and middle-income consumers to sign up for health insurance through the online exchange run by the federal government for the states that declined to set up their own -- including Florida. The Miami Herald reported that there were technical problems in the first few days including that many who tried to look up health plans couldn’t create an account to verify their eligibility though others were able to get in. HealthCare.gov received more than six million unique visitors during the first 36 hours.\n\nSee a claim about the shutdown or other topics worth fact-checking? Tweet us #politifactthis or email us at truthometer@politifact.com", "article_metadata": {"description": "The federal government shutdown has barely begun, but we&rsquo;ve already come across plenty of rhetoric to fact-check. Here&rsquo;s a selection of claims we&rsquo;ve checked that address the federal shutdown. We&rsquo;ll update this article as we publish new fact checks in the days ahead. &bull; &quot;The American people support defunding Obamacare and oppose shutting down the government,&quot; said U.S. Sen. Marco Rubio, R-Fla. Mostly False. Rubio makes it sound as if he has support from the public for his main objective, which is defunding Obamacare. He doesn&rsquo;t. When asking the public about Obamacare, word choice matters, and &quot;defund&quot; leads to a ...", "og": {"site_name": "PolitiFact", "description": "The federal government shutdown has barely begun, but we’ve already come across plenty of rhetoric to fact-check. Here’s a selection of claims we’ve checked that address the federal shutdown. We’ll update this article as we publish new fact checks in the days ahead. •", "title": "Top claims about the federal government shutdown", "url": "http://www.politifact.com/truth-o-meter/article/2013/oct/04/top-claims-about-federal-government-shutdown/", "image": "http://static.politifact.com.s3.amazonaws.com:80/politifact%2Fphotos%2FShutdown_Wash_Monument.jpg", "type": "article"}, "twitter": {"username": "PolitiFact", "description": "The federal government shutdown has barely begun, but we&rsquo;ve already come across plenty of rhetoric to fact-check. Here&rsquo;s a selection of claims we&rsquo;ve checked that address the federal shutdown. We&rsquo;ll update this article as we publish new fact checks in the days ahead. &bull; &quot;The American people support defunding Obamacare and oppose shutting down the government,&quot; said U.S. Sen. Marco Rubio, R-Fla. Mostly False. Rubio makes it sound as if he has support from the public for his main objective, which is defunding Obamacare. He doesn&rsquo;t. When asking the public about Obamacare, word choice matters, and &quot;defund&quot; leads to a ...", "title": "Top claims about the federal government shutdown", "url": "http://www.politifact.com/truth-o-meter/article/2013/oct/04/top-claims-about-federal-government-shutdown/", "image": "http://static.politifact.com/images/twitter-meter.png", "site": "@politifact", "card": "summary_large_image"}, "fb": {"admins": 750116788, "app_id": 106379906558, "pages": 61308923432}, "google-site-verification": "qAV0CDw3qyhv8XdVwp6m1xDBnW9Q1sRAAynq6kDP7kE", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fdf0b0\"", "article_summary": "Here’s a selection of claims we’ve checked that address the federal shutdown.\nThe federal government shutdown has barely begun, but we’ve already come across plenty of rhetoric to fact-check.\nOn his second point, he’s right that most people told pollsters leading up to the shutdown that they didn’t want a government shutdown.\nMeanwhile, here are a few other links to our reporting on the shutdown:• PolitiFact pulled together a guide to federal government websites that were initially out of commission or not up to date due to the shutdown.\nWe rated this claim Mostly True based on the information we had available before the shutdown."}