{"article_title": "Damon Albarn Welcomes De La Soul, Snoop Dogg & More Gorillaz Collaborators at Fader Fort Set", "article_keywords": ["fader", "set", "guest", "snoop", "la", "dogg", "albarn", "song", "soul", "robots", "gorillaz", "eastwood", "live", "damon", "performance", "fort", "clint", "everyday", "special", "welcomes"], "article_url": "http://www.billboard.com/articles/events/sxsw/5937543/damon-albarn-welcomes-de-la-soul-snoop-dogg-more-gorillaz-collaborators", "article_text": "“This is our first-ever live performance of (\"Clint Eastwood\") in its purest form…and probably the last\"\n\nDamon Albarn capped off a busy week playing songs from his forthcoming solo debut “Everyday Robots” at South By Southwest with a very special performance at the Fader Fort Friday night.\n\n\n\nThe hour-long set included over a half-dozen selections from his new album, but the true highlights were live performances of his two biggest Gorillaz hits – “Feel Good Inc.,” featuring De La Soul, and an extra-special rendition of “Clint Eastwood” with Dan The Automator and original guest rapper Del the Funkee Homosapien, featuring a bonus verse from Snoop Dogg.\n\n\n\n“You've been very patient with lots of new music, and I assure this next song will be worth the wait,” Albarn said, moments before bringing out his special guests for the “Clint Eastwood” finale. “This is our first-ever live performance of this song in its purest form…and probably the last.”\n\n\n\nWatch Alabrn perform \"Mr. Tembo\" at his March 14 SXSW set at WFUV's Public Radio Rocks:\n\n\n\n\n\n\n\nDe La Soul’s Vincent Mason eagerly reprised his infamous cackle at the beginning of “Feel Good Inc.” several times for the crowd, and ferociously tore into his two verses on the song. The rap trio added a bonus chant for the crowd: “If you’ve got a hand in one hand then clap them mothafuckas!” And during “Clint Eastwood,” Del The Funkee Homosapien spit his famous lines with renewed glee, making particular dramatic effect on the beat-dropping whisper “just remember…that it’s all in your head.” The crowd roared in thunderous excitement at such a grand finale, demanding “one more song!” for a solid five minutes amid simultaneous cheers for “Snoop! Snoop!” – ultimately to no avail.\n\n\n\nSXSW: News, Reviews, Video | Top Photos From Austin\n\n\n\n\n\nThat Albarn saved such a special showcase for the Fader Fort, after playing previous South By sets for NPR, “Jimmy Kimmel Live” and WFUV, was no coincidence. Fader’s sister company Cornerstone opened its London office in partnership with Albarn in 2012, and Albarn has also collaborated with Fader Fort Converse on an original song with James Murphy and Andre 3000 as well as a whole suite of Gorillaz-themed apparel.\n\n\n\nThe guest stars were also Albarn’s own cheeky way of addressing the challenge of playing the cerebral, methodically paced material from “Everyday Robots” live. Many of the songs are drily satirical rants against modern technology and social media, including the title track (“we are everyday robots on our phones…in the process of getting old,” Albarn sings in the opening verse), the plaintive “Lonely Press Play” and another almost dirge-like ballad that includes the line “the photographs are taken now…press send.”\n\n\n\nHe did save additional guest stars for another “Everyday Robots” selection, however – locals Deric Lewis and the Austin Choir Band, who accompanied Albarn for a performance of the album’s closing track. “I did this song with Brian Eno, but he’s not here so…” Albarn said, gesturing to his church-trained guest stars.\n\n\n\n“Everyday Robots” is due April 29 on Warner Bros. Records.", "article_metadata": {"og": {"site_name": "Billboard", "description": "Damon Albarn capped off a busy week playing songs from his forthcoming solo debut “Everyday Robots” at South By Southwest with a very special performance at the Fader Fort Friday night.", "title": "Damon Albarn Welcomes De La Soul, Snoop Dogg & More Gorillaz Collaborators at Fader Fort Set", "url": "http://www.billboard.com/articles/events/sxsw/5937543/damon-albarn-welcomes-de-la-soul-snoop-dogg-more-gorillaz-collaborators", "image": {"width": 650, "identifier": "http://www.billboard.com/files/media/damon-albarn-sxsw-650-430.jpg", "type": "image/jpeg", "height": 430}, "type": "article"}, "twitter": {"description": "Damon Albarn capped off a busy week playing songs from his forthcoming solo debut “Everyday Robots” at South By Southwest with a very special performance at the Fader Fort Friday night.", "title": "Damon Albarn Welcomes De La Soul, Snoop Dogg & More Gorillaz Collaborators at Fader Fort Set", "url": "http://www.billboard.com/articles/events/sxsw/5937543/damon-albarn-welcomes-de-la-soul-snoop-dogg-more-gorillaz-collaborators", "image": "http://www.billboard.com/files/media/damon-albarn-sxsw-650-430.jpg", "site": "@billboard", "card": "summary_large_image"}, "description": "Damon Albarn capped off a busy week playing songs from his forthcoming solo debut “Everyday Robots” at South By Southwest with a very special performance at the Fader Fort Friday night.", "viewport": "width=device-width, initial-scale=1", "title": "Damon Albarn Welcomes De La Soul, Snoop Dogg & More Gorillaz Collaborators at Fader Fort Set | Billboard"}, "_id": "\"57477af36914bd0286fd06ce\"", "article_summary": "“Everyday Robots” is due April 29 on Warner Bros. Records.\nThe guest stars were also Albarn’s own cheeky way of addressing the challenge of playing the cerebral, methodically paced material from “Everyday Robots” live.\n“I did this song with Brian Eno, but he’s not here so…” Albarn said, gesturing to his church-trained guest stars.\n“You've been very patient with lots of new music, and I assure this next song will be worth the wait,” Albarn said, moments before bringing out his special guests for the “Clint Eastwood” finale.\n“This is our first-ever live performance of (\"Clint Eastwood\") in its purest form…and probably the last\"Damon Albarn capped off a busy week playing songs from his forthcoming solo debut “Everyday Robots” at South By Southwest with a very special performance at the Fader Fort Friday night."}