{"article_title": "The Decline of the Public Intellectual?", "article_keywords": ["decline", "feb", "knowledge", "2014the", "kristof", "university", "writer", "problems", "intellectual", "tanks", "policy", "public"], "article_url": "http://www.nytimes.com/2014/02/19/opinion/the-decline-of-the-public-intellectual.html", "article_text": "Photo\n\nTo the Editor:\n\nRe “Smart Minds, Slim Impact” (column, Feb. 16):\n\nNicholas Kristof is correct that the dominant paradigm in academic culture has emphasized publishing arcane knowledge over making an impact on people’s lives. Nevertheless, some professors are managing to turn their focus away from producing narrow studies read only by other specialists.\n\nAn alternative approach, known as use-inspired research, seeks both to discover new knowledge and to enable society to put that knowledge to use.\n\nInquiry grounded in a genuine desire to improve people’s lives must factor in the complexities of the world beyond the laboratory. Education, health, urban development and the environment are among the fields already benefiting from this kind of work.\n\nAt a time when government funding for research is under increasing pressure to justify itself with practical results, there may be a silver lining: universities’ impulse to “follow the money” could begin to bend the arc of investigation toward greater policy relevance.\n\nJAMES R. GOMES\n\nWorcester, Mass., Feb. 16, 2014\n\nThe writer is director of the Mosakowski Institute for Public Enterprise at Clark University.\n\nTo the Editor:\n\nOne doesn’t have to look far to refute Nicholas Kristof’s argument about the disappearance of academics as public intellectuals.\n\nDozens of members of my own profession, history, contribute regularly to The Times. If Mr. Kristof were to cast his net a little more widely, he would also find academics engaging the public in all sorts of creative ways through blogs, TED talks, congressional and expert-witness testimony, support of social movements, advice to foundations, consultation with museums, summer programs for schoolteachers and work with prisoners.\n\nOf course there are many scholars who write only for other specialists. That’s how knowledge advances. But one doesn’t need to pine for the days of yore when Arthur M. Schlesinger Jr. and Irving Howe walked the earth to find plenty of professors who engage the world with creativity, intelligence and passion and do so at the same time that they present their research in specialized journals and books.\n\nTHOMAS J. SUGRUE\n\nPhiladelphia, Feb. 16, 2014\n\nThe writer is director of the Penn Social Science and Policy Forum at the University of Pennsylvania.\n\nAdvertisement Continue reading the main story\n\nTo the Editor:\n\nAs an academic who struggles with the problem that Nicholas Kristof so carefully examines, I have a simple suggestion. Each worthy idea should have three incarnations: one directed to scholars, one directed to practitioners in the relevant field and one directed to the general public.\n\nPerforming this task requires appropriate translation of the insight for the three audiences and editing for three distinct publications or venues. It’s time-consuming but rewarding. It helps if one’s employer shares this vision. Some institutions even use “knowledge translators” to make this happen.\n\nTIM IGLESIAS\n\nSan Francisco, Feb. 16, 2014\n\nThe writer is a professor of law at the University of San Francisco.\n\nTo the Editor:\n\nNicholas Kristof rehearses an old attack on academics who choose to produce work that is arcane and unreadable and that fails to engage real-world problems, focusing, in this case, on political scientists.\n\nSuch a criticism simply denies the possibility that many important questions are in fact enormously difficult, inherently technical and deeply complex in ways that require modes of analysis and forms of discourse that are equivalently difficult, technical and complex.\n\nIt denies as well the value of pursuing problems whose relevance to contemporary concerns may be, at best, indirect and obscure — problems of, say, pure science (as opposed to applied science), problems of historical or literary significance and, yes, problems pertaining to the underlying behavioral and philosophical foundations of public life.\n\nThis is a high-minded, left-leaning form of anti-intellectualism. If it is more palatable than the appalling know-nothing-ism of today’s right wing, its chilling effects may nonetheless be even more pernicious, especially as it so often comes from those who ought to know better.\n\nPETER J. STEINBERGER\n\nPortland, Ore., Feb. 16, 2014\n\nThe writer is a professor of political science and humanities at Reed College.\n\nAdvertisement Continue reading the main story\n\nTo the Editor:\n\nNicholas Kristof notes that academia has become increasingly disconnected from public debate and policy decision-making. Since think tanks are set up precisely to stimulate public discussion on policy issues and to get creative ideas into the mix, they tend to have close relationships with journalists and with the policy community.\n\nIdeally think tanks can provide a bridge between the talent of university scholars, who have the depth on critical issues, and the policy world, which needs this expertise. But at least two factors hinder this kind of creative bridging.\n\nThink tanks often cannot find academics who know how to communicate with broader audiences. The skills required for achieving tenure — extensive specialization — work against the ability to share findings and their implications.\n\nBut think tanks themselves often fall prey to thinking that they know more than they do. Rather than seeking out true expertise, which often resides on university campuses, their staff pose as experts on everything under the sun, able to supply a two-page memo on countries they have never visited and speak authoritatively on issues they have never truly researched.\n\nExpediency and speed become the enemy of depth and substance. The gap between scholarship and the broader debate needs to be bridged from both sides.\n\nANDREW SELEE\n\nWashington, Feb. 17, 2014\n\nThe writer is executive vice president of the Woodrow Wilson International Center for Scholars.", "article_metadata": {"tone": "opinion", "ptime": 20140218195129, "twitter": {"description": "Academics respond to a column by Nicholas Kristof, “Smart Minds, Slim Impact.”", "title": "The Decline of the Public Intellectual?", "url": "http://www.nytimes.com/2014/02/19/opinion/the-decline-of-the-public-intellectual.html", "app": {"url": {"googleplay": "nytimes://reader/id/100000002719478"}, "name": {"googleplay": "NYTimes"}, "id": {"googleplay": "com.nytimes.android"}}, "site": "@nytimes", "image": "https://static01.nyt.com/images/2014/02/19/opinion/0219LETTERS/0219LETTERS-thumbLarge.jpg", "card": "summary"}, "al": {"ipad": {"url": "nytimes://www.nytimes.com/2014/02/19/opinion/the-decline-of-the-public-intellectual.html", "app_store_id": 357066198, "app_name": "NYTimes"}, "android": {"url": "nytimes://reader/id/100000002719478", "app_name": "NYTimes", "package": "com.nytimes.android"}, "iphone": {"url": "nytimes://www.nytimes.com/2014/02/19/opinion/the-decline-of-the-public-intellectual.html", "app_store_id": 284862083, "app_name": "NYTimes"}}, "thumbnail_width": 75, "dfp-ad-unit-path": "opinion", "hdl_p": "The Decline of the Public Intellectual?", "sectionfront_jsonp": "https://static01.nyt.com/services/json/sectionfronts/opinion/index.jsonp", "DISPLAYDATE": "Feb. 18, 2014", "edt": "NewYork", "keywords": "Colleges and Universities,Think Tanks,Research,Kristof  Nicholas D", "news_keywords": "Research", "applicationName": "article", "PT": "article", "thumbnail_150": "https://static01.nyt.com/images/2014/02/19/opinion/0219LETTERS/0219LETTERS-thumbLarge.jpg", "sourceApp": "nyt-v5", "per": "Kristof, Nicholas D", "thumbnail_150_width": 150, "thumbnail_150_height": 150, "usageTerms": "http://www.nytimes.com/content/help/rights/sale/terms-of-sale.html", "lp": "Academics respond to a column by Nicholas Kristof, “Smart Minds, Slim Impact.”", "tom": "Letter", "dfp-amazon-enabled": "false", "thumbnail": "https://static01.nyt.com/images/2014/02/19/opinion/0219LETTERS/0219LETTERS-thumbStandard.jpg", "description": "Academics respond to a column by Nicholas Kristof, “Smart Minds, Slim Impact.”", "CG": "opinion", "robots": "noarchive", "dat": "Feb. 18, 2014", "fb": {"app_id": 9869919170}, "msapplication-starturl": "http://www.nytimes.com", "genre": "Letter", "article": {"section_url": "http://www.nytimes.com/pages/opinion/index.html", "section": "Opinion", "modified": "2014-02-19", "collection": "https://static01.nyt.com/services/json/sectionfronts/opinion/index.jsonp", "tag": "Kristof, Nicholas D", "published": "2014-02-18", "section-taxonomy-id": "AD8090D7-4137-4D71-84C8-70DA3BD89778"}, "thumbnail_height": 75, "slug": "l19kristof", "viewport": "width=device-width, initial-scale=1, maximum-scale=1", "utime": 20140219005924, "og": {"url": "http://www.nytimes.com/2014/02/19/opinion/the-decline-of-the-public-intellectual.html", "image": "https://static01.nyt.com/images/2014/02/19/opinion/0219LETTERS/0219LETTERS-superJumbo.jpg", "type": "article", "description": "Academics respond to a column by Nicholas Kristof, “Smart Minds, Slim Impact.”", "title": "The Decline of the Public Intellectual?"}, "pdate": 20140218, "des": "Research", "articleid": 100000002719478, "cre": "The New York Times", "hdl": "The Decline of the Public Intellectual?", "col": "Letters", "PST": "Letter"}, "_id": "\"57477af36914bd0286fd06d1\"", "article_summary": "JAMES R. GOMESWorcester, Mass., Feb. 16, 2014The writer is director of the Mosakowski Institute for Public Enterprise at Clark University.\nANDREW SELEEWashington, Feb. 17, 2014The writer is executive vice president of the Woodrow Wilson International Center for Scholars.\nPETER J. STEINBERGERPortland, Ore., Feb. 16, 2014The writer is a professor of political science and humanities at Reed College.\nAdvertisement Continue reading the main storyTo the Editor:Nicholas Kristof notes that academia has become increasingly disconnected from public debate and policy decision-making.\nTo the Editor:One doesn’t have to look far to refute Nicholas Kristof’s argument about the disappearance of academics as public intellectuals."}