{"article_title": "Coffee, Butter, Milk and Meat—Delivered by Your Mailman?", "article_keywords": ["butter", "wants", "coffee", "mailman", "service", "meatdelivered", "trucks", "usps", "grocery", "delivery", "test", "post", "postal", "milk", "san"], "article_url": "http://www.thefiscaltimes.com/Articles/2014/09/25/Coffee-Butter-Milk-and-Meat-Delivered-Your-Mailman", "article_text": "The United States Postal Service, starved for cash, wants to feed its coffers by delivering groceries straight to your door.\n\nAlready engaged in a test of this service on the west coast in partnership with Amazon, the postal service on Tuesday filed a petition with the Postal Regulatory Commission to expand its 60-day test window for delivering online grocery items to customers. The test in San Francisco began earlier this month and has spread to at least 15 other cities. Now USPS wants to take a “customized delivery” service to select metro areas nationwide.\n\nRelated: Post Office Paid $287K for Trucks It Can’t Find\n\nUSPS would “provide delivery of groceries and other prepackaged goods,” between 3 a.m. and 7 a.m., when its trucks are usually idle, the agency said in its proposal. A grocery store would drop off the previously packed and “branded totes” at post offices between 1:30 a.m. and 2:30 a.m. From there, postal carriers would deliver the “perishable packages at pre-designated spots without ringing the bell or knocking on the door.”\n\nIf the idea gets the all-clear, USPS would begin its wider test at the end of October. It would last about two years.\n\nIn the test phase in San Francisco, USPS averaged 160 packages a day to 38 designated zip code areas. It has asked regulators for a special OK for revenues to exceed $10 million a year, but says it has “taken steps to ensure” that revenues don’t go beyond $50 million.\n\nRelated: Big Idea to Save the Post Office: Turn It into a Bank\n\nUSPS noted that “grocery delivery services are expanding across the nation, with businesses ranging from the nation’s largest retailers, to niche operators, to the popular car service Uber…. With its operational reach, the Postal Service has an opportunity to provide retailers a nationwide solution that offers a trained workforce and the trust and reliability of the Postal Service brand.”\n\nTop Reads from The Fiscal Times:", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "The United States Postal Service, starved for cash, wants to feed its coffers by deliv", "title": "Coffee, Butter, Milk and Meat—Delivered by Your Mailman?", "url": "http://www.thefiscaltimes.com/Articles/2014/09/25/Coffee-Butter-Milk-and-Meat-Delivered-Your-Mailman", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/03222013_mailbox_article.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/Articles/2014/09/25/Coffee-Butter-Milk-and-Meat-Delivered-Your-Mailman", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/03222013_mailbox_article.jpg", "title": "The Fiscal Times", "card": "summary", "creator": "@maurmack"}, "generator": "Drupal 7 (http://drupal.org)", "description": "The United States Postal Service, starved for cash, wants to feed its coffers by deliv", "viewport": "initial-scale=1, maximum-scale=1"}, "_id": "\"57477af36914bd0286fd06e0\"", "article_summary": "With its operational reach, the Postal Service has an opportunity to provide retailers a nationwide solution that offers a trained workforce and the trust and reliability of the Postal Service brand.”Top Reads from The Fiscal Times:\nThe United States Postal Service, starved for cash, wants to feed its coffers by delivering groceries straight to your door.\nNow USPS wants to take a “customized delivery” service to select metro areas nationwide.\nThe test in San Francisco began earlier this month and has spread to at least 15 other cities.\nIn the test phase in San Francisco, USPS averaged 160 packages a day to 38 designated zip code areas."}