{"article_title": "How the middle class got screwed: College costs, globalization and our new Insecurity Economy", "article_keywords": ["sector", "jobs", "service", "unions", "insecurity", "workers", "work", "number", "states", "middle", "globalization", "costs", "college", "social", "screwed", "americans", "class", "economy"], "article_url": "http://www.salon.com/2014/08/02/how_the_middle_class_got_screwed_college_costs_globalization_and_our_new_insecurity_economy/", "article_text": "Topics: Books, College tuition, Editor's Picks, excerpts, Globalization, Middle Class, privatization, Business News\n\nIt is clear that American families have been struggling in recent decades. Less obvious are the forces that are responsible for this reversal of fortune. However, a significant body of research now points to a confluence of economic and social trends that many scholars agree have played a crucial role in the rise of financial insecurity.\n\nThe Rise of the Service Economy\n\nSince the 1970s, work in the United States has undergone a dramatic transformation—a regression from the New Deal quest for stability and from shared prosperity to insecurity security to a state in which work is precarious. In the words of sociologist Arne L. Kalleberg, work has become more “uncertain, unpredictable, and risky from the point of view of the worker.”\n\nOne reason for the rise of precarious work is the wholesale restructuring of the American economy from one based on manufacturing to one based on services. After World War II the manufacturing sector comprised 40 percent of the labor force; by 2005, that share had fallen to only 12 percent. The service sector now makes up about 80 percent of the jobs in the United States. Durable manufacturing jobs (autoworker, machinist, chemical engineer) offering higher wages and good benefits have been replaced by service sector jobs (store clerk, cashier, home health-care aide) that pay less, offer few or no benefits, and are more insecure.\n\nMoreover, while the manufacturing sector tends to create good jobs at every employment level, the service sector tends to create a relatively small number of high-skill, high-paying jobs (in fields like finance, consulting, and medicine) along with a large number of low-skill, low-paid jobs (in retailing, child care, and hospitality). The result is that secure, semiskilled middle-income jobs like those that once fueled the rapid expansion of the American middle class are increasingly hard to find.\n\nThe Impact of Globalization\n\nBeginning in the mid-to-late 1970s, U.S. firms began to face dramatically increased competition from around the world. To compete, American companies sought to lower labor costs, in part by outsourcing work to lower-wage countries. Technological advances aided this outsourcing process, as the growth in electronic tools for communication and information management meant that goods, services, and people could be coordinated and controlled from anywhere around the globe, enabling businesses to more easily move their operations to exploit cheap labor sources abroad.\n\nPerhaps the most far-reaching effect of globalization has been a renegotiation of the unwritten social contract between American employers and employees. Managers now demand greater flexibility to quickly adapt and survive in an increasingly competitive global marketplace. In this context, the traditional employment relationship, in which work is steady and full-time, workers are rarely fired except for incompetence, working conditions are generally predictable and fair (often defined by union-negotiated contracts), and good employees can expect to climb a lifetime career ladder in the service of one employer, has come to seem unrealistic and onerous to business leaders. Today that traditional arrangement has largely disappeared, replaced by nonstandard, part-time, contract, and contingent work, generally offering reduced wages and scanty benefits. Mass layoffs are no longer an option of last resort but rather a key restructuring strategy used to increase short-term profits by reducing labor costs in both good times and bad.\n\nThe Decline of Unions\n\nIn this new environment, unions are struggling. Although manufacturing workers have a long history of labor organizing, service sector workers such as restaurant and retail employees do not, making it harder for service employee unions to grow. Moreover, globalization, technological changes, and the spread of flexible work arrangements have combined to enable employers to make an end run around unions by moving jobs to countries or parts of the United States where anti-union attitudes and laws predominate. As a consequence of these developments, union membership has steadily declined. In 1954, at the peak of union membership, 28 percent of employed workers were in unions. By 1983, only 20 percent of workers were union members. In 2012, union membership reached a historical low, with membership comprising only 11 percent of American workers. Among full-time workers, the median weekly earnings for union members is $943, while among nonunion workers the median weekly earnings is $742. The decline of unions has severely curtailed and diminished workers’ ability to collectively bargain to maintain high wages and good benefits, indirectly fueling a steady decline in the value of the minimum wage. Moreover, the decline of unions has eroded a broader moral commitment to fair pay, which even nonunion workers previously benefited from.\n\nTogether, the rise of the service economy, globalization, the decline of unions, and the erosion of the old work contract between employers and employees have created a precarious work environment for more and more Americans. Between the 1980s and 2004, more than 30 million full-time workers lost their jobs involuntarily. And during the Great Recession of 2008–2009, another 8.9 million jobs were lost. In the past few years, long-term unemployment has reached levels not seen since the government began monitoring rates of joblessness after World War II.\n\nRisk Shifts to the Individual\n\nOver the last several decades, both government policy and private sector labor relations have evolved to reduce the sharing of the economic risks involved in managing lives, caring for families, and safeguarding futures. Instead, individual Americans are increasingly being asked to plan for and guarantee their own educations, health care, and retirements. If today’s families want a safety net to catch them when they fall, they need to weave their own.\n\nUnderlying this shift in risk is neoliberal political ideology, often identified with leaders like Ronald Reagan and Margaret Thatcher, which holds that people will work harder and make better decisions if they must defend themselves against the vicissitudes of life. Neoliberal doctrine views dependence in a negative light (arguing that “coddling” by government undermines individual initiative) and actually celebrates risk and uncertainty as sources of self-reliance. In this new paradigm, the individual is encouraged to gain greater control over his or her life by making personal risk-management choices within the free market (and living with the consequences of any misjudgments). In this “ownership society,” individuals must learn to be secure with insecurity; the goal is to amass security on our own rather than look to government help or collective action as sources of support.\n\nWith the rise of neoliberalism, the ethic of sharing risk among workers, employers, and the federal government that emerged after the New Deal was replaced by an aggressively free-market approach that pushed deregulation and privatization in order to minimize the role of government in economic life. At the same time, responsibility for social welfare has steadily devolved from the federal government to states, localities, and even the private sector. The push toward privatizing social services reached a new level when President George W. Bush, through his establishment of the office of faith-based organizations, sought to formally create public-private partnerships in which welfare provision would increasingly be supplied not by the government but by religious organizations. The result of this devolution of social services has been the replacement of a relatively stable, consistent system of safety-net programs with a patchwork of state, local, and private programs, all of which scramble to find funding.\n\nThough many Americans may be unfamiliar with the risk shift story, the results are widely known. From 1980 to 2004, the number of workers covered by a traditional defined-benefit retirement pension decreased from 60 percent to 11 percent. In contrast, the number of workers covered by a defined-contribution retirement benefit like a 401(k) plan, in which the worker is fully responsible for saving and managing his or her savings, grew from 17 percent in 1980 to 61 percent in 2004.\n\nTraditional employer-provided health-care coverage began to erode as well. From 1979 to 2004, coverage dropped from 69 percent to 55.9 percent. In 2010, 49 million Americans were uninsured, an increase of close to 13 million people since 2000. For workers who continue to receive coverage, their share of the costs has increased drastically. A survey conducted by the Employee Benefit Research Institute found that to cover medical costs, 45 percent have decreased their contributions to other savings, 35 percent have had difficulty paying other bills, and 24 percent have had difficulty paying for basic necessities.\n\nThe Affordable Care Act, passed in 2010 and upheld by the Supreme Court in 2012, will greatly expand affordable health care. As a result of the legislation, it is estimated that by 2019, 29 million Americans will gain health insurance coverage. However, an equal number will still be uninsured. And the number of uninsured may rise depending on how many states opt out of expanding Medicaid eligibility. Currently twenty states will not participate in the Medicaid expansion. Analysis of states that won’t expand Medicaid has found that, as a result, about 5.3 million people will earn too much under their state’s Medicaid eligibility level to qualify but will earn too little to be eligible for tax credits that help offset the cost of insurance. Of the top ten least-insured metropolitan areas in the United States, seven are in states that will not expand Medicaid eligibility.\n\nWhen it comes to aid for higher education, federal funding has grown, but that aid has mostly come in the form of loans rather than grants. Over the last decade, grants have made up between 22 and 28 percent of federal aid for education, while loans have made up between 61 and 70 percent. Moreover, even though there has been a 15 percent increase in the number of low-income students who receive a Pell Grant, the maximum award these students can receive now covers only about a third of the costs of a college education, as compared to around three-quarters in the 1970s.\n\nThe high price of a college degree is linked with a significant decline in the number of low- and moderate-income students who enroll in and graduate from college. Between 1992 and 2004, the percentage of low-income students enrolled in a four-year college decreased from 54 to 40 percent and the percentage of middle-income students decreased from 59 to 53 percent. For low-income children, the college completion rate has increased by only 4 percentage points between the generation born in the early 1960s and the generation born in the early 1980s. In contrast, among high-income children the college graduation rate increased 18 percentage points between generations. If education is the ladder by which less-advantaged Americans can hope to rise to the middle class and beyond, the rungs of that ladder are increasingly out of reach—yet another way in which the traditional system of shared social responsibility has been gradually dismantled over the past forty years.\n\nFeeling insecure\n\nWith instability and uncertainty figuring prominently in people’s lives, it is important to ask if these social and economic trends are reflected in the way Americans feel. Do Americans feel more insecure? Have they become more worried? This question turns out to be a difficult one to answer.\n\nThe first obstacle to figuring out the answer is that we lack rich, long-term survey data that would enable us to tease out an in-depth answer. As a recent Rockefeller Foundation report noted, efforts to assess and measure people’s sense of security are rare. And the surveys we do have focus almost exclusively on job loss, which is just one risk among many that needs to be explored.\n\nA second obstacle to measuring perceptions of security and insecurity across the decades is whether or not, over time, people continue to judge and evaluate their situations by the same criteria. In other words, can we assume that year in and year out people use the same yardstick to measure whether or not they are having a good or bad year? If assessments and meanings change over time and surveys don’t capture these subjective changes, then it’s not clear what our assessments are really measuring.", "article_metadata": {"description": "The social safety net is in tatters. No jobs are safe. Who is to blame — and what has the anxiety done to us all?", "author": "Marianne Cooper", "og": {"site_name": "Salon", "description": "The social safety net is in tatters. No jobs are safe. Who is to blame — and what has the anxiety done to us all?", "title": "How the middle class got screwed: College costs, globalization and our new Insecurity Economy", "url": "http://www.salon.com/2014/08/02/how_the_middle_class_got_screwed_college_costs_globalization_and_our_new_insecurity_economy/", "image": "http://media.salon.com/2014/08/cruz_obama_oreilly.jpg", "type": "article"}, "twitter": {"description": "The social safety net is in tatters. No jobs are safe. Who is to blame — and what has the anxiety done to us all?", "creator": "@salon", "image": "http://media.salon.com/2014/08/cruz_obama_oreilly.jpg", "title": "How the middle class got screwed: College costs, globalization and our new Insecurity Economy", "site": "@salon", "card": "summary_large_image"}, "title": "How the middle class got screwed: College costs, globalization and our new Insecurity Economy", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, Books, College tuition, Editor's Picks, excerpts, Globalization, Middle Class, privatization", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fe1282\"", "article_summary": "Topics: Books, College tuition, Editor's Picks, excerpts, Globalization, Middle Class, privatization, Business NewsIt is clear that American families have been struggling in recent decades.\nAlthough manufacturing workers have a long history of labor organizing, service sector workers such as restaurant and retail employees do not, making it harder for service employee unions to grow.\nThe service sector now makes up about 80 percent of the jobs in the United States.\nDurable manufacturing jobs (autoworker, machinist, chemical engineer) offering higher wages and good benefits have been replaced by service sector jobs (store clerk, cashier, home health-care aide) that pay less, offer few or no benefits, and are more insecure.\nPerhaps the most far-reaching effect of globalization has been a renegotiation of the unwritten social contract between American employers and employees."}