{"article_title": "US Continues to Slash Its Military Budget", "article_keywords": ["interests", "index", "militarys", "continues", "budget", "nations", "defense", "slash", "heritage", "military", "leaving", "war"], "article_url": "http://dailysignal.com/2015/10/28/the-us-continues-to-slash-its-military-budget-heres-why-that-matters/", "article_text": "The United States is scaling back its military while nations hostile to American interests continue to grow in strength and aggression, according to The Heritage Foundation’s annual Index of U.S. Military Strength, released Wednesday.\n\nThe index, rolled out nearly a week after President Barack Obama vetoed the nation’s annual defense bill, found that the military is in an overall decline, leaving national security capabilities weakened during a time of increased threat.\n\n“The ability of the U.S. military to go out and do things is approaching what we call a ‘one-war capability,’” said Dakota Wood, a senior fellow in defense at The Heritage Foundation who edited the index.\n\n“So if we were to commit to something like another Operation Iraqi Freedom, or a Korean War, or a contractive war like Vietnam … it would take just about the totality of the U.S. military capability.”\n\nWood, speaking during a release event at Heritage Wednesday, said this is eroding the U.S.’s deterrent capabilities along with the military’s ability to recover from sustained challenges.\n\nHe said this leads to nations acting more exploitative and opportunistic in parts of the world that are harmful to the interests of the U.S. and its allies.\n\nThe index determined that a major factor for the military’s decline is the steep cuts to defense funding enacted in recent years.\n\nThe military’s budget has been slashed 15 percent during the past four years. While the military was initially able to coast on previous investments, the index notes that these budget cuts are beginning to take a toll on equipment, training, and personnel needs.\n\n>>> Read the full 2016 Index of U.S. Military Strength\n\nOf the four military branches, the Army has taken the biggest hit, receiving a “weak” rating in the index’s evaluation after years of budget cuts have forced reductions in troops. This has diminished the Army to its smallest size since prior to World War II.\n\nThe Air Force’s rating also dropped, falling into the “marginal” category as many of its planes near the end of their usable lifespan.\n\nWood said inadequate funding has left the Air Force unable to modernize much of its equipment and to provide adequate flight programs and training for its pilots.\n\nMeanwhile, the index found that the global threat environment has worsened.\n\nFor the first time, North Korea was rated as a “severe” threat to the U.S. after the nation made advancements in ballistic missile technologies, leaving it with nuclear weapons capable of reaching American facilities and allies in the region.\n\nFurther, China continues to act aggressively, evidenced most recently in its island-building in the South China Sea, while Russia remains assertively involved in Ukraine and Syria.\n\n“When you look at what China and Russia bring to the table in terms of state capacity, to be able to operate at scale across continental size land-masses with large inventories and munitions of very robust and mature capabilities, it’s a different kind of threat—it’s more enduring, and it’s more profound,” Wood said.\n\nHe said as these threats endure while budget caps force the military to shrink, leaving it unable to modernize, it strains national security resources and leaves American interests in a weakened position.", "article_metadata": {"description": "Why that matters.", "og": {"site_name": "The Daily Signal", "description": "Why that matters.", "title": "US Continues to Slash Its Military Budget", "locale": "en_US", "image": "http://dailysignal.com/wp-content/uploads/151028_MilitaryIndex_Johnson.jpg", "updated_time": "2015-10-28T18:21:58+00:00", "type": "article"}, "bitly": {"url": "http://dailysign.al/1RBULzi"}, "twitter": {"domain": "The Daily Signal", "description": "Why that matters.", "title": "US Continues to Slash Its Military Budget", "image": {"src": "http://dailysignal.com/wp-content/uploads/151028_MilitaryIndex_Johnson.jpg"}, "creator": "@dailysignal", "site": "@dailysignal", "card": "summary_large_image"}, "fb": {"pages": 300341323465160, "app_id": 772296266137346}, "article": {"publisher": "https://www.facebook.com/TheDailySignalNews", "section": "Security", "tag": "military", "published_time": "2015-10-28T17:15:20+00:00", "modified_time": "2015-10-28T18:21:58+00:00"}, "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "military, Index of U.S. Military Strength, Dakota Wood, budget"}, "_id": "\"57477af36914bd0286fd06f2\"", "article_summary": "The military’s budget has been slashed 15 percent during the past four years.\nThe United States is scaling back its military while nations hostile to American interests continue to grow in strength and aggression, according to The Heritage Foundation’s annual Index of U.S. Military Strength, released Wednesday.\nHe said as these threats endure while budget caps force the military to shrink, leaving it unable to modernize, it strains national security resources and leaves American interests in a weakened position.\n>>> Read the full 2016 Index of U.S. Military StrengthOf the four military branches, the Army has taken the biggest hit, receiving a “weak” rating in the index’s evaluation after years of budget cuts have forced reductions in troops.\nWhile the military was initially able to coast on previous investments, the index notes that these budget cuts are beginning to take a toll on equipment, training, and personnel needs."}