{"article_title": "Bad managers ruined Obamacare", "article_keywords": ["shirky", "managers", "launch", "things", "obamacare", "politicians", "long", "ruined", "wrong", "bad", "know", "world", "law", "technology"], "article_url": "http://www.usatoday.com/story/opinion/2013/11/24/obamacare-website-obama-health-care-law-column/3691463/", "article_text": "Politicians can't talk their way out of a technological mess.\n\nHealth and Human Services Secretary Kathleen Sebelius (Photo: J. Scott Applewhite, AP) Story Highlights Things always go wrong with launches, and technology often necessitates a trial-and-error approach.\n\nWhat engineers know that politicians don't is that in the world of things, there's no escaping reality.\n\nWhen we've accomplished great things in the past, there has usually been an engineer running the program.\n\nThe Obamacare rollout remains a debacle, but now enough time has passed that smart people are beginning to dissect what went wrong. So far, the best take I've seen comes from Internet pioneer Clay Shirky, who notes that the politicians weren't listening to the people doing the actual work.\n\nI was talking about this to my Administrative Law class not long ago. I had told them that there are few real secrets in D.C. because everyone sleeps with everyone else. A student then asked why both the administration and the GOP seemed to have been blindsided by the Obamacare website problems. \"I guess nobody was sleeping with the techies,\" was my response.\n\nShirky leaves out sex as an explanation -- always a mistake where Washington is concerned -- but he does focus on communication, and on the problems with having big tech programs run by people who don't actually understand the technology.\n\nShirky comments:\n\nIntoning 'Failure is not an option' will be at best useless, and at worst harmful. There is no 'Suddenly Go Faster' button, no way you can throw in money or additional developers as a late-stage accelerant; money is not directly tradable for either quality or speed, and adding more programmers to a late project makes it later. You can slip deadlines, reduce features, or, as a last resort, just launch and see what breaks. Denying this tradeoff doesn't prevent it from happening. If no one with authority over the project understands that, the tradeoff is likely to mean sacrificing quality by default. That just happened to this administration's signature policy goal. It will happen again, as long [as] politicians can be allowed to imagine that if you just plan hard enough, you can ignore reality. It will happen again, as long as department heads imagine that complex technology can be procured like pencils. It will happen again as long as management regards listening to the people who understand the technology as a distasteful act.\n\nHe's right about that. Having been involved with (much) smaller-scale web projects in the past myself, I know that things always go wrong with launches, and technology often necessitates a trial-and-error approach. Shirky comments that the administration was afraid to do a phased roll-out that would fix mistakes as they appeared, for fear that Republicans would make political hay out of any errors. But as Shirky comments:\n\nHealthcare.gov is a half-billion dollar site that was unable to complete even a thousand enrollments a day at launch, and for weeks afterwards. As we now know, programmers, stakeholders, and testers all expressed reservations about Healthcare.gov's ability to do what it was supposed to do. Yet no one who understood the problems was able to tell the President. Worse, every senior political figure — every one — who could have bridged the gap between knowledgeable employees and the President decided not to.\n\nAll appearances to the contrary, the managers involved in this debacle aren't dumb. But they come from a background -- law and politics -- where arguments often take the place of reality, and plausibility can be as good as, or better than, truth.\n\nWhat engineers know that lawyers and politicians often don't is that in the world of things, as opposed to people, there's no escaping the sharp teeth of reality. But in law, and especially politics, inconvenient facts are merely inconvenient, something to be rationalized away.\n\nWhen our country has accomplished great things in the past, there has usually been a great engineer running the program: Hyman Rickover with the nuclear submarine program, or Wernher von Braun with the Apollo space program, for example. Rickover and von Braun were famously stern taskmasters, but they did not substitute wishes for reality.\n\nWhich may be why they were able to launch submarines, and rockets that astounded the world. While today, we can't even launch a website.\n\nGlenn Harlan Reynolds is professor of law at the University of Tennessee and the author of The New School: How the Information Age Will Save American Education from Itself. He blogs at InstaPundit.com.\n\nIn addition to its own editorials, USA TODAY publishes diverse opinions from outside writers, including our Board of Contributors. To read more columns like this, go to the opinion front page or follow us on twitter @USATopinion or Facebook.\n\nRead or Share this story: http://usat.ly/IcixVl", "article_metadata": {"google": "notranslate", "description": "Politicians can't talk their way out of a technological mess.", "og": {"site_name": "USA TODAY", "description": "Politicians can't talk their way out of a technological mess.", "title": "Bad managers ruined Obamacare: Column", "url": "http://www.usatoday.com/story/opinion/2013/11/24/obamacare-website-obama-health-care-law-column/3691463/", "image": "http://www.gannett-cdn.com/GDContent/applogos/usatoday.png", "type": "article"}, "twitter": {"description": "Politicians can't talk their way out of a technological mess.", "title": "Bad managers ruined Obamacare: Column", "image": "http://www.gannett-cdn.com/-mm-/013e5742518dce16f29ca264ec2734aa120d5471/c=0-242-2976-3218&r=x643&c=640x640/local/-/media/USATODAY/test/2013/11/24//1385314552000-AP-HEALTH-OVERHAUL-PROBLEMS-59504814.JPG", "creator": "@usatoday", "site": "@usatoday", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "fb": {"app_id": 215046668549694}, "viewport": "width=1070", "Content-Type": "text/html; charset=UTF-8", "cXenseParse": {"gci-topic": "Topics/Columnists' Opinions", "gci-asset-type": "story", "gci-categories": "Topics/Columnists' Opinions", "title": "Bad managers ruined Obamacare: Column", "author": "Glenn Harlan Reynolds", "pageclass": "article", "recs": {"category": "opinion", "image-3-4": "http://www.gannett-cdn.com/-mm-/ada135d48fb2a6e2e2332fe501713a5b401e2f46/c=190-0-2786-3456/local/-/media/USATODAY/test/2013/11/24//1385314552000-AP-HEALTH-OVERHAUL-PROBLEMS-59504814.JPG", "image-1-1": "http://www.gannett-cdn.com/-mm-/af08e7f54a88c13d6331cc0fcf9ec8b4f818584b/c=0-242-2976-3218/local/-/media/USATODAY/test/2013/11/24//1385314552000-AP-HEALTH-OVERHAUL-PROBLEMS-59504814.JPG", "contenttype": "story", "image-4-3": "http://www.gannett-cdn.com/-mm-/bdefad639cc28e36a6bff2d8665e37deb8c054b0/c=0-614-2976-2855/local/-/media/USATODAY/test/2013/11/24//1385314552000-AP-HEALTH-OVERHAUL-PROBLEMS-59504814.JPG", "image": "http://www.gannett-cdn.com/-mm-/8b394f96ed36e42fb13b02e42d4b928c1bf36863/c=0-848-2976-2526&r=x633&c=1200x630/local/-/media/USATODAY/test/2013/11/24//1385314552000-AP-HEALTH-OVERHAUL-PROBLEMS-59504814.JPG", "publishtime": "2013-11-24T18:24:41-05:00", "shorthed": "Bad managers ruined Obamacare: Column", "articleid": 3691463, "image-16-9": "http://www.gannett-cdn.com/-mm-/e96fb7b29ed5bc1e8e50625da5d36e0ebe72ee36/c=0-848-2976-2526/local/-/media/USATODAY/test/2013/11/24//1385314552000-AP-HEALTH-OVERHAUL-PROBLEMS-59504814.JPG", "image-9-16": "http://www.gannett-cdn.com/-mm-/2145ac1c95e5cd4e3f0678946fab3ddec61d63ee/c=908-0-2846-3456/local/-/media/USATODAY/test/2013/11/24//1385314552000-AP-HEALTH-OVERHAUL-PROBLEMS-59504814.JPG"}}, "news_keywords": "obamacare, obamacare glitches, obamacare website, health care website, affordable care act, obama health care website, obama health care lie, obamacare lie, healthcare.gov"}, "_id": "\"57477af46914bd0286fdb261\"", "article_summary": "The Obamacare rollout remains a debacle, but now enough time has passed that smart people are beginning to dissect what went wrong.\nA student then asked why both the administration and the GOP seemed to have been blindsided by the Obamacare website problems.\nWhat engineers know that politicians don't is that in the world of things, there's no escaping reality.\nTo read more columns like this, go to the opinion front page or follow us on twitter @USATopinion or Facebook.\nIt will happen again, as long [as] politicians can be allowed to imagine that if you just plan hard enough, you can ignore reality."}