{"article_title": "As UN peacekeeping veers toward counterterror, U.S. steps in", "article_keywords": ["states", "united", "peacekeepers", "troops", "countries", "peace", "mission", "counterterror", "veers", "steps", "official", "peacekeeping", "european"], "article_url": "http://www.washingtontimes.com/news/2015/sep/26/as-un-peacekeeping-veers-toward-counterterror-us-s/?page=all", "article_text": "UNITED NATIONS (AP) - Along a quiet cease-fire line in Cyprus, U.N. peacekeepers handle an increasingly old-fashioned job: actually keeping the peace. The last deadly incident was in 1996. Today’s challenges include keeping poachers and rogue farmers out of no man’s land. “Most of the time we don’t wear weapons,” said the force commander, Maj. Gen. Kristin Lund.\n\nIn some places, trendy bars and cafes touch the walls of the buffer zone. “Club Med,” some peacekeepers call their posting. They know the job has become far more dangerous almost everywhere else the U.N. has forces - notably Mali, where al-Qaida-linked fighters have claimed responsibility for deadly attacks.\n\nSuicide bombings, improvised explosive devices and combatants with little regard for the rules of war are making the work of nearly 125,000 U.N. peacekeepers look more and more like counterterrorism operations.\n\nSome U.N. member states balk at sending their troops into such conditions to protect civilians. Others ask how heavily armored U.N. troops can promote peace. And new allegations of sexual abuses by U.N. peacekeepers expose deep gaps in training and accountability.\n\nPresident Barack Obama takes on these issues next Monday when he chairs a U.N. meeting aimed at persuading European and other countries to send money, people and high-tech tools to peacekeeping missions in some of the world’s volatile places, from South Sudan to the Golan Heights on the Syria-Israel border.\n\nIt’s a high-profile attempt to shove the “blue helmets” - now engaged in 16 missions at a cost of $8.2 billion - into modern times.\n\nThe new peacekeeping vision calls for special forces, unarmed drones and intelligence work that brings the U.N. closer than ever to the sensitive issue of electronic surveillance.\n\nThe U.N. mission in northern Mali is already a testing ground for these approaches. Peacekeepers seek to calm a vast region of the Sahara, but 40 have been killed in little over two years. Only the U.N. mission in Lebanon, where peacekeepers have operated since 1978, has more total deaths.\n\nAlarmed by the toll in Mali, the U.S. military stepped in to help the U.N. mission counter IEDs. And several European countries staff an intelligence cell there, unprecedented in U.N. peacekeeping, that analyzes input from unarmed drones, sensor-equipped attack helicopters and special forces.\n\nSoon, the mission will be using long-range drones, a senior U.N. official told reporters on Thursday, speaking on condition of anonymity because the details were private.\n\nAs the leader of the country that pays a quarter of the U.N. peacekeeping budget, Obama’s goal is to get other nations to step up in similar ways.\n\nFar from the decades-old mandate of the Cyprus mission, where force is only used in self-defense, U.N. peacekeeping now seeks the kinds of tools recently used in the war in Afghanistan.\n\nThe goal is “small units of high quality,” said Jim Della-Giacoma, deputy director of the Center on International Cooperation at New York University and a former U.N. political affairs officer. Engineering, air support and improved medical facilities for wounded peacekeepers are other needs.\n\nEuropean countries, which contributed more than 40 percent of U.N. peacekeepers two decades ago but now provide less than 7 percent, are crucial to the changes in mind. So are East Asian countries, with China’s peacekeeping involvement relatively new and growing.\n\n“It’s one of the serious deficiencies of U.N. peacekeeping today that the developed world - the people who have the capacities - are not participating,” said Lt. Gen. Satish Nambiar, who led the U.N. peacekeeping mission in the former Yugoslavia in the 1990s.\n\nThe wars in Iraq and Afghanistan are now almost over, Nambiar said, meaning there are no more excuses.\n\nMore than 40 heads of state have signed up for Monday’s meeting, but in order to speak, a country must announce a new peacekeeping contribution, according to Samantha Power, the U.S. ambassador to the United Nations. European countries make up roughly half the speakers.\n\nSome countries have grumbled at the speaking rule. But the influence of the United States is clear. “To be honest, it’s much more difficult to turn the U.S. down when asking for something than turning the U.N. down,” said one Western European country’s military adviser. He spoke on condition of anonymity because he was not authorized to speak publicly.\n\nA U.S. official on Tuesday said European countries are expected to announce the contribution of “one or two discrete military units” such as an engineering company or a field hospital, and the overall pledges of new troops should “significantly exceed” a goal of 10,000. The official spoke on condition of anonymity because he was not authorized to speak publicly about the meeting.\n\nObama’s effort comes amid a peacekeeping crisis. In recent weeks, the mission in Central African Republic has faced multiple allegations of sexual abuse, including against minors, that prompted Secretary-General Ban Ki-moon to take the unprecedented step of asking the head of mission to resign.\n\nThe uproar is a long way from U.N. peacekeeping’s being awarded the Nobel Peace Prize in 1988. As the United Nations marks its 70th anniversary, its credibility is at stake, U.N. officials have said.\n\n“Critically, we cannot be the source of additional suffering,” Ban said this month, threatening repatriations and more.\n\nBut his intention to publicly name states whose soldiers face credible accusations of sexual abuse puts the world body in a bind: Angry countries might withdraw their troops from missions, leaving civilians even more vulnerable.\n\nHaving a wider range of countries involved in peacekeeping, beyond the large African and South Asian contributors, could soften that threat. Involving more countries could also draw wider political attention to vicious far-flung conflicts, said Arthur Boutellis, director of the Center for Peace Operations at the International Peace Institute.\n\nA key question is what the United States, which has just 78 troops, police and military experts in U.N. peacekeeping, will announce as its own contribution Monday.\n\nThe U.S. official mentioned the possibility of airlift and counter-IED support. But there was little sign that other countries’ pressure for the U.S. and other permanent Security Council members to involve more of their own troops has had any effect.\n\n“I wouldn’t use the word ‘outsourcing,’” the official said when asked whether the U.S. was taking that approach to part of the war on terror. “I’d use the word ‘burden-sharing.’”\n\nHadjicostis reported from Cyprus. Associated Press writer Nirmala George in New Delhi contributed to this report.", "article_metadata": {"description": "Along a quiet cease-fire line in Cyprus, U.N. peacekeepers handle an increasingly old-fashioned job: actually keeping the peace. The last deadly incident was in 1996. Today's challenges include keeping poachers and rogue farmers out of no man's land. \"Most of the time we don't wear weapons,\" said the force commander, Maj. Gen. Kristin Lund.", "author": "The Washington Times http://www.washingtontimes.com", "og": {"site_name": "The Washingtion Times", "description": "Along a quiet cease-fire line in Cyprus, U.N. peacekeepers handle an increasingly old-fashioned job: actually keeping the peace. The last deadly incident was in 1996. Today’s challenges include keeping poachers and rogue farmers out of no man’s land. “Most of the time we don’t wear weapons,” said the force commander, Maj. Gen. Kristin Lund.", "title": "As UN peacekeeping veers toward counterterror, U.S. steps in", "url": "http://www.washingtontimes.com/news/2015/sep/26/as-un-peacekeeping-veers-toward-counterterror-us-s/", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2015/09/26/46ea95cf4da31e2b830f6a7067007d5c.jpg", "type": "article"}, "twitter": {"site": "@washtimes", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2015/09/26/46ea95cf4da31e2b830f6a7067007d5c.jpg", "description": "Along a quiet cease-fire line in Cyprus, U.N. peacekeepers handle an increasingly old-fashioned job: actually keeping the peace. The last deadly incident was in 1996. Today's challenges include keepin", "card": "summary", "title": "As UN peacekeeping veers toward counterterror, U.S. steps in"}, "Author": "CARA ANNA and MENELAOS HADJICOSTIS", "bitly-verification": "d180fd45f70d", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web0", "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "news_keywords": "War Conflict, Politics, United Nations, Cyprus"}, "article_summary": "And several European countries staff an intelligence cell there, unprecedented in U.N. peacekeeping, that analyzes input from unarmed drones, sensor-equipped attack helicopters and special forces.\n“It’s one of the serious deficiencies of U.N. peacekeeping today that the developed world - the people who have the capacities - are not participating,” said Lt. Gen. Satish Nambiar, who led the U.N. peacekeeping mission in the former Yugoslavia in the 1990s.\nBut the influence of the United States is clear.\nA key question is what the United States, which has just 78 troops, police and military experts in U.N. peacekeeping, will announce as its own contribution Monday.\nHaving a wider range of countries involved in peacekeeping, beyond the large African and South Asian contributors, could soften that threat."}