{"article_title": "Ted Cruz's \"Five Conservative Victories\"", "article_keywords": ["united", "reform", "senate", "legislation", "imf", "ted", "conservative", "cruz", "victories", "cruzs", "passed", "president", "republicans", "obama"], "article_url": "http://townhall.com/tipsheet/kevinglass/2014/08/10/ted-cruzs-five-conservative-victories-n1876884", "article_text": "Sen. Ted Cruz spoke at the 2014 Red State Gathering in Ft. Worth on Friday, telling the hundreds of gathered conservative activists not to believe the media's rhetoric on the lagging conservative movement - that, in his time in Washington, there are distinct and powerful victories that conservatives can be proud of.\n\nHe named five victories, and two that, in his words, \"are fixin' to be completed.\"\n\n1. The defeat of President Obama and congressional Democrats' proposed gun control measures\n\nConventional wisdom last year was that the President's gun control proposals were unstoppable... I was proud to stand with my friends Rand Paul and Mike Lee and say that we'd filibuster any legislation.\"\n\nFollowing the tragic shootings in Newtown, Connecticut, President Obama and congressional Democrats pushed legislation on \"universal background checks.\" Notwithstanding that the legislation would have done little to nothing to prevent mass shootings - the gun used in Newtown was purchased entirely legally and then stolen by the murderer - the mainstream media pushed the narrative that it was imperative to \"do something.\"\n\nPro-gun Republicans, however, were able to make strong enough arguments to convince their colleagues not to end any filibuster, and that the legislation was too important to ram through. Conservatives like Ted Cruz chalked up a victory.\n\n\"Every single one of President Obama's proposals to restrict our right to keep and bear arms was voted down,\" Cruz said to the RedState community.\n\n2. Reform of the International Monetary Fund\n\nCruz told the audience of how Democrats attempted to sneak an Obama agenda item onto a Ukraine aid bill - and how he pointed it out, stood firm against Democrats who denounced him, and was able to have it stripped from the bill.\n\nAs Cruz said:\n\n\"Several months ago, the Senate was putting together aid to Ukraine, and the Senate Foreign Relations committee decided to attach to it something President Obama had been pushing for for years: so-called \"IMF Reform.\" What did that reform do? For one it would increase the exposure of US taxpayers by billions of dollars to the IMF... It would have decreased America's power and influence at the IMF.. It would have increased Russia's influence and vote at the IMF. I stood on the Senate floor and said this makes no sense, and that we would fight against it... One week later, President Obama and Harry Reid both blinked and stripped the provision of the bill. Without it, [aid to Ukraine] passed 98-0.\"\n\n3. The defeat of Iran's terrorist ambassador to the United Nations\n\nCruz spoke of Iran's nomination of a known terrorist to be their ambassador to the United Nations and his role in pushing the Obama Administration to deny that nominee a visa.\n\nIn April, Iran nominated Hamid Aboutalebi, a known terrorist who participated in the hostage crisis in 1979 and 1980, to be their ambassador to the United Nations. As Cruz said:\n\nA lot of folks in Washington were saying this was terrible but there was nothing that could be done about it. I introduced legislation in the Senate to bar Aboutalebi from being admitted to the United States... That legislation passed the Senate 100-0. It then passed the House of Representatives 435-0. And then President Obama signed it into law.\n\n4. Miriam Ibrahim's release and immigration to the United States\n\nMiriam Ibrahim is a Sudanese Christian who had been given an impossible choice by the government of Sudan: renounce her Christianity or be executed. The attention that her case received, both worldwide and in the United States, may have helped contribute to Ibrahim's freedom. Sudan's highest court overturned her death sentence, and the U.S. embassy in Khartoum helped secure her departure from the country. She arrived in New Hampshire last month, ready to start a new life.\n\n\"It's an incredible, powerful victory about shining the light, and speaking out... a light that can reach the darkest of prison cells and bring hope,\" Cruz said.\n\n5. Standing up to the FAA when they banned flights to Israel\n\nDuring Hamas's ongoing terror attack on Israel, the Federal Aviation Administration prohibited flights into Israel for the first time in history. Cruz questioned the decision, calling it an \"economic boycott of the nation of Israel.\"\n\n\"I said I'd put a hold on every State Department nominee,\" Cruz said, \"...and suddenly light and truth shined on what they were doing. 36 hours after they put the ban in place, the Administration lifted the ban on flights into Israel.\"\n\nThe FAA insisted that the thirty-six hour flight prohibition was done solely on the basis of security precaution.\n\nBeyond those five, Cruz named two big-picture conservative items that are, as he said, \"not yet complete. But as we say in Texas, they're fixin' to be completed.\" Those two:\n\n1. Winning on immigration reform\n\nThe border is in crisis. That much is indisputable. And as Cruz talked up Governor Rick Perry's actions at the border, he also foresaw a victory for Republicans. Cruz said that the recent migrant surge has not occurred in a policy vacuum.\n\n\"As a result of the President's illegal amnesty,\" Cruz said, addressing the influx of unaccompanied immigrant children, \"we went from six thousand children to 90,000 children this year.\"\n\n\"We saw a victory a week ago in the House of Representatives,\" Cruz said. \"The House of Representatives stood together and passed major reform legislation to address and solve this humanitarian crisis.\"\n\n\"The most important impact of that legislation is that it ends President Obama's amnesty.\"\n\nRepublicans have indeed touted the reform legislation, but it is unlikely that it's going to be adopted wholesale by the Democratically-controlled Senate, and perhaps even less likely to be signed by President Obama. It's a first step for Republicans, but there's a long way still to go.\n\n2. Repeal of Obamacare\n\nObamacare is unpopular. This much is undeniable, and Cruz had much to say on its unpopularity.\n\nBut to call repeal a long shot would be to understate the odds. Republicans would need a veto-proof majority to overturn Obamacare during President Obama's administration - something that, no matter how good November's numbers are looking, is not going to happen. It will take a filibuster-proof GOP majority and a Republican president.\n\nIn the meantime, Obamacare is going to settle into an uneasy status quo. And it will require a massive amount of political will to overturn it come 2016, because Republicans will have to promise not that \"if you like your insurance you can keep it,\" but they'll have to promise to take Obamacare insurance away from a large number of people.\n\nWhat's interesting about Cruz's five already-accomplished victories are that they're on a much smaller scale than what he's talking up for the future. Stripping an IMF reform provision from a piece of legislation is easy. Repeal of Obamacare is much more difficult.", "article_metadata": {"description": "Sen. Ted Cruz spoke at the 2014 Red State Gathering in Ft. Worth on Friday, telling the hundreds of gathered conservative activists not to believe the media's rhetoric on the lagging conservative movement - that, in his time in Washington, there are distinct and powerful victories that conservatives can be proud of. .05/25/2016 20:04:31PM EST.", "author": "Kevin Glass", "msapplication-wide310x150logo": "http://media.townhall.com/thm/favicon/widetile.png", "twitter": {"description": "Sen. Ted Cruz spoke at the 2014 Red State Gathering in Ft. Worth on Friday, telling the hundreds of gathered conservative activists not to believe the media's rhetoric on the lagging conservative movement - that, in his time in Washington, there are distinct and powerful victories that conservatives can be proud of.", "title": "- Ted Cruz's \"Five Conservative Victories\"", "url": "http://townhall.com/tipsheet/kevinglass/2014/08/10/ted-cruzs-five-conservative-victories-n1876884", "image": "http://media.townhall.com/townhall/reu/ha/2014/133/7c485246-45c2-4a6b-9e11-cf04c4ab2a82.jpg", "site": "@townhallcom", "card": "summary_large_image"}, "msapplication-square70x70logo": "http://media.townhall.com/thm/favicon/smalltile.png", "robots": "index, follow", "msapplication-square310x310logo": "http://media.townhall.com/thm/favicon/largetile.png", "og": {"site_name": "Townhall", "description": "Sen. Ted Cruz spoke at the 2014 Red State Gathering in Ft. Worth on Friday, telling the hundreds of gathered conservative activists not to believe the media's rhetoric on the lagging conservative movement - that, in his time in Washington, there are distinct and powerful victories that conservatives can be proud of.", "title": "- Ted Cruz's \"Five Conservative Victories\"", "url": "http://townhall.com/tipsheet/kevinglass/2014/08/10/ted-cruzs-five-conservative-victories-n1876884", "image": "http://media.townhall.com/townhall/reu/ha/2014/133/7c485246-45c2-4a6b-9e11-cf04c4ab2a82.jpg", "type": "Article"}, "fb": {"app_id": 143685698988231, "pages": 41632789656}, "keywords": "Ted Cruz's \"Five Conservative Victories\", Kevin Glass, Conservative News, Conservative opinion, Political, Latest news, Politics, GOP, Republican, Human Events, Newsmax, Breaking news, Conservative Commentary, Articles, Columns, Conservatism, Party, Townhall, Right Wing", "msapplication-square150x150logo": "http://media.townhall.com/thm/favicon/mediumtile.png"}, "_id": "\"57477af36914bd0286fd06fa\"", "article_summary": "The defeat of President Obama and congressional Democrats' proposed gun control measuresConventional wisdom last year was that the President's gun control proposals were unstoppable...\nFollowing the tragic shootings in Newtown, Connecticut, President Obama and congressional Democrats pushed legislation on \"universal background checks.\"\nI introduced legislation in the Senate to bar Aboutalebi from being admitted to the United States... That legislation passed the Senate 100-0.\nWhat's interesting about Cruz's five already-accomplished victories are that they're on a much smaller scale than what he's talking up for the future.\n\"The House of Representatives stood together and passed major reform legislation to address and solve this humanitarian crisis.\""}