{"article_title": "Don Oberdorfer, Washington Post diplomatic correspondent, dies at 84 — Nation — Bangor Daily News — BDN Maine", "article_keywords": ["correspondent", "don", "war", "washington", "reporters", "diplomatic", "daily", "nation", "oberdorfer", "dies", "events", "post", "foreign", "maine", "wrote", "history"], "article_url": "http://bangordailynews.com/2015/07/26/news/nation/don-oberdorfer-washington-post-diplomatic-correspondent-dies-at-84/", "article_text": "Don Oberdorfer, a former Washington Post diplomatic correspondent who chronicled international news from the Vietnam War to the fall of the Soviet Union, earning a reputation as one of the most insightful, fair-minded reporters on his globe-spanning beat, died July 23 in Washington. He was 84.\n\nHe had Alzheimer’s disease, his wife, Laura Oberdorfer, said.\n\nOberdorfer spent 25 years with The Post, beginning in 1968, when he was hired away from the Knight Newspapers chain by Benjamin Bradlee. Bradlee, named executive editor that year, would later write in his memoir, “A Good Life,” that Oberdorfer was “a mortal lock to become what he became, a foreign affairs expert who could and did peg even with the very best foreign affairs experts.”\n\nOberdorfer’s years of reportage filled an uncounted number of broadsheet pages and half a dozen books that made him known particularly as an expert in Asian affairs.\n\nAfter retiring from The Post in 1993, he taught at Johns Hopkins University’s Paul H. Nitze School of Advanced International Studies and chaired its U.S.-Korea Institute. His 1997 book, “The Two Koreas: A Contemporary History,” later updated with scholar Robert Carlin, was regarded as a seminal work on the Korean peninsula.\n\nOberdorfer began his career at The Post as a White House correspondent and was northeast Asia correspondent, based in Tokyo, in the early 1970s. He was most recognized, however, as The Post’s correspondent for U.S. diplomacy, an assignment that took him to more than 50 countries.\n\n“He was the kind of reporter who was so accurate and so fair that other reporters always read him, and so did the people in the government,” Leslie Gelb, president emeritus of the Council on Foreign Relations, said in an interview. “I don’t think there was any better-read reporter . . . in the foreign-policy business than Don Oberdorfer.”\n\nDuring the Vietnam War, Oberdorfer, along with reporter Neil Sheehan, was “one of the standards,” Gelb said. In addition to his daily journalism, Oberdorfer wrote the book “Tet!,” a chronicle of the 1968 communist offensive that was a military victory for U.S. and South Vietnamese forces but nonetheless turned many Americans against the war.\n\nThe volume — published in 1971, before the end of the conflict — was a finalist for a National Book Award and displayed Oberdorfer’s comfort with complexity.\n\n“By every standard and almost every account, the Tet Offensive was among the great events of the 1960s and possibly one of the great events of our times,” he wrote in The Post on the 10th anniversary of the offensive.\n\n“It is also among the most paradoxical and seemingly inexplicable,” he continued. “How . . . could Tet have been both a defeat for the attacker abroad and a defeat for the government at home?” He concluded his 1978 story, a probing account that ran five pages, with the observation that the Tet Offensive, “the first international Big Event, via television, remains one for historians to ponder.”\n\nAs diplomatic correspondent, Oberdorfer covered events that included the return of Japan as a global power, the Cold War, and the Cold War’s end. He had the foreign correspondent’s knack of plucking memorable details to convey a sense of place — the deluxe meal in Seoul, where he “grimly chewed and hurriedly swallowed a wriggling piece of live squid wrapped in a lettuce leaf” or “the identical bamboo fans fingered in identical fashion by the new prime minister and foreign minister of Japan in their separate offices in Tokyo.”\n\nWith those touches, he blended expert analysis and his interviews with policymakers. He sat through the daily State Department media briefings that were “almost always boring,” said Gelb, then would “corral the briefer afterwards and pick up information.”\n\nOberdorfer covered secretaries of state under five U.S. presidents. Henry Kissinger, who served under Richard Nixon and Gerald Ford, “preferred close rapport with key members of the State Department press corps,” he once recalled. “But after I wrote a front-page story sharply questioning his handling of his personal papers, being too close was no longer a problem.”\n\nDescribing George Shultz, who served under President Ronald Reagan and who later became a friend, Oberdorfer recalled that many reporters “called him ‘the Sphinx’ because of our inability to discern what he was thinking beyond established policy lines.”\n\nIn daily newspapering, Oberdorfer wrote in The Post, reporters “are able to examine only the tip of the iceberg of important events they cover” and “must rely heavily on instinct and intuition.”\n\n“Their job, given the limitations of time and inhibitions of sources in the heat of battle,” he observed, “is to go as far below the water line as possible, but they understand in most cases that the penetration is shallow.”\n\nHe returned to many of his sources, on both sides of the Atlantic, for his 1991 book “The Turn: From the Cold War to a New Era; the United States and the Soviet Union, 1983-1990.” Yale University historian John Lewis Gaddis wrote in The Post it was “the best account yet of how this astonishing transformation in Soviet-American relations came about.” Gaddis wrote that Oberdorfer possessed a forthright understanding, sometimes lacking among journalists, that “events are not always what they seemed at the time.”\n\nDonald Oberdorfer Jr. was born in Atlanta May 28, 1931. He was a 1952 graduate of Princeton University, where he studied political science and led the campus newspaper. He served with the Army in Korea shortly after the armistice ending the Korean War and used his mustering-out pay to take a trip around the world, including to Pakistan, where he contracted polio.\n\nHe began his journalism career at the Charlotte Observer and became the paper’s Washington correspondent. He was a Washington editor of the Saturday Evening Post magazine before joining the Knight Newspapers chain, where he began his coverage of the Vietnam War.\n\nIn an oral history for Bates College in Maine, Oberdorfer explained why Bradlee hired him.\n\n“He wanted somebody who was not biased. And there were several reporters on The Washington Post, national political reporters, who couldn’t stand Richard Nixon,” he said. “Bradlee did not like the idea of assigning a correspondent to lead the coverage of a presidential campaign, or anybody else, who right off the bat couldn’t stand the candidate.”\n\nBradlee inquired how he felt about various politicians, including Nixon, and to each name Oberdorfer responded, “Fine.”\n\n“That’s what he wanted to hear,” Oberdorfer said.\n\nNixon, who had hostile relations with The Post even before the Watergate scandal that ended his presidency, wrote in a 1970 memo that “no one on the White House staff is to see anybody from the Washington Post or return any calls to them.” But in the memo, printed in former publisher Katharine Graham’s memoir, “Personal History,” Nixon had to acknowledge “the argument that . . . Oberdorfer one time out of ten gives us a good story.”\n\nOberdorfer participated in The Post’s handling in 1971 of the Pentagon Papers, a secret government history of the Vietnam War previously obtained and partially published by The New York Times. He was at Bradlee’s home when The Post’s top brass made the decision to print the materials after the Times had been enjoined from continuing its publication.\n\nOberdorfer’s other books included a history of his alma mater, “Princeton University: The First 250 Years” (1995) and “Senator Mansfield” (2003), a biography of Mike Mansfield, D-Montana, the onetime Senate majority leader and diplomat.\n\nSurvivors include his wife of 60 years, the former Laura Klein of Washington; two children, Daniel Oberdorfer of Plymouth, Minnesota, and Karen Oberdorfer of Oakland, California; and a brother.\n\nIn an article published in The Post’s Outlook section at the time of his retirement, Oberdorfer reflected on the evolution of the U.S. media from an era when many reporters were “trusting and uncritical of the ways of government” to a time when reporters assumed that “nearly every official statement is a lie or half-truth until proven otherwise,” and on the dangerously fast news cycle.\n\nOne of his most prominent memories of covering foreign affairs, he said, was the image of Iowa corn farmer Roswell Garst tossing “stinking fodder” at reporters hovering over — in his opinion interfering with — Soviet leader Nikita Khrushchev during his 1959 visit to the United States.\n\n“Khrushchev was amused and more tolerant,” Oberdorfer wrote. “He knew, as the farmer did not, that journalists’ words and pictures were powerful tools of diplomacy. As in the case of Roswell Garst, many others have learned that venting ire against the press will not make it go away. For better or worse, we are part of history, and the events that make it.”", "article_metadata": {"description": "Don Oberdorfer, a former Washington Post diplomatic correspondent who chronicled international news from the Vietnam War to the fall of the Soviet Union, earning a reputation as one of the most insightful, fair-minded reporters on his globe-spanning beat, died July 23 in Washington. He was 84. He had Alzheimer’s disease, [...] Maine news, sports, politics and election results, and obituaries from the Bangor Daily News.", "generator": "WordPress 4.1.5", "og": {"site_name": "The Bangor Daily News", "description": "Don Oberdorfer, a former Washington Post diplomatic correspondent who chronicled international news from the Vietnam War to the fall of the Soviet Union, earning a reputation as one of the most insightful, fair-minded reporters on his globe-spanning beat, died July 23 in Washington. He was 84. He had Alzheimer’s disease, [...]", "title": "Don Oberdorfer, Washington Post diplomatic correspondent, dies at 84", "url": "http://bangordailynews.com/2015/07/26/news/nation/don-oberdorfer-washington-post-diplomatic-correspondent-dies-at-84/", "image": "http://static.bangordailynews.com/wp-content/uploads/2015/07/10006481_H15585461-600x766.jpg?strip=all", "type": "article"}, "twitter": {"description": "Don Oberdorfer, a former Washington Post diplomatic correspondent who chronicled international news from the Vietnam War to the fall of the Soviet Union, earning a reputation as one of the most insightful, fair-minded reporters on his globe-spanning beat, died July 23 in Washington. He was 84. He had Alzheimer’s disease, [...]", "title": "Don Oberdorfer, Washington Post diplomatic correspondent, dies at 84", "url": "http://bangordailynews.com/2015/07/26/news/nation/don-oberdorfer-washington-post-diplomatic-correspondent-dies-at-84/", "image": "http://static.bangordailynews.com/wp-content/uploads/2015/07/10006481_H15585461-250x250.jpg?strip=all", "site": "@bangordailynews", "card": "summary"}, "wp-parsely_version": "1.7", "fb": {"app_id": 748756371893770}, "keywords": "Maine, news, elections, election results, politics, sports, Bangor, Portland, Augusta, weather, obituaries, Waterville, Aroostook, Penobscot, Piscataquis, Somerset, Hancock, Washington, bdn,nation,news,regions,don oberdorfer, washington post diplomatic correspondent, dies at 84,is_article,unbylined", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "in the foreign-policy business than Don Oberdorfer.”During the Vietnam War, Oberdorfer, along with reporter Neil Sheehan, was “one of the standards,” Gelb said.\nAnd there were several reporters on The Washington Post, national political reporters, who couldn’t stand Richard Nixon,” he said.\nHe began his journalism career at the Charlotte Observer and became the paper’s Washington correspondent.\n“Khrushchev was amused and more tolerant,” Oberdorfer wrote.\nOberdorfer began his career at The Post as a White House correspondent and was northeast Asia correspondent, based in Tokyo, in the early 1970s."}