{"article_title": "Antiabortion group beats Obamacare contraception rule in court", "article_keywords": ["organizations", "life", "court", "contraception", "obamacare", "rule", "beats", "health", "leon", "coverage", "antiabortion", "group", "religious", "insurance", "wrote", "plan"], "article_url": "https://www.washingtonpost.com/news/morning-mix/wp/2015/09/01/pro-life-group-beats-obamacare-contraception-rule-in-court/", "article_text": "\n\nThe annual March for Life at the Supreme Court in January. (Photo by Andrew Harnik for The Washington Post)\n\nAbout a year ago, an antiabortion organization based in D.C. looked at a recent Supreme Court decision and pondered its options. The court had just decided that, despite the Affordable Care Act championed by President Obama, a for-profit business called Hobby Lobby did not have to offer contraceptive coverage that violated its religious beliefs.\n\nMarch for Life — a group that, among other activities, holds a rally in D.C. each year — objected to the contraceptive mandate too, but not on religious grounds like Hobby Lobby. So would it still have to provide contraception that it thought was immoral?\n\nThe group filed a lawsuit against the Department of Health and Human Services to find out.\n\n“It’s a case that is a little bit unique among the other cases,” Matt Bowman, senior legal counsel for Alliance Defending Freedom (ADF), who represented March for Life, said at the time. “March for Life is not a religious organization. Their pro-life beliefs are based on science and ethics, but not faith.”\n\nNow, a U.S. District Court has ruled that, like some like-minded religious groups, March for Life does not have to offer coverage for a service it doesn’t believe in.\n\n“March for Life has been excised from the fold because it is not ‘religious,'” Judge Richard J. Leon of the U.S. District Court for the District of Columbia wrote in his opinion. “This is nothing short of regulatory favoritism.”\n\nHe said the government had violated March for Life’s rights under the Equal Protection Clause of the Fifth Amendment, the Religious Freedom Restoration Act and the Administrative Procedure Act, which sets procedural standards for federal regulatory agencies.\n\n“HHS provides no principled basis, other than the semantics of religious tolerance, for its distinction” between religious and secular objections, he wrote. “If the purpose of the religious employer exemption is, as HHS states, to respect the anti-abortifacient tenets of an employment relationship, then it makes no rational sense — indeed, no sense whatsoever — to deny March [for] Life that same respect.” (An abortifacient is a drug that causes abortion.)\n\nFounded in 1974 to protest the first anniversary of Roe v. Wade, March for Life takes a position common to religious antiabortion groups — but not one “unique to such organizations,” Leon wrote. It only hires employees who oppose all forms of abortion; it does not want to buy a health coverage plan that offers such services.\n\n“Anti-abortion advocacy is March for Life’s sole and central tenet,” Leon wrote. “It is an entity founded exclusively on pro-life principles, and its governing ethos — indeed its corporate dogma — is staunchly anti-abortifacient.”\n\nBut after the landmark Hobby Lobby decision in 2014, when the Supreme Court paved the way for religious exemptions from Obamacare’s mandate that health plans offer contraception coverage, the fate of organizations such as March for Life was in doubt. With strong language and no shortage of exclamation points, Leon laid out the case that March for Life was due the same “equal protection” offered religious groups exempt from provisions of the Affordable Care Act.\n\nThe government contends that “March for Life is not ‘similarly situated’ to the exempted [religious] organizations because it ‘is not religious and is not a church,'” he wrote. “… This not only oversimplifies the issue — it misses the point entirely!”\n\nJust because March for Life wasn’t making a faith-based argument, Leon said, didn’t mean it didn’t need protection. The Department of Health and Human Services had sought to accommodate groups with religious objections. Why shouldn’t it accommodate secular groups with the same convictions?\n\n“The characteristic that warrants protection — an employment relationship based in part on a shared objection to abortifacients — is altogether separate from theism,” he wrote. “Stated differently, what HHS claims to be protecting is religious beliefs, when it actually is protecting a moral philosophy about the sanctity of life.”\n\nMarch for Life praised the ruling.\n\n“We are delighted that the court has ruled in our favor on this crucially important case,” March for Life President Jeanne Mancini said in a statement. “The government should not be allowed to force organizations like the March for Life to have health insurance with drugs and devices that can cause an abortion. We didn’t want to go to court but were backed into a corner and had no other options. As an American today I am grateful for the balance of powers.”\n\nThe ADF was also enthusiastic.\n\n“Pro-life organizations should not be forced into betraying the very values they were established to advance,” Bowman said in a statement. “This is especially true of March for Life, which was founded to uphold life, not to assist in taking it. The government has no right to demand that organizations provide health insurance plan options that explicitly contradict their mission.”\n\nBut the progressive Web site ThinkProgress called it the “wackiest anti-birth control court decision to date” and a “significant escalation of the birth control wars.”\n\nThe ruling prevents HHS from demanding that March for Life provide contraception coverage or fining the organization for failing to do so. While an appeal by the government seems likely, the Obama administration had not announced its intentions late Monday.\n\n\n\nCovington Catholic High School freshman Tommy Smith of Cincinnati confronts an abortion rights protester at a march. (Photo by Andrew Harnik for The Washington Post)\n\nBut Judge Leon didn’t stop there. In the lawsuit, two March for Life employees also claimed that, though they worked for a secular organization, they had personal, religious objections to the contraception mandate. On these grounds, they said, they shouldn’t have to buy into a plan that violated their faith.\n\n“Defendants argue that the Mandate acts on employers and health plans, not individual employees, and therefore does not substantially burden employee plaintiffs’ exercise of religion,” Leon wrote. “… I disagree.”\n\nMarch for Life’s employees were stuck, he said. If they bought into a company plan, they would run afoul of their faith. If they declined, they would run afoul of the Affordable Health Care Act.\n\n“Employee plaintiffs are thus caught between the proverbial rock and a hard place,” Leon wrote. “They can either buy into and participate in a health insurance plan that includes the coverage they find objectionable and thereby violate their religious beliefs, or they can forgo health insurance altogether and thereby subject themselves to penalties for violating the ACA’s individual mandate.”\n\nThe HHS, in court documents, worried that such a ruling would lead to an administrative nightmare: the provision of countless insurance plans created to make sure no one was offended.\n\nLeon didn’t care for this argument. He said the invisible hand of the free market would sort it all out.\n\n“One particular religious accommodation may make actuarial sense, while another may not,” he wrote. “A company may even choose not to entertain possible changes as a matter of policy if it deems the cost of analysis too high. Those decisions can, and should, be left to private actors.”", "article_metadata": {"description": "The government's argument, a federal judge wrote, \"misses the point entirely!\"", "og": {"site_name": "Washington Post", "description": "The government's argument, a federal judge wrote, \"misses the point entirely!\"", "title": "Antiabortion group beats Obamacare contraception rule in court", "url": "https://www.washingtonpost.com/news/morning-mix/wp/2015/09/01/pro-life-group-beats-obamacare-contraception-rule-in-court/", "image": "https://images.washingtonpost.com/?url=http://img.washingtonpost.com/news/morning-mix/wp-content/uploads/sites/21/2015/09/life.png&w=1484&op=resize&opt=1&filter=antialias", "type": "article"}, "referrer": "unsafe-url", "twitter": {"site": "@WashingtonPost", "card": "summary_large_image", "creator": "@justinwmmoyer"}, "apple-itunes-app": "app-id=938922398, app-argument=https://www.washingtonpost.com/news/morning-mix/wp/2015/09/01/pro-life-group-beats-obamacare-contraception-rule-in-court/", "fb": {"admins": 500835072, "app_id": 41245586762}, "keywords": "abortion, obamacare, aca, mandate, hobby lobby, march for life", "article": {"publisher": "https://www.facebook.com/washingtonpost"}, "viewport": "width=device-width, initial-scale=1.0, user-scalable=yes, minimum-scale=0.5, maximum-scale=2.0", "news_keywords": "abortion, obamacare, aca, mandate, hobby lobby, march for life"}, "_id": "\"57477af46914bd0286fe17c5\"", "article_summary": "It only hires employees who oppose all forms of abortion; it does not want to buy a health coverage plan that offers such services.\n“Anti-abortion advocacy is March for Life’s sole and central tenet,” Leon wrote.\n“Employee plaintiffs are thus caught between the proverbial rock and a hard place,” Leon wrote.\nFounded in 1974 to protest the first anniversary of Roe v. Wade, March for Life takes a position common to religious antiabortion groups — but not one “unique to such organizations,” Leon wrote.\n“Defendants argue that the Mandate acts on employers and health plans, not individual employees, and therefore does not substantially burden employee plaintiffs’ exercise of religion,” Leon wrote."}