{"article_title": "It’s All About The Bacteria Living In Your Gut", "article_keywords": ["impact", "living", "microbiome", "microbes", "weight", "family", "genes", "twins", "gut", "mice", "bacteria", "researchers"], "article_url": "http://www.medicaldaily.com/what-twins-can-teach-us-about-being-overweight-its-all-about-bacteria-living-your-gut-309640", "article_text": "Looking around at parents and children, it seems fairly obvious that our genes play some part in determining whether we are thin or fat. Now, an international study finds our genes impact our weight by influencing which types of bacteria thrive in our guts.\n\nStudying pairs of twins, researchers at King's College London and Cornell University identified a little-known bacterial family more commonly found in people who are thin and, when transplanted into mice, the family of microbes even protected against weight gain. Discovery of the precise genetics underlying the bacteria residing in our intestinal tract “should allow us to understand the nature of our association with these health-associated bacteria and eventually to exploit them to promote health,” wrote the researchers in their published study.\n\nIn other words, personalized probiotic therapies based on your personal genetic make-up may be only a short distance away.\n\nMost of us don't realize we have trillions of bacteria living inside us, which together weigh over 4 pounds, and these microbes handle some very essential tasks for our health, including breaking down and digesting our food as well as manufacturing certain vitamins. Often, scientists imagine this collection of bacteria, known as the gut microbiome, as an extra organ. In fact, the microbiome contains more genes than your total genome, and all together it makes up 90 percent of your total cells. Unsurprisingly, this secret sharer of our bodies has an impact on our lives. Changes in the microbiome affect our immune system, metabolism, body weight, mood, and may even cause diseases such as diabetes and heart disease. With advances in genetic technologies, scientists worldwide have begun to focus on this shadow organ.\n\nFor the current study, researchers sequenced the genes of microbes found in more than 1,000 fecal samples from 416 pairs of twins. Identical twins, whose genes are 100 percent the same, were found to share a greater number of specific families of microbes, when compared to non-identical twins, who, on average, share only half of the same variable genes. These findings demonstrate that genes influence the composition of gut microbes.\n\nGoing deeper, the researchers discovered one family, called Christensenellaceae, was the most influenced by the genetics of each twin. And, members of this bacterial family were more abundant in thin people compared to heavier people, plus, after being treated with this microbe, mice gained less weight than untreated mice. “Together these findings indicate that the Christensenellaceae are highly heritable bacteria that can directly contribute to the host phenotype with which they associate,” wrote the authors. Clearly, the impact of this work on how we conceive of weight and obesity will be felt.\n\nSource: Goodrich JK, Waters JL, Poole AC, et al. Human Genetics Shape the Gut Microbiome. Cell. 2014.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "twins, gut microbiome, gut flora, bacteria", "og": {"site_name": "Medical Daily", "description": "Our genes impact our weight by influencing which types of bacteria thrive in our guts. One little-known microbial family is more commonly found in thin people.", "title": "Twin Study Reveals Gut Bacteria's Influence On Weight", "url": "http://www.medicaldaily.com/what-twins-can-teach-us-about-being-overweight-its-all-about-bacteria-living-your-gut-309640", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/11/06/twins.jpg", "type": "article"}, "twitter": {"description": "Our genes impact our weight by influencing which types of bacteria thrive in our guts. One little-known microbial family is more commonly found in thin people.", "title": "Twin Study Reveals Gut Bacteria's Influence On Weight", "url": "http://www.medicaldaily.com/what-twins-can-teach-us-about-being-overweight-its-all-about-bacteria-living-your-gut-309640", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/11/06/twins.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/11/06/twins.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Under the Hood", "published_time": "2014-11-06T13:09:43-05:00", "modified_time": "2014-11-06T13:09:42-05:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Our genes impact our weight by influencing which types of bacteria thrive in our guts. One little-known microbial family is more commonly found in thin people."}, "_id": "\"57477af36914bd0286fd0709\"", "article_summary": "Now, an international study finds our genes impact our weight by influencing which types of bacteria thrive in our guts.\nOften, scientists imagine this collection of bacteria, known as the gut microbiome, as an extra organ.\nThese findings demonstrate that genes influence the composition of gut microbes.\n“Together these findings indicate that the Christensenellaceae are highly heritable bacteria that can directly contribute to the host phenotype with which they associate,” wrote the authors.\nFor the current study, researchers sequenced the genes of microbes found in more than 1,000 fecal samples from 416 pairs of twins."}