{"article_title": "Obama to unveil new foreign policy for post-Iraq and Afghanistan era", "article_keywords": ["afghanistan", "congress", "tea", "burr", "primary", "unveil", "state", "era", "party", "politics", "policy", "postiraq", "foreign", "veterans", "obama"], "article_url": "http://www.pbs.org/newshour/updates/president-obamas-post-iraq-afghanistan-world/", "article_text": "Today in the Morning Line:\n\nForeign policy takes center stage\n\nAmerica’s role in the world after Iraq and Afghanistan\n\nPicking a fight with veterans groups on Memorial Day is probably not a good idea\n\nWill the oldest member of Congress be ousted today?\n\nLife after Iraq and Afghanistan: Over the next two weeks, President Obama will lay out his vision for American foreign policy after the wars in Iraq and Afghanistan. The U.S. is slated to mostly pull out of Afghanistan by the end of July. “By the end of this year, the transition will be complete and Afghans will take full responsibility for their security, and our combat mission will be over,” Mr. Obama told troops during a surprise trip to Afghanistan over the weekend. On Wednesday, it’s step one of the president’s foreign-policy push with his commencement address at West Point. Next week, he will travel to Europe, where he will deliver yet another speech in Poland. It’s all part of the 70th anniversary of D-Day at Normandy commemorations. The speech at West Point will “lay out [the president’s] broad vision for U.S. foreign policy and our role in the world,” a senior White House official told Morning Line. “There’s a lot at stake and now is the right time for this speech.” Continuing to try and learn the lessons and mistakes of former President George W. Bush’s foreign policy — most notably the decision to go to war in Iraq — Mr. Obama is aiming to lay out a foreign policy “that is both interventionist and internationalist, but not isolationist or unilateral.” Talk about trying to thread a needle.\n\nTrying to take control of the message: The official also said the president wants to take the reins of foreign policy now, especially because the administration has been forced to address events outside his control, from the Snowden revelations to Syria to Ukraine. “Over the last 6-9 months, we’ve had to respond to a series of big events rather than talking about our overarching policy,” the official said, adding, “The United States is the only nation capable of galvanizing action and the president will explain why we need to put that to use in an international system that is sustainable and enduring, and that can address challenges from traditional ones, like maritime and trade issues, to emerging ones, like climate change.” Expect other administration officials like Secretary of State John Kerry and others to pick up on the message. It is pretty fascinating (and scary) to think about where the world will go and what America’s role in it will be in this post-9/11, post-Iraq and Afghanistan world.\n\nThe risk of overplaying your hand: It’s been true over the last several years that both sides have had a hard time taking their ball and going home. Or at least figuring out how to artfully deal with a political “win” without looking political. That got blundered Monday when Republican Sen. Richard Burr of North Carolina decided to pick a fight with veterans groups on Memorial Day for not speaking out more strongly for Veterans Affairs Secretary Eric Shinseki to resign. In an open letter to veterans, Burr chided veterans’ service organizations — aside from the American Legion — charging they “appear to be more interested in defending the status quo within VA, protecting their relationships within the agency, and securing their access to the Secretary and his inner circle.” And he declared they were “more interested in their own livelihoods and Washington connections than they are to the needs of their own members.” It sounds like the kind of email you write but don’t send and then come back to it and delete it because, “What was I thinking?”\n\n‘Worst of politics’: As to be expected, Burr’s letter was NOT well received by the VSOs, many of which called for reforms at a hearing last week but notably didn’t go as far as the American Legion in seeking Shinseki’s resignation. Both Paralyzed Veterans of America and the Veterans of Foreign Wars, or VFW, said Burr “should be ashamed.” Paralyzed Veterans said Burr “represents the worst of politics” and pointed out that he voted against measures that would have given more resources to the VA to try and fix the problems. And it pointed out that Burr was not present when the organizations testified and “did not ask a single question to gauge our recommendations about how to fix the problems the VA health care system.” The VFW also pointed at Congress. “If we’ve been remiss in anything Senator,” the group wrote, “we’ve been remiss in being too polite with Congress. For years, the VFW has come to Congress with hat in hand and for years, we’ve heard the same old story. You can be assured Senator, that you’ve done a superb job in showing us the error in our ways.” Disabled Veterans of America echoed that, accusing Burr of playing politics and noting that replacing one secretary won’t solve the VA’s problems. “Regrettably,” the group’s national commander wrote, “Senator Burr shows no interest in pursuing serious policy solutions, preferring instead to launch cheap political attacks.” Burr stood by his letter, saying it “hit a nerve” and charging that veterans groups have “shown more outrage toward my open letter than outrage toward the current crisis at the V.A.” The art of politics is scoring political points while at least maintaining a guise of trying to do what’s best for the country. If Burr was trying to do that, this wasn’t his best effort. Burr is probably lucky he isn’t up for reelection this year.\n\nTexas primary runoff: Tuesday’s another primary day with the runoff elections in Texas. There are two races to watch, including whether Ralph Hall, who at 91 is the oldest member of Congress, becomes the first congressional incumbent of the cycle to lose. So far, they are 139-for-139. He is running against former U.S. attorney John Ratcliffe, who is 48 and has subtly raised the issue of Hall’s age. His campaign slogan: “A New Generation of Conservative Leadership.” Hall placed first in the March primary with 45 percent of the vote compared to 29 percent for Ratcliffe. Getting that extra 5 percent could be a hurdle for Hall, considering he’s the only member of Congress anyone in this district has known for 34 years.\n\nReality check on Democrats’ chances in Texas — and the tea party has already won: The latest tea party vs. establishment battle of the primary season also takes place Tuesday in the Lone Star State in the lieutenant governor’s race. Democrats hope to contest — and win their first statewide seat in 20 years — if the tea party candidate wins. But Democrats’ candidate, Leticia van de Putte, trails in the polls, and despite being Latina and having served in the state legislature for 24 years is not well known among Latinos statewide. In Tuesday’s race, Lt. Gov. David Dewhurst faces a runoff contest against state Sen. Dan Patrick, a former radio host who founded the tea party caucus in the Texas legislature. Patrick, who outpaced Dewhurst by 13 points in the four-candidate March primary, appears poised to pick up the win and knock Dewhurst from the office he has held for more than a decade. It would mark the second time in as many cycles that Dewhurst was overtaken by an insurgent candidate, having lost to Ted Cruz in the 2012 Senate GOP primary race. But the big story in Texas is, regardless of the outcomes Tuesday, how the tea party has already won in the state. The Dallas Morning News: “The victor in Tuesday’s runoff elections is already known. The tea party has won big. … In virtually every Republican matchup, candidates have espoused the movement’s talking points, attended groups’ forums, and adopted their issues.”\n\nDaily Presidential Trivia: On this day in 1941, President Franklin Roosevelt proclaimed an “unlimited national emergency” in response to threats of world domination by Nazi Germany. Where did FDR deliver his speech? Be the first to Tweet us the correct answer using #PoliticsTrivia, and you’ll get a Morning Line shout-out. Congratulations to Peter Wismath ‏(@storystarting) and a close second place to Simon Williamson (@simonwillo) for correctly guessing Friday’s trivia: Along with chronic back problems, what other serious medical condition did Kennedy suffer from? The answer was: Addison’s disease.\n\nLINE ITEMS\n\nTOP TWEETS\n\nSpeaking to the soldiers who took part in the largest amphibious landing in history: http://t.co/CfALrQSd4C pic.twitter.com/9TbG0Osbso — Bloomberg News (@BloombergNews) May 26, 2014\n\nPOTUS ordered 2 eggs over medium, bacon & hash browns at Valois during b’fast w/ @GovernorQuinn /photo @dougmillsnyt pic.twitter.com/kqdsEeDUAk — Eddie Gehman Kohan (@ObamaFoodorama) May 23, 2014\n\nThey have those ergonomic ball chairs at Bagram Air Base pic.twitter.com/fGL5D2Wcqi — Ethan Klapper (@ethanklapper) May 26, 2014\n\nThe importance of clarity in advertising pic.twitter.com/41vrfvEqg6 — Andrew Hanelly (@hanelly) May 23, 2014\n\nFrom @rubycramer: @HillaryClinton Spends A Day As Local Notable In Westchester http://t.co/W63W1mckxk pic.twitter.com/13EYkOWR3S — BuzzFeed News (@BuzzFeedNews) May 26, 2014\n\nA calf, “Hero,” gets new high-tech prosthetics after losing his back hooves to frostbite. http://t.co/HG5cRbDb91 pic.twitter.com/mYuXjyCWEz — Fox News (@FoxNews) May 23, 2014\n\nGiancarlo Stanton’s sleeve today is pretty cool. (via @MLB) pic.twitter.com/GwbktRFohb — SportsCenter (@SportsCenter) May 26, 2014\n\nFor more political coverage, visit our politics page.\n\nSign up here to receive the Morning Line in your inbox every morning.\n\nQuestions or comments? Email Domenico Montanaro at dmontanaro-at-newshour-dot-org or Terence Burlij at tburlij-at-newshour-dot-org.\n\nFollow the politics team on Twitter:\n\nFollow @DomenicoPBS\n\nFollow @burlij\n\nFollow @elizsummers\n\nFollow @rachelwellford\n\nFollow @sfpathe", "article_metadata": {"description": "Life after Iraq and Afghanistan: Over the next two weeks, President Obama will lay out his vision for American foreign policy after the wars in Iraq and Afghanistan.", "pubdate": 20140527, "og": {"site_name": "PBS NewsHour", "description": "Life after Iraq and Afghanistan: Over the next two weeks, President Obama will lay out his vision for American foreign policy after the wars in Iraq and Afghanistan.", "title": "Obama to unveil new foreign policy for post-Iraq and Afghanistan era", "locale": "en_US", "image": "http://newshour-tc.pbs.org/newshour/wp-content/uploads/2014/05/492591849.jpg", "url": "http://www.pbs.org/newshour/updates/president-obamas-post-iraq-afghanistan-world/", "type": "article"}, "twitter": {"domain": "PBS NewsHour", "description": "Life after Iraq and Afghanistan: Over the next two weeks, President Obama will lay out his vision for American foreign policy after the wars in Iraq and Afghanistan.", "creator": "@newshour", "image": "http://newshour-tc.pbs.org/newshour/wp-content/uploads/2014/05/492591849.jpg", "title": "Obama to unveil new foreign policy for post-Iraq and Afghanistan era", "site": "@newshour", "card": "summary_large_image"}, "apple-mobile-web-app-capable": "no", "fb": {"app_id": 114150878604116}, "article": {"publisher": "https://www.facebook.com/newshour", "tag": "Veterans Administration"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=no", "news_keywords": "Barack Obama, foreign policy, Richard Burr, THE MORNING LINE, Veterans Administration"}, "_id": "\"57477af46914bd0286fdf10c\"", "article_summary": "Life after Iraq and Afghanistan: Over the next two weeks, President Obama will lay out his vision for American foreign policy after the wars in Iraq and Afghanistan.\nThe speech at West Point will “lay out [the president’s] broad vision for U.S. foreign policy and our role in the world,” a senior White House official told Morning Line.\nDemocrats hope to contest — and win their first statewide seat in 20 years — if the tea party candidate wins.\n“There’s a lot at stake and now is the right time for this speech.” Continuing to try and learn the lessons and mistakes of former President George W. Bush’s foreign policy — most notably the decision to go to war in Iraq — Mr. Obama is aiming to lay out a foreign policy “that is both interventionist and internationalist, but not isolationist or unilateral.” Talk about trying to thread a needle.\nBut the big story in Texas is, regardless of the outcomes Tuesday, how the tea party has already won in the state."}