{"article_title": "Feature: Some fall through gaps in state's dental program for the poor", "article_keywords": ["poor", "partial", "teeth", "dental", "tran", "cover", "feature", "states", "program", "gaps", "dentures", "fall", "dentical", "root", "rear"], "article_url": "http://www.scpr.org/news/2014/10/13/47291/gaps-in-state-dental-program-force-patients-to-mak/", "article_text": "For months, Anh Tran has ridden the bus from one dentist’s office to another, hoping to find one who will perform a root canal on an aching rear molar.\n\nBut his search has been in vain. Tran, a middle-aged immigrant from Vietnam who has lived in the U.S. for 20 years, gets his health coverage through Medi-Cal, the state health program for low-income Californians. Medi-Cal’s dental program, Denti-Cal, does not cover root canals on rear teeth.\n\nSo one day in September, Tran rose before sunrise for the nearly three-hour bus trip from his home in the high desert city of Lancaster to South Los Angeles. The nonprofit Care Harbor/L.A. was hosting its annual multi-day free clinic at the L.A. Sports Arena.\n\nTran was hoping to get into one of the 62 dental chairs set up on the arena floor. But he didn’t know that only those who had picked up a wristband a few days earlier would be admitted. So when he arrived at 8 a.m., he was turned away.\n\n\"I have to go home for nothing,\" Tran said, dejectedly.\n\nTran’s difficulties are not uncommon. The majority of people interviewed at the clinic that day had come for dental care. Some were uninsured. They hadn’t signed up for Medi-Cal or bought private coverage available through the Affordable Care Act. Others were in the country illegally and thus ineligible for government programs. But most did have dental coverage – through Denti-Cal. It simply didn’t cover the procedures they needed.\n\nIn 2009, the state legislature, facing a budget shortfall, eliminated Denti-Cal for adults. Earlier this year, it restored the program, but only partially. Denti-Cal now covers cleanings, fillings, full sets of dentures and root canals on front teeth. It does not cover gum treatments, rear root canals, or partial dentures for one or a few missing teeth.\n\n\"That is a serious gap in the program,\" said Dr. Irving Lebovics, dental director at Cedars Sinai Medical Center and an adviser to the California Dental Association. The Association lobbies the state about dental policy and has tried to convince the legislature to restore full benefits under Denti-Cal.\n\nThe coverage gaps in Denti-Cal have forced many people to make radical choices about their teeth, said Dr. Richard Pan, a member of the state assembly and chairman of its health committee.\n\nHe said some patients with gaps from a few missing teeth have chosen to pull out the rest of their good teeth just to get a full set of dentures, since Denti-Cal does not cover partial dentures.\n\nThat’s why Anh Tran was so insistent on a root canal for his rear molar. Denti-Cal would pay for him to have it extracted, but he would be left with a gap in his mouth.\n\nDenti-Cal does not cover rear root canals because they are \"not visible, and you have an option to remove the tooth, so that’s a less expensive treatment to take care of the pain,\" said Lebovics. \"That’s why the program sees itself as being an emergency type program rather than a full scale insurance program.\"\n\nIt wasn’t always like that. Assemblyman Pan said he and other lawmakers would have liked to restore all of the benefits that Denti-Cal included before it was first eliminated in 2009. But it was concerns about money that led lawmakers to restore only the stripped down version earlier this year.\n\n\"Based on what we were able to negotiate in the budget, we felt it was better to do a partial restoration of the dental benefits than not do any at all,\" he said.\n\nPan said he and other lawmakers still support restoring full Denti-Cal benefits, but he doesn't know if there is enough support to pass it through the legislature.\n\nFor now, patients like Anh Tran and Bernard Lampley will keep lining up for free clinics like the annual one at the Sports Arena.\n\nLampley had recently left prison, where he had five teeth extracted. Sitting in a dentist’s chair on the arena floor, he opened his mouth to reveal several gaps.\n\n\"I don’t do a lot of smiling, that’s for sure,\" Lampley said. He told the dentist he needed partial dentures on the top and the bottom. The dentist told him there was only enough time for one. Lampley chose the bottom.\n\nHe said that if Denti-Cal doesn't cover partial dentures by the time of next year's free clinic, he’ll be back at the Sports Arena seeking a dentist to finish the work on his mouth.", "article_metadata": {"author": "Southern California Public Radio", "og": {"site_name": "Southern California Public Radio", "description": "The state eliminated low-income adult dental coverage in 2009, then restored it earlier this year. But not all procedures are covered.", "title": "Some fall through gaps in state's dental program for the poor", "url": "http://www.scpr.org/news/2014/10/13/47291/gaps-in-state-dental-program-force-patients-to-mak/", "image": {"width": 1024, "identifier": "http://a.scpr.org/i/f84300f2944302b55baf0d67c0ffbac0/91846-full.jpg", "type": "image/jpeg", "height": 683}, "type": "article"}, "twitter": {"domain": "http://scpr.org", "description": "Member-supported public radio for Southern California. Award-winning local news and cultural programming alongside the best of NPR.", "title": "Feature: Some fall through gaps in state's dental program for the poor | 89.3 KPCC", "url": "http://scpr.org", "image": "http://a.scpr.org/i/f84300f2944302b55baf0d67c0ffbac0/91846-full.jpg", "site": "@kpcc", "card": "summary"}, "fb": {"app_id": 129848480405753}, "apple-mobile-web-app-capable": "yes", "csrf-param": "authenticity_token", "csrf-token": "u/3RP9mBluJKkkuTsXtDyLUZtU/MiJ7kBA8PplPFu8ruhdBDkwuHTQwvzKBVZKpowtre5PdwrBNilmitgWTsAw==", "apple-mobile-web-app-status-bar-style": "black", "format-detection": "telephone=no", "keywords": "KPCC, California, Southern California, Los Angeles, Pasadena, SCPR, Southern California Public Radio", "article": {"section": "Health", "published_time": "2014-10-13 05:00:46 -0700", "modified_time": "2014-10-27 21:59:07 -0700"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=0"}, "_id": "\"57477af46914bd0286fe294e\"", "article_summary": "Medi-Cal’s dental program, Denti-Cal, does not cover root canals on rear teeth.\n\"That’s why the program sees itself as being an emergency type program rather than a full scale insurance program.\"\nHe told the dentist he needed partial dentures on the top and the bottom.\nIt does not cover gum treatments, rear root canals, or partial dentures for one or a few missing teeth.\n\"That is a serious gap in the program,\" said Dr. Irving Lebovics, dental director at Cedars Sinai Medical Center and an adviser to the California Dental Association."}