{"article_title": "Frontier Airlines adds six new nonstop routes this summer, four in Denver", "article_keywords": ["summer", "adds", "service", "frontier", "offer", "airlines", "denver", "flights", "idaho", "frontiers", "routes", "markets", "nonstop", "destinations"], "article_url": "http://blogs.denverpost.com/thebalancesheet/2014/02/24/frontier-airlines-adds-six-new-routes/11628/", "article_text": "Frontier Airlines announced Monday that it will offer six new routes this summer to small or midsize markets, a move consistent with its new market strategy.\n\nDenver will reap four new year-round nonstop routes beginning in June to Idaho Falls, Idaho; Sioux City, Iowa; Bakersfield, Calif.; and Missoula, Mont. Frontier is also expanding its offerings at Chicago-Midway with summer seasonal service to Knoxville, Tenn. and Harrisburg, Pa.\n\n“We are excited to offer these six new routes to customers, just in time for summer travel,” said Daniel Shurz, Frontier’s senior vice president of commercial, in a news release. “This summer we will offer the most nonstop destinations from Denver that we’ve ever served in our 20 year history.”\n\nBakersfield and Idaho Falls are entirely new destinations for Frontier while Sioux City and Missoula are a return-of-service for the carrier.\n\nIn addition to the new routes, the Denver-based carrier announced a schedule expansion to several market underdogs, including Branson, Mo., Bozeman, Mont., Durango and Memphis, Tenn. These smaller markets will see daily flights to and from Frontier’s Mile High hub while Atlanta, Cincinnati, Cleveland and Detroit will see service increase from seven flights a week to 11-14 flights each week.\n\n“This is an extension of Frontier’s recent, successful Denver growth strategy of connecting smaller markets (both with and without competitive service) to large destinations already in the Frontier network,” said Kate O’Malley, Frontier’s spokeswoman.\n\nThis marks the first major scheduling announcement for the carrier since it was sold to Indigo Partners LLC in December. Bill Franke, the private equity firm’s managing partner, has made his intention clear of transitioning Frontier into an ultra-low-cost carrier. This model breaks many of the traditionally held beliefs about commercial air travel by stripping down the costs of a plane ticket and offering extremely low base fares while charging for any additional amenities — such as checked luggage and in-flight beverages.", "article_metadata": {"Copyright": "Copyright © The Denver Post.", "language": "en, sv", "og": {"url": "http://blogs.denverpost.com/thebalancesheet/2014/02/24/frontier-airlines-adds-six-new-routes/11628/", "site_name": "The Balance Sheet", "image": "http://blogs.denverpost.com/thebalancesheet/files/2013/07/frontier-airlines-dia-495x329.jpg", "type": "blog", "title": "Frontier Airlines adds six new nonstop routes this summer, four in Denver"}, "twitter": {"domain": "blogs.denverpost.com", "title": "Frontier Airlines adds six new nonstop routes this summer, four in Denver", "url": "http://blogs.denverpost.com/thebalancesheet/2014/02/24/frontier-airlines-adds-six-new-routes/11628/", "image": "http://blogs.denverpost.com/thebalancesheet/files/2013/07/frontier-airlines-dia-495x329.jpg", "creator": "@kristenpainter", "site": "@denverpost", "app": {"name": {"ipad": "Denver Post", "iphone": "Denver Post", "googleplay": "The Denver Post"}, "id": {"ipad": "id409389010", "iphone": "id375264133", "googleplay": "com.ap.denverpost"}}, "card": "summary_large_image"}, "robots": "follow, all", "fb": {"app_id": 105517551922}, "article": {"publisher": "https://www.facebook.com/denverpost"}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "distribution": "global", "viewport": "width=device-width,initial-scale=1", "news_keywords": "Denver International Airport,ultra low cost carrier"}, "_id": "\"57477af46914bd0286fdf112\"", "article_summary": "Denver will reap four new year-round nonstop routes beginning in June to Idaho Falls, Idaho; Sioux City, Iowa; Bakersfield, Calif.; and Missoula, Mont.\nFrontier Airlines announced Monday that it will offer six new routes this summer to small or midsize markets, a move consistent with its new market strategy.\nBill Franke, the private equity firm’s managing partner, has made his intention clear of transitioning Frontier into an ultra-low-cost carrier.\n“This summer we will offer the most nonstop destinations from Denver that we’ve ever served in our 20 year history.”Bakersfield and Idaho Falls are entirely new destinations for Frontier while Sioux City and Missoula are a return-of-service for the carrier.\nThis marks the first major scheduling announcement for the carrier since it was sold to Indigo Partners LLC in December."}