{"article_title": "Can states ‘nullify’ First Amendment?", "article_keywords": ["amendment", "nullify", "supreme", "court", "mental", "speech", "counselors", "states", "health", "jersey", "counseling", "samesex", "minors"], "article_url": "http://www.wnd.com/2015/02/can-states-nullify-first-amendment/", "article_text": "A state order mandating that counselors dealing with patients on issues of sexuality must promote same-sex relationships violates the First Amendment and the fundamental principle of mental health counseling, charges a brief filed with the U.S. Supreme Court.\n\n“[New Jersey law] limits the communication a professional can provide to a consenting client, despite the client’s objectives or therapeutic goals,” according to the document filed by Liberty Counsel, which has been arguing on behalf of the speech rights of both counselors and patients since the case began.\n\nThe brief comes in support of a request that the U.S. Supreme Court step in and affirm the First Amendment, the rights of patients to choose their own counseling goals and to resolve current conflicts in lower court decisions.\n\n“This court’s review is imperative to protect the fundamental right of licensed counselors offering or individuals seeking mental health counseling to make determinations concerning the most elementary freedom – the right to self-determination,” Liberty Counsel Founder Mat Staver said.\n\nThe brief states that despite “the client’s objectives in counseling concerning his unwanted same-sex attractions, behaviors, or identity, once that subject is presented to a licensed professional, the services that professional is able to render immediately becomes severely restricted to only one message – that of the state’s acceptance, support, and encouragement of such same-sex attractions, behaviors, or identity.”\n\n“The fundamental principle of mental health counseling is that the client is able to set the objectives and direction of his counseling, yet [New Jersey] impairs and indeed eliminates the ability of clients in New Jersey to set such a direction if the desired objective is change,” the brief charges.\n\nThe issue arose when first California, followed by New Jersey, Michigan and Iowa, proposed legislation that essentially requires all counselors to say only positive things about same-sex affinities if they are counseling minors on the subject.\n\nWND reported last year when the high court declined to take up the issue in California.\n\nThe Supreme Court declined the case even despite a powerful dissent from the 9th Circuit Court of Appeals ruling, which upheld the state censorship.\n\nJudge Diarmuid O’Scannlain wrote in dissent: “May California remove from the First Amendment’s ambit the speech of certain professionals when the state disfavors its content or its purpose? – The Supreme Court has definitely and unquestionably said, ‘No.’ It is no longer within our discretion to disagree.”\n\nHe was joined by two other judges in the dissent, which said, “Legislatures cannot nullify the First Amendment’s protections for speech by playing this labeling game.”\n\n“Indeed,” he said, “authoritative precedents have established that neither professional regulations generally, nor even a more limited subclass of rules, remain categorically outside of the First Amendment’s reach.”\n\nWrote O’Scannlain: “The panel cites no case holding that speech, uttered by professionals to their clients, does not actually constitute ‘speech’ for purposes of the First Amendment. And that should not surprise us – for the Supreme Court has not recognized such a category. … The Supreme Court has chastened us lower courts for creating, out of whole cloth, new categories of speech to which the First Amendment does not apply. But, that is exactly what the panel’s opinion accomplishes in this case.”\n\nTwo appeals courts also have issued conflicting decisions on the issue.\n\nCalifornia was the first state to make such therapy illegal for minors, and the 9th U.S. Circuit Court of Appeals concluded the therapy, which mostly involves talking, is “conduct” rather than speech. That means it would not be protected by the First Amendment.\n\nBut when New Jersey made the therapy illegal for minors, the 3rd Circuit U.S. Court of Appeals determined it is speech but concluded it is a special kind of speech that is not protected by the First Amendment.\n\nIn both states, pro-homosexual lawmakers worked to forward laws that prohibit counselors from speaking to minors about ways to overcome unwanted same-sex inclinations, no matter the cause.\n\nThe issue is important in the homosexual community, which is protected now in most parts of the country as a minority, based on the premise that “sexual orientation” is innate and, therefore, immutable. However, there is substantial evidence that many have overcome same-sex attractions.\n\nStaver has explained lawmakers and judges “have essentially barged into the private therapy rooms of victimized young people and told them that their confusion, caused by the likes of a Jerry Sandusky abuser, is normal and that they should pursue their unwanted and dangerous same-sex sexual attractions and behavior, regardless of whether those minors desire their religious beliefs to trump their unwanted attractions.”\n\n“This case presents questions of national importance, which have split the circuits and resulted in decisions conflicting with this court’s precedents,” Liberty’s filing explained. “The circuit courts of appeal are split as to whether a law restricting what counselors or healthcare providers may say and what clients or patients may hear in the privacy of the counsel-client or doctor-patient relationship is speech protected by the First Amendment.”\n\nThe brief continued: “The law … infringes the right of licensed mental health professionals to provide competent, consensual counseling carried out via verbal communication – speech – in the same manner as every other form of modern mental health counseling.”", "article_metadata": {"description": "A Free Press For A Free People Since 1997", "generator": "WordPress 4.4.1", "og": {"site_name": "WND", "description": "A state order mandating that counselors dealing with patients on issues of sexuality must promote same-sex relationships violates the First Amendment and the fundamental principle of mental health counseling, charges a brief filed with the U.S. Supreme Court. “[New Jersey law] limits the communication a professional can provide to a consenting client, despite the client’s […]", "title": "Can states ‘nullify’ First Amendment?", "url": "http://www.wnd.com/2015/02/can-states-nullify-first-amendment/", "image": "http://www.wnd.com/files/2014/05/constitution.jpg", "type": "article"}, "fb": {"app_id": 152299868169938}, "google-site-verification": "5iw1bKISvQcI1qRwIskRfer6GKV4jUf6LImfS9bhaeI", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fdf57f\"", "article_summary": "… The Supreme Court has chastened us lower courts for creating, out of whole cloth, new categories of speech to which the First Amendment does not apply.\nThe Supreme Court declined the case even despite a powerful dissent from the 9th Circuit Court of Appeals ruling, which upheld the state censorship.\nAnd that should not surprise us – for the Supreme Court has not recognized such a category.\nThe brief comes in support of a request that the U.S. Supreme Court step in and affirm the First Amendment, the rights of patients to choose their own counseling goals and to resolve current conflicts in lower court decisions.\nA state order mandating that counselors dealing with patients on issues of sexuality must promote same-sex relationships violates the First Amendment and the fundamental principle of mental health counseling, charges a brief filed with the U.S. Supreme Court."}