{"article_title": "The Healthy, Not The Young, May Determine Health Law's Fate : Shots", "article_keywords": ["determine", "fate", "reaching", "healthy", "older", "young", "levitt", "health", "shots", "sick", "need", "law", "insurance", "laws"], "article_url": "http://www.npr.org/sections/health-shots/2014/01/24/265755003/the-healthy-not-the-young-may-determine-health-laws-fate", "article_text": "The Healthy, Not The Young, May Determine Health Law's Fate\n\ni toggle caption Danny Moloshok/Invision/AP Danny Moloshok/Invision/AP\n\nNow that the problems with the balky HealthCare.gov website are largely fixed, the Obama administration is finally feeling comfortable enough to launch some of the outreach it planned for last fall.\n\nIts top target: young adults, specifically those between 18 and 35.\n\nActress and comedian Aisha Tyler and former Los Angeles Laker Magic Johnson are among the celebrity spokesmen. Both have released videos (one funnier than the other). The administration plans to air ads during the upcoming Winter Olympics and March Madness college basketball tournament.\n\nThe theory has been that without young and healthy people in the insurance pools, premiums will spiral upward in future years. But people have started to wonder just how critical those young people really are to making the health exchanges operate smoothly.\n\n\"There's been this incredible focus on reaching young invincibles and getting them to sign up for insurance,\" says Larry Levitt, senior vice president of the Kaiser Family Foundation. \"But it turns out the invincible part is actually much more important than the young part.\"\n\nThat's because under the health law, insurers can no longer deny people coverage or charge them more because of their health status. So healthy people will be cheaper to cover, regardless of age.\n\n\"An insurer would much rather have a healthy 60-year-old who goes to the gym every day than a sick 25-year-old,\" Levitt says.\n\nInsurance industry consultant Robert Laszewski agrees that it's not the young who insurers want most.\n\n\"We need healthy people,\" he said. \"We need healthy 30-year-olds and 40-year-olds and 50-year-olds and 60-year-olds.\"\n\nLaszewski says there's another reason insurance companies might prefer the older healthy person to the younger one — the older person is more profitable.\n\n\"It's not uncommon for a 20-year-old to only be paying $100 or $120 a month. So getting lots of young people doesn't necessarily get us lots of premium,\" he said.\n\ni toggle caption Tony Ding/AP Tony Ding/AP\n\nThat's because while the law doesn't let insurers charge sick people more, it does let them charge older people more — up to three times more.\n\nLaszewski says what worries him right now isn't that not enough young people have signed up, but that not enough people overall have bought insurance through the exchanges.\n\n\"We've always felt that you need 70 percent of a group to be able to get a good cross section of healthy and sick to make the program sustainable,\" he said. \"And the administration's only at about 10 percent. This is troubling.\"\n\nAnd what if the mix — healthy versus sick or young versus old — doesn't come out quite right? The law is actually designed to take that into account.\n\n\"There are a number of shock absorbers built into the system,\" says Kaiser's Levitt. \"That means particularly in the first couple of years, the insurance system can withstand a skewed mix of enrollees.\"\n\nThose shock absorbers include additional payments that can go to health plans that end up enrolling populations that are sicker than anticipated. But those payments don't go on indefinitely.\n\n\"That's only going to help for a very limited period of time,\" says Laszewski. \"It's training wheels, if you will, to get this thing launched.\"\n\nThe real key to making the exchanges self-sustaining, Laszewski says, is to build the numbers overall.\n\n\"I think the focus is wrong in that they're reaching out only to young people,\" he says of the administration's efforts. \"They need to be reaching out to everyone.\"\n\nThe administration has just over two months to get those numbers up. Open enrollment for 2014 ends March 31.", "article_metadata": {"Rating": "General", "description": "Much has been made of the need for young, healthy people to sign up if the Affordable Care Act is going to work. But it may be that the key word here is not young, but healthy. Insurance companies get paid more for older people, regardless of their health.", "og": {"site_name": "NPR.org", "description": "Much has been made of the need for young, healthy people to sign up if the Affordable Care Act is going to work. But it may be that the key word here is not young, but healthy. Insurance companies get paid more for older people, regardless of their health.", "title": "The Healthy, Not The Young, May Determine Health Law's Fate", "url": "http://www.npr.org/sections/health-shots/2014/01/24/265755003/the-healthy-not-the-young-may-determine-health-laws-fate", "image": "https://media.npr.org/assets/img/2014/01/24/ap608175006617_wide-b29c5d2952721cf2cced4bb2867e0ab9e15cdfca.jpg?s=1400", "type": "article"}, "twitter": {"domain": "npr.org", "image": {"src": "https://media.npr.org/assets/img/2014/01/24/ap060404024428_wide-9ef3395f7a987a441bd930125c296b4a02a459da.jpg?s=1400"}, "card": "summary_large_image", "site": "@NPR"}, "robots": "noarchive,index,follow", "fb": {"app_id": 138837436154588, "pages": 10643211755}, "date": "2014-01-24", "viewport": "width=device-width, initial-scale=1, minimum-scale=1, maximum-scale=1, user-scalable=no, shrink-to-fit=no"}, "_id": "\"57477af36914bd0286fc9aef\"", "article_summary": "That's because under the health law, insurers can no longer deny people coverage or charge them more because of their health status.\nThe theory has been that without young and healthy people in the insurance pools, premiums will spiral upward in future years.\nLaszewski says there's another reason insurance companies might prefer the older healthy person to the younger one — the older person is more profitable.\n\"We need healthy 30-year-olds and 40-year-olds and 50-year-olds and 60-year-olds.\"\n\"We need healthy people,\" he said."}