{"article_title": "Bangladesh Polling Stations Set On Fire On Eve Of Election", "article_keywords": ["opposition", "bnp", "set", "bangladesh", "stations", "voters", "eve", "election", "polling", "violence", "nearly"], "article_url": "http://www.businessinsider.com/bangladesh-polling-stations-set-on-fire-on-eve-of-election-2014-1", "article_text": "DHAKA (Reuters) - Nearly 60 polling stations in Bangladesh were set on fire and three people were killed on the eve of Sunday's election in which the ruling Awami League looks certain to prevail in a walkover as the main opposition party boycotts the poll.\n\nThe Bangladesh Nationalist Party (BNP) called a 48-hour strike from Saturday morning and urged voters to stay away from the \"farcical\" election. Traffic in Dhakawas lighter than normal for a Saturday although some shops were open.\n\nWithout the BNP's participation, fewer than half of 300 parliamentary constituencies are being contested.\n\n\"I call upon countrymen to fully boycott the disgraceful farce in the name of election of January 5,\" BNP chief Begum Khaleda Zia, who has been under what she calls virtual house arrest, said in a statement late on Friday. The government has denied that she is confined or under house arrest.\n\nThe BNP is protesting against Prime Minister Sheikh Hasina's scrapping of the practice of having a caretaker government oversee elections and many of its leaders are in jail or in hiding. The impasse undermines the poll's legitimacy and is fuelling worries of economic gridlock and further violence in the impoverished South Asian nation of 160 million.\n\nThe office of prime minister has been held by Hasina or Khaleda for all but two of the past 22 years and the rivalry between them is bitter.\n\nThe election commission said nearly 60 polling stations had been set ablaze since Friday, while police said three people were killed early on Saturday in clashes in rural Bangladesh as violence flared after several days of relative calm.\n\nAt least 10 people were injured when BNP activists hurled bombs at a railway station and set on fire a train compartment in the northern town of Natore and two buses in the port city of Chittagong were set on fire, police said.\n\nWith more than 100 people killed in the run-up to the election, mainly in rural districts, fears of violence at polling stations were expected to keep many voters away.\n\nThe election commission sent a text message to voters saying their security was ensured and urging them to turn out. \"Please go to cast your vote without any fear and hassle,\" it said.\n\nArmy troops have been deployed since December 26 to maintain order during the election.\n\nGARMENT INDUSTRY DISRUPTED\n\nBangladesh's $22 billion garment industry, which accounts for 80 percent of exports, has been disrupted by transportation blockades ahead of the election.\n\nThe European Union, a duty free market for nearly 60 percent of Bangladesh's garment exports, has refused to send election observers, as have the United States and the Commonwealth, a grouping of 53 mainly former British colonies.\n\n\"The Bangladesh government should end its crackdown on the political opposition leaders and activists, and create conditions for free and fair elections,\" U.S.-basedHuman Rights Watch said in a statement.\n\n\"Opposition parties should condemn and end violence by their supporters.\"\n\nThe Awami League argues that the interim government system has failed in the past.\n\nWhile black-and-white campaign posters - color is not allowed - hung in parts of the capital, the main opposition's absence means the election has lacked the pomp and suspense of a fully competitive poll.\n\nHasina has spoken of holding talks with the opposition following the polls on the conduct of future elections. If successful, that could lead to another election.\n\nThe BNP demands a halt to the current electoral process.\n\nIn the event of a breakdown of law and order, the military could step in to take power, as it did in 2007, but is seen as reluctant to do so.\n\n(Additional reporting by Serajul Quadir; Editing by Ron Popeski)\n\nRead the original article on Reuters. Copyright 2014. Follow Reuters on Twitter.", "article_metadata": {"msapplication-TileColor": "#185f7c", "application-name": "Business Insider", "twitter": {"description": "Nearly 60 polling stations in Bangladesh were set on fire and three people were killed on the eve of Sunday's election.", "title": "Dozens Of Bangladesh Polling Stations Were Set On Fire On Eve Of Election", "url": "http://www.businessinsider.com/bangladesh-polling-stations-set-on-fire-on-eve-of-election-2014-1", "image": "http://static1.businessinsider.com/image/52c80acc6bb3f7dd38c331b7-506-253/dozens-of-bangladesh-polling-stations-were-set-on-fire-on-eve-of-election.jpg", "site": "bi_contributors", "card": "summary_large_image"}, "sailthru.verticals": "main-contributor,politics", "linkedin": {"owner": "mid:1d5f7b"}, "sailthru.tags": "Bangladesh, Elections, Ruma Paul and Tony Munroe", "news_keywords": "Bangladesh, Elections, Ruma Paul and Tony Munroe", "author": "Ruma Paul and Tony Munroe, Reuters", "sailthru.date": "2014-01-04", "sailthru.title": "Dozens Of Bangladesh Polling Stations Were Set On Fire On Eve Of Election", "theme-color": "#185f7c", "sailthru.image.thumb": "http://static2.businessinsider.com/image/52c80ab6eab8eadc4d42fcbc-50-50/dozens-of-bangladesh-polling-stations-were-set-on-fire-on-eve-of-election.jpg", "description": "Nearly 60 polling stations in Bangladesh were set on fire and three people were killed on the eve of Sunday's election.", "tbi-image": "http://static6.businessinsider.com/image/52c80ab6eab8eadc4d42fcbc/dozens-of-bangladesh-polling-stations-were-set-on-fire-on-eve-of-election.jpg", "fb": {"app_id": 155043519637}, "msapplication-TileImage": "http://static1.businessinsider.com/assets/images/us/favicons/mstile-144x144.png?v=BI-US-2016-03-31", "date": "2014-01-04", "article": {"publisher": "businessinsider"}, "sailthru.description": "Nearly 60 polling stations in Bangladesh were set on fire and three people were killed on the eve of Sunday's election.", "viewport": "width=1024", "og": {"site_name": "Business Insider", "description": "Nearly 60 polling stations in Bangladesh were set on fire and three people were killed on the eve of Sunday's election.", "title": "Dozens Of Bangladesh Polling Stations Were Set On Fire On Eve Of Election", "url": "http://www.businessinsider.com/bangladesh-polling-stations-set-on-fire-on-eve-of-election-2014-1", "image": "http://static1.businessinsider.com/image/52c80acc6bb3f7dd38c331b7-1190-625/dozens-of-bangladesh-polling-stations-were-set-on-fire-on-eve-of-election.jpg", "type": "article"}, "apple-mobile-web-app-title": "Business Insider", "title": "Dozens Of Bangladesh Polling Stations Were Set On Fire On Eve Of Election", "sailthru.image.full": "http://static6.businessinsider.com/image/52c80ab6eab8eadc4d42fcbc/dozens-of-bangladesh-polling-stations-were-set-on-fire-on-eve-of-election.jpg", "tbi-vertical": "main-contributor"}, "_id": "\"57477af36914bd0286fd071c\"", "article_summary": "DHAKA (Reuters) - Nearly 60 polling stations in Bangladesh were set on fire and three people were killed on the eve of Sunday's election in which the ruling Awami League looks certain to prevail in a walkover as the main opposition party boycotts the poll.\nThe election commission said nearly 60 polling stations had been set ablaze since Friday, while police said three people were killed early on Saturday in clashes in rural Bangladesh as violence flared after several days of relative calm.\nWith more than 100 people killed in the run-up to the election, mainly in rural districts, fears of violence at polling stations were expected to keep many voters away.\nThe Bangladesh Nationalist Party (BNP) called a 48-hour strike from Saturday morning and urged voters to stay away from the \"farcical\" election.\nThe election commission sent a text message to voters saying their security was ensured and urging them to turn out."}