{"article_title": "Formula vs. breast feeding", "article_keywords": ["breastfeeding", "enemy", "feeding", "mothers", "provide", "breastfeed", "support", "stop", "vs", "breast", "need", "formula", "hospitals"], "article_url": "http://www.baltimoresun.com/news/opinion/readersrespond/bs-ed-forumla-letter-20151120-story.html", "article_text": "\"Formula is not the enemy; the debilitating stress over the decision to use it is.\" This was Tricia Bishop's closing statement in her commentary of Nov. 12 (\"Note to hospitals: Formula is not the enemy\". What a sad statement. Why must society lay such judgment and morality on everything we do?\n\nI am a pediatrician. I am also the Vice President of the Maryland Breastfeeding Coalition and the Breastfeeding Coordinator for the Maryland Chapter of the American Academy of Pediatrics. So, yes, I do advocate for breastfeeding. I advocate for women and families to make informed choices. If they make an educated decision not to breastfeed, or they are having problems and cannot breastfeed, I support that too. I teach that to my colleagues in lectures across the state and to my pediatric residents at Sinai Hospital. As a pediatrician I want to maximize the health potential of my patients. Among other things, I also recommend vaccines, car seats, eating fruits and vegetables, and exercising to my patients.\n\nMs. Bishop is correct in some aspects. We should not be zealots. I campaigned to stop distribution of formula discharge bags from hospitals because it is an unethical way for formula companies to gain free advertising, and it has been shown to undermine a mother's confidence and increase the chances of early weaning. That does not mean hospitals should not provide support and guidance for bottle-feeding mothers.\n\nFormula is still in the hospitals for those who need it. Formula is not an evil enemy. It is necessary for those mothers who are struggling and/or who choose not to breastfeed. But formula is just food. Breast milk is so much more. It helps the gut mature, decreases risks of infections, decreases risks of many chronic diseases in mothers and babies, and much more. Why wouldn't we want to promote that?\n\nSadly, when it comes to breastfeeding, I agree that we set mothers up to fail and to feel guilty. We encourage mothers to breastfeed, but then we don't provide them with what they need to succeed. Breastfeeding is natural, but it is a learned process for mother and baby. A CDC report from October revealed that 6 of 10 mothers stop breastfeeding earlier than they would have liked.\n\nWe need to train health care providers how to support mothers and babies. We need to provide supports in our community as well. Lactation support should be more than just talking with a mother over a phone line. The Affordable Care Act stipulates insurance coverage of lactation services, but they are still difficult to attain for most mothers without paying out of pocket. I fully believe that most mothers can attain success in breastfeeding without guilt if we as a community encircle them with the time, close follow-up and encouragement needed.\n\nDr. Dana Silver, Baltimore", "article_metadata": {"fb_title": "Formula is food; breast milk is much more", "googlebot": "index", "copyright": "Copyright (c) 2016 Baltimore Sun", "author": "Baltimore Sun", "og": {"site_name": "baltimoresun.com", "description": "\"Formula is not the enemy; the debilitating stress over the decision to use it is.\" This was Tricia Bishop's closing statement in her commentary of Nov. 12 ( \"Note to hospitals: Formula is not the enemy\" . What a sad statement. Why must society lay such judgment and morality on everything we do?", "title": "Formula is food; breast milk is much more", "url": "http://www.baltimoresun.com/news/opinion/readersrespond/bs-ed-forumla-letter-20151120-story.html", "image": "http://www.trbimg.com/img-564f7396/turbine/bs-ed-forumla-letter-20151120", "type": "article"}, "x-servername": "lalvp03.15", "twitter": {"site": "@baltimoresun", "card": "summary"}, "keywords": "Formula breast feeding", "robots": "index,follow", "apple-itunes-app": "app-id=496681035, app-argument=http://www.baltimoresun.com/deeplinkid/85099615", "fb": {"page_id": 9299179711, "app_id": 310302989040998}, "googlebot-news": "index", "date": "2015-11-20", "Description": "Formula is not the enemy, and no one should be made to feel guilty for not using it. But breast milk is better.", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, minimum-scale=1.0, user-scalable=no", "news_keywords": "Formula breast feeding"}, "article_summary": "This was Tricia Bishop's closing statement in her commentary of Nov. 12 (\"Note to hospitals: Formula is not the enemy\".\nA CDC report from October revealed that 6 of 10 mothers stop breastfeeding earlier than they would have liked.\n\"Formula is not the enemy; the debilitating stress over the decision to use it is.\"\nIf they make an educated decision not to breastfeed, or they are having problems and cannot breastfeed, I support that too.\nWe need to train health care providers how to support mothers and babies."}