{"article_title": "CNN’s over-the-top, nonstop coverage of MH370 might solve its ratings problem — Quartz", "article_keywords": ["ratings", "overthetop", "quartz", "network", "cnns", "tv", "media", "networks", "mh370", "right", "solve", "viewers", "coverage", "things", "cnn", "problem", "cable", "nonstop", "recent"], "article_url": "http://qz.com/194344/cnns-over-the-top-nonstop-coverage-of-mh370-might-solve-its-ratings-problem/", "article_text": "“It was the most-watched event in TV history, and CNN owned it,” wrote Entertainment Weekly.\n\nThat was 1991, when the Gulf War propelled CNN (and for that matter, 24-hour cable news) into the American mainstream. It’s looking like the disappearance of Malaysian Airlines flight MH370 will offer the network a similar boost, and perhaps lift it from a ratings death spiral. Despite initial criticism, a growing number of media minds are crediting Jeff Zucker, CNN’s new boss, for making the right call.\n\nCNN lost the mantle of America’s most-watched cable news network more than a decade ago. But its long decline in ratings has intensified in recent years. In an increasingly polarized country, it has been outflanked by rival networks on either side of the political spectrum: Fox News on the right and MSNBC on the left.\n\nBut when big, international news breaks, viewers still flock to CNN, and MH370 is a reminder of that. The network doubled its viewership in the key 25-54 demographic during March, since the aircraft vanished.\n\nIf you have tuned into CNN lately you may have noticed the wall-to-wall coverage of MH370—during a time when there have been other stories of major national and international significance (such as the Ukraine crisis, Obamacare, and even New Jersey’s “Bridgegate”). The network’s singular focus has attracted plenty of scorn, and not just from conventional media critics.\n\nBut it also appears to be working, at least in terms of attracting viewers. And the approach is supported by a Pew Research Center survey, in which a majority of respondents said coverage of the missing aircraft by the news media had been adequate or even insufficient.\n\nThat said, the strong performance in March wasn’t enough to lift CNN out of third place in the cable TV wars during the first quarter. And questions also remain about how the network will hang on to viewers as interest in the missing plane subsides—and it’s unclear when the next all-consuming disaster will strike.\n\nCNN has become a bit of a problem child for its parent company, Time Warner Inc (also the owner of HBO, TBS and TNT). According to an analysis by Stern Agee, the network has seen a significant decline in advertising revenue since 2010.\n\nZucker, the former boss of NBC Universal, who was appointed CNN president in 2013, has been moving to shake things up. Piers Morgan, a contentious former British tabloid editor, has been removed from the key 9pm timeslot, and further changes to the network’s prime time lineup are likely.\n\nThe network has tried many things in recent years with mixed success—even former New York governor Elliot Spitzer had a show for a while. Fixing prime time remains crucial, but owning big breaking news might the the solution to its long running woes, even if it’s not the best development for journalism.", "article_metadata": {"description": "\"It was the most-watched event in TV history, and CNN owned it,\" wrote Entertainment Weekly. That was 1991, when the Gulf War propelled CNN (and for that matter, 24-hour cable news) into the American mainstream. It's looking like the disappearance of Malaysian Airlines flight MH370 will offer the network a similar boost, and perhaps lift it from a...", "generator": "WordPress.com", "author": "John McDuling", "og": {"site_name": "Quartz", "description": "\"It was the most-watched event in TV history, and CNN owned it,\" wrote Entertainment Weekly. That was 1991, when the Gulf War propelled CNN (and for that matter, 24-hour cable news) into the American mainstream. It's looking like the disappearance of Malaysian Airlines flight MH370 will offer the network a similar boost, and perhaps lift it from a...", "title": "CNN’s over-the-top, nonstop coverage of MH370 might solve its ratings problem", "url": "http://qz.com/194344/cnns-over-the-top-nonstop-coverage-of-mh370-might-solve-its-ratings-problem/", "image": "https://qzprod.files.wordpress.com/2014/04/rtr3gpcr.jpg?quality=80&strip=all&w=1600", "locale": "en_US", "type": "article"}, "twitter": {"description": "\"It was the most-watched event in TV history, and CNN owned it,\" wrote Entertainment Weekly. That was 1991, when the Gulf War propelled CNN (and for that matter, 24-hour cable news) into the American mainstream. It's looking like the disappearance of Malaysian Airlines flight MH370 will offer the network a similar boost, and perhaps lift it from a...", "title": "CNN’s over-the-top, nonstop coverage of MH370 might solve its ratings problem", "url": "http://qz.com/194344/cnns-over-the-top-nonstop-coverage-of-mh370-might-solve-its-ratings-problem/", "image": "https://qzprod.files.wordpress.com/2014/04/rtr3gpcr.jpg?quality=80&strip=all&w=640", "creator": "@jmcduling", "site": "@qz", "card": "summary_large_image"}, "apple-mobile-web-app-title": "Quartz", "robots": "noodp,noydir", "msapplication-task": "name=Subscribe;action-uri=http://qz.com/feed/;icon-uri=http://1.gravatar.com/blavatar/7fd9e2ee486de5ce0c713891ec823ea6?s=16", "msapplication-tooltip": "Quartz is a digitally native news outlet for the new global economy.", "apple-mobile-web-app-status-bar-style": "black", "msapplication-window": "width=device-width;height=device-height", "viewport": "width=device-width, initial-scale=1.0, user-scalable=0, minimum-scale=1.0, maximum-scale=1.0", "application-name": "Quartz", "article": {"publisher": "https://www.facebook.com/quartznews"}, "msvalidate.01": "4B2AFFFDBF9736993D778515CB307FAF", "google-site-verification": "Fm_AozADu13Rytwyc4XvQo_081WOanaXLa6xKd8dUgc", "bitly-verification": "3cc1017cee1d", "news_keywords": "Cable industry, cable news, cable television, CNN, flight MH370, Fox News, future of television, MH370, msnbc, Time Warner"}, "_id": "\"57477af36914bd0286fd072c\"", "article_summary": "That said, the strong performance in March wasn’t enough to lift CNN out of third place in the cable TV wars during the first quarter.\nDespite initial criticism, a growing number of media minds are crediting Jeff Zucker, CNN’s new boss, for making the right call.\nBut when big, international news breaks, viewers still flock to CNN, and MH370 is a reminder of that.\nIt’s looking like the disappearance of Malaysian Airlines flight MH370 will offer the network a similar boost, and perhaps lift it from a ratings death spiral.\nThat was 1991, when the Gulf War propelled CNN (and for that matter, 24-hour cable news) into the American mainstream."}