{"article_title": "Job vacancy: luxury living executive to test “audaciously opulent” things in life", "article_keywords": ["salary", "living", "life", "goods", "things", "executive", "audaciously", "website", "opulent", "vacancy", "experience", "job", "luxury", "test", "lexus", "hotels"], "article_url": "http://www.salon.com/2013/09/17/job_vacancy_luxury_living_executive_to_test_audaciously_opulent_things_in_life_newscred/", "article_text": "Topics: Bentley, Hotels, Lexus, Luxury goods, luxury living executive, The Guardian, Business News, Life News, News\n\nIt’s either the height of vulgarity or the opportunity of a lifetime: a website that reviews luxury goods and services is advertising for someone to drive the world’s most extravagant cars and lounge in the hippest hotels – and be paid for it.\n\nCandidates for the job of luxury living executive must be able to “distinguish between the roar of a Bentley and a Lexus engine, and the touch of cashmere and vicuña”, according to the job spec, which insists it is real and not just a PR stunt.\n\nDon’t apply if your experience of luxury stretches no further than a Premier Inn. The ideal candidate must also be “familiar with fashion, hospitality, cuisine and technology; and have experience of the luxury market”. The salary is not disclosed.\n\nA spokesman for the website Veryfirstto.com said: “We will definitely be appointing someone. It is not a stunt. As for the salary, it is negotiable and we have not set it. There will be an ongoing contract and, depending upon the salary asked for, it can be anything from four days a week to less.”", "article_metadata": {"description": "Position requirements include being able to \"distinguish between the roar of a Bentley and a Lexus engine\"", "author": "Patrick Collinson", "og": {"site_name": "Salon", "description": "Position requirements include being able to \"distinguish between the roar of a Bentley and a Lexus engine\"", "title": "Job vacancy: luxury living executive to test “audaciously opulent” things in life", "url": "http://www.salon.com/2013/09/17/job_vacancy_luxury_living_executive_to_test_audaciously_opulent_things_in_life_newscred/", "image": "http://media.salon.com/2013/09/luxury_car_executive.jpg", "type": "article"}, "twitter": {"description": "Position requirements include being able to \"distinguish between the roar of a Bentley and a Lexus engine\"", "creator": "@salon", "image": "http://media.salon.com/2013/09/luxury_car_executive.jpg", "title": "Job vacancy: luxury living executive to test “audaciously opulent” things in life", "site": "@salon", "card": "summary_large_image"}, "title": "Job vacancy: luxury living executive to test “audaciously opulent” things in life", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, Bentley, Hotels, Lexus, Luxury goods, luxury living executive, The Guardian", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fdf13f\"", "article_summary": "Topics: Bentley, Hotels, Lexus, Luxury goods, luxury living executive, The Guardian, Business News, Life News, NewsIt’s either the height of vulgarity or the opportunity of a lifetime: a website that reviews luxury goods and services is advertising for someone to drive the world’s most extravagant cars and lounge in the hippest hotels – and be paid for it.\nThe ideal candidate must also be “familiar with fashion, hospitality, cuisine and technology; and have experience of the luxury market”.\nDon’t apply if your experience of luxury stretches no further than a Premier Inn.\nCandidates for the job of luxury living executive must be able to “distinguish between the roar of a Bentley and a Lexus engine, and the touch of cashmere and vicuña”, according to the job spec, which insists it is real and not just a PR stunt.\nThere will be an ongoing contract and, depending upon the salary asked for, it can be anything from four days a week to less.”"}