{"article_title": "MDDI Medical Device and Diagnostic Industry News Products and Suppliers", "article_keywords": ["mdea", "product", "patient", "users", "industry", "system", "diagnostic", "medical", "patients", "products", "juror", "mddi", "device", "design", "suppliers"], "article_url": "http://www.mddionline.com/blog/devicetalk/4-medtech-design-trends-watch-05-03-16", "article_text": "A number of this year's MDEA finalists adhered to trends such as improving the patient experience, democratizing care, using data in meaningful ways, and bringing sleek consumer-device-style design to medtech.\n\nJamie Hartford\n\nEach year, the Medical Design Excellence Awards serve as an opportunity to recognize significant achievements in medical product design and engineering that improve the quality of healthcare delivery and accessibility. The program, which is judged by a panel of jurors made up of designers, engineers, and clinicians, also highlights some of the broader trends taking hold in medtech.\n\nHere are a few trends that came to the fore this year.\n\nHear secrets of award winning design from MDEA jurors and past award winenrs at the MD&M East conference in New York City.\n\nFocus on the Patient Experience\n\nThe ic100 tonometer seeks to improve the patient's experience of glaucoma testing.\n\nImproving the patient experience is a central tenet of the Affordable Care Act, so it’s fitting that a number of the devices among this year’s MDEA finalists rose above the competition thanks to patient-centric design.\n\nImagine a critical care patient who is receiving respiratory therapy. With an oxygen mask covering his face, the patient may not be able to effectively communicate with care providers or loved ones, which can be stressful.\n\nWellesley, MA-based Dolores Speech Products sought to solve that problem with its Dolores One speech enhancement device, which uses an acoustic throat sensor to pick up whispers and vocal cord vibrations and transmit the signal to a control unit that outputs the sound. Without interrupting critical respiratory therapy, the Dolores One can enable patients to speak with caregivers or loved ones in their natural voice.\n\n“We’ve done a lot of research in this space, and having communication with the patient is really critical to bring them around to actually have better outcomes,” said MDEA juror Stuart Karten, president of product design consultancy Karten Design.\n\nAnother finalist product that seeks to disrupt the patient experience is the ic100 tonometer from Finland-based Icare. Measuring a patient’s intraocular pressure can help detect glaucoma at an early stage, but testing with a traditional applanation tonometer requires anesthesia drops to be applied to the eye, and air-puff tonometers can scare patients or cause discomfort.\n\nThe handheld ic100, in contrast, uses only a small probe to briefly make contact with the cornea, with no air or anesthesia drops required.\n\n“Patients barely notice the quick and painless measurement,” Veryday, a Sweden-based design firm that worked with Icare on the ic100, claimed in its MDEA submission.\n\nThe dentist’s chair has long provoked panic in patients, and the root canal is perhaps the most feared dental procedure of all. As such, Laguna Hills, CA-based Sonendo had a big challenge to overcome in developing its GentleWave System for endodonic therapy. The device delivers treatment fluids and ultrasonic energy to the root canal site to remove tissue, debris, and bacteria. The company says this can increase the success rate and shorten the duration of this notoriously painful procedure.\n\n“Both dentist and patient benefit from shorter, single treatment sessions with less invasiveness and pain,” Sonendo wrote in its MDEA submission.\n\nDemocratization of Care\n\nThe AccuCirc device for performing male circumcisions has built-in safeguards to prevent inadvertent patient injury, so even nonphysician providers can use it.\n\nCutting down on office visits and shifting episodes of care away from specialists—and in some cases even away from physicians in general—is key to reducing skyrocketing healthcare costs, and several of this year’s MDEA finalists played into this trend of democratizating care.\n\nPatients with a shoulder or knee injury often face a long road to diagnosis. An initial doctor’s visit might be followed by an MRI, plus another visit to the doctor to get the results, which may ultimately indicate no surgery is necessary.\n\nWith its Trice mi-eye+ device, King of Prussia, PA-based Trice Medical seeks to cut out the middle man, the radiologist, and speed up the process. Using a standard 14-gauge needle with an integrated light and camera, physicians can use the device to assess the severity of a joint injury right in their office.\n\n“By choosing mi-eye+, the average patient returns to his or her active life at least two weeks sooner than when choosing an MRI,” Trice Medical wrote in its MDEA submission.\n\nAnother example of the democratization of care is the SureTouch Breast Exam, from Los Angeles-based Medical Tactile Inc. The FDA-cleared system is billed as an alternative to clinical breast examinations used to screen for abnormal changes that can signify cancer.\n\nTypical clinical breast exams, which are generally performed manually by a physician, are subjective and can lead to both missed lesions and overly aggressive treatment, which can require additional procedures and increase costs. The SureTouch system, on the other hand, uses a cloud-connected wireless device with proprietary tactile sensor technology to produce a multidimensional color image of the breast.\n\n“It’s an opportunity to bring science, some objectification, some quantitative footprint to women’s breast exams,” explained MDEA juror Joseph M. Smith, PhD, MD, chief medical and science officer of the West Health Institute.\n\nAnd like other tests such as a blood pressure reading, the SureTouch Breast Exam can be performed by a nurse or physician assistant, according to the manufacturer.\n\nIn developing countries, shifting procedures away from specialists isn’t just a cost-cutting measure; it can be a necessity when those specialists are scarce.\n\nWhile evidence shows that male circumcision can prevent transmission of HIV, resource-limited areas with high rates of infection often lack access to physicians who can perform the procedure. Murray, UT-based Clinical Innovations seeks to mitigate that problem with its AccuCirc device designed to allow the procedure to be performed by nonphysician providers. The device is disposable, prevents mismatching of parts, and includes safeguards to prevent inadvertent patient injury.\n\n“This is something that can be used broadly by people who are not necessarily trained, which sounds daunting, but in Africa, with the large HIV problem, this is a real, potentially game-changing technology,” said MDEA juror Daniel Kosoy, MD, a partner at venture capital firm Athenian Venture Partners.\n\nMeaningful Use of Data\n\nThe Smart One peak flow and FEV 1 meter pairs with a mobile application to help users self-manage chronic respiratory conditions.\n\nMedical devices have been collecting information for years now, but one question that continually comes up is, “What are you doing with the data?” A number of this year’s MDEA finalists came back with an answer.\n\nBecton, Dickinson, and Co.’s BD Intelliport Medication Management System, for example, is using data to help manage the risk of medication errors and improve documentation accuracy. Using an intelligent injection port that automatically reads the barcodes on a syringe, the system incorporates software to provide automated documentation, real-time dose measurement, drug identification, and allergy alerts for IV bolus injections.\n\n“This is where the medical industry is going, tying drugs to devices to patients to data to safety to records,” noted juror Aiden Petrie, cofounder and chief innovation officer at medical device development consultancy Ximedica.\n\nOn the patient-facing side, the Smart One peak flow and FEV 1 meter from Italian company Medical International Research (MIR) pairs with an associated iOS and Android mobile application to monitor respiratory illnesses and help patients self-manage chronic conditions such as asthma, chronic obstructive pulmonary disease, and cystic fibrosis.\n\nThe device sends measurements to the connected devices and incorporates gamification.\n\n“The incentive program shown directly on the screen is helpful in improving children's compliance during testing,” Italy-based Creanova, which worked with MIR to develop the product, wrote in its MDEA submission.\n\nSmart One users can also record symptoms with each test and send the results to a provider via e-mail.\n\nSlick Design\n\nThinklabs Medical gave the stethoscope a digital makeover.\n\nWhen it introduced the very first iPhone, Apple essentially set the standard most people now expect when it comes to consumer device design. Now, that standard is bleeding into the medical arena, with users expecting the same intuitive user interface and sleek hardware in their medical devices. And many device designers are indeed stepping up.\n\nAmong this year’s finalists, the Access Strength fitness and rehabilitation platform, manufactured by Mason, OH-based IncludeFitness, won high praise from jurors for its streamlined and intuitive design.\n\nMuch like traditional fitness trainers, the Access Strength enables users to perform both upper and lower body strength exercises. But this system does so in a relatively small footprint and in a manner that can accommodate users of different sizes and physical abilities. Instead of a traditional weight stack, for example, the Access Strength allows users to simply turn a dial to add resistance, and sizing can be adjusted with dexterity-free handles.\n\nThe platform incorporates health informatics sensors and pairs with HIPAA-compliant cloud-based software to provide live guidance, tracking, and analytics. It can record metrics such as repetitions, time, calories burned, velocity, power, force, tempo, and range of motion, and provide trend analysis to support treatment programs.\n\nBeyond that, it’s just a smart-looking piece of equipment, the jurors agreed.\n\n“[It’s] an incredibly solid design with well thought out details throughout that redefine this segment,” noted juror Jon Polhamus, who leads the industrial design team for the Americas region at GE Healthcare. “[There’s] powerful synergy between hardware, software, and overall user experience.”\n\nAnother product brought slick design to a medical device that has been around for nearly two centuries: the stethoscope. Centennial, CO-based Thinklabs Medical gave this tried-and-true tool for listening to sounds inside the body a digital makeover, pairing it with headphones and connecting it with an iPhone to enable recording.\n\n“This goes in the category of ‘why did this take so long,’” noted MDEA juror Craig Scherer, partner and cofounder of Insight Product Development. “This is an obvious next evolution of a very low-tech device.”\n\nThe palm-sized Thinklabs One digital stethoscope has a form factor similar to its predecessor but without the tubing or earpiece, which it eschews for any set of plug-in headphones.\n\nJamie Hartford is MD+DI’s editor-in-chief and serves as director of medical content for UBM Americas. Reach her at jamie.hartford@ubm.com.\n\n[images ICARE, CLINICAL INNOVATIONS, MEDICAL INTERNATIONAL RESEARCH, THINKLABS MEDICAL]", "article_metadata": {"keywords": "Medical Device and Diagnostics Industry, Medical Device Technology, Medical Device Manufacturing, Medical Device Suppliers, Testing and Inspection, MedTech Executive, Human Factors, Quality Assurance, Quality Control, Nano Technology, MDDI, Logistics, Design, Engineering, Microtechnology, Electronics, Materials, Molding, Outsourcing, Packaging, Pumps, Valves, Regulations, Legal, Reimbursement, Risk Management, Software, Sterilization, Surface Modification, Tubing, MX", "google-site-verification": "sisTltIMpvJYfeXmOzTpziFUq70pryXfUP1543OxtVQ", "description": "A number of this year's MDEA finalists adhered to trends such as improving the patient experience, democratizing care, using data in meaningful ways, and bringing sleek consumer-device-style design to medtech.Jamie HartfordEach year, the Medical Design Excellence Awards serve as an opportunity to recognize significant achievements in medical product design and engineering that improve the quality of healthcare delivery and accessibility."}, "article_summary": "Jamie HartfordEach year, the Medical Design Excellence Awards serve as an opportunity to recognize significant achievements in medical product design and engineering that improve the quality of healthcare delivery and accessibility.\nWhen it introduced the very first iPhone, Apple essentially set the standard most people now expect when it comes to consumer device design.\n“[There’s] powerful synergy between hardware, software, and overall user experience.”Another product brought slick design to a medical device that has been around for nearly two centuries: the stethoscope.\n“This is where the medical industry is going, tying drugs to devices to patients to data to safety to records,” noted juror Aiden Petrie, cofounder and chief innovation officer at medical device development consultancy Ximedica.\n“This goes in the category of ‘why did this take so long,’” noted MDEA juror Craig Scherer, partner and cofounder of Insight Product Development."}