{"article_title": "President Barack Obama visits Rhode Island College, talks equality – The Anchor", "article_keywords": ["wage", "states", "equality", "island", "work", "visits", "barack", "rhode", "minimum", "college", "talks", "president", "women", "anchor", "care", "obama"], "article_url": "http://theanchoronline.org/news/2014/11/03/when-women-succeed-america-succeeds-president-barack-obama-visits-rhode-island-college-talks-equality/", "article_text": "When women succeed, America succeeds | President Barack Obama visits Rhode Island College, talks equality\n\nSam Mandeville–Anchor Editor\n\nIt’s not every day that the President of the United States comes to Rhode Island, never mind Rhode Island College, but it happened. Last Friday, on Halloween morning, President Barack Obama visited the campus to give a talk on women and the economy.\n\nObama opened with a personal story; raised by a single mother with two kids, he saw how hard his own mom had to work and what it was like to watch her hit the glass ceiling, and continually get passed over for promotions and raises because of her gender.\n\n“No one is looking through these issues with a personal lens,” Obama said.\n\nWomen make up half of the workforce, and more women are graduating from colleges now than men are. The challenge, Obama states, is that the economy and workplace hasn’t caught up yet.\n\nAs it stands, women are more likely to give up their position in the workplace to care for their children. Affordable daycare and preschools are too expensive for most families, so someone has to make the sacrifice.\n\n“It’s not a decision we want them to have to make,” says Obama.\n\nRhode Island is one of four states where paid family leave is law; the other three are California, New Jersey and Washington. The paid leave allows families to spend time with children before going back to work, and helps to alleviate some of the pressure from leaving work on the mother.\n\nThe President is in support of raising the minimum wage, especially because 28 million people would benefit from raising the minimum wage to $10.10. “\n\nIt’s not just teens that work minimum wage,” he said. “The average age for the minimum wage worker is 35 years old.”\n\nCurrently, someone working full time will only bring in $14,500 yearly. If that person was a parent, that puts them below the poverty line.\n\n“No one working full time should be below the poverty line,” the President stated.\n\nThe Fair Pay Act will help America in the long run, similar to the Affordable Care Act. Just like how America is saving money by focusing on preventative care, rather than emergency care, it will cost businesses more to train new employees than to retain workers with families. Obama pointed out that both small and large companies, such as Google, do this. If they see the benefit of it, so should we. According to Obama, Democrats and Republicans should be in support of this.\n\n“We need to raise our voices,” said Obama. “For equal pay, for moms and dads to spend time with new babies, and to remove backwards policies.”\n\nFollow and like us:", "article_metadata": {"generator": "WordPress 4.5.2", "og": {"site_name": "The Anchor", "description": "Sam Mandeville–Anchor Editor It’s not every day that the President of the United States comes to Rhode Island, never mind Rhode Island College, but it happened. Last Friday, on Halloween morning, P...", "title": "When women succeed, America succeeds | President Barack Obama visits Rhode Island College, talks equality", "url": "http://theanchoronline.org/news/2014/11/03/when-women-succeed-america-succeeds-president-barack-obama-visits-rhode-island-college-talks-equality/", "image": {"width": 771, "identifier": "http://theanchoronline.org/wp-content/uploads/2014/11/Screen-Shot-2014-11-03-at-2.09.27-PM.png", "height": 575}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://theanchoronline.org/wp-content/uploads/2014/11/Screen-Shot-2014-11-03-at-2.09.27-PM.png?w=640", "site": "@TheAnchor_RIC", "card": "summary_large_image", "creator": "@TheAnchor_RIC"}, "specificfeeds-verification-code-cFBmTHZzU255VjNISXNxU0JTUWh6cm0vb0FCVlZuR29od2dOcXJHRmlnS2IwRjNYekRnNlhEcHd4bE5PdGVXdjhKMmE1akFESjgwaXA5aXZzVXREQlJnRTdxUHZnRnp2czh4SW9LN2tJVXF5K2hHVUFMLzBldVBPNndCdEhqdXR8aTU0bU04eXpIblBPQjNPRnVzK245cjg4RWFOYkFaZUZnMGhlL3ZJOE1uWT0=": "rs0dDB41qv6x0PA0n7Zs", "article": {"published_time": "2014-11-03T19:13:32+00:00", "modified_time": "2014-11-03T23:32:02+00:00"}, "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af36914bd0286fd073b\"", "article_summary": "When women succeed, America succeeds | President Barack Obama visits Rhode Island College, talks equalitySam Mandeville–Anchor EditorIt’s not every day that the President of the United States comes to Rhode Island, never mind Rhode Island College, but it happened.\nThe President is in support of raising the minimum wage, especially because 28 million people would benefit from raising the minimum wage to $10.10.\nThe challenge, Obama states, is that the economy and workplace hasn’t caught up yet.\nRhode Island is one of four states where paid family leave is law; the other three are California, New Jersey and Washington.\nLast Friday, on Halloween morning, President Barack Obama visited the campus to give a talk on women and the economy."}