{"article_title": "Concerning Pope Francis, 'trial marriages' and poorly covered media rites — GetReligion", "article_keywords": ["living", "pope", "tense", "media", "concerning", "vatican", "rites", "marriages", "couples", "trial", "marriage", "getreligion", "church", "covered", "wedding", "francis", "yes", "poorly"], "article_url": "http://www.getreligion.org/getreligion/2014/9/16/concerning-pope-francis-trial-marriages-and-poorly-covered-media-rites", "article_text": "When covering major events that are directly linked to the liturgical work and authority of the pope, it never hurts to spend some time reading the Catechism of the Catholic Church. In this case, let's look at the material found at this reference point: Paragraph 2391 -- IV. Offenses Against the Dignity of Marriage.\n\nSome today claim a “right to a trial marriage” where there is an intention of getting married later. However firm the purpose of those who engage in premature sexual relations may be, “the fact is that such liaisons can scarcely ensure mutual sincerity and fidelity in a relationship between a man and a woman, nor, especially, can they protect it from inconstancy of desires or whim.” 184 Carnal union is morally legitimate only when a definitive community of life between a man and woman has been established. Human love does not tolerate “trial marriages.” It demands a total and definitive gift of persons to one another. 185 (2364)\n\nNow, with that in mind, let's look at some important -- yes, rather picky -- issues of verb tense in the mainstream news coverage of that remarkable wedding rite that took place at the Vatican. We will start with a report in Australia built on Reuters and Agence France-Presse material:\n\nPope Francis has presided over the marriage of 20 couples, in the first papal wedding ceremony at the Vatican in 14 years. Among the couples were several who were cohabiting and one couple who had children.\n\nThe Vatican views sex outside marriage as sin, but Pope Francis has stressed that the Church should be a forgiving one.\n\nThis story has it all, including the obligatory slam at Pope Benedict XVI and out of context references to statements by Pope Francis, hinting that he is leading attacks on Catholic moral theology. But simply note the reference to couples who \"were cohabiting.\" In other words, the \"carnal union\" question is in the past tense.\n\nThe crucial question, then, is what had been happening in the present tense during the preparations for this marriage. Were these Catholics still living together or had they separated and gone to confession? News stories constantly quote Pope Francis talking about how God is merciful and willing to forgive, yet never note that Catholicism has a sacramental process for that -- confession. They are hinting that this pope is breaking the rules. Correct?\n\nOK, how about this report in The Washington Post. Let us attend:\n\nVATICAN CITY -- Pope Francis presided over the wedding of 20 couples on Sunday, some of whom had lived together and had children, in the latest sign that the Argentine pontiff wants the Catholic Church to be more open and inclusive.\n\nIn the first wedding ceremony of his 18-month-old papacy, Francis took each couple through their vows in turn -- including Gabriella and Guido, who have children and thought such a marriage would be impossible, the official broadcasting service Vatican Radio said.\n\nThis time around, the tense is more precise, stating that these couples \"had lived together.\" That is not the same as \"were living together.\"\n\nHold that thought, because here is what the Associated Press published, which means the following was almost certainly the language seen by most newspaper and news website readers around the world:\n\nVATICAN CITY (AP) -- Forty \"I do's\" -- or \"Si\" in Italian -- were pronounced in St. Peter's Basilica Sunday as Pope Francis married 20 couples, with one bride already a mother. Francis in his homily likened families to the \"bricks that build society.\"\n\nAmong the couples, all from the Rome area, is one in which the groom's first marriage was annulled by the church and the bride has a daughter from an earlier relationship. Some of the other couples already were living together.\n\nThe Vatican views sex outside marriage as sin, but Francis stresses the church should be a forgiving one.\n\nSo we have come full circle. We are back to a vague past tense, with the statement that some of couples \"already were living together.\"\n\nRight. But were they living together in the time leading up to the marriage rites?\n\nAdditional questions for journalists who care about facts: Did these couples separate for a time and cease sexual relations -- fornication is still a mortal sin, in the eyes of most Catechism experts -- during preparations for marriage?\n\nThe church can and should be forgiving. Yes, but was there any repentance? Did the participants go to confession as part of their preparations for the sacrament of marriage? The pope consistently used language of mercy and forgiveness. The implication is that people were leaving sins behind. How? How was that acted out in the sacraments?\n\nIn other words -- no matter what you think of the moral issues at stake in these stories -- we have very imprecise reporting here. To me, this vague language seems intentional. Yes, it's possible that the canonical and doctrinal fog was present in Vatican statements. However, aren't journalists supposed to ask questions and then clarify the basic facts?", "article_metadata": {"description": "When covering major events that are directly linked to the liturgical work \r\nand authority of the pope, it never hurts to spend some time reading the \r\nCatechism of the Catholic Church. In this case, let's look at the material \r\nfound at this reference point: Paragraph 2391 -- IV. Offenses Against the \r\nDignity of Marriage.\r\n\r\n    Some today claim a “right to a trial marriage” where there is an\r\n    intention of getting married later. However firm the purpose of those\r\n    who engage in premature sexual relations may be, “the fact is that such\r\n    liaisons can scarcely ensure mutual sincerity and fidelity in a\r\n    relationship between a man and a woman, nor, especially, can they\r\n    protect it from inconstancy of desires or whim.” 184 Carnal union is\r\n    morally legitimate only when a definitive community of life between a\r\n    man and woman has been established. Human love does not tolerate “trial\r\n    marriages.” It demands a total and definitive gift of persons to one\r\n    another. 185 (2364)\r\n\r\nNow, with that in mind, let's look at some important -- yes, rather picky \r\n-- issues of verb tense in the mainstream news coverage of that remarkable \r\nwedding rite that took place at the Vatican.", "og": {"site_name": "GetReligion", "description": "When covering major events that are directly linked to the liturgical work \r\nand authority of the pope, it never hurts to spend some time reading the \r\nCatechism of the Catholic Church. In this case, let's look at the material \r\nfound at this reference point: Paragraph 2391 -- IV. Offenses Against the \r\nDignity of Marriage.\r\n\r\n    Some today claim a “right to a trial marriage” where there is an\r\n    intention of getting married later. However firm the purpose of those\r\n    who engage in premature sexual relations may be, “the fact is that such\r\n    liaisons can scarcely ensure mutual sincerity and fidelity in a\r\n    relationship between a man and a woman, nor, especially, can they\r\n    protect it from inconstancy of desires or whim.” 184 Carnal union is\r\n    morally legitimate only when a definitive community of life between a\r\n    man and woman has been established. Human love does not tolerate “trial\r\n    marriages.” It demands a total and definitive gift of persons to one\r\n    another. 185 (2364)\r\n\r\nNow, with that in mind, let's look at some important -- yes, rather picky \r\n-- issues of verb tense in the mainstream news coverage of that remarkable \r\nwedding rite that took place at the Vatican.", "title": "Concerning Pope Francis, 'trial marriages' and poorly covered media rites", "url": "http://www.getreligion.org/getreligion/2014/9/16/concerning-pope-francis-trial-marriages-and-poorly-covered-media-rites", "image": "http://static1.squarespace.com/static/52c2df7ae4b0d215dded86fd/536fab69e4b00b0fd2515399/54185997e4b0acba18c7ba3b/1410966918851/?format=1000w", "longitude": "-76.61218930000001", "latitude": "39.2903848", "type": "article"}, "twitter": {"url": "http://www.getreligion.org/getreligion/2014/9/16/concerning-pope-francis-trial-marriages-and-poorly-covered-media-rites", "image": "http://static1.squarespace.com/static/52c2df7ae4b0d215dded86fd/536fab69e4b00b0fd2515399/54185997e4b0acba18c7ba3b/1410966918851/?format=1000w", "description": "When covering major events that are directly linked to the liturgical work \r\nand authority of the pope, it never hurts to spend some time reading the \r\nCatechism of the Catholic Church. In this case, let's look at the material \r\nfound at this reference point: Paragraph 2391 -- IV. Offenses Against the \r\nDignity of Marriage.\r\n\r\n    Some today claim a “right to a trial marriage” where there is an\r\n    intention of getting married later. However firm the purpose of those\r\n    who engage in premature sexual relations may be, “the fact is that such\r\n    liaisons can scarcely ensure mutual sincerity and fidelity in a\r\n    relationship between a man and a woman, nor, especially, can they\r\n    protect it from inconstancy of desires or whim.” 184 Carnal union is\r\n    morally legitimate only when a definitive community of life between a\r\n    man and woman has been established. Human love does not tolerate “trial\r\n    marriages.” It demands a total and definitive gift of persons to one\r\n    another. 185 (2364)\r\n\r\nNow, with that in mind, let's look at some important -- yes, rather picky \r\n-- issues of verb tense in the mainstream news coverage of that remarkable \r\nwedding rite that took place at the Vatican.", "card": "summary", "title": "Concerning Pope Francis, 'trial marriages' and poorly covered media rites"}, "msvalidate.01": "3467E5793F979E4BD02734F0CF1D6947", "google-site-verification": "HRNAABbZH8j77D61bQp4QciWQ7JstpS2Nv6NI7HyTaI", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fdf149\"", "article_summary": "The Vatican views sex outside marriage as sin, but Pope Francis has stressed that the Church should be a forgiving one.\nNews stories constantly quote Pope Francis talking about how God is merciful and willing to forgive, yet never note that Catholicism has a sacramental process for that -- confession.\nThis story has it all, including the obligatory slam at Pope Benedict XVI and out of context references to statements by Pope Francis, hinting that he is leading attacks on Catholic moral theology.\nHuman love does not tolerate “trial marriages.” It demands a total and definitive gift of persons to one another.\nThe Vatican views sex outside marriage as sin, but Francis stresses the church should be a forgiving one."}