{"article_title": "U.S. Spent $2B on 'Hearts and Minds' in Afghanistan", "article_keywords": ["afghanistan", "money", "commanders", "spent", "minds", "2b", "military", "hearts", "afghan", "war", "projects"], "article_url": "http://www.thefiscaltimes.com/2015/05/15/US-Spent-2B-Hearts-and-Minds-Afghanistan", "article_text": "The military’s mantra for Afghanistan was “winning hearts and minds.” And a key part of that strategy was cold, hard cash.\n\nDuring a decade of war, the Pentagon gave more than $2 billion to commanders to spend as they wished on a broadly defined grab bag of “urgent humanitarian” needs. The goal was to gain support from the locals for both the U.S. military and the nascent Afghan government. It was, the military said: “money as a weapons system.”\n\nTroops spent their mad money in a myriad of ways. Nearly $5,000 went to a father whose daughter and son were caught in crossfire. Another $182,000 was doled out on sweaters. A motorcycle shop owner received a $903microgrant to replace equipment the Taliban stole. Hundreds of thousands of dollars were spent on large projects, such as a hospital in a rural area that had no healthcare.\n\nSoldiers and Marines became construction foremen and contract managers, insurance adjustors and business advisers, social workers and health officials.\n\nThe Afghan money pot sprang out of a case that the military had made in Iraq in 2003: The U.S. could douse violent insurgencies by buying the local population what it lacked, including electricity, jobs, roads, schools, even chickens. Paired with vital protection from the U.S. military, the cash could become “ammunition,” said now-retired Gen. David Petraeus, the architect of the plan. So began the Commander’s Emergency Response Program, or CERP.\n\nWith a thriving insurgency, rampant corruption, increasing illegal trade and other ills still plaguing Afghanistan, critics have questioned whether CERP really bought anything grander than the projects themselves. Still, a perusal of the commanders’ “hearts and minds” shopping lists provides a unique window into war, exposing the unusual frontline bartering by service members who would swap, say, a school, for security.\n\nThe records for this money are, at first glance, nothing more than boring military-ese, but look closer and they reveal captivating miscellany and just how fascinating and absurd the war could be.\n\nFor a more about the spending and projects, read everything at ProPublica.", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "The military’s mantra for Afghanistan was “winning hearts and minds.” And a key part o", "title": "U.S. Spent $2B on 'Hearts and Minds' in Afghanistan", "url": "http://www.thefiscaltimes.com/2015/05/15/US-Spent-2B-Hearts-and-Minds-Afghanistan", "image": "http://cdn.thefiscaltimes.com/sites/default/files/04232014_Afghanistan_Election.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2015/05/15/US-Spent-2B-Hearts-and-Minds-Afghanistan", "image": "http://cdn.thefiscaltimes.com/sites/default/files/04232014_Afghanistan_Election.jpg", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "The military’s mantra for Afghanistan was “winning hearts and minds.” And a key part o", "generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "The military’s mantra for Afghanistan was “winning hearts and minds.” And a key part of that strategy was cold, hard cash.\nIt was, the military said: “money as a weapons system.”Troops spent their mad money in a myriad of ways.\nStill, a perusal of the commanders’ “hearts and minds” shopping lists provides a unique window into war, exposing the unusual frontline bartering by service members who would swap, say, a school, for security.\nHundreds of thousands of dollars were spent on large projects, such as a hospital in a rural area that had no healthcare.\nThe goal was to gain support from the locals for both the U.S. military and the nascent Afghan government."}