{"article_title": "Congratulations! Taxpayers are all foster parents now", "article_keywords": ["states", "congratulations", "united", "dont", "illegal", "immigrants", "taxpayers", "foster", "parents", "country", "need", "children", "care"], "article_url": "http://www.wnd.com/2015/04/congratulations-taxpayers-are-all-foster-parents-now/", "article_text": "Whether you like it or not, if you are a taxpaying citizen of the United States, you have just become a foster parent. Yes, it’s true. The State Department and the Department of Homeland Security in their infinite wisdom have just decided that there is the potential for millions of currently illegal and formerly illegal immigrants to fly their children to the United States on the taxpayer’s dime where they will also be in this country illegally. They say that it is for the safety of the thousands of children traveling from Central and South America trying to get to the United States to be with their families.\n\nSo basically, if they get their way, your tax money will be used to fly the children of any illegal immigrant or parolee who has children under the age of 21 into the United States and give them the right to live here. As long as the illegal immigrants are in the process of being granted a work permit, they can apply for this program. Thanks to Obama’s deferred action policy and his executive actions, all of the undocumented immigrants here from Guatemala, El Salvador or Honduras can take advantage of this amnesty opportunity.\n\nMake your blood boil yet? It gets better. After they get here (once they de-plane from their jet), they will be eligible for free education, health care, food stamps and other benefits graciously provided by YOU. Never mind that your own children don’t get free health care or food. No, you have to pay for your own family and for children Obama decided you need to “foster.”\n\nWhen these “children” are granted special refugee status and brought in to the U.S. they will receive “resettlement assistance” and will immediately be eligible for taxpayer benefits. Excuse me, but how do you get “taxpayer benefits” when you aren’t a taxpayer? Oh wait, the benefits are from the legal American citizen taxpayers. To add insult to injury, if the “child under 21” has children, he or she can bring them along, too, as well as a spouse. Hey, why not? Just think of all of those future Democratic votes.\n\nMorgan Brittany teams up with the other PolitiChicks in their first blockbuster, “What Women Really Want” — order your copy today, AUTOGRAPHED!\n\nWhen questioned by the press as to how this “family reunification” program was all going to be paid for, the answer from the State Department was simply, “It will be entirely funded by the taxpayers.” When asked what the cost would be, they were clueless and had no answer. I don’t know about you, but I sure wasn’t consulted on this decision – and my budget isn’t ready for it. Since when did we lose our voice and our choice in this country? Oh, sorry, silly question.\n\nWe the taxpayers are shouldering the entire cost of this. The only out-of-pocket these illegal applicants have is a DNA test proving that the children are theirs – and if they are validated, then they get reimbursed for the test. They will be given a medical exam and a “cultural orientation” before being set free to go pick up their checks. This, too, will be at your expense.\n\nDon’t get me wrong. I don’t hate immigrants, I don’t hate children, and I am as sensitive to the plight of others as you are – but this has gone far enough. Maybe I’m selfish, but before we take on more “illegal foster children” we need to take care of our own. We need to care for our American families that are in need; we need to make sure our veterans are cared for. Let’s add up all the billions of dollars going to illegal immigrants and their children and turn it over to our own American citizens who are poverty-stricken, ill or struggling to make ends meet after fighting for our freedom.\n\nThis is all a scam. Don’t think for a minute that Barack Obama is concerned about what is best for these children; he is concerned about what is best for the Democratic Party. With millions of young people flooding the country, creating a permanent underclass, he knows that they are all likely to become Democratic voters, thus creating an end to Republican rule forever. This has been in the works for decades and is now on steroids with Obama.\n\nThe elites in Washington don’t see the effect that all of this has on our communities and our lives. They don’t see it, and they don’t care to see it. They live in a bubble where they don’t play by the same rules as the rest of us. Their families won’t suffer because of higher taxes; their health care won’t be affected due to a lack of doctors and facilities. Their children’s classrooms won’t be overcrowded with non-English speaking students and not enough teachers, because they can afford to send their children to private schools.\n\nThis is a disgraceful way to treat the American people, and if we don’t do something soon to stop it, we will all be living in a Third World country with no “United States” to run to.\n\nMedia wishing to interview Morgan Brittany, please contact media@wnd.com.\n\n", "article_metadata": {"description": "A Free Press For A Free People Since 1997", "generator": "WordPress 4.4.1", "og": {"site_name": "WND", "description": "Whether you like it or not, if you are a taxpaying citizen of the United States, you have just become a foster parent. Yes, it’s true. The State Department and the Department of Homeland Security in their infinite wisdom have just decided that there is the potential for millions of currently illegal and formerly illegal […]", "title": "Congratulations! Taxpayers are all foster parents now", "url": "http://www.wnd.com/2015/04/congratulations-taxpayers-are-all-foster-parents-now/", "image": "http://www.wnd.com/files/2014/08/illegal-alien-children-kids-600.jpg", "type": "article"}, "fb": {"app_id": 152299868169938}, "google-site-verification": "5iw1bKISvQcI1qRwIskRfer6GKV4jUf6LImfS9bhaeI", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "Whether you like it or not, if you are a taxpaying citizen of the United States, you have just become a foster parent.\nAs long as the illegal immigrants are in the process of being granted a work permit, they can apply for this program.\nMaybe I’m selfish, but before we take on more “illegal foster children” we need to take care of our own.\nThey don’t see it, and they don’t care to see it.\nNever mind that your own children don’t get free health care or food."}