{"article_title": "Christie still has not delivered on plan to treat addicts: Editorial", "article_keywords": ["delivered", "court", "system", "care", "addicts", "drug", "christie", "increase", "state", "medicaid", "treat", "editorial", "treatment", "outpatient", "jersey", "plan"], "article_url": "http://www.nj.com/opinion/index.ssf/2014/09/christie_still_has_not_delivered_on_plan_to_treat_addicts_editorial.html", "article_text": "Just 1 out of every 10 people actively seeking treatment in New Jersey gets into care.\n\nA bag of heroin now comes cheaper than a pack of cigarettes -- no wonder it's fueling the drug crisis in our state.\n\nMore than 33,000 people sought treatment for heroin and other opiates in 2013, a nearly 50 percent increase since 2006. Fatal overdoses, now the leading cause of accidental deaths, have increased by the hundreds.\n\nBut there's another big factor at work here, too: The shortage of treatment beds. There are far more addicts who need help than can get it.\n\nGov. Chris Christie seems to understand that. He knows we can't arrest our way out of this mess. He has spoken eloquently about the need to provide drug treatment, and his belief that every life can be reclaimed. He's said all the right things.\n\nYet five years after he campaigned on re-tooling the state's approach to the drug war, he still hasn't delivered on the centerpiece reform: Relieving the pent-up demand for treatment.\n\nIt's true that he has made small gestures, such as a modest bump of $4.5 million in last year's budget for drug courts that divert first offenders into treatment programs. That's enough to buy treatment for 250 drug court offenders.\n\nBut if you don't enter the drug court system, your chances of getting a bed are slim. Just 1 out of every 10 people actively seeking treatment in New Jersey gets into care.\n\nThis means that every year, tens of thousands of people desperately want treatment but can't get it. Nearly every facility has a waiting list. At Integrity House in Newark, it's 300 names long. Can you imagine a heath care system in which somebody with acute chest pain is told to come back in 6 months?\n\nDrug treatment is just as much a matter of life or death. It's true that many people do well in outpatient care, particularly if they have access to FDA-approved medications such as methadone, which helps reduce cravings and withdrawal symptoms.\n\nBut for those locked in a final hour fight for their lives, only a residential facility will do. And the future of inpatient care is looking grim. Medicaid won't cover it in New Jersey, so we are limited to the number of beds that have already been paid for by various state and federal grants.\n\nWill we have to mark this down as yet another casualty of Christie's small government philosophy?\n\n* * * * * * *\n\nThat's not all it will take to solve the epidemic of drug addiction in this state, of course. A package of 20 bills introduced this week by a coalition of New Jersey lawmakers looks at all the places our system is failing and tries to plug the leaks.\n\nIt seeks to get addicts on a treatment plan while they're in jail awaiting trial, and back on Medicaid for outpatient treatment immediately after they are released. It allows them to remain on methadone and still graduate from drug court, even though they aren't technically \"drug-free.\"\n\nOne of the bills takes on private insurers who drag their feet on approving drug treatment. And the biggest investment here would be to increase the state's reimbursement rate for drug treatment centers under Medicaid. Right now, it's alarmingly low, which is why we have such a shortage of treatment providers.\n\nTogether with the Affordable Care Act -- which says drug treatment has to be covered by health insurance, the same as any other medical illness -- this reform is expected to expand benefits for outpatient care.\n\nChristie hasn't yet said whether he will support these bills. He should. This is his chance to work in a bipartisan way with the state legislature. And if he truly wants to increase access to drug treatment, it's time to walk the walk.", "article_metadata": {"article_author": "Star-Ledger Editorial Board", "medium": "news", "news_keywords": "chris-christie, editorials, heroin, star-ledger-editorials, opinion", "title": "Christie still has not delivered on plan to treat addicts: Editorial", "parsely-page": "{\"title\": \"Christie still has not delivered on plan to treat addicts: Editorial\", \"link\": \"http://www.nj.com/opinion/index.ssf/2014/09/christie_still_has_not_delivered_on_plan_to_treat_addicts_editorial.html\", \"image_url\": \"http://image.nj.com/home/njo-media/width620/img/new_jersey_opinion/photo/heroin-nj-chris-christiejpg-c35c4c9ec350580b.jpg\", \"type\": \"post\", \"post_id\": \"13947839\", \"pub_date\": \"2014-09-19T22:03:46Z\", \"author\": \"Star-Ledger Editorial Board\", \"tags\": [\"@crime\",\"@river\",\"chris-christie\",\"editorials\",\"heroin\",\"star-ledger-editorials\"] }", "twitter": {"site": "@njdotcom", "image": "http://image.nj.com/home/njo-media/width620/img/new_jersey_opinion/photo/heroin-nj-chris-christiejpg-c35c4c9ec350580b.jpg", "description": "Christie still hasn't delivered on a centerpiece reform: Relieving the pent-up demand for treatment.", "card": "summary_large_image", "creator": "@NJ_Opinion"}, "article_date_updated": "Friday, September 19, 2014,  6:06 PM", "parsely-metadata": "{\"short_title\": \"\", \"image_url\": \"http://media.nj.com/new_jersey_opinion/photo/heroin-nj-chris-christiejpg-c35c4c9ec350580b.jpg\", \"author_name\": \"njosledit\", \"author_nickname\": \"Star-Ledger Editorial Board\", \"author_id\": \"1828476\", \"source_blog_name\": \"New Jersey Opinion\", \"source_blog_url\": \"http://www.nj.com/opinion/index.ssf/\", \"sponsored_content\": \"0\" }", "og": {"site_name": "NJ.com", "description": "Christie still hasn't delivered on a centerpiece reform: Relieving the pent-up demand for treatment.", "title": "Christie still has not delivered on plan to treat addicts: Editorial", "url": "http://www.nj.com/opinion/index.ssf/2014/09/christie_still_has_not_delivered_on_plan_to_treat_addicts_editorial.html", "image": "http://image.nj.com/home/njo-media/width620/img/new_jersey_opinion/photo/heroin-nj-chris-christiejpg-c35c4c9ec350580b.jpg", "type": "article"}, "fb": {"admins": 100000302287435}, "article_publication_name": "NJ.com", "article": {"author": "https://www.facebook.com/NJ.comOpinion/"}, "article_comments": 0, "article_date_original": "Friday, September 19, 2014,  6:03 PM", "viewport": "width=device-width,initial-scale=1", "Description": "Christie still hasn't delivered on a centerpiece reform: Relieving the pent-up demand for treatment."}, "_id": "\"57477af36914bd0286fd0766\"", "article_summary": "But if you don't enter the drug court system, your chances of getting a bed are slim.\nHe has spoken eloquently about the need to provide drug treatment, and his belief that every life can be reclaimed.\nIt seeks to get addicts on a treatment plan while they're in jail awaiting trial, and back on Medicaid for outpatient treatment immediately after they are released.\nIt allows them to remain on methadone and still graduate from drug court, even though they aren't technically \"drug-free.\"\nCan you imagine a heath care system in which somebody with acute chest pain is told to come back in 6 months?"}