{"article_title": "It’s time for Marvel to make Magneto black: Use the coming “Secret Wars” reboot to make X-Men get real about race", "article_keywords": ["real", "origin", "comics", "magneto", "hard", "wars", "reboot", "realworld", "secret", "race", "xmen", "coming", "black", "problem", "camps", "marvel"], "article_url": "http://www.salon.com/2015/06/06/its_time_for_marvel_to_make_magneto_black_use_the_coming_secret_wars_reboot_to_make_x_men_get_real_about_race/", "article_text": "Topics: Civil Rights, Comics, Editor's Picks, Marvel, Race, X-Men, Entertainment News\n\nSuperman has been the same age for roughy 77 years. He originally landed on Earth in the early 1910s. DC has fixed this problem several times since 1938 with reboots. That means they start the fictional Universe over, usually with a story-based explanation of the incontinuity. Think time-travel paradoxes and alternate Universes colliding. Suddenly Superman dropped on Earth a decade or two after he originally landed. A reboot can fix most time issues by simply moving a character’s origin story forward.\n\nDC’s younger competitor Marvel hasn’t ever done a hard reboot. They generally solve the weird time problem by sticking their fingers in their ears and ignoring concrete numbers whenever possible.\n\nThe long history of both major comic publishers has created a more difficult problem: the ongoing lack of diversity in comics. Hundreds of thousand of words have been devoted to dissecting this issue, but it’s actually pretty simple. All the icons of comics and the perennial best-sellers come from a time when America was way more openly racist. Stories were told only about good looking, cis-gendered, white men.\n\nComics are trying to course-correct, but the process is slow. Publishers are afraid to move away from characters (and skin colors) that have historically sold well. And fans who grew up with a certain version of a character have a hard time letting go of the past. (Also, unfortunately, a bunch of fans are way racist.)\n\nThis summer Marvel Comics, home of The Avengers, The Fantastic Four,The X-men, and Spider-Man, is smashing all their alternate realities together in a story event called “Secret Wars.” Alternate-reality versions of all the heroes must battle for supremacy in a gigantic cross-over that will affect every single comic that Marvel publishes.\n\nNo one knows what version of the Marvel Universe will emerge from the wreckage and become the one that we read stories about. But it looks like Marvel will get its first hard reboot. It’s a great opportunity for Marvel to up their diversity, and to fix a lingering origin issue that can’t get swept away by gently fudging numbers.\n\nIt’s time to make Magneto black.\n\nMagneto is one of the very few comic characters inextricably tied to a specific real-world event: the Holocaust. His abuse at the hands of Nazis turns him hard and cruel. This real-world event can’t be moved forward in time, and that’s becoming a problem. When Magneto first appeared in 1963 in the pages of “X-Men #1,” he was somewhere in his fifties or sixties. This would have made him a grown man in the death camps. In Bryan Singer’s 2000 film, “X-Men,” Magneto is a boy of 10 or so when he witnesses the horrors of the camps. Magneto’s age in the camps has slowly changed over the years, so that his approximate age in current continuity can stay the same. This fix can only work for so long; Magneto has to at least remember the camps to be formed by them. He will have to have a serious origin change at some point. But part of what makes Magneto such a great villain is his base in real-world historic tragedy.", "article_metadata": {"description": "This summer, Marvel's smashing its storylines together in a massive shake-up that could have meaningful results", "title": "It’s time for Marvel to make Magneto black: Use the coming “Secret Wars” reboot to make X-Men get real about race", "og": {"site_name": "Salon", "description": "This summer, Marvel's smashing its storylines together in a massive shake-up that could have meaningful results", "title": "It’s time for Marvel to make Magneto black: Use the coming “Secret Wars” reboot to make X-Men get real about race", "url": "http://www.salon.com/2015/06/06/its_time_for_marvel_to_make_magneto_black_use_the_coming_secret_wars_reboot_to_make_x_men_get_real_about_race/", "image": "http://media.salon.com/2015/06/magneto.jpg", "type": "article"}, "twitter": {"description": "This summer, Marvel's smashing its storylines together in a massive shake-up that could have meaningful results", "title": "It’s time for Marvel to make Magneto black: Use the coming “Secret Wars” reboot to make X-Men get real about race", "image": "http://media.salon.com/2015/06/magneto.jpg", "creator": "@salon", "site": "@salon", "card": "summary_large_image"}, "author": "Eli Keel", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, Civil Rights, Comics, Editor's Picks, Marvel, Race, X-Men", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "Topics: Civil Rights, Comics, Editor's Picks, Marvel, Race, X-Men, Entertainment NewsSuperman has been the same age for roughy 77 years.\nIn Bryan Singer’s 2000 film, “X-Men,” Magneto is a boy of 10 or so when he witnesses the horrors of the camps.\nDC’s younger competitor Marvel hasn’t ever done a hard reboot.\nBut it looks like Marvel will get its first hard reboot.\nWhen Magneto first appeared in 1963 in the pages of “X-Men #1,” he was somewhere in his fifties or sixties."}