{"article_title": "35 counties to extend health care to immigrants in U.S. illegally", "article_keywords": ["illegally", "million", "extend", "medical", "immigrants", "35", "county", "state", "program", "health", "services", "counties", "care"], "article_url": "http://www.times-standard.com/article/NJ/20150627/NEWS/150629875", "article_text": "A group of 35 California counties — including Humboldt County — have agreed to provide basic health care to people who are in the United States illegally.\n\nThe decision was made Thursday by the governing panel of the County Medical Services Program, which pools resources of the mostly rural and sparsely populated counties to provide health services to the poor. The counties include Humboldt, Yolo, Sonoma and Marin counties in the north, massive Los Angeles County in the south, and Imperial County near the Mexican border.\n\nThe program could begin next year, and several thousand people are expected to enroll.\n\nFirst District Humboldt County Supervisor Rex Bohn speculated that the decision to provide health care to immigrants in the state illegally stemmed from extra program funding now that many county residents are covered under the Affordable Care Act.\n\n“Since Obamacare, our CMSP numbers have dropped dramatically,” Bohn said. “And when I say dramatically I mean from well over three, four, five hundred to almost nothing.”\n\nBohn said he is not sure how many people in the county the decision will affect, but said the county has people who have immigrated here illegally, and if they get hurt or sick, they are going to use county hospitals whether they are covered or not.\n\n“They’re going to end up in the hospital anyway,” Bohn said. “The one thing about disease and illness is it does not discriminate. It’s better to be in front of it.”\n\nYolo County Supervisor Don Saylor agreed.\n\n“Frankly, it’s just the right thing to do,” Saylor said to the Los Angeles Times. “For us to have an underclass that is left out is unconscionable.”\n\nOpening the low-cost health care program to immigrants who are in the state illegally is important to prevent communicable diseases from spreading and to reduce the costly practice of people using the emergency room for routine care, Saylor said.\n\nImmigrants who are in the state illegally now comprise the single biggest group of California’s uninsured. They are ineligible for coverage under the federal Affordable Care Act or through the Covered California state health exchange.\n\nThe decision means that 47 out of California’s 58 counties now have promised to provide low-cost medical care coverage to the eligible regardless of their immigration status. Several previously had barred immigrants in the state illegaly from obtaining the services in 2009 during the recession.\n\nAdvertisement\n\nThe vote of the County Medical Services Program’s board means that people who don’t qualify for other government-subsidized health care coverage can get doctor visits and about $1,000 worth of prescription drugs, regardless of their immigration status, the Sacramento Bee reported.\n\nThe board also approved other changes, including raising the income limit for eligibility. The changes are expected to cost $6 million to $9 million over the next two years.\n\nAlthough its budget was strained in the past, the County Medical Services Program currently has about $225 million in reserves, the Bee said.\n\nAn estimated 2.7 million people are living in California illegally, and immigration has become a hot topic this year. On Wednesday, Gov. Jerry Brown signed a state budget that expands state-subsidized Medi-Cal coverage to low-income children regardless of their legal status beginning next May.\n\nThe move could cost taxpayers up to $132 million annually once fully implemented.\n\nThe Times-Standard contributed to this report.", "article_metadata": {"description": "A group of 35 California counties — including Humboldt County — have agreed to provide basic health care to people who are in the United States illegally.The decision was made Thursday by the governing panel of the County Medical", "title": "35 counties to extend health care to immigrants in U.S. illegally", "og": {"url": "http://www.times-standard.com/article/NJ/20150627/NEWS/150629875", "image": {"width": "600px", "identifier": "http://local.times-standard.com/common/dfm/assets/logos/small/times-standard.png?052016", "height": "600px"}, "type": "article", "title": "35 counties to extend health care to immigrants in U.S. illegally"}, "twitter": {"domain": "times-standard.com", "description": "A group of 35 California counties — including Humboldt County — have agreed to provide basic health care to people who are in the United States illegally.The decision was made Thursday by the governing panel of the County Medical", "title": "35 counties to extend health care to immigrants in U.S. illegally", "url": "http://www.times-standard.com/article/NJ/20150627/NEWS/150629875", "image": {"src": "http://local.times-standard.com/common/dfm/assets/logos/small/times-standard.png?052016"}, "site": "@eurekaTS", "app": {"id": {"ipad": "id551779828?mt=8", "iphone": "id499669816?mt=8", "googleplay": "com.spreedinc.providers.californianewspaperpartnership.eurekatimesstandard"}}, "card": "summary_large_image"}, "msvalidate.01": "4B535F7EB2971D1FCBA5D1D3E3E292C3", "keywords": "news, Health care policy", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0", "news_keywords": "news, Health care policy"}, "_id": "\"57477af36914bd0286fc9afa\"", "article_summary": "A group of 35 California counties — including Humboldt County — have agreed to provide basic health care to people who are in the United States illegally.\nImmigrants who are in the state illegally now comprise the single biggest group of California’s uninsured.\nThey are ineligible for coverage under the federal Affordable Care Act or through the Covered California state health exchange.\nFirst District Humboldt County Supervisor Rex Bohn speculated that the decision to provide health care to immigrants in the state illegally stemmed from extra program funding now that many county residents are covered under the Affordable Care Act.\nThe decision was made Thursday by the governing panel of the County Medical Services Program, which pools resources of the mostly rural and sparsely populated counties to provide health services to the poor."}