{"article_title": "Chinese Officials Hand Over 200 Black Pond Turtles to Pakistani Delegation", "article_keywords": ["200", "wildlife", "shell", "turtles", "chinese", "poachers", "hand", "delegation", "officials", "black", "sindh", "trade", "pond", "pakistani", "soft", "species"], "article_url": "http://austriantribune.com/informationen/144443-chinese-officials-hand-over-200-black-pond-turtles-pakistani-delegation", "article_text": "At a ceremony organized at the Pakistan-China border at the Khunjerab Pass, Chinese officials handed over 200 black pond turtles to a Pakistani delegation having Sindh wildlife department and officials from World Wide Fund for Nature-Pakistan (WWF-P).\n\nThe turtles were smuggled from Sindh to China. But now the turtles are with the Indus Dolphin Centre in Sukkur. The Chinese authorities said they have arrested two Pakistani and five Chinese poachers. Most likely, these poachers will get life imprisonment. Earlier, death penalty was given to such offenders.\n\n\"The rescued hard-shell turtles will be released into their natural habitat soon once they are rehabilitated at the Dolphin Centre that has been declared their quarantine\", said Sindh Wildlife conservator Javed Maher.\n\nUzma Noureen, a WWF-P official and was also part of the delegation, shared that different species of turtles are illegally taken from Pakistan to other countries and especially in China and east Asian countries. For the first time, the illegally poached animals have been recovered alive.\n\nIn total, eight different species of freshwater turtles are found in Pakistan. Five of them are counted in the list of globally threatened species. All the eight species have been listed in the CITES (Convention on International Trade in Endangered Species of Fauna and Flora) Appendices I & II.\n\nBecause of being endangered in nature, these species cannot be imported or exported without legal approval. These species can be found in the Indus River system.\n\nSince 2000, illegal trade of soft shell turtle species is going on. In the past as well, the wildlife and Customs authorities have seized many consignments. These shipments contained frozen meat of turtles and body parts of soft shell species. These items are used as food and for traditional medicines. But now, the hard shell species are also being targeted for illegal trade.", "article_metadata": {}, "_id": "\"57477af36914bd0286fd077b\"", "article_summary": "At a ceremony organized at the Pakistan-China border at the Khunjerab Pass, Chinese officials handed over 200 black pond turtles to a Pakistani delegation having Sindh wildlife department and officials from World Wide Fund for Nature-Pakistan (WWF-P).\nThe Chinese authorities said they have arrested two Pakistani and five Chinese poachers.\nThese shipments contained frozen meat of turtles and body parts of soft shell species.\nBut now, the hard shell species are also being targeted for illegal trade.\nSince 2000, illegal trade of soft shell turtle species is going on."}