{"article_title": "Analysts Say Bernie Sanders' Health Care Plans Will Add A Whopping $21 Trillion To National Debt", "article_keywords": ["sanders", "plans", "spending", "proposals", "national", "trillion", "tax", "bernie", "policy", "say", "cost", "health", "taxes", "whopping", "plan", "debt", "care"], "article_url": "http://www.parentherald.com/articles/42384/20160510/election-2016-news-update-analysts-bernie-sanders-health-care-plans.htm", "article_text": "Bernie Sanders' tax and spending proposals would surpass the current national debt owed by the U.S. federal government. Analysts projected that the Democratic presidential candidate's proposals would cost $21 trillion.\n\n\n\nLike Us on Facebook\n\nAdvertisement\n\nSanders' progressive tax and spending proposals would clock in at $33.3 trillion in new spending. It will cater largely to a single-payer health care system, expansion of Social Security, substantial long-term care services, paid family leave and free public college tuition, CNBC listed. New taxes, on the other hand, will cost at $15.3 trillion, according to analysts from the Tax Policy Center.\n\n\n\nThe U.S. federal government currently has a $14 trillion national debt. The Tax Policy Center also noted that the U.S. government would be forced to pay $3 trillion in additional interest payments for the extra spending that Sanders proposes if he wins the White House's presidential seat.\n\n\n\nClinton Criticized Sanders' Proposals\n\n\n\nHillary Clinton, Sanders' contender for the Democratic nomination, has criticized the Vermont senator's tax and spending plans. Sanders has recently proposed the Medicare-for-all, a single-payer health care plan, which he said would give health care coverage to Americans by raising taxes, CNN wrote.\n\n\n\nSanders' Medicare-for-all plan will cost $1.38 trillion annually. To afford it, Americans would have a 2.2 percent income tax and a 6.2 percent tax on employers. More affluent American families would have higher taxes.\n\n\n\nClinton argued that Sanders' Medicare-for-all plan would repeal Obamacare, but the Sanders campaign doesn't think this will happen, CNN further reported. Medicare already caters to people age 65 or older.\n\n\n\nWarren Gunnels, the policy director of the Sanders campaign, said Tax Policy Center's study didn't take into account the positive results that would come from the presidential hopeful's plans. Gunnels said there will be savings from lesser medical paperwork, administration and prices of the prescription drugs, CNBC wrote.\n\n\n\nEconomists Disapprove Of Sanders' Proposals\n\n\n\nLeonard Burman, the Tax Policy Center's director, said Sanders' proposals would be damaging to the U.S. economy, the Washington Post reported. Sanders' plans would mean higher cost of borrowing funds for businesses, and makes it more difficult for people to purchase their own houses or living space.\n\n\n\nIncreasing taxes on the wealthier families and institutions also has its drawbacks. Steep tax rates would push rich households to invest less in businesses or retire early. Those scenarios would produce fewer taxes generated from limited income.\n\n\n\nIn addition, the analysis found that Sanders' plan for tuition-free college would cost $807 billion over 10 years and family medical leave at $270 billion. Social Security benefits would cost $188 billion over a decade, CNBC noted.\n\n\n\n\n\n", "article_metadata": {"Description": "Bernie Sanders' progressive tax and spending proposals will add another $21 trillion to the U.S. national debt. The Democratic candidate's plans highlight health care and raising tax rates on wealthier American families.", "Copyright": "2014 ParentHerald", "Author": "ParentHerald", "og": {"site_name": "Parent Herald", "description": "Bernie Sanders' progressive tax and spending proposals will add another $21 trillion to the U.S. national debt. The Democratic candidate's plans highlight health care and raising tax rates on wealthier American families.", "title": "US Election 2016 News & Update: Analysts Say Bernie Sanders' Health Care Plans Will Add A Whopping $21 Trillion To National Debt", "url": "http://www.parentherald.com/articles/42384/20160510/election-2016-news-update-analysts-bernie-sanders-health-care-plans.htm", "image": "http://images.parentherald.com/data/images/full/39803/bernie-sanders-campaigns-in-indiana-on-day-of-states-primary.jpg", "type": "article"}, "twitter": {"domain": "parentherald.com", "description": "Bernie Sanders' progressive tax and spending proposals will add another $21 trillion to the U.S. national debt. The Democratic candidate's plans highlight health care and raising tax rates on wealthier American families.", "title": "US Election 2016 News & Update: Analysts Say Bernie Sanders' Health Care Plans Will Add A Whopping $21 Trillion To National Debt", "url": "http://www.parentherald.com/articles/42384/20160510/election-2016-news-update-analysts-bernie-sanders-health-care-plans.htm", "image": "http://images.parentherald.com/data/images/full/39803/bernie-sanders-campaigns-in-indiana-on-day-of-states-primary.jpg", "creator": "@ParentHerald", "site": "@ParentHerald", "card": "summary_large_image"}, "syndication-source": "http://www.parentherald.com/articles/42384/20160510/election-2016-news-update-analysts-bernie-sanders-health-care-plans.htm", "robots": "index, follow", "fb": {"app_id": 1793495020873970}, "Title": "Pregnancy, Babies, Parenting News & Tips by ParentHerald.com", "Googlebot-News": "index, follow", "Keywords": "ParentHerald", "article": {"published_time": "2016-05-10"}, "news_keywords": "election, 2016, news, update, analysts, bernie, sanders, health, care, plans", "viewport": "width=device-width; initial-scale=1.0; maximum-scale=1.0;", "Subject": "parentherald.com"}, "article_summary": "Bernie Sanders' tax and spending proposals would surpass the current national debt owed by the U.S. federal government.\nLike Us on FacebookAdvertisementSanders' progressive tax and spending proposals would clock in at $33.3 trillion in new spending.\nEconomists Disapprove Of Sanders' ProposalsLeonard Burman, the Tax Policy Center's director, said Sanders' proposals would be damaging to the U.S. economy, the Washington Post reported.\nSanders has recently proposed the Medicare-for-all, a single-payer health care plan, which he said would give health care coverage to Americans by raising taxes, CNN wrote.\nNew taxes, on the other hand, will cost at $15.3 trillion, according to analysts from the Tax Policy Center."}