{"article_title": "Donald Trump makes the religious argument at Liberty University", "article_keywords": ["great", "trump", "students", "makes", "university", "argument", "liberty", "winning", "wall", "donald", "speech", "build", "religious", "say"], "article_url": "http://www.cbsnews.com/news/donald-trump-makes-the-religious-argument-at-liberty-university/", "article_text": "LYNCHBURG, Virginia -- Before GOP presidential candidate Donald Trump took the stage at a Liberty University convocation, a rock band called Liberty Campus Band brought the crowd to its feet, with songs centered on devotion to Jesus Christ.\n\n\"Now there's nothing in this world that could ever satisfy,\" the lead singer blared, as audience members sang along. \"Through every trial my soul will sing. No turning back, I've been set free. Christ is enough for me.\"\n\nSome Liberty students put their hands in the air and swayed. Many smiled and closed their eyes. The school, which was started by the late conservative televangelist Jerry Falwell Sr., claims to be the world's largest Christian university. Now, Falwell's son, Jerry Falwell Jr., is in charge. It's a place where students were only recently allowed to hold hands in public.\n\nThis was the backdrop for Trump's latest speech as he tries to edge out Texas Sen. Ted Cruz in a neck-and-neck race for first place in the Iowa caucuses, less than two weeks away. Evangelicals make up more than half of likely caucus-goers, according to the Pew Research Center, and Trump's outreach is part of an effort to convince them that he is the best candidate to be in the White House.\n\nHe doesn't bring the resume that deeply religious conservatives typically seek. Trump is a lifelong New Yorker who has been married three times, used to speak in favor of abortion, and curses often in speeches. Monday's address came a day after he said on CNN that he doesn't like to ask for forgiveness.\n\n\"I like to be good,\" Trump said in an interview on CNN's \"State of the Union.\" \"I don't like to have to ask for forgiveness. And I am good. I don't do a lot of things that are bad.\"\n\nTrump came to Liberty armed with at least some knowledge of the Bible peppering his speech with more religious references than is typical for him as he sought to woo the religious conservatives in the room. He said that the country had to protect Christianity and quoted from the Bible, a rarity for Trump this election cycle.\n\n\"Two Corinthians, right? 3:17, that's the whole ballgame,\" Trump said. \"Where the spirit of the Lord, right...there is liberty. Here, there is liberty...Liberty University, but it is so true. You know when I think, and that's really - is that the one? Is that the one you like?\"\n\nTrump was slightly mistaken in his Bible reference. \"Two Corinthians\" does not exist. He likely meant to say \"Second Corinthians,\" referring to the second letter of Paul to the Corinthians.\n\nThat wasn't the only Bible reference in the speech.\n\n\"Who has read the Art of the Deal in this room?\" Trump asked, referring to his bestselling business advice book from the 1980s. \"Everybody. I always say. I always say - a deep, deep second to the Bible.\"\n\n\"I would say that he's genuine in his belief that he's religious,\" said 18-year-old Josh Curry, a freshman business major management. \"But he doesn't go to church at all. So, God knows the heart, not people, so take that as you will.\"\n\nFalwell told the Richmond Times-Dispatch that he scheduled Trump's speech for Martin Luther King, Jr. Day so that \"Mr. Trump would have the opportunity to recognize and honor Dr. King.\"\n\nTrump made two glancing references to Dr. King in his speech - and both were in references to his own crowd sizes.\n\n\"I will say this - it's an honor to be here, especially on Martin Luther King Day,\" Trump said. \"We broke the record. You know we had the record for three or four years - the last time. And the first thing I said to Jerry and Becky when I got here - did we break the record? They said, 'Yes you did, by quite a bit.' So we'll dedicate that to Martin Luther King, a great man and that's a little bit of an achievement, I will tell you.\"\n\nAttendance at convocation is mandatory for Liberty University students. It takes place three times a week, although students can skip one. And it's been a popular speaking spot on the 2016 campaign circuit: Cruz announced his presidential campaign there. Republican presidential candidates Former Florida governor Jeb Bush and neurosurgeon Ben Carson have addressed a convocation this cycle, as has Democratic candidate Bernie Sanders. Trump also addressed a 2012 convocation at Liberty.\n\nAfter the band finished, the campus pastor, David Nasser took the stage to offer more prayer and offered students an excused absence from class if they went to register to vote that day.\n\nFalwell, Jr., also spoke, calling Trump \"one of the greatest visionaries of our time\" and comparing the businessman glowingly to his father. Falwell also made clear that this was not to be seen as an endorsement, and that all presidential candidates are invited to speak.\n\nIn the crowd, a young African-American man was seen sporting a \"Black Lives Matter\" t-shirt. In a separate part of the arena, a group of students wore homemade t-shirts spelling out \"TRUMP.\"\n\nTrump's greatest hits - that he would get rid of Common Core and the Affordable Care Act - were met with sustained applause, as is typical at his rallies. However, his riff about not accepting Syrian refugees in the United States received a muted response from the more than 10,000 attendees.\n\nHe got a laugh out of the audience when talking about the wall he intended to build on the Southern border because of his repeated reference to the Great Wall of China.\n\n\"When I say we're going to build a wall, they all say, 'Whoah what are you talking about?'\" Trump said. \"You can't build a wall. Of course you can build - it's simple. China! China!\"\n\n\"The problem with building a wall just like China did is that walls can be invaded,\" said 18-year-old James Enoch, a freshman government major. \"We saw that in the 1200s when the Mongols invaded China. The problem with that is that there needs to be a more comprehensive approach. That fixes the illegal immigration problem. Do I believe that he wants to fix it? Yes. Do I think that he needs to make it more substantive? Definitely.\"\n\nOne notable absence from the speech: Any direct mention of Cruz. Indirectly, Trump suggested Cruz was just a follower of his rhetoric on the immigration debate.\n\n\"But one of the people I'm running against - I won't use names because we don't want to insult anybody - and this is really such nice religious people, I love it - such great Christians,\" Trump said. \"The other day, for the first time, I heard it. One of the folks said we're gonna build a wall....I said, what? What's going on?\"\n\nMinutes after saying that he didn't want to insult anyone, Trump called Bush by name to label him \"a stiff\" and \"low energy.\"\n\nTrump closed with a standing ovation, after repeating his constant mantra that with him leading the country, America would be great again.\n\n\"We want to see win, win, win, constant winning....and you'll say, 'please Mr. President. We're winning too much. We can't stand it anymore. Can't we have a loss?' And I'll say 'no, we're going to keep winning, winning, winning because we're going to make America great again.'\"", "article_metadata": {"description": "The presidential candidate is courting the evangelical vote ahead of the Iowa caucus", "og": {"url": "http://www.cbsnews.com/news/donald-trump-makes-the-religious-argument-at-liberty-university/", "image": {"width": 1200, "identifier": "http://cbsnews1.cbsistatic.com/hub/i/r/2016/01/18/8be11f9b-0a60-424a-bc99-61bf83a30e4c/thumbnail/1200x630/f5f8da9b8bdff8088fc622988e94cc9a/2016-01-18t173825z1735784810gf20000099217rtrmadp3usa-election-trump.jpg", "height": 630}, "type": "article", "description": "The presidential candidate is courting the evangelical vote ahead of the Iowa caucus", "title": "Donald Trump makes the religious argument at Liberty University"}, "twitter": {"description": "The presidential candidate is courting the evangelical vote ahead of the Iowa caucus", "title": "Donald Trump makes the religious argument at Liberty University", "app": {"url": {"ipad": "cbsnewsapp://news/donald-trump-makes-the-religious-argument-at-liberty-university/", "iphone": "cbsnewsapp://news/donald-trump-makes-the-religious-argument-at-liberty-university/", "googleplay": "http://www.cbsnews.com/news/donald-trump-makes-the-religious-argument-at-liberty-university/"}, "country": "US", "name": {"ipad": "CBS News", "iphone": "CBS News", "googleplay": "CBS News"}, "id": {"ipad": 334256223, "iphone": 334256223, "googleplay": "com.treemolabs.apps.cbsnews"}}, "site": "@CBSPolitics", "image": "http://cbsnews1.cbsistatic.com/hub/i/r/2016/01/18/8be11f9b-0a60-424a-bc99-61bf83a30e4c/thumbnail/1200x630/f5f8da9b8bdff8088fc622988e94cc9a/2016-01-18t173825z1735784810gf20000099217rtrmadp3usa-election-trump.jpg", "card": "summary_large_image"}, "al": {"web": {"url": "http://www.cbsnews.com/news/donald-trump-makes-the-religious-argument-at-liberty-university/"}, "android": {"app_name": "CBS News", "package": "com.treemolabs.apps.cbsnews"}, "ios": {"url": "cbsnewsapp://news/donald-trump-makes-the-religious-argument-at-liberty-university/", "app_name": "CBS News", "app_store_id": 334256223}}, "robots": "index, follow", "fb": {"app_id": 1536620209892267}, "keywords": "evangelicals, 2016  gop race, 2016, donald trump, evangelical, 2016 campaign, liberty university", "article": {"publisher": "https://www.facebook.com/CBSPolitics"}, "viewport": "width=device-width", "news_keywords": "evangelicals, 2016  gop race, 2016, donald trump, evangelical, 2016 campaign, liberty university"}, "article_summary": "And I'll say 'no, we're going to keep winning, winning, winning because we're going to make America great again.'\"\nSome Liberty students put their hands in the air and swayed.\nLYNCHBURG, Virginia -- Before GOP presidential candidate Donald Trump took the stage at a Liberty University convocation, a rock band called Liberty Campus Band brought the crowd to its feet, with songs centered on devotion to Jesus Christ.\nTrump came to Liberty armed with at least some knowledge of the Bible peppering his speech with more religious references than is typical for him as he sought to woo the religious conservatives in the room.\n\"When I say we're going to build a wall, they all say, 'Whoah what are you talking about?'\""}