{"article_title": "Roll Call: How Oklahoma's delegation voted", "article_keywords": ["amendment", "funding", "house", "rep", "veterans", "delegation", "construction", "voted", "yeas", "act", "military", "oklahomas", "roll", "zika"], "article_url": "http://www.tulsaworld.com/news/usworld/roll-call-how-oklahoma-s-delegation-voted/article_d96b7a0c-c215-5ccf-823c-35908ae0bbf4.html", "article_text": "WASHINGTON — Here is how Oklahoma’s members of the U.S. Senate and House of Representatives voted on key bills and amendments last week.\n\nHouse\n\nLogin required We have used your information to see if you have a subscription with us. So far we have not found one. If you feel you are currently subscribed please click on the button to attempt to find your account. Screen Name or Email Password Forgot? Remember me on this computer Login Screen Name or Email Now I remember! Need an account? Create one now. Back Thank you for reading and relying on TulsaWorld.com for your news and information. You have now viewed your allowance of free articles. Login\n\nYou must login to view the full content on this page. Screen Name or Email Password Forgot? Remember me on this computer Login Screen Name or Email Now I remember! Need an account? Create one now.\n\nCybersecurity partnerships: The House has passed the National Cybersecurity Preparedness Consortium Act (H.R. 4743), sponsored by Rep. Joaquin Castro, D-Texas. The bill would authorize the creation of a National Cybersecurity Preparedness Consortium at the Homeland Security Department, to help Homeland Security establish programs and strategies for addressing cybersecurity risks and attacks in partnership with state and local governments. Castro said the consortium promised to improve working relationships between Homeland Security and local governments to “bolster our cyber preparedness and keep us one step ahead of cyber attackers.” The vote, on May 16, was 394 yeas to 3 nays.\n\nYeas: Reps. Jim Bridenstine (1st), Tom Cole (4th), Frank D. Lucas (3rd), Markwayne Mullin (2nd), Steve Russell (5th)\n\nRegulating pesticide use: The House has rejected the Zika Vector Control Act (H.R. 897), sponsored by Rep. Bob Gibbs, R-Ohio. The bill would have blocked the Environmental Protection Agency and state governments from requiring a Clean Water Act permit for most discharges into navigable waterways of authorized pesticides. Gibbs said a recently imposed permitting requirement for pesticide use by hundreds of thousands of Americans has created a substantial and unnecessary financial and administrative burden with no environmental benefit, and could encourage the spread of Zika and other mosquito-borne diseases. A bill opponent, Rep. Peter A. DeFazio, D-Ore., said there was minimal evidence of the requirement creating a burden, and that the permits were needed because of the significant level of pesticides present in many lakes, rivers, and other waterways. The vote, on May 17, was 262 yeas to 159 nays, with a two-thirds majority required for passage.\n\nYeas: Bridenstine, Cole, Lucas, Mullin, Russell\n\nClosing Guantanamo Bay prison: The House has rejected an amendment sponsored by Rep. Jerrold Nadler, D-N.Y., to the National Defense Authorization Act (H.R. 4909). It would have removed a provision barring funding to close the Guantanamo Bay prison in Cuba for jailing suspected enemy combatants against the U.S. Nadler said closing Guantanamo would uphold America’s professed support of liberty by no longer imprisoning people “indefinitely who have not been charged, let alone convicted, of any crime and who, in some cases, have been judged not to pose any threat to the United States.” An amendment opponent, Rep. Mac Thornberry, R-Texas, called the detainees “the most hardened terrorists the world has ever seen, and, more importantly, they have the blood of Americans on their hands,” making it necessary to imprison them outside the U.S. The vote, on May 18, was 163 yeas to 259 nays.\n\nNays: Bridenstine, Cole, Lucas, Mullin, Russell\n\nFunding Zika programs: The House has passed the Zika Response Appropriations Act (H.R. 5243), sponsored by Rep. Harold Rogers, R-Ky. The bill would provide $622 million for the Health and Human Services Department to spend on efforts to contain the Zika virus and treat Zika victims. Rogers said the funding to develop Zika vaccines, prepare for potential Zika outbreaks and monitor the disease, and care for pregnant women and babies particularly vulnerable to Zika responded to “a great threat to public health not only in the United States, but around the globe.” A bill opponent, Rep. Barbara Lee, D-Calif., called it an insufficient and tardy response to a major public health emergency, and instead proposed spending $1.9 billion on Zika response efforts. The vote, on May 18, was 241 yeas to 184 nays.\n\nYeas: Bridenstine, Cole, Lucas, Mullin, Russell\n\nClimate change and the military: The House has passed an amendment sponsored by Rep. John Fleming, R-La., to the National Defense Authorization Act (H.R. 4909). The amendment would block funding for two executive orders requiring the Defense Department to account for climate change in its acquisitions and planning processes and spend money to meet green energy goals such as installing renewable energy projects on military bases. Fleming said “decisions by installation commanders and DOD personnel need to be driven by requirements for actual cost-effectiveness, readiness, not arbitrary and inflexible green energy quotas and CO2 benchmarks.” An amendment opponent, Rep. John P. Sarbanes, D-Md., said it “doesn’t protect and prepare the American people for the impacts of climate change, and it won’t help our military operate in a new security environment created by climate change.” The vote, on May 18, was 227 yeas to 198 nays.\n\nYeas: Bridenstine, Cole, Lucas, Mullin, Russell\n\nMedical marijuana use by veterans: The House has passed an amendment sponsored by Rep. Earl Blumenauer, D-Ore., to the Military Construction and Veterans Affairs and Related Agencies Appropriations Act (H.R. 4974). The amendment would bar funding for the VA to implement any rules that bar the VA’s medical providers from fulfilling recommendations regarding a veteran’s participation in a state medical marijuana program. Blumenauer said the VA rules force veterans to independently obtain prescriptions for medical marijuana rather than get prescriptions from the VA doctor who has been treating the veteran, creating cost and treatment burdens for veterans as they deal with conditions stemming from their military service. An amendment opponent, Rep. Charles W. Dent, R-Pa., said Congress should not dictate policy on medical marijuana without guidance from medical professionals. The vote, on May 19, was 233 yeas to 189 nays.\n\nNays: Bridenstine, Cole, Lucas, Mullin, Russell\n\nMilitary bases and alien children: The House has passed an amendment sponsored by Rep. John Fleming, R-La., to the Military Construction and Veterans Affairs and Related Agencies Appropriations Act (H.R. 4974). The amendment would bar funding for building or renovating facilities at domestic military bases in order to house unaccompanied alien children. Fleming said using military facilities for non-military purposes was inappropriate because it took away funds and other scarce resources from the military’s intended mission of ensuring national security. An amendment opponent, Rep. Charles W. Dent, R-Pa., said Congress should not preclude the Defense Department from dealing with emergency situations that could require it to resort to the option of using bases to house the children. The vote, on May 19, was 219 yeas to 202 nays.\n\nYeas: Bridenstine, Cole, Lucas, Mullin, Russell\n\nLabor contracts for government construction: The House has rejected an amendment sponsored by Rep. Scott Perry, R-Pa., to the Military Construction and Veterans Affairs and Related Agencies Appropriations Act (H.R. 4974). The amendment would have barred funding for implementation of a presidential executive order promoting the use of project labor agreements for federal construction projects of more than $25 million. Perry said project labor agreements, by effectively requiring construction contractors to use union laborers, needlessly increase costs to the government by between 12 and 18 percent, resulting in more money being spent on fewer infrastructure improvements. An amendment opponent, Rep. Derek Kilmer, D-Wash., said the labor agreements establish quality worksite conditions and help ensure construction is finished on time and under budget. The vote, on May 19, was 209 yeas to 216 nays.\n\nYeas: Bridenstine, Cole, Lucas, Mullin, Russell\n\nFunding military construction and the VA: The House has passed the Military Construction and Veterans Affairs and Related Agencies Appropriations Act (H.R. 4974), sponsored by Rep. Charles W. Dent, R-Pa. The bill would provide $176 billion of combined discretionary and mandatory funding for the Veterans Affairs Department and $7.7 billion for military construction projects in fiscal 2017, including increased funding for VA efforts to treat hepatitis C and mental health, prevent suicide, and prevent homelessness. Dent said the bill’s oversight reforms and increased funding for medical care for veterans would work to ensure “that programs deliver what they promise and taxpayers are well served by the investments we make.” The vote, on May 19, was 295 yeas to 129 nays.\n\nYeas: Bridenstine, Cole, Lucas, Mullin, Russell\n\nSenate\n\nZika emergency funding: The Senate has passed an amendment sponsored by Sen. Roy Blunt, R-Mo., to the Transportation, Housing and Urban Development, and Related Agencies Appropriations Act (H.R. 2577). The amendment would provide $1.1 billion of emergency supplemental funding for Health and Human Services Department measures to contain the Zika virus and treat Zika victims. Blunt said funding Zika efforts through September 2017 would allow for moving forward on a needed response to a rapidly growing epidemic that is particularly harming Puerto Rico. An amendment opponent, Sen. Mike Lee, R-Utah, said that rather than authorize new emergency supplemental funds, the federal government should be using unspent money in other health and infectious disease emergency funds to pay for the Zika response. The vote, on May 19, was 68 yeas to 30 nays.\n\nNays: Sen. Jim Inhofe, Sen. James Lankford\n\nFunding Transportation, HUD, military agencies: The Senate has passed the Transportation, Housing and Urban Development, and Related Agencies Appropriations Act (H.R. 2577), sponsored by Rep. Mario Diaz-Balart, R-Fla. The bill would provide more than $300 billion to fund both the Transportation and HUD departments and the Veterans Affairs Department and military construction programs in fiscal 2017. A supporter, Senate Majority Leader Mitch McConnell, R-Ky., said the transportation and housing provisions “will invest in our transportation systems and help ensure safety and efficiency,” while the VA and military construction provisions “will help improve care for veterans and increase oversight and accountability efforts at the VA.” The vote, on May 19, was 89 yeas to 8 nays.\n\nYeas: Inhofe", "article_metadata": {"googlebot": "noarchive", "news_keywords": "house,amendment,vote,yea,enemy,military,democrat,house of representatives,charles w. dent,rep.,usworld,news", "og": {"site_name": "Tulsa World", "description": "Here is how Oklahoma’s members of the U.S. Senate and House of Representatives voted on key bills and amendments last week.", "title": "Roll Call: How Oklahoma's delegation voted", "url": "http://www.tulsaworld.com/news/usworld/roll-call-how-oklahoma-s-delegation-voted/article_d96b7a0c-c215-5ccf-823c-35908ae0bbf4.html", "image": "http://www.tulsaworld.com/app/tulsa_world_ogimage.jpg", "type": "article"}, "twitter": {"site": "@tulsaworld", "card": "summary"}, "fb": {"app_id": 288003941350366}, "keywords": "house,amendment,vote,yea,enemy,military,democrat,house of representatives,charles w. dent,rep.,usworld,news", "description": "Here is how Oklahoma’s members of the U.S. Senate and House of Representatives voted on key bills and amendments last week."}, "article_summary": "WASHINGTON — Here is how Oklahoma’s members of the U.S. Senate and House of Representatives voted on key bills and amendments last week.\nBlunt said funding Zika efforts through September 2017 would allow for moving forward on a needed response to a rapidly growing epidemic that is particularly harming Puerto Rico.\nYeas: Bridenstine, Cole, Lucas, Mullin, RussellFunding military construction and the VA: The House has passed the Military Construction and Veterans Affairs and Related Agencies Appropriations Act (H.R.\nThe bill would provide more than $300 billion to fund both the Transportation and HUD departments and the Veterans Affairs Department and military construction programs in fiscal 2017.\nNays: Bridenstine, Cole, Lucas, Mullin, RussellFunding Zika programs: The House has passed the Zika Response Appropriations Act (H.R."}