{"article_title": "Pittsburgh Paid Sick Days Act Effective 2016, Notices Available", "article_keywords": ["available", "hours", "effective", "pittsburgh", "employees", "required", "days", "paid", "employers", "leave", "ordinance", "sick", "act", "notices", "2016"], "article_url": "http://www.natlawreview.com/article/pittsburgh-paid-sick-days-act-effective-2016-notices-available", "article_text": "Sunday, October 25, 2015\n\nThe Pittsburgh Paid Sick Days Act (“Ordinance”) requires all employers of employees within the Pittsburgh city limits to provide paid sick leave to all full- and part-time employees. The Ordinance is effective January 11, 2016.\n\nThe Pittsburgh City’s Controller has issued required workplace notices and additional information relating to the Ordinance. Employers with operations in Pittsburgh must review existing policies to determine whether they comply with the Ordinance.\n\nCoverage\n\nThe Ordinance applies to every employer employing individuals within the City of Pittsburgh and requires paid sick leave for all full- and part-time employees.\n\nThe Ordinance does not, however, cover state and federal employees, any member of a construction union covered by a collective bargaining agreement, or seasonal employees. A seasonal employee is defined as an individual employed for 16 weeks or fewer who has been notified in writing at the time of hire of the start and end dates.\n\nAccrual and Limits\n\nEmployees will begin to accrue one hour of sick time for every 35 hours worked starting January 11, 2016.\n\nEmployees of employers with at least 15 employees are entitled to accrue up to 40 hours, or five days, of paid sick time per year.\n\nEmployees of employers with fewer than 15 employees are entitled to accrue up to 24 hours, or three days, of unpaid sick time the first year after the Ordinance’s effective date (from January 11, 2016, through January 11, 2017). Thereafter, these employees are entitled to accrue up to 24 hours, or three days, of paid sick time per year.\n\nThe accrual amounts above are the required minimums. Employers may allow employees to accrue at more generous rates.\n\nFurthermore, employees must roll over accrued, unused sick time, provided that the amount rolled over does not exceed the maximum amount of paid sick time provided under the Ordinance, unless the employer chooses to “front-load” or afford employees the maximum amount of paid sick time at the beginning of each calendar year.\n\nEmployers are not required to pay employees for accrued, unused sick time. As with all benefits and leave policies, this should be specified in the employer’s policy.\n\nNotification\n\nEmployers must notify their employees of the rights afforded under the Ordinance, including their right to the sick time, the amount of sick time, and the terms of its use. Employees also must be notified of their right to be free from retaliation for requesting or taking sick leave and for filing a complaint with the Office of the City Controller or another entity designated by the Office of the Mayor.\n\nEmployers also must post the notices provided by the Controller relating to the Ordinance. Failure to post the required notices will result in a $100 fine for each violation. If an employer employs individuals for whom English is not their first language, the notices must be translated to the other applicable languages and posted.\n\nUsage\n\nEmployees may use paid sick time for their own or a family member’s illness, injury, or medical treatment, including preventive and mental health care. “Family” is broadly defined, including, for example, grandchildren, grandparents, domestic partner, and children of a domestic partner. The leave also may be used if a public health official declares a public health emergency.\n\nCovered employees may begin using accrued sick time after they have been employed for at least 90 days.\n\nEmployers may require reasonable notice, not to exceed seven calendar days, for “foreseeable” leave (i.e., scheduled medical appointments). Furthermore, employers may request employees make every effort to schedule their routine medical appointments to minimize interference with business operations. If the leave is unforeseeable, employers may require notification as soon as practical. Employers may not require that employees submit medical documentation of the illness, unless the employee uses three or more consecutive days of the leave.\n\nAlthough an employer cannot prevent an employee from using accrued leave, employers may discipline an employee who fails to follow the employer’s notification procedure.\n\nExisting Policies\n\nEmployers with existing leave policies, paid sick leave or otherwise, or are party to a collective bargaining agreement, that satisfy the Ordinance’s minimum requirements and other conditions are not required to offer additional leave. However, employers still must post the required notices in the workplace.\n\nRecordkeeping\n\nEmployers must track all employees’ time through the employer’s Human Resource System or offline time tracking process, including hours and days worked, accrued sick hours, and used sick hours. These records must be kept for at least two years and are subject to review by the Pittsburgh Controller’s office. Failure to maintain the appropriate records for the minimum time may result in fines as well as a presumption that the Ordinance was not followed.\n\nProhibited Conduct\n\nIt is unlawful to interfere with, restrain, or deny the exercise or attempt to exercise of any right protected under the Ordinance, including the right to use sick time, inform coworkers of their rights under the Ordinance, and file a claim for an alleged violation of the Ordinance. Each violation is subject to a $100 fine.\n\nRecommendations\n\nEmployers with employees who work within the Pittsburgh City limits should consider the following:", "article_metadata": {"description": "The Pittsburgh Paid Sick Days Act requires all employers within the Pittsburgh city limits to provide paid sick leave to all full- and part-time employees.", "generator": "Drupal 7 (http://drupal.org)", "og": {"site_name": "The National Law Review", "description": "The Pittsburgh Paid Sick Days Act (&amp;ldquo;Ordinance&amp;rdquo;) requires all employers of employees within the Pittsburgh city limits to provide paid sick leave to all full- and part-time employees. The O", "title": "Pittsburgh Paid Sick Days Act Effective 2016, Notices Available", "url": "http://www.natlawreview.com/article/pittsburgh-paid-sick-days-act-effective-2016-notices-available", "image": "http://www.natlawreview.com/sites/default/files/styles/thumbnail/public/article/aux/1123/Pennsylvania%20State%20Sign_0.jpg?itok=phBkG_Ku", "type": "article"}, "keywords": "Pittsburgh, city limits, paid sick days act, employee benefits, workplace notice, ordinance, labor compliance, compensation package, generous wages, employer retaliation, family illness, leave of absence", "msvalidate.01": "5493B547C0AB527FF4CF8C4D0127302A", "google-site-verification": "SAKcOmA6_i0E79oG2TjlPWfOSs9kMM6EWAZNaT0aBtA", "verify-v1": "nSkrvEqyOIUMGKMak3OBIKcpcABac4XWK5NJKMuMtBY=", "y_key": "fe6cd8bd83ff0c09", "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "legal, government, business, Pittsburgh, city limits, paid sick days act, employee benefits, workplace notice, ordinance, labor compliance, compensation package, generous wages, employer retaliation, family illness, leave of absence"}, "article_summary": "Sunday, October 25, 2015The Pittsburgh Paid Sick Days Act (“Ordinance”) requires all employers of employees within the Pittsburgh city limits to provide paid sick leave to all full- and part-time employees.\nThereafter, these employees are entitled to accrue up to 24 hours, or three days, of paid sick time per year.\nCoverageThe Ordinance applies to every employer employing individuals within the City of Pittsburgh and requires paid sick leave for all full- and part-time employees.\nUsageEmployees may use paid sick time for their own or a family member’s illness, injury, or medical treatment, including preventive and mental health care.\nRecordkeepingEmployers must track all employees’ time through the employer’s Human Resource System or offline time tracking process, including hours and days worked, accrued sick hours, and used sick hours."}