{"article_title": "Hookers for Hillary: meet the sex workers caucusing for Clinton in Nevada", "article_keywords": ["hookers", "love", "working", "clinton", "lee", "campaign", "bunny", "caucusing", "workers", "ranch", "sex", "hillary", "im", "meet", "nevada", "support", "women"], "article_url": "http://www.theguardian.com/us-news/2016/feb/15/hookers-for-hillary-clinton-nevada-caucuses-bernie-sanders-moonlite-bunny-ranch", "article_text": "Sorry, your browser is unable to play this video.Please install Adobe Flash ™ and try again. Alternatively upgrade to a modern browser.\n\nJust days after Hillary Clinton launched her 2016 presidential campaign via online video – Everyday Americans want a champion, and I want to be that champion – some not-so-everyday Americans kicked off their own campaign in similar style.\n\nHookers for Hillary was the brainchild of brothel owner Dennis Hof and the working girls at the Moonlite Bunny Ranch, and it marked a hard left turn after Pimpin’ for Paul, the group’s 2008 and 2012 efforts to propel libertarian Ron Paul into the White House.\n\nIt is hard to argue with the attention-getting power of sex workers in stilettos, plunging red-white-and-blue necklines, noms d’amour such as Entice Love, Air Force Amy and Caressa Kisses. But behind Hof’s publicity stunt turned political action is a sobering reality.\n\nThe women who ply their trade in Hof’s legal brothels know first hand the deep scars that crisscross the American landscape. Until recently, many were uninsured. Others say prostitution allowed them to escape the paycheck-to-paycheck life of the working poor. Some are survivors of violence, incest, addiction.\n\n“I’m for Hillary because she’s cracking down on domestic violence,” said Entice Love, a 26-year-old mother of two from Sacramento. “I’ve been in a relationship for a long time where I’d been thrown down stairs, black eyes, fractured ribs … When I’m looking at who I want to pick for the presidency, I look at what are they doing that I can relate to that will be of benefit for me. That’s why I was for Obama, now I’m for Hillary.”\n\nHof, who owns the Bunny Ranch and six other legal brothels in Nevada, is blunt about the kinds of things that help an age-old business under pressure from high-tech rivals: Pimpin’ for Paul. Hookers for Hillary. A memoir from the self-proclaimed PT Barnum of Booty called The Art of the Pimp: A Love Story. And the exploits of Lamar Odom, the NBA star found unconscious in October at a Hof hotspot in southern Nevada.\n\n“It was terrible for him,” the stocky star of the HBO reality show Cathouse said, “but it put me on media worldwide. It happened nine-and-a-half months into the year, but it was still the No 1 Google-searched item of the year. Even more than Caitlyn Jenner.”\n\nPolitics, Hof says, have been just as beneficial for the Moonlite Bunny Ranch.\n\nHollywood, 31, agrees. She has spent the past two years commuting between her Sacramento home and this rural brothel spread across 46 sagebrush-filled acres just outside Carson City.\n\nHookers for Hillary is “a great way to get, not only the Bunny Ranch’s name out there, but to get more support for Hillary … Hopefully maybe people who were not really [political] followers before kind of looked into it and went, ‘Wow, this is big! What’s going on?’\n\n“And perhaps,” said the chatty registered Democrat in skin-tight lavender, “they researched Hillary a little more, and perhaps they researched us as well. So it was kind of beneficial on both sides.”\n\nOn a Wednesday before the Nevada caucuses, the Bunny Ranch was quiet in the bright morning light. A stretch limousine gathered dust in the parking lot. The compound’s main building looked like something out of an antebellum trailer park, flesh-tone clapboard siding, pink and white trim, white wrought-iron fencing and faux second-story balcony.\n\nInside, a Three Stooges episode played on the television above banquettes of plush red and black. There’s a brass pole, a full bar, cases filled with sex toys, an ATM and a computer room for the working girls who don’t have laptops.\n\nTaylor Lee, a 26-year-old from Houston, used to be a cake decorator before arriving at the brothel. It was hard work, she said, at low pay. She also waited tables, but her wages could barely keep up with the epilepsy medication that keeps her seizures at bay.\n\n“Being a server, helping out my family, and my epilepsy medication, which I had to have, was $10 a pill,” Lee said. “That’s a lot for a 20-year-old to pay. I have seizures in my sleep. If I don’t take my medicine for one night, I will begin a seizure. And that’s a lot of recovery time. I sleep for a day or two afterwards and feel bad.”\n\nLee is sitting on a zebra-striped bench in one of the ranch’s six VIP rooms. She is slender and tan, with stick-straight blond hair and a cobalt blue dress that struggles to contain her. She has been at the ranch for six months and registered to vote when she got her medical marijuana card.\n\nPolitics, she says, is her favorite subject. She is a deep believer in Obamacare and its ability to change lives by allowing people with pre-existing conditions to be covered by health insurance. She plans to vote in favor of legalizing recreational marijuana when it’s on the ballot this November.\n\nLee said she feels a little pushed to support Clinton – but not so much that she will change the way she plans to caucus later this month.\n\n“I do think the Hookers for Hillary campaign is huge here,” Lee said. “I was told today that this interview was going to be about my support for Hillary, which is amazing. I think she would be an excellent candidate … But I will be caucusing for Bernie Sanders.”\n\nEntice Love, who is more enthusiastic about Clinton than Lee is, is equally interested in the political process. She remembers sitting with her family in the living room in 2009 and watching Beyoncé serenade Barack and Michelle Obama at the inaugural ball with the Etta James standard At Last.\n\nAnd she knows income inequality – a major campaign issue for Sanders and Obama – first hand.\n\n“Before coming to the Bunny Ranch I’ve always had a regular job but my job was never enough to make complete ends meet for me and my children,” said the former retail worker. “So I have always been on welfare, public assistance, and I had Medical. I’m no longer on Medical. I have Kaiser. I have private Kaiser that I just pay.”\n\nTall, willowy and scantily clad, Love counts off the months on her fingers: September, October, November, December, January, February, the time she has worked as a prostitute.\n\nTo anyone who would tell her that her career is degrading, she’ll tell them what she found really degrading – having a man in her pre-Bunny Ranch life offer to buy her a $200 dinner when what she really wanted was a $200 trip to the grocery store so she could feed her kids.\n\nToday, she says, she can buy gifts for her family. She can pay for health insurance. And she can support her candidate of choice.\n\n“Dennis talks about it, ‘We’re doing the voting for Hillary.’ But I already had it in my mind that I’m going to vote for her, so I’m all for it,” Love said.\n\n“We’re helping Hillary and we’re helping ourselves. Women should help other women, right?”", "article_metadata": {"msapplication-TileColor": "#005689", "description": "The working girls at a Nevada brothel launched a campaign to elect the first female president. ‘We’re helping Hillary and we’re helping ourselves. Women should help other women, right?’", "application-name": "The Guardian", "author": "Maria L La Ganga", "og": {"site_name": "the Guardian", "description": "The working girls at a Nevada brothel launched a campaign to elect the first female president. ‘We’re helping Hillary and we’re helping ourselves. Women should help other women, right?’", "title": "Hookers for Hillary: meet the sex workers caucusing for Clinton in Nevada", "url": "http://www.theguardian.com/us-news/2016/feb/15/hookers-for-hillary-clinton-nevada-caucuses-bernie-sanders-moonlite-bunny-ranch", "image": "https://i.guim.co.uk/img/media/5617720e77400432eb47725f15c0eb6e6467454b/0_0_5396_3239/master/5396.jpg?w=1200&q=55&auto=format&usm=12&fit=max&s=c06b70dc1239e32816a4fb601c64a271", "type": "article"}, "referrer": "unsafe-url", "twitter": {"card": "summary_large_image", "app": {"url": {"ipad": "gnmguardian://us-news/2016/feb/15/hookers-for-hillary-clinton-nevada-caucuses-bernie-sanders-moonlite-bunny-ranch?contenttype=Article&source=twitter", "googleplay": "guardian://www.theguardian.com/us-news/2016/feb/15/hookers-for-hillary-clinton-nevada-caucuses-bernie-sanders-moonlite-bunny-ranch", "iphone": "gnmguardian://us-news/2016/feb/15/hookers-for-hillary-clinton-nevada-caucuses-bernie-sanders-moonlite-bunny-ranch?contenttype=Article&source=twitter"}, "id": {"ipad": 409128287, "iphone": 409128287, "googleplay": "com.guardian"}, "name": {"ipad": "The Guardian", "googleplay": "The Guardian", "iphone": "The Guardian"}}, "site": "@guardian", "image": "https://media.guim.co.uk/5617720e77400432eb47725f15c0eb6e6467454b/0_0_5396_3239/master/5396.jpg", "creator": "@marialaganga"}, "apple-mobile-web-app-title": "Guardian", "al": {"ios": {"url": "gnmguardian://us-news/2016/feb/15/hookers-for-hillary-clinton-nevada-caucuses-bernie-sanders-moonlite-bunny-ranch?contenttype=Article&source=applinks", "app_store_id": 409128287, "app_name": "The Guardian"}}, "HandheldFriendly": "True", "fb": {"app_id": 180444840287}, "theme-color": "#005689", "msapplication-TileImage": "https://assets.guim.co.uk/images/favicons/f06f6996e193d1ddcd614ea852322d25/windows_tile_144_b.png", "format-detection": "telephone=no", "keywords": "Hillary Clinton,Nevada,US news,US elections 2016,US politics", "article": {"publisher": "https://www.facebook.com/theguardian", "published_time": "2016-02-15T06:00:01.000Z", "author": "https://www.theguardian.com/profile/maria-l-la-ganga", "section": "US news", "modified_time": "2016-05-26T21:42:48.000Z", "tag": "Hillary Clinton,Nevada,US news,US elections 2016,US politics"}, "thumbnail": "https://i.guim.co.uk/img/media/5617720e77400432eb47725f15c0eb6e6467454b/0_0_5396_3239/5396.jpg?w=620&q=55&auto=format&usm=12&fit=max&s=ef01d7192a5550b73f923b6cd4e6ddae", "viewport": "width=device-width,minimum-scale=1,initial-scale=1", "news_keywords": "Hillary Clinton,Nevada,US news,US elections 2016,US politics"}, "article_summary": "So it was kind of beneficial on both sides.”On a Wednesday before the Nevada caucuses, the Bunny Ranch was quiet in the bright morning light.\nEven more than Caitlyn Jenner.”Politics, Hof says, have been just as beneficial for the Moonlite Bunny Ranch.\n“I do think the Hookers for Hillary campaign is huge here,” Lee said.\n“I’m for Hillary because she’s cracking down on domestic violence,” said Entice Love, a 26-year-old mother of two from Sacramento.\n“I was told today that this interview was going to be about my support for Hillary, which is amazing."}