{"article_title": "3 ways to fix Social Security's funding shortfall", "article_keywords": ["trillions", "funding", "ways", "fix", "larrys", "securitys", "period", "shorter", "program", "shortfall", "social", "whats", "security", "future", "resources"], "article_url": "http://www.cnbc.com/2015/08/13/3-ways-to-fix-social-securitys-funding-shortfall.html", "article_text": "Social Security is celebrating its 80th birthday this week—not bad for a program that was as hotly contested in its day (three trips to the U.S. Supreme Court) as was Medicare 50 years ago and as the Affordable Care Act still is, even five years after it was passed.\n\nWhen Larry Kotlikoff, Paul Solman and I were writing \"Get What's Yours: The Secrets to Maxing Out Your Social Security,\" we agreed on nearly everything in the book except the future path that Social Security would take.\n\nLarry, a world-renowned economist, makes an ironclad case that the program is bankrupt today and has been for some time. By this, he means that the promises the program must honor by law to current and future beneficiaries exceed its current and future mandated resources by trillions and trillions of dollars. To align these liabilities and assets for future generations would require a combination of benefit cuts and tax increases so massive as to be politically and perhaps economically impossible.\n\nI see Larry's points, which are based on what's called an \"infinite horizon\" look at Social Security benefits and resources. I don't see a workable path to address Larry's objections other than to pursue an incremental approach that looks at a shorter time period. Social Security itself uses a 75-year window, which is fine by me.\n\nLooking at what must happen to the program for it to be self-sustaining over this shorter period creates a wealth of possible solutions. Could Social Security solve Larry's infinite horizon deficits in 75 years? In the real world of politics and fiscal trade-offs in which we live, I don't think so. But it certainly would be great to adopt changes that leave the program in much better shape in 2090 than it is now.", "article_metadata": {"AssetType": "cnbcnewsstory", "description": "The trust fund for Social Security retirement benefits is projected to be depleted by 2034. These changes improve the program's finances.", "author": "Phil Moeller, co-author of “Get What's Yours: The Secrets to Maxing Out Your Social Security”", "og": {"site_name": "CNBC", "description": "Social Security is 80 years old. These three changes would improve the program's finances for the future.", "title": "3 ways to fix Social Security's funding shortfall", "url": "http://www.cnbc.com/2015/08/13/3-ways-to-fix-social-securitys-funding-shortfall.html", "image": "http://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2015/08/11/102911438-GettyImages-480594704.1910x1000.jpg", "type": "article"}, "twitter": {"description": "Social Security is 80 years old. These three changes would improve the program's finances for the future.", "title": "3 ways to fix Social Security's funding shortfall", "url": "http://www.cnbc.com/2015/08/13/3-ways-to-fix-social-securitys-funding-shortfall.html", "image": {"src": "http://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2015/08/11/102911438-GettyImages-480594704.1910x1000.jpg"}, "site": "@CNBC", "card": "summary_large_image"}, "al": {"ios": {"app_name": "CNBC Business News and Finance", "app_store_id": 398018310}}, "apple-itunes-app": "app-id=398018310", "GOOGLEBOT": "unavailable_after: 31 Dec 9999 23:59:59 GMT", "keywords": "Social Security, Retirement, Personal Finance, Social Security, Commentary, Politics, business news", "article": {"publisher": "https://www.facebook.com/cnbc", "published_time": "2015-08-13T15:32:30-0400", "author": "https://www.facebook.com/CNBC", "section": "Social Security", "modified_time": "2015-08-13T15:32:31-0400", "tag": "Politics"}, "pageNodeId": 102912966, "news_keywords": "Social Security funding Social Security, projections, fix social security"}, "article_summary": "Social Security itself uses a 75-year window, which is fine by me.\nI see Larry's points, which are based on what's called an \"infinite horizon\" look at Social Security benefits and resources.\nWhen Larry Kotlikoff, Paul Solman and I were writing \"Get What's Yours: The Secrets to Maxing Out Your Social Security,\" we agreed on nearly everything in the book except the future path that Social Security would take.\nCould Social Security solve Larry's infinite horizon deficits in 75 years?\nLooking at what must happen to the program for it to be self-sustaining over this shorter period creates a wealth of possible solutions."}