{"article_title": "“Five Days at Memorial”: A hospital becomes hell", "article_keywords": ["fink", "memorial", "nurses", "hospital", "pou", "days", "patients", "members", "doctors", "hell", "sept", "staff"], "article_url": "http://www.salon.com/2013/09/08/five_days_at_memorial_a_hospital_becomes_hell/", "article_text": "Topics: Books, Doctors, Editor's Picks, Health Care, Hurricane Katrina, Medicine, Must-Do, New Orleans, Nonfiction, nursing, What to Read, Entertainment News\n\nWhen a disaster mortuary team entered Memorial Medical Center in New Orleans on Sept. 11, 2005, they recovered 45 bodies, many of them in the hospital’s chapel, where they had been left by staff members before the facility was evacuated on the night of Thursday, Sept. 2. Just how the dead, all former patients, came to be there is the subject of Sheri Fink’s hefty and exhaustively reported, “Five Days at Memorial: Life and Death in a Storm-Ravaged Hospital.”\n\nThis important book is the final product of a joint investigative project initially funded by the New York Times and ProPublica. Fink interviewed hundreds of people, ranging from doctors and nurses to law enforcement officers, patients, family members, government officials and volunteers. At the center of this inquiry is the arrest in 2006 of a doctor, Anna Pou, and two nurses from the hospital’s intensive care unit, Cheri Landry and Lori Budo, on charges of second-degree murder. Pou and the nurses, prosecutors contended, had administered lethal doses of morphine and other painkillers to at least four patients of LifeCare, a “hospital within a hospital” that leased a floor from Memorial and used the services of some of Memorial’s doctors. The nurses were compelled to testify after the DA decided not to prosecute them. In 2007, a grand jury refused to indict Pou on any of the charges brought against her.\n\nWhat exactly happened at Memorial Medical Center on Sept. 2, 2005 may never be known to the public; Pou, still vulnerable to civil suits, refuses to discuss her actions in any detail. The five days after Hurricane Katrina hit the city, and especially the 40-hour period after the facility’s back-up generators failed, were hellish. The loss of power halted elevators, plunged interior corridors into fetid darkness, cut off communication with the outside world and, most alarming of all, stilled the many machines used to sustain seriously ill patients, like those on the LifeCare floor. Toilets backed up until the reek of sewage filled the halls. Temperatures soared, wreaking havoc, especially on fragile and elderly patients.\n\nWith ventilators out of commission, nurses had to “bag” patients who couldn’t breathe on their own, regularly squeezing a device called an Ambu Bag to force air into their lungs. Others carried the sick in improvised hammocks made of bed sheets down several floors of pitch-black stairwell, though a shaft in the wall of the machine room to the parking garage and then up again on two more flights of rickety, exposed metal stairs to wait for hours on a neglected helipad where helicopters appeared only intermittently. Hospital staff could see a Walgreens being ransacked from their windows and heard wild rumors about martial law, roving gangs, snipers, rapists and looters. Some, keenly aware of the temptation posed by the hospital pharmacy, armed themselves and stood guard.\n\nThe first part of Fink’s book describes these five days from the perspective of over a dozen participants, although the book’s central figure, Pou, has never spoken on the record about some of the key events. It’s a confusing narrative that reads at times like a notebook dump. Fink strives so mightily to present an impartial version of these interlocking accounts that the story often seems to lack shape or coherence, the meaning of this or that detail unclear and the timeline occasionally muddled.\n\nOn the other hand, this may in the end serve as the most accurate depiction of how the experience felt to the people involved, with cryptic snatches of overheard conversations, nameless but authoritative-acting men popping up to order everyone around before disappearing again, gunshots sounding in the streets, apocalyptic announcements on the radio, the agonizing experience of witnessing longtime patients suffer, the punishing heat and sleep-deprivation and worry about family members left at home. The second half of the book, which describes the investigation of the deaths and the legal aftermath, demonstrates that Fink, an M.D. and Pulitzer-winning journalist, certainly knows how to craft a nonfiction page-turner.\n\nThe way Fink tells it, it seems that some doctors and nurses at Memorial administered heavy doses of morphine or the sedative midazolam, or both, to gravely ill patients, possibly to ease their fear and pain, but probably also to hasten their deaths. As more than one nurse remarks, this is not unheard-of in medicine-as-usual, although it is rarely acknowledged. It also seems likely that the doctors felt the patients wouldn’t survive the evacuation and that in one case the remaining staff would be physically incapable of carrying a 300-pound-plus man out of the building. Others suspected, correctly, that evacuated patients would be taken to a place where they’d have access to no care at all. (Initially some medical evacuees were taken to hospitals, but in order to keep the helicopters in steady rotation over the flooded areas, many were dropped at SARBOOs — search-and-rescue bases of operations — where the ambulances that were supposed to pick them up failed to materialize. One Memorial doctor watched other physician’s patients moaning and dying around him in an open airport concourse after weeping, overwhelmed relief workers ran out of supplies in less than a day.)", "article_metadata": {"description": "A journalist investigates what really happened in Memorial Medical in the days after Katrina struck", "author": "Laura Miller", "og": {"site_name": "Salon", "description": "A journalist investigates what really happened in Memorial Medical in the days after Katrina struck", "title": "“Five Days at Memorial”: A hospital becomes hell", "url": "http://www.salon.com/2013/09/08/five_days_at_memorial_a_hospital_becomes_hell/", "image": "http://media.salon.com/2013/09/memorial_katrina.jpg", "type": "article"}, "twitter": {"description": "A journalist investigates what really happened in Memorial Medical in the days after Katrina struck", "creator": "@magiciansbook", "image": "http://media.salon.com/2013/09/memorial_katrina.jpg", "title": "“Five Days at Memorial”: A hospital becomes hell", "site": "@salon", "card": "summary_large_image"}, "title": "“Five Days at Memorial”: A hospital becomes hell", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, Books, Doctors, Editor's Picks, Health Care, Hurricane Katrina, Medicine, Must-Do, New Orleans, Nonfiction, nursing, What to Read", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fd078d\"", "article_summary": "Hospital staff could see a Walgreens being ransacked from their windows and heard wild rumors about martial law, roving gangs, snipers, rapists and looters.\nFink interviewed hundreds of people, ranging from doctors and nurses to law enforcement officers, patients, family members, government officials and volunteers.\nPou and the nurses, prosecutors contended, had administered lethal doses of morphine and other painkillers to at least four patients of LifeCare, a “hospital within a hospital” that leased a floor from Memorial and used the services of some of Memorial’s doctors.\nThe five days after Hurricane Katrina hit the city, and especially the 40-hour period after the facility’s back-up generators failed, were hellish.\nSome, keenly aware of the temptation posed by the hospital pharmacy, armed themselves and stood guard."}