{"article_title": "‘Free Range’ Parents Not Charged for Letting Their Kids Walk Home Alone", "article_keywords": ["letting", "kids", "meitivs", "statement", "investigations", "free", "walk", "reported", "range", "parents", "actions", "meitiv", "children", "charged"], "article_url": "http://dailysignal.com/2015/05/27/free-range-parents-not-charged-for-letting-their-kids-walk-home-alone/", "article_text": "Child Protective Services has ruled out neglect charges in one of two investigations into Maryland’s “free range” parents, according to the Associated Press.\n\nDanielle and Alexander Meitiv, the parents of Dvora, 6, and Rafi, 10, practice what they call a “free range” parenting style in which their children are given a great deal of independence.\n\nThe Meitivs were under investigation for allowing their children to walk home from a park unsupervised in December. This case has now been dismissed.\n\nThe Daily Signal previously reported that the Meitiv children were picked up by police last month after a caller reported seeing unattended children walking in the neighborhood. The results of this investigation are still pending.\n\n“This ruling confirms that we never exposed our children to a ‘substantial risk of harm,’” Danielle Meitiv said in a statement. “Although we welcome the decision, we are concerned that CPS’s misguided policy remains intact. We fear that our family and other Maryland families will be subject to further investigations and frightening police detentions simply because our children have been taught how to walk safely in their neighborhood, including to and from school and local parks.”\n\nThe Meitiv’s lawyer, Matthew Dowd, said in a statement that he is “very pleased” the Meitivs have been “vindicated.”\n\n“The county officials’ actions were a completely unnecessary overreach into the personal lives of the Meitivs,” Dowd said. “Unfortunately, the children and their parents have suffered from the actions of county officials. CPS’s investigations and actions have been premised on a fundamental misapplication of the law and violate the constitutional rights of parents to raise their children as they see best.”", "article_metadata": {"description": "The free range parents have been cleared in one neglect case, but another is still pending.", "og": {"site_name": "The Daily Signal", "description": "The free range parents have been cleared in one neglect case, but another is still pending.", "title": "‘Free Range’ Parents Not Charged for Letting Their Kids Walk Home Alone", "locale": "en_US", "image": "http://dailysignal.com/wp-content/uploads/150527_FreeRangeKids_Scanlon.jpg", "updated_time": "2015-05-27T19:57:52+00:00", "type": "article"}, "bitly": {"url": "http://dailysign.al/1POf0gS"}, "twitter": {"domain": "The Daily Signal", "description": "The free range parents have been cleared in one neglect case, but another is still pending.", "title": "‘Free Range’ Parents Not Charged for Letting Their Kids Walk Home Alone", "image": {"src": "http://dailysignal.com/wp-content/uploads/150527_FreeRangeKids_Scanlon.jpg"}, "creator": "@dailysignal", "site": "@dailysignal", "card": "summary_large_image"}, "fb": {"pages": 300341323465160, "app_id": 772296266137346}, "article": {"publisher": "https://www.facebook.com/TheDailySignalNews", "section": "Law", "tag": "overcriminalization", "published_time": "2015-05-27T17:03:10+00:00", "modified_time": "2015-05-27T19:57:52+00:00"}, "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "Free range, free range kids, free range parents, free range parenting"}, "_id": "\"57477af46914bd0286fdef85\"", "article_summary": "Child Protective Services has ruled out neglect charges in one of two investigations into Maryland’s “free range” parents, according to the Associated Press.\nThe Meitivs were under investigation for allowing their children to walk home from a park unsupervised in December.\nThe Daily Signal previously reported that the Meitiv children were picked up by police last month after a caller reported seeing unattended children walking in the neighborhood.\nDanielle and Alexander Meitiv, the parents of Dvora, 6, and Rafi, 10, practice what they call a “free range” parenting style in which their children are given a great deal of independence.\n“Unfortunately, the children and their parents have suffered from the actions of county officials."}