{"article_title": "How Congress Gave the Pentagon a $5 Billion Haircut", "article_keywords": ["billion", "haircut", "congress", "million", "budget", "defense", "voted", "department", "bill", "pentagon", "came", "gave"], "article_url": "http://www.thefiscaltimes.com/2015/11/05/How-Congress-Gave-Pentagon-5-Billion-Haircut", "article_text": "House lawmakers voted overwhelmingly on Thursday to approve a new policy blueprint for the Defense Department that includes $5 billion in spending cuts necessitated by the two-year budget deal between congressional leaders and President Obama.\n\nMembers voted 370-58 to approve the fiscal 2016 National Defense Authorization Act (NDAA), which outlines $607 billion in Pentagon spending. That amount is $5 billion shy of the president’s original budget request for the agency.\n\nRelated: Can’t Cut a $612 Billion Budget by Less than One Percent? Hogwash!\n\nOnce the top-line budget numbers for Defense were agreed to and approved by Congress, House authorizers huddled with appropriators and their Senate counterparts to give the Pentagon a $5 billion haircut.\n\nThe biggest chunk of money, over $1 billion, came from the Pentagon’s fuel account. The move reflects the lower price of oil.\n\nAround $450 million came from “streamlining” at the Pentagon -- an easy target for a Republican-controlled Congress that often rails against bloated federal bureaucracies. The Department of Defense has labored to reduce its headquarters staff by 25 percent over the next couple years but lawmakers want the department to speed up the process.\n\nRelated: How the Pentagon Cooks the Books to Hide Massive Waste\n\nThe bulk of the rest of the money comes from cuts to individual programs. For instance, Congress cut $230 million from the new Long Range Strike-Bomber. The contract award for the high-profile effort, which could cost well over $100 billion in coming decades, was awarded last week after months of delays.\n\nCongress also sliced $250 million from the administration’s Counterterrorism Partnership Fund, another $250 million in Army readiness accounts, and $193 million from the Air National Guard.\n\nAbout $125 million came from the program to train and equip moderate Syrian rebels to fight ISIS, an effort that, even by the administration’s account, has been a tremendous failure.\n\nThe NDAA now goes to the Senate where it will be placed on the chamber’s “suspension calendar,” sparing the bill from being opened up to potentially controversial amendments. The upper chamber will likely vote on it next week.\n\nRelated: The Pentagon Paid Millions to Pro Sports Teams for Military Tributes\n\nHouse Armed Services Committee chair Mac Thornberry (R-TX) sees no reason for Obama to wait on signing the bill into law.\n\n“This bill, and the overwhelming bipartisan majority supporting it, demonstrates that we got it right from the beginning. This time, I hope the President will drop the politics and sign the bill,” he said in a statement.", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "House lawmakers voted overwhelmingly on Thursday to approve a new policy blueprint for", "title": "How Congress Gave the Pentagon a $5 Billion Haircut", "url": "http://www.thefiscaltimes.com/2015/11/05/How-Congress-Gave-Pentagon-5-Billion-Haircut", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/wpid-2012-09-14T195107Z_1_CBRE88D1J5C00_RTROPTP_2_US-PENTAGON.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2015/11/05/How-Congress-Gave-Pentagon-5-Billion-Haircut", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/wpid-2012-09-14T195107Z_1_CBRE88D1J5C00_RTROPTP_2_US-PENTAGON.jpg", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "House lawmakers voted overwhelmingly on Thursday to approve a new policy blueprint for", "generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "Members voted 370-58 to approve the fiscal 2016 National Defense Authorization Act (NDAA), which outlines $607 billion in Pentagon spending.\nThe biggest chunk of money, over $1 billion, came from the Pentagon’s fuel account.\nRelated: Can’t Cut a $612 Billion Budget by Less than One Percent?\nAround $450 million came from “streamlining” at the Pentagon -- an easy target for a Republican-controlled Congress that often rails against bloated federal bureaucracies.\nOnce the top-line budget numbers for Defense were agreed to and approved by Congress, House authorizers huddled with appropriators and their Senate counterparts to give the Pentagon a $5 billion haircut."}