{"article_title": "Diabetes Patients Suffer Unregulated and Commercially Unnecessary Hike in Insulin Price", "article_keywords": ["eli", "cost", "medpage", "hike", "price", "unregulated", "drug", "unnecessary", "lilly", "patients", "humulin", "insulin", "told", "today", "suffer", "commercially", "diabetes"], "article_url": "http://www.truthdig.com/eartotheground/item/diabetes_patients_suffer_unregulated_and_commercially_20140913", "article_text": "Though Humulin has been on the market for many years for a relatively cheap price, a single monthlong dose of the insulin variety manufactured by Eli Lilly costs $1,200 today—more than five times the amount in 2007. Why? Because the company can charge that much, Eli Lilly’s insulin marketing director said.\n\nBecause it’s an old drug that enjoys the monopoly advantage of being the only version of its kind available, Eli Lilly spent zero additional dollars on research and development related to Humulin. The price increase thus represents a bonanza of pure profit at no extra cost to the company.\n\nDr. Amber Taylor, director of the Diabetes Center at Mercy Medical Center in Baltimore, told the medical news service MedPage Today about the impact of the hike: “I’ve had patients with a $2,500 deductible who can’t put down $1,200 for a bottle of insulin. … For them, it’s pay the mortgage or buy my insulin—what do you want me to do?”\n\nMedPage Today asked Eli Lilly why the price on Humulin U-500, which is taken by less than 5 percent of diabetes patients, rose at all. In an article posted Sept. 11, the service reported:\n\nKevin Cammack, senior director of marketing for insulin at Eli Lilly, told MedPage Today that their sales representatives started getting more questions from doctors about U-500 over the last 5 years. As that demand rose, they began to educate all of their representatives about their concentrated insulin. “Our product had been available and its use increased without promotion essentially,” Cammack told MedPage Today. “Once [physicians] asked enough sales reps about it ... we stepped up and provided more information.” That’s also when the company started to increase the price. Cammack said the per-unit cost was raised to equal that of its regular human insulin, Humulin U-100—hence the equivalent $0.12 per unit of insulin cost for both drugs. “We felt it was probably appropriate to allow U-500 to be priced the same as other human insulins in the marketplace,” Cammack said.\n\nThe marketing man’s choice of words is marvelous. He doesn’t say, “We realized we could make more money off of these suffering people, so we did,” but instead, after dutifully “stepping up” to provide physicians with information they needed, and realizing that consumer demand could support a rise in cost, the company “felt it … appropriate to allow” the drug to become five times more expensive. How nobly minded, according to the neoliberal view that corporate profits take priority over the health and financial well-being of Americans.\n\nProtecting patients from such harmful manipulations was not a part of the much-lauded (among Democrats) 2010 Affordable Care Act, President Barack Obama’s landmark health insurance legislation. In its report on the hike in the drug price, MedPage Today went on to confirm that there are no regulations prohibiting drug companies from raising prices solely because they can.\n\n“I am not aware of any laws that would prevent a pharmaceutical company from doubling the price of insulin,” Kate Greenwood, a pharmaceutical law expert at Seton Hall University in New Jersey, told the service. “There are statutes and regulations governing the price that pharmaceutical companies can charge Medicare, Medicaid, and other government programs,” but “[t]hese laws do not put a cap on the market price of a drug or drugs.”\n\n—Posted by Alexander Reed Kelly\n\nMore Below the Ad", "article_metadata": {"news_keywords": "affordable care act, amber taylor, diabetes, diabetes center, eli lily, humulin u 500, insulin, kate greenwood, kevin cammack, medpage today, mercy medical center, neoliberalism, regulation, seton hall university, unregulated capitalism", "og": {"site_name": "Truthdig", "description": "Though Humulin has been on the market for many years for a relatively cheap price, a single monthlong dose of the insulin variety  manufactured by Eli Lilly costs $1,200 today—more than five times the amount in 2007. Why? Because the company can charge that much, Eli Lilly’s insulin marketing director said.\n - 2014/09/13", "title": "Diabetes Patients Suffer Unregulated and Commercially Unnecessary Hike in Insulin Price", "url": "http://www.truthdig.com/eartotheground/item/diabetes_patients_suffer_unregulated_and_commercially_20140913", "image": {"width": 590, "identifier": "http://www.truthdig.com/images/eartothegrounduploads/1459170748_262b29f94c_o.jpg", "height": 366}, "type": "article"}, "twitter": {"description": "Though Humulin has been on the market for many years for a relatively cheap price, a single monthlong dose of the insulin variety  manufactured by Eli Lilly costs $1,200 today—more than five times the amount in 2007. Why? Because the company can charge that much, Eli Lilly’s insulin marketing director said.", "creator": "@truthdig", "url": "http://www.truthdig.com/eartotheground/item/diabetes_patients_suffer_unregulated_and_commercially_20140913/", "image": {"width": 590, "identifier": "http://www.truthdig.com/images/eartothegrounduploads/1459170748_262b29f94c_o.jpg", "height": 366}, "title": "Diabetes Patients Suffer Unregulated and Commercially Unnecessary Hike in Insulin Price | Truthdig: Drilling Beneath the Headlines", "site": "@truthdig"}, "fb": {"app_id": 319814091404244}, "keywords": "Truthdig, Diabetes Patients Suffer Unregulated and Commercially Unnecessary Hike in Insulin Price, affordable care act, amber taylor, diabetes, diabetes center, eli lily, humulin u 500, insulin, kate greenwood, kevin cammack, medpage today, mercy medical center, neoliberalism, regulation, seton hall university, unregulated capitalism", "article": {"tag": "affordable care act, amber taylor, diabetes, diabetes center, eli lily, humulin u 500, insulin, kate greenwood, kevin cammack, medpage today, mercy medical center, neoliberalism, regulation, seton hall university, unregulated capitalism", "published_time": "2014-09-13T08:58:17-08:00", "modified_time": "2014-09-13T13:42:18-08:00"}, "description": "Though Humulin has been on the market for many years for a relatively cheap price, a single monthlong dose of the insulin variety  manufactured by Eli Lilly costs $1,200 today—more than five times the amount in 2007. Why? Because the company can charge that much, Eli Lilly’s insulin marketing director said.\n - 2014/09/13"}, "_id": "\"57477af46914bd0286fdf1ae\"", "article_summary": "Cammack said the per-unit cost was raised to equal that of its regular human insulin, Humulin U-100—hence the equivalent $0.12 per unit of insulin cost for both drugs.\n“Our product had been available and its use increased without promotion essentially,” Cammack told MedPage Today.\nIn its report on the hike in the drug price, MedPage Today went on to confirm that there are no regulations prohibiting drug companies from raising prices solely because they can.\nBecause the company can charge that much, Eli Lilly’s insulin marketing director said.\nThe price increase thus represents a bonanza of pure profit at no extra cost to the company."}