{"article_title": "Politics News: Healthcare.gov Contractor Accenture is Located in a Tax Haven", "article_keywords": ["united", "healthcaregov", "federal", "companies", "company", "work", "tax", "taxes", "contractor", "located", "accenture", "inversions", "politics", "corporate", "haven"], "article_url": "http://dcinno.streetwise.co/2014/08/29/thats-embarrassing-lead-obamacare-contractor-is-actually-based-in-a-tax-haven/", "article_text": "Image via Accenture\n\nPresident Obama has been making some strong statements against corporate inversions, calling the practice \"economic desertion\" and likening the companies that have been involved to traitors. But it turns out that the main contractor hired by the Obama administration to work on the Affordable Care Act rollout can be lumped in with the corporate deserters the White House now seems to hate so much.\n\nSince January the firm Accenture has made over $100 million off of a federal contract to work on improving the troubled Healthcare.gov insurance portal. Accenture has also been dodging U.S. taxes for decades, have set up shop in both Bermuda and Switzerland, which are favorite tax havens. In 2009 the company became incorporated in Ireland, which has one of the lowest corporate tax rates in the world at 12.5 percent.\n\nIn 2002 Accenture's tax practices were looked into by the Government Accountability Office, which ruled that technically Accenture's moves weren't inversions, since it never was really based in United States to begin with. Corporate inversions usually involve an American company buying smaller, foreign-based companies to use for their overseas address. GAO did however, publicly note that Accenture is one of only four companies among the top 100 corporate federal contractors located in a tax haven.\n\nWhile Accenture has operations around the globe, 47 percent of $28.6 billion in revenue made in 2013 came from North America. Accenture does pay American taxes on profits earned inside the U.S., and due to the fact the company is not technically a corporate inverter, it isn't affected by the ban on inverted companies from receiving federal contracts.\n\nStill, Accenture has faced it's fair share of criticism, much of it being strikingly similar to the criticism being leveled against new corporate inverters like Burger King and AbbVie. “The United States government should not be doing business with those who want all the benefits of citizenship without any of the responsibilities that come along with it,” said Representative Rosa DeLauro in a 2004 debate over whether Accenture should get a lucrative Defense Department contract.\n\nCurrently Congress is toying with a couple of solutions to the problem of corporate inversions, like forcing inverter companies to still pay U.S. taxes. Republicans are pushing an alternate plan that would significantly reduce the corporate tax rate in order to eliminate the incentive for companies to move overseas.", "article_metadata": {"description": "President Obama has been making some strong statements against corporate inversions, calling the practice &quot;economic...", "og": {"site_name": "DC Inno", "description": "President Obama has been making some strong statements against corporate inversions, calling the practice \"economic desertion\" and likening the companies that have been involved to traitors. But...", "title": "That's Embarrassing: Lead Obamacare Contractor is Actually Based in a Tax Haven", "url": "http://dcinno.streetwise.co/2014/08/29/thats-embarrassing-lead-obamacare-contractor-is-actually-based-in-a-tax-haven/", "image": {"width": 400, "identifier": "http://wp.streetwise.co/wp-content/blogs.dir/2/files/2014/08/accenture-amos-logo-630x343.gif", "height": 300}, "type": "article"}, "twitter": {"description": "President Obama has been making some strong statements against corporate inversions, calling the practice \"economic desertion\" and likening the companies that have been involved to traitors. But...", "title": "That's Embarrassing: Lead Obamacare Contractor is Actually Based in a Tax Haven", "url": "http://dcinno.streetwise.co/2014/08/29/thats-embarrassing-lead-obamacare-contractor-is-actually-based-in-a-tax-haven/", "image": "http://dde39d2gc4th3.cloudfront.net/wp-content/blogs.dir/2/files/2014/08/accenture-amos-logo-150x150.gif", "card": "summary", "account_id": 414872140}, "p": {"domain_verify": "ae0cfe6623f247df67d46d053a604e30"}, "fb": {"app_id": 498738323523519}, "keywords": "accenture,corporations,news,obamacare,taxes", "msvalidate.01": "94505EE7567498D0D3C71847CA3090BB", "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "accenture,corporations,news,obamacare,taxes"}, "_id": "\"57477af36914bd0286fd07a6\"", "article_summary": "GAO did however, publicly note that Accenture is one of only four companies among the top 100 corporate federal contractors located in a tax haven.\nIn 2009 the company became incorporated in Ireland, which has one of the lowest corporate tax rates in the world at 12.5 percent.\nRepublicans are pushing an alternate plan that would significantly reduce the corporate tax rate in order to eliminate the incentive for companies to move overseas.\nAccenture has also been dodging U.S. taxes for decades, have set up shop in both Bermuda and Switzerland, which are favorite tax havens.\nSince January the firm Accenture has made over $100 million off of a federal contract to work on improving the troubled Healthcare.gov insurance portal."}