{"article_title": "Surprising Ways to Get Audited by the IRS", "article_keywords": ["real", "estate", "surprising", "ways", "tax", "irs", "smith", "theyre", "insurance", "income", "steber", "rental", "audited"], "article_url": "http://time.com/money/4182235/tax-audit-surprising-reasons/", "article_text": "\n\n\n\nYou’ve heard all the usual reasons the IRS flags tax returns for audit: You earned a lot of money last year, you claim deductions way out of line with your income, you try to write off your living room as a “home office,” and so on. Those are all still good to keep in mind, but tax pros say the IRS is eyeballing a few new things this year, too.\n\n“There was a lot of activity going on at the IRS last year,” says Mark Steber, chief tax officer at Jackson Hewitt. Here are a few surprising things auditors are looking for in their search for red flags:\n\nYou have an overseas cash stash. “To the extent anything is really new in terms of red flags, it would probably be the focus on offshore bank accounts,” says Bill Smith, managing director at accounting firm CBIZ MHM. The United States has hammered out deals with foreign regulators so that the IRS now gets a much better picture of who’s got what stashed where. “It is even more important to disclose these accounts and file proper FBARs, [foreign bank account disclosure forms] which are not part of the tax return,” Smith says.\n\nYou make money from the sharing economy. There are an estimated 3.2 million people in the so-called “gig economy,” according to TurboTax surveys, and that number is expected to rise to 7.6 million by 2020, says TurboTax CPA and tax expert Lisa Greene-Lewis. But a lot of people, especially if their work as (for example) an Uber driver is a part-time or weekend job, might not know that the IRS considers them self-employed and that they’re responsible for paying taxes on their earnings. “If they’re new at this kind of business, they may not realize they’re self-employed now,” Greene-Lewis says. “They may see some forms they haven’t seen before,” such as a 1099. Remember, the IRS gets a copy of that form, too, so if you don’t include your 1099 in your tax filing and account for the additional taxes you owe, that’s going to be a pretty obvious clue to the IRS to take a closer look at your return.\n\nYou fib about having health insurance coverage. “I would say that healthcare is probably the newest [issue],” Steber says. Beginning in 2014, the Affordable Care Act started imposing penalties on people without health insurance. In 2014, the penalty was fairly minor, but the amount is getting ratcheted up every year. “The fee is calculated two different ways—as a percentage of your household income, and per person,” Healthcare.gov explains. People who forgo insurance have to pay whichever of the two is higher. In 2015, that would be either 2% of your annual income, up to the average annual premium of a “bronze” level plan through the federal exchange, or $325 per adult and half of that per kid, up to a maximum of $975. “If you checked, ‘I had health insurance,’ but really didn’t… yes, they are checking,” Steber says. It’s a pretty easy cross-reference for the IRS to make, he cautioned, so don’t expect to slide under the radar.\n\nRead More: MONEY’s 2016 Tax Guide\n\nYou claim to be a real estate pro when you’re not. If you have a money-losing rental property, the IRS considers that a “passive” loss, which means you can only deduct it against rental income gains. The rules are different for real estate professionals, though: In that case rental income losses are considered “active” losses, which means they can be deducted against other income. “So there is an incentive to try and make yourself a real estate professional,” Smith says. “It is not new, but it’s getting a little more scrutiny in my opinion.” The catch is that in order to qualify as a real estate pro for purposes of this deduction, you need to spend at least 750 hours a year working on your property. That means you’d have to spend more than 14 hours a week, every week, on real estate work, which is pretty hard to do if you have a regular job, Smith points out. If you get a W-2 from an employer while trying to claim active real estate losses, that’s likely to raise an eyebrow or two at the IRS.", "article_metadata": {"description": "Tax experts say these are four overlooked things that raise red flags with the IRS.", "generator": "WordPress.com", "og": {"site_name": "MONEY.com", "description": "Nobody thinks of these red flags.", "title": "4 New Reasons You'd Never Guess Could Get You Audited", "url": "http://time.com/money/4182235/tax-audit-surprising-reasons/", "image": "https://timedotcom.files.wordpress.com/2016/01/160115_ff_audit.jpg?quality=75&strip=color&w=1012", "type": "article"}, "twitter": {"site": "MONEY", "image": {"src": "https://timedotcom.files.wordpress.com/2016/01/160115_ff_audit.jpg?quality=75&strip=color&w=1012"}, "description": "Nobody thinks of these red flags.", "card": "summary_large_image", "title": "4 New Reasons You'd Never Guess Could Get You Audited"}, "msapplication-TileColor": "#FFFFFF", "msapplication-tooltip": "Current & Breaking News | National & World Updates", "msapplication-task": "name=Subscribe;action-uri=http://time.com/feed/;icon-uri=http://0.gravatar.com/blavatar/2cee445ea71a179ffd35ea91cf154905?s=16", "apple-mobile-web-app-capable": "yes", "fb": {"app_id": 53177223193}, "p": {"domain_verify": "f48a8936c3fffc943fce516f2e3ff1d2"}, "apple-mobile-web-app-status-bar-style": "black-translucent", "msapplication-window": "width=device-width;height=device-height", "msapplication-TileImage": "https://s0.wp.com/wp-content/themes/vip/time2014/img/time-touch_icon_152.png", "application-name": "TIME", "article": {"publisher": "https://www.facebook.com/MoneyMagazine"}, "keywords": ", audit, irs, taxes", "google-site-verification": "nFxFQf8F4Xgg0b9Ap9rOUJzg7MY74LicbBIzsLo8yIg", "viewport": "width=device-width,minimum-scale=1.0,maximum-scale=1.0", "news_keywords": "irs flags tax returns, red flags, claim deductions, write off, self-employed, additional taxes, irs"}, "article_summary": "If you have a money-losing rental property, the IRS considers that a “passive” loss, which means you can only deduct it against rental income gains.\nIf you get a W-2 from an employer while trying to claim active real estate losses, that’s likely to raise an eyebrow or two at the IRS.\n“There was a lot of activity going on at the IRS last year,” says Mark Steber, chief tax officer at Jackson Hewitt.\n“So there is an incentive to try and make yourself a real estate professional,” Smith says.\nRead More: MONEY’s 2016 Tax GuideYou claim to be a real estate pro when you’re not."}