{"article_title": "Prices and Plans Finally Appear on Hawaii Health Insurance Exchange", "article_keywords": ["website", "plans", "working", "exchange", "tax", "hawaii", "site", "connector", "finally", "health", "plan", "prices", "insurance", "appear"], "article_url": "http://www.govtech.com/health/Prices-and-Plans-Finally-Appear-on-Hawaii-Health-Insurance-Exchange.html", "article_text": "Hawaii residents were able to compare health plans and enroll in medical coverage under the federal Affordable Care Act for the first time Tuesday, two weeks after the scheduled start of open enrollment.\n\nDespite intermittent glitches throughout the day, Hawaii's online marketplace for health insurance finally began displaying prices and selling policies.\n\n\"This is a big milestone for the Hawaii Health Connector. We've been on a two-year journey bringing this to Hawaii's community,\" Executive Director Coral Andrews said at a news conference.\n\n\"The Hawaii Health Connector is going to provide those who are uninsured and the small businesses with an opportunity to access health insurance that they otherwise have not been able to. It's a giant leap forward.\"\n\nDespite two years and $205 million in federal funding, the Connector was unable to meet the Oct. 1 scheduled launch of its website due to computer problems. The issues continued until Hawaii made national headlines last week as the only state without a website where residents could price and buy health insurance approved by the Affordable Care Act, President Barack Obama's signature health legislation.\n\nThe embarrassing delay led to an outpouring of criticism and many overtime hours for Connector employees.\n\n\"As you all can imagine, we've been very busy, and my eyes are dry and tired,\" Andrews said as she put on glasses to read a statement at a 12:30 p.m. news conference.\n\nThe Hawaii Health Connector website began working around noon, showing plan options with prices. As news spread that it was functioning and people began checking prices, the site experienced a temporary crash. Around 1 p.m. visitors to the home page, www.hawaiihealthconnector.com, received a one-line message: \"This website is temporarily unavailable, please try again.\"\n\n\"We're currently experiencing high traffic to our site,\" the Connector posted on Twitter. \"We're working to address the issue.\"\n\nThe glitch was quickly resolved, and the site appeared to be working fine through most of the afternoon.\n\n\"People were eagerly looking forward to the plans being posted,\" said state Rep. Della Au Belatti (D, Makiki-Tantalus), chairwoman of the House Committee on Health. \"Will there continue to be tech glitches? Probably. We're seeing all these tech glitches emerge throughout the nation. (But) we're at a better place than we were two weeks ago because there's more information available.\"\n\nThe health reform law requires most citizens to get health coverage next year or face tax penalties.\n\nThe Connector site allows individuals and small businesses to shop anonymously for policies. For individuals the search is based on age, income, ZIP code and whether you smoke.\n\nThe site shows that a 35-year-old nonsmoker earning $50,000 a year in Honolulu has 34 plan options, ranging from a $139 monthly \"Bronze\" plan with 60 percent coverage under Kaiser to a $356 HMSA \"Platinum\" option covering 90 percent of health costs. The same number of plans was available for a 65-year-old making the same amount; however, the prices ranged from $342 a month for Kaiser's \"Bronze\" option to $874 for HMSA's \"Platinum\" policy. These plans did not include tax credits available for some lower-income residents.\n\nThe website links consumers earning below 400 percent of the Hawaii poverty level ($52,920 for a single person and $108,360 for a family of four) to a separate exchange portal at Connecthawaii.com where they can apply for tax credits to reduce the cost of health insurance.\n\nKeaau resident Grant Togashi, 59, was frustrated Tuesday that he was still unable to find plans or prices on the Connector because his user name and password kept being rejected. He completed an application for financial assistance Oct. 5.\n\n\"(The website's) not very clear. It keeps changing every single day,\" he said, adding that his current health plan expires Dec. 31. \"I'm a retiree, and I want answers because I need to get an individual plan effective January and it's just a mess. I don't know how else to describe it. This thing has festered long enough, and I think there's no transparency. I realize that Hawaii is not unique. All these other states are having their problems, but Hawaii is definitely one of the worst states as far as getting their act together.\"\n\nSteve Tam, director of advocacy at AARP Hawaii, spent 45 minutes registering before even viewing plans Tuesday.\n\n\"It is sort of like filling out a tax return. It's not a very quick process,\" he said. \"Consumers need to be able to make sure they budget enough time -- maybe a good hour or so to work on this. People need to know that it's something where they cannot just readily get to the plans. It's not intuitive. It's not something that's very easy to navigate.\"\n\nThis story originally appeared on The Honolulu Star Advertiser.", "article_metadata": {"contentType": "GT Article", "description": "Two weeks after the scheduled start of open enrollment, Hawaii residents are now able to compare health plans and enroll in medical coverage under Obamacare.", "pubDate": "2013-10-16", "og": {"image": "http://media2.govtech.com/images/Laptop+Beach+Shutterstock.jpg", "title": "Prices and Plans Finally Appear on Hawaii Health Insurance Exchange"}, "wssUrl": "http://www.govtech.com/health", "p": {"domain_verify": "6fde23837116ec868cad5f966cf08656"}, "wss": "Health and Human Services", "authors": "[]", "google-site-verification": "YGeeEDFGk0P1HO8tlyROBmRbQvw1H3jzQqXhn0Q55a8", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no"}, "_id": "\"57477af36914bd0286fd07af\"", "article_summary": "\"The Hawaii Health Connector is going to provide those who are uninsured and the small businesses with an opportunity to access health insurance that they otherwise have not been able to.\nThe Hawaii Health Connector website began working around noon, showing plan options with prices.\n\"This is a big milestone for the Hawaii Health Connector.\nIt keeps changing every single day,\" he said, adding that his current health plan expires Dec. 31.\nDespite intermittent glitches throughout the day, Hawaii's online marketplace for health insurance finally began displaying prices and selling policies."}