{"article_title": "Five Councilors Call on Superior Mayor to Retract Facebook Comment", "article_keywords": ["comment", "superior", "city", "hagen", "councilors", "comments", "calling", "elected", "facebook", "retract", "mayor", "obama"], "article_url": "http://www.wdio.com/article/stories/s3998644.shtml", "article_text": "Updated: 12/21/2015 10:53 PM\n\nCreated: 12/21/2015 4:38 PM\n\nFive Superior City Councilors are calling on Mayor Bruce Hagen to retract a Facebook comment referring to President Barack Obama as a Muslim who has \"destroyed the fabric of democracy.\"\n\n\n\nHagen's full comment, which was posted in response to a photo of First Lady Michelle Obama, reads \"Unbelievable! She and her Muslim partner have destroyed the fabric of democracy that was so very hard fought for!\"\n\n\n\nHagen told Eyewitness News he made the comment in response to something that a friend said, but declined to elaborate. He said he stands by the statement and said it was an expression of free speech.\n\n\n\n\"Quite simply, these are really inappropriate comments,\" councilor Graham Garfield said Monday evening. \"How can we have a non-partisan elected mayor who has to work with elected officials, including the president's office, making these comments?\"\n\n\n\nGarfield said he and councilors Warren Bender, Esther Dalbec, Denise McDonald, and Dan Olson were calling on Hagen to immediately apologize and retract his comments. Garfield said he personally would call on Hagen to resign if the Mayor decides to stand by his comments.\n\nGarfield condemned the Mayor's reference of Muslims in what the councilor characterized as derogatory.\n\nState representative Nick Milroy (D, South Range) also called for the Mayor to retract his comments, saying it is not representative of Superior.\n\n\"I'm absolutely shocked and dumbfounded that the mayor would say something so callous and untrue about the First Lady,\" Milroy said. \"This is not what Superior is about. We've always been a community that's welcoming to all people.\"\n\nCity council president Tom Fennessey, however, said the Mayor's comment is personal communication and a personal and has nothing to do with city council or city business.\n\nThe four other city councilors did not return a request for comment.\n\nPresident Obama says he is a Christian. The question of his faith has been frequently addressed in the national media, including a PolitiFact report in September that gave a \"Pants on Fire\" label to statements calling Obama a Muslim.\n\n\n\nHagen is currently serving his fifth term as mayor after being re-elected in April. He originally served as mayor from 1975 to 1987 before working in the administration of Gov. Tommy Thompson and was again elected to the post in 2011.", "article_metadata": {"og": {"site_name": "WDIO.com", "description": "Five Superior City Councilors are calling on Mayor Bruce Hagen to retract a Facebook comment referring to President Barack Obama as a Muslim who has \"destroyed the fabric of democracy.\"", "title": "Five Councilors Call on Superior Mayor to Retract Facebook Comment", "url": "http://www.wdio.com/article/stories/s3998644.shtml", "image": "http://www.wdio.com/2014/misc/WDIO-ABC--REFRESH.jpg", "type": "article"}, "fb": {"app_id": 389635124505113}, "description": "Five Superior City Councilors are calling on Mayor Bruce Hagen to retract a Facebook comment referring to President Barack Obama as a Muslim who has \"destroyed the fabric of democracy.\"", "robots": "FOLLOW,INDEX", "thumbnail": "http://www.wdio.com/2014/misc/WDIO-ABC--REFRESH.jpg"}, "article_summary": "Updated: 12/21/2015 10:53 PMCreated: 12/21/2015 4:38 PMFive Superior City Councilors are calling on Mayor Bruce Hagen to retract a Facebook comment referring to President Barack Obama as a Muslim who has \"destroyed the fabric of democracy.\"\nState representative Nick Milroy (D, South Range) also called for the Mayor to retract his comments, saying it is not representative of Superior.\n\"How can we have a non-partisan elected mayor who has to work with elected officials, including the president's office, making these comments?\"\nThe four other city councilors did not return a request for comment.\nGarfield said he and councilors Warren Bender, Esther Dalbec, Denise McDonald, and Dan Olson were calling on Hagen to immediately apologize and retract his comments."}