{"article_title": "Republicans’ revisionist history: What GOP gets wrong about LBJ’s “war on poverty”", "article_keywords": ["poor", "voting", "pope", "text", "republicans", "trickledown", "gop", "wrong", "history", "poverty", "moral", "revisionist", "gets", "war", "market", "lbjs"], "article_url": "http://www.salon.com/2014/01/24/has_gop_learned_nothing_from_lbj_partner/", "article_text": "Topics: GOP, Lyndon Johnson, Poverty, The Globalist, War on Poverty, Politics News\n\nThis article originally appeared on The Globalist\n\n\n\nRecently, Republicans appear suddenly interested in the plight of the poor, but only as an excuse to attack the government. They hope to take advantage of the 50th anniversary of President Johnson’s War on Poverty and inception of Great Society programs to restate their view that the poor should rely on the free market and pull themselves up by their bootstraps.\n\nDemocrats on Capitol Hill have a new and unexpected ally, or at least have found a powerful moral voice whose statements seem to support their traditional efforts on behalf of the poor in Pope Francis.\n\nIn his first apostolic exhortation, which he released in November, the new Pope criticized trickle-down economics and the “dictatorship” of the market, which, he says, has excluded many people and especially offends the dignity of the poor as humans. The Pope’s remarks are being noticed. In some cases his arguments are being invoked by policymakers.\n\nWhat does the GOP stand for?\n\nJohn Feehery, a Republican strategist, asked the right questions for the GOP: “What Francis is saying goes to the soul of the party. What does the party actually believe in? What is its purpose? Is it just to have unbridled capitalism without any moral core?”\n\nThe same questions are pertinent for the government as a whole. Has the GOP lost its moral core?\n\nIn response to the Pope’s criticisms of trickle-down theory, Rep. Paul Ryan, a Catholic, said dismissively, “The guy is from Argentina. They haven’t had real capitalism in Argentina,” with the implication that the Pope doesn’t know what he is talking about.\n\nMr. Ryan was the author and architect of a proposed draconian budget that would have dramatically curtailed the social safety net. It drew strong criticism from Nuns on a Bus during the 2012 election campaign, and voters rejected it in the form of voting down the Romney-Ryan presidential ticket.\n\nStill, Republicans have relentlessly pursued a policy of punishment for the poor, voting to cut $40 billion out of food stamps in 2013.\n\nOpen your hand freely to your poor\n\nRepublicans seem to like to quote the Gospel of Matthew 26:11, in which Jesus says: “The Poor You will always have with you, but you will not always have me.” The quote is misused to imply that alleviating poverty is a waste, on the grounds that poverty cannot be eliminated.\n\nBut in Matthew’s Gospel, Jesus is alluding to the text of Deuteronomy 15:11. His listeners would know the reference and should understand the reference in light of the full text: “The land will never lack for needy persons; that is why I command you: Open your hand freely to your poor and to your needy kin in your land.”\n\nTo conclude from the first part of the statement that the poor should help themselves, pull themselves up by their bootstraps and rely on the free market is not only wrong but also contrary to the commandment in the Biblical text.", "article_metadata": {"description": "Marco Rubio and his ilk insist it was a colossal failure. But the aim was never to eradicate poverty completely", "author": "Carl Bindenagel", "og": {"site_name": "Salon", "description": "Marco Rubio and his ilk insist it was a colossal failure. But the aim was never to eradicate poverty completely", "title": "Republicans’ revisionist history: What GOP gets wrong about LBJ’s “war on poverty”", "url": "http://www.salon.com/2014/01/24/has_gop_learned_nothing_from_lbj_partner/", "image": "http://media.salon.com/2010/07/lyndon_johnsons_tea_party.jpg", "type": "article"}, "twitter": {"description": "Marco Rubio and his ilk insist it was a colossal failure. But the aim was never to eradicate poverty completely", "creator": "@salon", "image": "http://media.salon.com/2010/07/lyndon_johnsons_tea_party.jpg", "title": "Republicans’ revisionist history: What GOP gets wrong about LBJ’s “war on poverty”", "site": "@salon", "card": "summary_large_image"}, "title": "Republicans’ revisionist history: What GOP gets wrong about LBJ’s “war on poverty”", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, GOP, Lyndon Johnson, Poverty, The Globalist, War on Poverty", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fd07ba\"", "article_summary": "Still, Republicans have relentlessly pursued a policy of punishment for the poor, voting to cut $40 billion out of food stamps in 2013.\nTopics: GOP, Lyndon Johnson, Poverty, The Globalist, War on Poverty, Politics NewsThis article originally appeared on The GlobalistRecently, Republicans appear suddenly interested in the plight of the poor, but only as an excuse to attack the government.\nJohn Feehery, a Republican strategist, asked the right questions for the GOP: “What Francis is saying goes to the soul of the party.\nThey haven’t had real capitalism in Argentina,” with the implication that the Pope doesn’t know what he is talking about.\nIn response to the Pope’s criticisms of trickle-down theory, Rep. Paul Ryan, a Catholic, said dismissively, “The guy is from Argentina."}