{"article_title": "Returning home is a mixed blessing for victims of Boko Haram", "article_keywords": ["victims", "yola", "power", "returning", "whove", "blessing", "girls", "bring", "haram", "mixed", "group", "nigeria", "boko", "women"], "article_url": "http://townhall.com/news/world/2016/04/23/returning-home-is-a-mixed-blessing-for-victims-of-boko-haram-n2152658", "article_text": "YOLA, Nigeria (AP) — \"Bring Back Our Girls,\" say the placards in the park and the tweets read around the world. But for thousands of girls and women who've escaped Boko Haram's clutches, the message they've sometimes encountered at homecomings has been \"Stay Away.\"\n\nAs U.S.-backed African governments make military advances against the Islamic extremist group and rescue more and more of the kidnapped and enslaved, aid groups and activists say a new challenge is mounting: rehabilitation.\n\nPerhaps no group is as stigmatized as those abducted, raped, forcibly married or otherwise mistreated by the militants. Sometimes they are called \"Boko Haram wives\" or even \"epidemics\" in their native communities, and few organized services are available for their care. Sometimes even fewer people are willing to embrace them as survivors.\n\n\"No one helped me, just one person who got me these clothes,\" said Maria Saidu, a 32-year-old woman who was held by Boko Haram for more than a year before escaping three months ago.\n\nFinishing up a weeklong tour of the Boko Haram-affected countries of West Africa, Samantha Power, America's U.N. envoy, highlighted efforts to assist the victims of Boko Haram.\n\nIn the eastern Nigerian city of Yola, where displaced people far outnumber native residents, Power met Friday with several people from the group of Chibok schoolgirls whose kidnapping two years ago sparked the world-famous \"#Bring Back Our Girls\" social media campaign.\n\nWhile 219 remain in captivity, the ones Power lauded for their courage are now receiving free education at the American University of Nigeria. They speak of becoming doctors or chemical engineers or undertaking other careers.\n\nFew who were once in their shoes have been so lucky.\n\n\"There is nothing we can hold onto,\" said Monica, a 22-year-old from northern Nigeria, whose monthlong captivity ended in a long flight through Cameroon on to Abuja, leaving a dead child in the bush along the way. \"We are just here. We are alive but not living.\"\n\nAs with others interviewed for this story, Monica knew of other women who had been raped, some by 15 different men each day. But like everyone else, she told a story of good fortune or an opportune escape or rescue that allowed her to avoid a similar fate. She didn't want to give her full name.\n\nMonica has no job, which causes her to cry. But after receiving little initial help, she has reunited with her husband and has a baby due in September. And she has rediscovered a cousin and another family member in Nigeria's capital, and they are helping her.\n\nAt a dusty displacement camp outside Yola, where kids kick a soccer ball behind wicker-roofed huts, 51-year-old Fatima Hassan has even less.\n\nShe recounted her sufferings over four months in 2014 when she ate and drank little while being forced to cook for Boko Haram's fighters. She now cooks for refugees.\n\nBy Hassan's understanding, Boko Haram doesn't rape.\n\n\"If they see a lady they like, they just force her to marry,\" she said, explaining that she was too old for any of the fighters.\n\nA militant helped her flee, but now she has nothing in her hometown of Lassa to go back to.\n\n\"My house is burned to ashes,\" she said. \"If I go back home, I have nowhere to sleep. I have a husband, but I don't know anything about him.\"\n\nFamily and community reactions to returnees vary greatly, according to a recent report by UNICEF and International Alert, a peace-building group.\n\nSome women, believed to have joined Boko Haram voluntarily, are seen as deserving of the brutal treatment they received. Some communities shun them, worried about the contagion of radicalization in their midst.\n\nFears of violence are pervasive after two kidnapped girls blew themselves up at a refugee camp last year, killing 60 people. A third girl with explosives strapped to her body backed out at the last minute after spotting her mother at the settlement.\n\n\"Suddenly people who have been with terrorists are back in the neighborhood,\" said Obiageli Ezekwesili, a former Nigerian minister who leads the Bring Back Our Girls campaign.\n\n\"You can't simply kiss the person and hold them. There has got to be mechanisms that deal with the criminal intents and actions, and then there are mechanisms that deal with the redemptive aspect.\"\n\nBut for the victims, Ezekwesili said, much more assistance is needed. Those who've suffered sexual violence are a particular problem \"because of the stigma and the sense that it would be hopeless to go forward and be known as a rape victim.\"\n\nThe courts often engage in \"victim bashing,\" she explained. And religious leaders don't always do better by them.\n\nAcross the border in the northern Cameroon state of Maroua, Bakary Yerima Bouba Alioum, a Muslim tribal leader with the title of paramount chief, said assisting women and girls who were forced into marriages is a responsibility of authorities.\n\nIn his community, he said bluntly, \"rape is still a taboo.\"", "article_metadata": {"description": "Returning home is a mixed blessing for victims of Boko Haram - AP News: YOLA, Nigeria (AP) — \"Bring Back Our Girls,\" say the .05/27/2016 9:25:13AM EST.", "author": "AP News", "msapplication-wide310x150logo": "http://media.townhall.com/thm/favicon/widetile.png", "twitter": {"description": "YOLA, Nigeria (AP) — \"Bring Back Our Girls,\" say the placards in the park and", "title": "AP News - Returning home is a mixed blessing for victims of Boko Haram", "url": "http://townhall.com/news/world/2016/04/23/returning-home-is-a-mixed-blessing-for-victims-of-boko-haram-n2152658", "image": "http://media.townhall.com/townhall/reu/ha/2016\\114\\9768418c-ee40-43b5-abf7-ad9e097d2249.jpg", "site": "@townhallcom", "card": "summary_large_image"}, "msapplication-square70x70logo": "http://media.townhall.com/thm/favicon/smalltile.png", "robots": "index, follow", "msapplication-square310x310logo": "http://media.townhall.com/thm/favicon/largetile.png", "og": {"site_name": "Townhall", "description": "YOLA, Nigeria (AP) — \"Bring Back Our Girls,\" say the placards in the park and", "title": "AP News - Returning home is a mixed blessing for victims of Boko Haram", "url": "http://townhall.com/news/world/2016/04/23/returning-home-is-a-mixed-blessing-for-victims-of-boko-haram-n2152658", "image": "http://media.townhall.com/townhall/reu/ha/2016/114/9768418c-ee40-43b5-abf7-ad9e097d2249.jpg", "type": "Article"}, "fb": {"app_id": 143685698988231, "pages": 41632789656}, "keywords": "Returning home is a mixed blessing for victims of Boko Haram, AP News, Conservative News, Conservative opinion, Political, Latest news, Politics, GOP, Republican, Human Events, Newsmax, Breaking news, Conservative Commentary, Articles, Columns, Conservatism, Party, Townhall, Right Wing", "msapplication-square150x150logo": "http://media.townhall.com/thm/favicon/mediumtile.png"}, "article_summary": "Finishing up a weeklong tour of the Boko Haram-affected countries of West Africa, Samantha Power, America's U.N. envoy, highlighted efforts to assist the victims of Boko Haram.\nSometimes they are called \"Boko Haram wives\" or even \"epidemics\" in their native communities, and few organized services are available for their care.\nSome women, believed to have joined Boko Haram voluntarily, are seen as deserving of the brutal treatment they received.\nBy Hassan's understanding, Boko Haram doesn't rape.\nBut for thousands of girls and women who've escaped Boko Haram's clutches, the message they've sometimes encountered at homecomings has been \"Stay Away.\""}