{"article_title": "D.C. Library Kicks Off Series On Surveillance With '1984' Read-a-thon", "article_keywords": ["1984", "youre", "privacy", "series", "readathon", "dc", "library", "surveillance", "thought", "warning", "kicks", "watching", "reading"], "article_url": "http://wamu.org/news/15/01/21/dc_library_kicks_off_series_on_surveillance_with_day_long_reading_of_1984", "article_text": "The D.C. Public Library wants you to remember that Big Brother is watching.\n\nThe city's library system kicked off 10 days worth of events on privacy and surveillance in the digital age this morning with a day-long reading of George Orwell's 1984, the famous 1949 novel describing life in a totalitarian state.\n\nThe reading — or read-a-thon — started this morning in the cavernous Great Hall of the Martin Luther King, Jr. Memorial Library. Nathan White, who works for Demand Progress, an organization that has advocated against government surveillance, was the first of the 66 readers signed up to participate.\n\n\"It's so important for people to understand that 1984 isn't an instructional manual, it's a warning, and we're on a path that's not sustainable,\" he said. \"This is a reference novel... the things that are mentioned in this book are warning for what's happening in our society today.\"\n\nThe reading kicks off the library's \"Orwellian America: Government Transparency and Personal Privacy in the Digital Age\" series of events, which include movie screenings, discussions and workshops running through the end of the month.\n\nAccording to Myra Remigio-Leonard, a D.C. librarian, the idea of the read-a-thon — and the series at large — stemmed from a similar event at a Massachusetts library.\n\n\"The read-a-thon was actually the thing we thought about doing first,\" she said. \"Some of my colleagues had gone to see the Moby Dick marathon in New Bedford last year, and they decided they wanted to do a read-a-thon. We thought about what book would be most appropriate and the most connected with readers, and we came on 1984 because of the [Edward] Snowden allegations.\"\n\nRemigio-Leonard said that libraries are a perfect venue to discuss and debate privacy and surveillance.\n\n\"Libraries in general have a mission to protect user rights and to promote intellectual freedom, and you can’t have intellectual freedom if you’re worried that somebody’s looking over your shoulder and watching what you’re reading or watching what you’re looking up on the Internet,\" she said.\n\nThe reading will continue through 9 p.m.", "article_metadata": {"Generator": "Drupal 7 (http://drupal.org)", "author": "Martin Austermuhle", "og": {"site_name": "WAMU 88.5", "description": "The D.C. Public Library wants you to remember that Big Brother is watching.\r\n\r\nThe city's library system kicked off 10 days worth of events on privacy and surveillance in the digital age this morning", "title": "D.C. Library Kicks Off Series On Surveillance With '1984' Read-a-thon", "url": "http://wamu.org/news/15/01/21/dc_library_kicks_off_series_on_surveillance_with_day_long_reading_of_1984", "image": "http://wamu.org/sites/wamu.org/themes/wamu_dh_zen/dh/images/footer_wamu_logo.jpg", "type": "article"}, "has_audio": 1, "nid": 159054, "google-site-verification": "8AyE7rFVyUE7ZiqFGJ29mxnUk_L6YMXe4KHsLRUvvmQ"}, "article_summary": "The reading — or read-a-thon — started this morning in the cavernous Great Hall of the Martin Luther King, Jr. Memorial Library.\nAccording to Myra Remigio-Leonard, a D.C. librarian, the idea of the read-a-thon — and the series at large — stemmed from a similar event at a Massachusetts library.\nThe D.C. Public Library wants you to remember that Big Brother is watching.\nRemigio-Leonard said that libraries are a perfect venue to discuss and debate privacy and surveillance.\nThe city's library system kicked off 10 days worth of events on privacy and surveillance in the digital age this morning with a day-long reading of George Orwell's 1984, the famous 1949 novel describing life in a totalitarian state."}