{"article_title": "Brisbane Roar and Sydney FC battling for Luke DeVere's signature", "article_keywords": ["club", "aleague", "interest", "battling", "roar", "luke", "transfer", "haliti", "defensive", "brisbane", "fc", "sydney", "signature", "devere", "deveres"], "article_url": "http://www.smh.com.au/sport/soccer/brisbane-roar-and-sydney-fc-battling-for-luke-deveres-signature-20141228-12eow8.html", "article_text": "Tug-of-war: Luke Devere in his previous A-League stint. Photo: Getty Images\n\nBrisbane Roar and Sydney FC are not just competing on the field later this week – they're going head-to-head at the negotiating table for talented defender Luke DeVere.\n\nThe 25-year old is one of the hottest properties for A-League clubs in the January transfer window, as his contract at Korean club Gyeongnam FC comes to an end.\n\nDeVere, who spent three seasons with the Roar after making his A-League debut in 2008, joined the K-League Classic side in 2011 but has bounced in and out of the team.\n\nIt is understood the defending A-League champions have made a significant offer to get DeVere back to Suncorp Stadium – one that he is likely to accept – but Sydney FC boss Graham Arnold sees him as a potential long-term option.\n\nAdvertisement\n\nThe Sky Blues' defensive stocks have been stretched with that loss of Sasa Ognenovski and Ali Abbas, who have gone down with season-ending injuries. But they will have to move quickly to snatch DeVere away from what seems an inevitable move to his old club, once he returns from a season-end holiday in Fiji.\n\nBrisbane are also interested in Jerome Polenz, the former Western Sydney right-back who has been training with the club after being released by Norwegian club Sarpsborg 08. Despite losing Ivan Franjic in the pre-season, the Roar already have Daniel Bowles and Jack Hingert who can play in the same position.\n\nPerth Glory pair Jack Clisby and Brandon O'Neill are also sure to attract interest after seeing hardly any first-team action under Kenny Lowe this season. Despite being contracted, the pair may be granted a release, and Melbourne Heart and Central Coast have shown interest in the duo.\n\nWanderers forward Labinot Haliti will be watching closely the potential transfer of Tomi Juric. If Juric stays and Brendon Santalab recovers from a shoulder injury, Haliti may find competition for places too fierce now Nikita Rukavytsya has arrived. Interest has come for Haliti from both other A-League clubs and overseas, but the Wanderers would rather keep him.\n\nWestern Sydney have already done their first bit of shopping, taking defensive midfielder Nick Kalmar from Melbourne City. It is expected Sydney FC will be the window's most active club, as they have up to four injury-replacement contracts to hand out to free agents.\n\nSeveral Auckland City players who performed admirably at the Club World Cup have also put themselves in the frame for professional deals in Australia, led by exciting winger Ryan de Vries, Argentinian striker Emiliano Tade, ex-Blackburn midfielder Tim Payne and the impressive defensive duo John Irving and Angel Berlanga.", "article_metadata": {"news_keywords": "Brisbane Roar, Sydney FC, Soccer", "application-name": "The Sydney Morning Herald", "og": {"site_name": "The Sydney Morning Herald", "description": "Brisbane Roar and Sydney FC are not just competing on the field later this week - they're going head-to-head at the negotiating table for talented defender Luke DeVere.", "title": "Brisbane Roar and Sydney FC battling for Luke DeVere's signature", "url": "http://www.smh.com.au/sport/soccer/brisbane-roar-and-sydney-fc-battling-for-luke-deveres-signature-20141228-12eow8.html", "image": "http://www.smh.com.au/content/dam/images/1/2/e/r/o/x/image.related.thumbnail.320x214.12eow8.png/1419762145919.jpg", "type": "article"}, "twitter": {"image": {"src": "http://www.smh.com.au/content/dam/images/1/2/e/r/o/x/image.related.thumbnail.320x214.12eow8.png/1419762145919.jpg"}, "title": "Brisbane Roar and Sydney FC battling for Luke DeVere's signature", "description": "Brisbane Roar and Sydney FC are not just competing on the field later this week - they're going head-to-head at the negotiating table for talented defender Luke DeVere.", "card": "summary_large_image", "site": "@smh"}, "robots": "ACAP allow-present prohibited-modification=annotation", "msapplication-tooltip": "Open The Sydney Morning Herald", "fb": {"app_id": 193677504039845}, "msapplication-starturl": "http://www.smh.com.au", "msapplication-task": "name=Weather;action-uri=http://www.smh.com.au/weather;icon-uri=http://www.smh.com.au/favicon.ico;", "description": "Brisbane Roar and Sydney FC are not just competing on the field later this week - they're going head-to-head at the negotiating table for talented defender ..."}, "article_summary": "Photo: Getty ImagesBrisbane Roar and Sydney FC are not just competing on the field later this week – they're going head-to-head at the negotiating table for talented defender Luke DeVere.\nIt is expected Sydney FC will be the window's most active club, as they have up to four injury-replacement contracts to hand out to free agents.\nWestern Sydney have already done their first bit of shopping, taking defensive midfielder Nick Kalmar from Melbourne City.\nBrisbane are also interested in Jerome Polenz, the former Western Sydney right-back who has been training with the club after being released by Norwegian club Sarpsborg 08.\nThe 25-year old is one of the hottest properties for A-League clubs in the January transfer window, as his contract at Korean club Gyeongnam FC comes to an end."}