{"article_title": "Fear of overtesting and malpractice often drives diagnostic errors", "article_keywords": ["tests", "errors", "clinicians", "misdiagnosis", "overtesting", "drives", "diagnostic", "iom", "medicine", "patients", "malpractice", "report", "diagnosis", "fear", "singh"], "article_url": "http://www.fiercehealthcare.com/story/fear-overtesting-and-malpractice-often-drives-diagnostic-errors/2015-09-28", "article_text": "One reason for the widespread problem of diagnostic errors is the pressure clinicians are under to avoid unnecessary tests and control healthcare costs, according to a leading healthcare expert who was one of the reviewers of the recent Institute of Medicine (IOM) report that revealed most people will experience a misdiagnosis at some point in their lives.\n\nThe IOM report found an alarming rate of missed diagnosis, wrong diagnosis or a delayed diagnosis. But a definitive diagnosis is difficult when patients' symptoms and disease conditions change over time, Hardeep Singh, M.D., chief of health policy, quality and informatics at Michael E. DeBakey VA Medical Center in Houston and an associate professor of medicine at Baylor College of Medicine, told The Wall Street Journal.\n\nClinicians must balance the need for additional tests to confirm an uncertain diagnosis with fear of \"overtesting,\" and \"overdiagnosis,\" as well as potential malpractice suits, he said. \"Many doctors are afraid of missing something and getting sued,\" he told the WSJ.\n\nAlthough most clinicians have access to electronic health records, researchers have found that nearly 8 percent of abnormal test results are \"lost to follow-up,\" so EHRs aren't a \"fail-safe\" mechanism. The industry needs a back-up system to catch abnormalities that clinicians may miss. Singh recommends the use of electronic \"trigger-based\" interventions, which will identify medical records of patients with a potential delay in diagnosis for cancer and have no documented follow-up on abnormal or suspicious findings within a certain time period.\n\nDavid D. Koch, president of American Association for Clinical Chemistry, also wrote in an opinion piece at The Washington Post that he believes better collaboration between clinicians and laboratory professionals can prevent diagnostic errors. This will ensure that doctors clearly communicate to patients what they must do before certain tests, such as fasting, and that providers order the proper tests and correctly understand the results of the lab tests.\n\n\"This approach sounds simple, but it is not used as often as it should be,\" he wrote.\n\nIn addition to greater collaboration among healthcare professionals and better use of electronic tools, the IOM report called for improved evidence-based education and training, and policies and procedures that promote a non-punitive culture for reporting errors.\n\nTo learn more:\n\n- read the WSJ interview with Singh\n\n- here's Koch's letter\n\nRelated Articles:\n\nIOM: Most patients will experience a misdiagnosis in their lifetime\n\nPatient safety experts believe new IOM diagnostic error report will help save lives\n\nMisdiagnosis: National movement afoot to address diagnostic errors\n\nOrganized medicine takes on misdiagnosis problem\n\nMisdiagnosis most common malpractice claim for Mass. docs\n\nDocs make 12 million outpatient diagnostic errors every year", "article_metadata": {"description": "One reason for the widespread problem of diagnostic errors is the pressure clinicians are under to avoid unnecessary tests and control healthcare costs, according to a leading healthcare expert who was one of the reviewers of the recent Institute of Medicine report that revealed most people will experience a misdiagnosis at some poin", "og": {"site_name": "FierceHealthcare", "description": "One reason for the widespread problem of diagnostic errors is the pressure clinicians are under to avoid unnecessary tests and control healthcare costs, according to a leading healthcare expert who was one of the reviewers of the recent Institute of Medicine report that revealed most people will experience a misdiagnosis at some poin", "title": "Fear of overtesting and malpractice often drives diagnostic errors", "url": "http://www.fiercehealthcare.com/story/fear-overtesting-and-malpractice-often-drives-diagnostic-errors/2015-09-28", "image": "http://assets.fiercemarkets.net/public/opengraphimages/updated/opengraph_fiercehealthcare.jpg", "type": "website"}, "twitter": {"site": "fiercehealth", "card": "summary"}, "parsely-metadata": "{\"mkto\": }", "revisit-after": "1 day", "apple-itunes-app": "app-id=731085312", "keywords": "Care Delivery,Diagnostic Errors,Hardeep Singh,Institute of Medicine (IOM),malpractice,misdiagnosis,overtesting,Patient Care & Outcomes,unnecessary tests,Wall Street Journal", "viewport": "width=device-width", "news_keywords": "Care Delivery,Patient Care & Outcomes"}, "_id": "\"57477af36914bd0286fd07f8\"", "article_summary": "The IOM report found an alarming rate of missed diagnosis, wrong diagnosis or a delayed diagnosis.\nClinicians must balance the need for additional tests to confirm an uncertain diagnosis with fear of \"overtesting,\" and \"overdiagnosis,\" as well as potential malpractice suits, he said.\nIn addition to greater collaboration among healthcare professionals and better use of electronic tools, the IOM report called for improved evidence-based education and training, and policies and procedures that promote a non-punitive culture for reporting errors.\ndocsDocs make 12 million outpatient diagnostic errors every year\nDavid D. Koch, president of American Association for Clinical Chemistry, also wrote in an opinion piece at The Washington Post that he believes better collaboration between clinicians and laboratory professionals can prevent diagnostic errors."}