{"article_title": "Psychologists Are Known For Being Liberal — But Is That Because They Understand How People Think?", "article_keywords": ["control", "psychologists", "psychology", "libertus", "gun", "libertarian", "homo", "understand", "way", "social", "known", "liberal", "think", "selfcontrol"], "article_url": "http://www.medicaldaily.com/psychologists-are-known-being-liberal-because-they-understand-how-people-think-344616", "article_text": "It’s not that studying psychology made me a bleeding heart, but that studying psychology gave me a better understanding of how people think and behave\n\nIs the field of social psychology biased against political conservatives? There has been intense debate about this question since an informal poll of over 1,000 attendees at a social psychology meeting in 2011 revealed the group to be overwhelmingly liberal.\n\nFormal surveys have produced similar results, showing the ratio of liberals to conservatives in the broader field of psychology is 14-to-1.\n\nSince then, social psychologists have tried to figure out why this imbalance exists.\n\nThe primary explanation offered is that the field has an anticonservative bias. I have no doubt that this bias exists, but it’s not strong enough to push people who lean conservative out of the field at the rate they appear to be leaving.\n\nI believe that a less prominent explanation is more compelling: learning about social psychology can make you more liberal. I know about this possibility because it is exactly what happened to me.\n\n‘Homo libertus’ becomes a social psychologist\n\nI used to be a libertarian. I believed that protecting individual liberties was the highest purpose of law, and that the government should have no role in shaping people’s behavior. These views tended to align with Republican positions more than Democratic ones on issues such as gun control, environmental policy and treatment for addiction.\n\nI believed that people should have every opportunity to make their own choices, and should bear the full responsibility of the consequences of those choices.\n\nThe libertarian worldview assumes that each of us is a homo libertus, a creature that acts with its full mental capacity all the time, reasoning through every decision in terms of its complete implications for the individual’s values and well-being.\n\nA perfect libertarian society wouldn’t need laws to protect the environment, for example, because each homo libertus would consider the impact on the environment of every decision that he or she makes. Society’s care for the environment would be reflected automatically in the choices of its citizens.\n\nOne of social psychology’s most powerful insights is that humans are not homo liberti. Thinking about ourselves in this way is alluring, but also mistaken. We are not radical individuals; we are social creatures. We do not think logically at all times; we take shortcuts. We do not always consider the future. And even when we do, we are biased by the present context.\n\nLearning about social psychology, about how people actually make important choices, made me aware of the critical role that society plays, through laws and other means, in enabling us to fulfill our values and ideals. This realization pushed me to be decidedly more liberal than I was before.\n\nIt’s not that studying psychology made me a bleeding heart, but that studying psychology gave me a better understanding of why people do what they do. Three topics in particular that shaped the evolution of my political views from libertarian to liberal: gun control, charity and self-control.\n\nThere are many others, but these three most vividly illustrate the flaws in the homo libertus assumption.\n\nSelf-defense is not always defined in a rational way. Andrew Innerarity/Reuters\n\nCase study #1: gun control\n\nLearning about social psychology first changed my views about gun control. Homo libertus would follow first principles when deciding to use force: only out of self-defense, and only when there is a real threat of harm.\n\nBut we now know that people’s perceptions of threat are a blend of objective reality and subjective interpretation. The experience of threat is informed by our snap judgments of the situation and our preconceptions about the potential attacker.\n\nFor instance, people are more likely to shoot an unarmed black man than an unarmed white man. This is true of just about everyone, including African Americans, highly trained police officers, and people who are horrified at the thought of having a racial bias and motivated to be egalitarian. Also, the mere presence of a gun primes people for aggression, making violence more likely even when there is no rational basis for it.\n\nImplicit biases, including ones that go against our overt beliefs, can sneak into life-and-death decisions. This knowledge convinced me that giving even the most well-intentioned people total liberty with guns leads to outcomes that violate equality and justice.\n\nA consignment of US Agency for International Development (USAID) medical equipment toward the fight against Ebola is offloaded in Liberia on August 24 2014. James Giahyue/Reuters\n\nCase study #2: Charity\n\nDecisions about charitable giving are another example. Government aid to foreign countries is unnecessary, I used to think, because if people care about what happens outside the US, then they’ll give money directly to those in need.\n\nIt turns out that we humans often have noble, charitable intentions, but we behave in strange and irrational ways when it comes to actual giving.\n\nFor example, people give more money to save the life of one person who is vividly portrayed than to save hundreds of people who are depicted as statistics, a phenomenon known as the identifiable victim effect.\n\nEven when victims are equally identifiable, we tend to give less money when there are more of them. If a homo libertus cared enough to donate $X to one person, then he would donate at least that much to two people. The fact that real humans act in the opposite way made me realize that formalizing our support for those in need through foreign aid and similar policies is a logical way for people in our society to ensure that we act on our charitable intentions.\n\nHomo libertus might have perfect self-control. The rest of us, not so much Photo courtesy of Shutterstock\n\nCase study #3: Self-control and bad behavior\n\nA final example of how social psychology made me more liberal comes from my own research on self-control.\n\nThe libertarian view places the responsibility for choices and their consequences entirely on the individual. We have the right to engage in unhealthy behaviors such as cigarette-smoking or excessive eating, and the downstream problems arising from those behaviors are ours alone.\n\nHowever, unlike homo libertus, many factors outside of our control interfere with our ability to quit smoking or eat healthfully. Simply being poor reduces self-control. Being abused or neglected as a child reduces self-control and increases the risk of substance use as an adult. In a perfect world, we would all have sufficient self-control to align our intentions neatly with our actions.\n\nBut in this world, where we do not, the fact that some people are saddled with deficits whose seeds were sown before birth undermines the libertarian assumption that people are capable, autonomous decision-makers.\n\nThese are just three examples, but I think they illustrate well the ways that the idealized folk psychology that underpinned my libertarian politics collapsed in the face of social psychological evidence.\n\nYou might think this means I think people aren’t responsible for their behavior, but actually I just think that we have a different kind of responsibility. The fact that we’re not always in total control of our immediate actions means that we have even greater responsibility to construct our situations and our institutions in alignment with our deep values.\n\nAs I continue to study social psychology, I increasingly believe in the importance of policies that recognize and accommodate the realities of human psychology, which necessarily insert certain roles for government in our everyday lives. And I bet I’m not the only one.\n\nElliot Berkman is Assistant Professor, Psychology at University of Oregon.\n\nThis article was originally published on The Conversation. Read the original article.\n\nThe Conversation .", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "psychologists, are, known, being, liberal, because, they, understand, how, people, think", "og": {"site_name": "Medical Daily", "description": "Understanding social psychology might make you more liberal.", "title": "Are Psychologists Liberal Because They Understand How People Think?", "url": "http://www.medicaldaily.com/psychologists-are-known-being-liberal-because-they-understand-how-people-think-344616", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/07/25/psychology.jpg", "type": "article"}, "twitter": {"description": "Understanding social psychology might make you more liberal.", "title": "Are Psychologists Liberal Because They Understand How People Think?", "url": "http://www.medicaldaily.com/psychologists-are-known-being-liberal-because-they-understand-how-people-think-344616", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/07/25/psychology.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/07/25/psychology.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Opinion", "published_time": "2015-07-26T09:00:00-04:00", "modified_time": "2015-07-26T09:01:08-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Understanding social psychology might make you more liberal."}, "article_summary": "I believe that a less prominent explanation is more compelling: learning about social psychology can make you more liberal.\nThese views tended to align with Republican positions more than Democratic ones on issues such as gun control, environmental policy and treatment for addiction.\nThree topics in particular that shaped the evolution of my political views from libertarian to liberal: gun control, charity and self-control.\nThere has been intense debate about this question since an informal poll of over 1,000 attendees at a social psychology meeting in 2011 revealed the group to be overwhelmingly liberal.\nAndrew Innerarity/ReutersCase study #1: gun controlLearning about social psychology first changed my views about gun control."}