{"article_title": "Pain is not inevitable as we get older", "article_keywords": ["medication", "pain", "nursing", "older", "problems", "elderly", "person", "patients", "report", "inevitable", "physical"], "article_url": "http://health.heraldtribune.com/2014/03/10/pain-inevitable-get-older/", "article_text": "Into every life, a little pain must fall.\n\nMy friends and I, all well into our Medicare years, often joke that if nothing hurts, you must be dead. In truth, pain is not a normal part of aging, experts note, and should not be ignored.\n\nYet studies have found that elderly patients are less likely than younger adults to report pain to their doctors. Instead, many suffer in silence at considerable cost to the quality of their lives.\n\n\"The good news is that older people cope better with pain, but the bad news is that they cope by decreasing function and accepting pain as a consequence of aging,\" wrote Dr. Bruce A. Ferrell, a geriatrician at the University of California, Los Angeles, and his co-authors in Primary Issues, a website for primary care doctors.\n\n\"Unfortunately, this may lead to a vicious cycle of declining functional status, worsening overall health, and neglect of remedial and treatable conditions, and ultimately resulting in needless suffering,\" they added.\n\nUntreated or inadequately treated pain is disabling and can hasten the death of an older adult by interfering with the ability to exercise, eat properly or maintain social contacts. Persistent pain can lead to immobility, depression, sleep problems, loss of appetite and isolation, all of which may increase the need for expensive medical care.\n\nAs many as 60 percent of elderly people living at home experience considerable pain, as do up to 80 percent of those in nursing homes. In a nursing team's study of 124 older people (most between the ages of 71 and 90) living at home in North Carolina, only 10 percent reported having no pain in the previous month. Causes range from arthritic joints to chronic disease. Yet the underlying disorder may be correctable or, if not, treated to significantly relieve the pain it causes. There are nearly always safe and effective treatments to reduce pain.\n\nA few weeks before Christmas, said Dale Bell, an active 75-year-old in Santa Monica, Calif., his shoulder and hip began to hurt.\n\n\"I took ibuprofen, got a massage and eased off on my workout in the gym,\" he said.\n\nWhen self-treatment failed, he saw a doctor, who suggested physical therapy. But before Bell could begin, he and his family made a holiday trip to New York, during which the pain intensified, spreading from his shoulders to his knees.\n\n\"It was almost impossible to get out of bed and dressed in the morning,\" he said.\n\nGiven a diagnosis of polymyalgia rheumatica in January, he was prescribed a steroid, a muscle relaxant and a long-acting pain reliever, along with physical therapy.\n\nBell is now back in the gym, gradually increasing the intensity of his workouts. He said he had been able to reduce his dependence on medication and felt he had gained the upper hand on his condition.\n\nA mistaken belief that pain is inevitable is just one of many barriers to proper care for the elderly. Others include a reluctance to bother the doctor or be viewed as a complainer, concern about the need for additional tests, and fear that treatment will require surgery or medication that could lead to addiction.\n\nOlder patients with dementia may be unable to report or accurately describe their pain, and a failure to relieve their discomfort can result in aggression or other undesirable behaviors.\n\nOnce pain is recognized in an older person, the next challenge is treating it properly. Just as children, medically speaking, are not miniature adults, the elderly are not simply wrinkled versions of those much younger. Changes in body composition, organ function and metabolism affect how an older person responds to medication.\n\nKidney and liver function naturally decline with age, so avoiding toxic side effects may require using lower doses of pain relievers. Potent painkillers like opioids given at standard doses can build up in the blood of an elderly person, causing confusion and dementia-like symptoms.\n\nTaking drugs orally may be difficult if saliva flow has slowed, if the person has trouble swallowing, or if a decline in stomach acid impairs absorption.\n\nAn appropriate drug must be chosen in view of its possible side effects, interactions with other medications, and its effects on a pain sufferer's other health problems. Experts say that nonsteroidal anti-inflammatory drugs (popularly known as NSAIDs) must be used cautiously in the elderly because of an increased risk of gastrointestinal upset, bleeding and kidney damage.\n\nToo often, elderly patients sabotage effective treatment by waiting too long to take a prescribed drug -- pain is best headed off at the pass, before it becomes severe -- or by stopping the medication abruptly when they feel better. Pain medication is best taken on a consistent schedule, especially if the pain is chronic.\n\nAlthough drugs are often essential, there are other effective ways to treat pain. Often helpful, either alone or with medication, are physical therapy, massage, strength training, relaxation exercises, yoga, acupuncture, water aerobics, alternating applications of heat and cold, meditation, self-hypnosis, and even listening to music and playing with a pet or children.\n\nArthritic pain is the most common complaint among the elderly who live at home. The typical response is inactivity, which the nursing team's report described as an ill-advised response because \"the consequences of inactivity can result in additional problems for the elderly.\"\n\nIf you are elderly or taking care of an older person, be sure that at every medical visit the doctor asks about pain -- its frequency, duration and intensity -- and then addresses the problem. As the nurses put it, \"Every person, regardless of age, has the right to be as free from pain as possible.\"", "article_metadata": {"og": {"image": "http://health.heraldtribune.com/files/2011/10/JaneBrody.jpg"}, "wp-parsely_version": "1.8", "fb": {"app_id": 846021808821787}}, "_id": "\"57477af36914bd0286fd080a\"", "article_summary": "Pain medication is best taken on a consistent schedule, especially if the pain is chronic.\nOnce pain is recognized in an older person, the next challenge is treating it properly.\nYet studies have found that elderly patients are less likely than younger adults to report pain to their doctors.\nChanges in body composition, organ function and metabolism affect how an older person responds to medication.\nOlder patients with dementia may be unable to report or accurately describe their pain, and a failure to relieve their discomfort can result in aggression or other undesirable behaviors."}