{"article_title": "Betty Ball: A serious threat", "article_keywords": ["groups", "mountain", "ball", "threat", "reservoir", "gross", "justice", "peace", "expansion", "project", "betty", "opposition", "county", "serious"], "article_url": "http://www.dailycamera.com/letters/ci_27037261/betty-ball-serious-threat", "article_text": "The proposed Gross Reservoir expansion will be the largest construction project in the history of Boulder County; bigger than building the University of Colorado, NCAR, the Bureau of Standards or IBM. Gross reservoir will triple in size, requiring convoys of trucks to traverse nearly impassable Boulder County mountain roads to deliver concrete and steel payloads.\n\nThis Foothills Armageddon, scheduled to last for years, will strip Boulder's mountain communities of their character and peace. The beautiful Fraser River on the Western Slope, a major tributary to the Colorado River, will practically be emptied to satisfy the unchecked thirst of the Denver region. Astonishingly, water conservation measures are not being considered.\n\nThere is growing opposition to the project from groups including the Rocky Mountain Peace and Justice Center, The Environmental Group, Save the Colorado, and Save the Poudre. Unfortunately, 25 years ago some of the larger environmental groups entered into an agreement with the EPA not to object to the Gross Dam expansion project in exchange for the EPA's stopping the environmentally destructive Two Forks Dam project.\n\nThe groups named above who are mounting organized opposition to the Gross Reservoir expansion are strong, local groups whose members are active and vote. The Boulder County Commissioners have expressed opposition to the expansion, and it's a fair bet that local politicians now supporting this environmentally-destructive, anti-water-conservation expansion will not remain in office once the full devastating effects are realized.\n\nAdvertisement\n\nThe Gross Reservoir expansion is the most serious threat to Boulder's environment in two generations. To learn more about the project and the growing opposition, contact the Rocky Mountain Peace and Justice Center at 303-444-6981.\n\nBetty Ball\n\nRocky Mountain Peace & Justice Center\n\nBoulder", "article_metadata": {"sailthru.url": "http://www.dailycamera.com/letters/ci_27037261/betty-ball-serious-threat", "sailthru.section": "Opinion: Letters to the editor", "endDate": "2015-11-29T21:55:57-0700", "description": "The proposed Gross Reservoir expansion will be the largest construction project in the history of Boulder County; bigger than building the University of Colorado, NCAR, the Bureau of Standards or IBM.", "ag": {"canon": "BoulderDailyCamera:article:27037261:view"}, "startDate": "2014-11-29T21:55:57-0700", "og": {"url": "http://www.dailycamera.com/letters/ci_27037261/betty-ball-serious-threat", "image": "http://extras.dailycamera.com/images/dailycamera3.png", "type": "article", "description": "The proposed Gross Reservoir expansion will be the largest construction project in the history of Boulder County; bigger than building the University of Colorado, NCAR, the Bureau of Standards or IBM.", "title": "Betty Ball: A serious threat"}, "twitter": {"domain": "dailycamera.com", "description": "The proposed Gross Reservoir expansion will be the largest construction project in the history of Boulder County; bigger than building the University of Colorado, NCAR, the Bureau of Standards or IBM.", "title": "Betty Ball: A serious threat", "url": "http://www.dailycamera.com/letters/ci_27037261/betty-ball-serious-threat", "image": "http://local.dailycamera.com/common/dfm/assets/logos/1200x627/dailycamera.png", "site": "@dailycamera", "card": "summary_large_image"}, "sailthru.date": "2014-11-29T21:55:57-0700", "msvalidate.01": "9DAB14005AD5A9FFA4CA0EF58CC794BA", "sailthru.title": "Betty Ball: A serious threat", "sailthru.article-section-or-homepage": "article", "modificationDate": "2014-11-29T21:56:16-0700", "google-site-verification": "07CC1xPDVU0znu496XTAjLyC32Ylj8zwWHlmrzx3pgY", "verify-v1": "TakAiHiDAOiNOP+m0YTx4DQeyjor+bTdc8e+pw6bDoI=", "y_key": "c9d9b53f7f5af674", "sailthru.site": "dailycamera.com", "pubDate": "2014-11-29T21:57:03-0700", "p": {"domain_verify": "867892b0357001538903740c75a206f0"}}, "_id": "\"57477af36914bd0286fd082f\"", "article_summary": "AdvertisementThe Gross Reservoir expansion is the most serious threat to Boulder's environment in two generations.\nBetty BallRocky Mountain Peace & Justice CenterBoulder\nGross reservoir will triple in size, requiring convoys of trucks to traverse nearly impassable Boulder County mountain roads to deliver concrete and steel payloads.\nTo learn more about the project and the growing opposition, contact the Rocky Mountain Peace and Justice Center at 303-444-6981.\nThe groups named above who are mounting organized opposition to the Gross Reservoir expansion are strong, local groups whose members are active and vote."}