{"article_title": "First Church Service Held Following Heavy Damage to FBC Collinsville", "article_keywords": ["heavy", "ultimately", "ricks", "service", "god", "knew", "damage", "collinsville", "pastor", "fbc", "held", "going", "members", "church", "following", "wanted", "sermon"], "article_url": "http://www.wtok.com/home/headlines/First-Church-Service-Held-Following-Heavy-Damage-to-FBC-Collinsville-367979401.html", "article_text": "After nearly a week since a tornado heavily damaged First Baptist Church in Collinsville, church members held their first service.\n\nPastor Wade Ricks said they received countless offers from churches within ten miles to hold their services. Ultimately they decided on Pine Forest Baptist church down the road from them. Ricks told the congregation that it's a blessing that no one was injured as a result of the storm. Ricks says he hopes each member of the church learned something in the wake of all the damage.\n\n\"I'm not holy enough and I'm not righteous enough to know what God was going to do on Tuesday,\" said Ricks. \"Absolutely no way. God knew what He was going to do on Tuesday. God knew what He wanted to do and what He wanted to do was not something bad to us. I want you to understand that. God had me preach that sermon, oblivious to where we would be today, but God knew and he had a purpose in all that.\"\n\nThat sermon that the pastor is referring to, was about the storms of life, in which he preached out of the Book of Matthew.\n\nMeanwhile, the pastor says that the insurance company has been by the church at least twice. He says that preliminary reports state that it could be a year or longer before church members move back into the church. Pastor Ricks says that everything that was salvageable has been gathered and put in dry storage. He says the building is just that a building and that the church is the members who are a part of it. Ricks says ultimately he believes that God will allow this event to change the church for good.\n\nThe American Red Cross has set up their disaster relief at Collinsville United Methodist Church for the time being. They will be performing case work for those affected tomorrow.\n\nFor more information you can call 601-485-5151.", "article_metadata": {"medium": "video", "description": "First Baptist Church in Collinsville held their first church service following the tornado, Sunday at Pine Forest Baptist", "language": "english", "author": "Aaron Morrison", "og": {"description": "First Baptist Church in Collinsville held their first church service following the tornado, Sunday at Pine Forest Baptist", "title": "First Church Service Held Following Heavy Damage to FBC Collinsville", "url": "http://www.wtok.com/home/headlines/First-Church-Service-Held-Following-Heavy-Damage-to-FBC-Collinsville-367979401.html", "image": "http://gray-uploads.s3.amazonaws.com/captures/1CB/B4F/1CBB4F997ADE4E4ABF391CC3FB31BE63", "video": "http://gray-uploads.s3.amazonaws.com/captures/4EF/885/4EF885AA66F94029A307D8F442474611.mp4", "type": "article"}, "twitter": {"domain": "www.wtok.com", "description": "First Baptist Church in Collinsville held their first church service following the tornado, Sunday at Pine Forest Baptist", "title": "First Church Service Held Following Heavy Damage to FBC Collinsville", "url": "http://www.wtok.com/home/headlines/First-Church-Service-Held-Following-Heavy-Damage-to-FBC-Collinsville-367979401.html", "image": "http://media.graytvinc.com/images/FBC+COLLINSVILLE.jpg", "creator": "@newscenter11", "site": "@newscenter11", "card": "summary"}, "msvalidate.01": "9CD4A96D8A076527F07FD24CFCDE5489", "video_type": "video/mp4", "video_height": 288, "keywords": "First Church Service Held Following Heavy Damage to FBC Collinsville", "google-site-verification": "M1YwZ85zoJ2ZNboZjzjADGJ9L53qqzbNOi6FLrtDw9U", "video_width": 512, "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "First Church Service Held Following, Heavy Damage to FBC Collinsville"}, "article_summary": "After nearly a week since a tornado heavily damaged First Baptist Church in Collinsville, church members held their first service.\nHe says that preliminary reports state that it could be a year or longer before church members move back into the church.\nPastor Ricks says that everything that was salvageable has been gathered and put in dry storage.\nGod knew what He wanted to do and what He wanted to do was not something bad to us.\nGod had me preach that sermon, oblivious to where we would be today, but God knew and he had a purpose in all that.\""}