{"article_title": "When Nonprofits Buy For-Profits: The Landscape in Senior Living - Non Profit News For Nonprofit Organizations", "article_keywords": ["nonprofits", "organizations", "non", "buy", "financial", "forprofit", "living", "profit", "transactions", "mission", "started", "good", "forprofits", "acquisition", "senior", "nonprofit", "landscape"], "article_url": "https://nonprofitquarterly.org/2015/05/11/when-nonprofits-buy-for-profits-the-landscape-in-senior-living/", "article_text": "May 10, 2015; Senior Housing News\n\nThis article in Senior Housing News asserts that merger and acquisition activity among nonprofit senior residential organizations started slowly after the recession started to fade, but is on a steep upswing now and can often entail taking a for-profit under their corporate wings.\n\nTim Mullaney said that nonprofits in this field took their time in readying themselves for expansion, waiting to buy until they were sure they understood and were prepared for the changes brought about by the Affordable Care Act, but he writes that M&A activity is now surging. Further, the takeovers are generally not of troubled properties, but of properties with good reputations and a track record of good management.\n\nKyle Hemminger of the Ohio-based financial firm Lancaster Pollard offers support both for the timeline, which is slower than the ones of for-profits in the field, and the choices of partners. In its recent newsletter, Lancaster Pollard points out three recent transactions where a nonprofit bought a high performing for-profit operator with the price comparing favorably to similar transactions and industry benchmarks. The acquisitions were in great shape, with occupancy levels for two of the three in the low 90 percent range and operating income ratios that exceeded those of benchmarks.\n\nThe newsletter article is well worth a read in its detail, but here is a taste:\n\n“A provider involved in one of the aforementioned acquisitions noted that the two main motivating factors for nonprofits are typically mission and financial impact. Regarding the former, the acquisition enabled the nonprofit to extend its mission within its primary market by strategically expanding its portfolio with a best-in-class facility or facilities. In addition to acquiring quality physical plants, it was equally important to the acquirer that the seller was well respected in the market in order to minimize any perception issues. As a result, preliminary feedback from the residents at the acquired facility was positive due to the acquirer’s faith-based beliefs and high-quality reputation. Regarding financial impact, the acquisition was accretive as it will improve cash flow and immediately add to net assets. With asset-level financing, the nonprofit is able to upstream excess cash flow to the parent organization so that the parent can invest in other projects to further its nonprofit mission. Nonprofits enjoy a weighted cost of capital equivalent to their cost of debt. Accordingly, a good investment which furthers their mission likely requires a lower hurdle rate than their for-profit peers.”\n\n—Ruth McCambridge", "article_metadata": {"description": "Acquisitions to expand among nonprofit senior residential organizations started slowly after the recession, but now are surging and can often entail buying a for-profit.", "original-source": "https://nonprofitquarterly.org/2015/05/11/when-nonprofits-buy-for-profits-the-landscape-in-senior-living/", "og": {"site_name": "Non Profit News For Nonprofit Organizations | Nonprofit Quarterly", "description": "Acquisitions to expand among nonprofit senior residential organizations started slowly after the recession, but now are surging and can often entail buying a for-profit.", "title": "When Nonprofits Buy For-Profits: The Landscape in Senior Living", "locale": "en_US", "image": "https://nonprofitquarterly.org/wp-content/blogs.dir/56/files/2015/05/Little-fishies-eaten.jpg", "url": "https://nonprofitquarterly.org/2015/05/11/when-nonprofits-buy-for-profits-the-landscape-in-senior-living/", "type": "article"}, "twitter": {"site": "@npquarterly", "image": "https://nonprofitquarterly.org/wp-content/blogs.dir/56/files/2015/05/Little-fishies-eaten.jpg", "description": "Acquisitions to expand among nonprofit senior residential organizations started slowly after the recession, but now are surging and can often entail buying a for-profit.", "card": "summary", "title": "When Nonprofits Buy For-Profits: The Landscape in Senior Living - Non Profit News For Nonprofit Organizations | Nonprofit Quarterly"}, "syndication-source": "https://nonprofitquarterly.org/2015/05/11/when-nonprofits-buy-for-profits-the-landscape-in-senior-living/", "article": {"tag": "nonprofits vs. for-profits", "published_time": "2015-05-11T13:39:59+00:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0", "news_keywords": "elder care,  mergers and acquisitions,  nonprofit senior residential organizations,  nonprofits buying for profit companies,  nonprofits vs. for-profits"}, "_id": "\"57477af36914bd0286fd3fe7\"", "article_summary": "With asset-level financing, the nonprofit is able to upstream excess cash flow to the parent organization so that the parent can invest in other projects to further its nonprofit mission.\nAccordingly, a good investment which furthers their mission likely requires a lower hurdle rate than their for-profit peers.”—Ruth McCambridge\nRegarding financial impact, the acquisition was accretive as it will improve cash flow and immediately add to net assets.\nFurther, the takeovers are generally not of troubled properties, but of properties with good reputations and a track record of good management.\nRegarding the former, the acquisition enabled the nonprofit to extend its mission within its primary market by strategically expanding its portfolio with a best-in-class facility or facilities."}