{"article_title": "More than 5,000 get their pink on for Race for the Cure in Colorado Springs", "article_keywords": ["pink", "survivor", "5000", "colorado", "cancer", "susan", "survivors", "g", "cure", "breast", "race", "springs", "komen"], "article_url": "http://gazette.com/more-than-5000-get-their-pink-on-for-race-for-the-cure-in-colorado-springs/article/1505996", "article_text": "Breast cancer survivors, clad in hot pink, and their supporters participated in the annual Susan G. Komen Race for the Cure at Garden of the Gods on Sunday, Sept. 8, 2013. (The Gazette/Jerilee Bennett)\n\nMaria Smith was all smiles in the \"survivors\" tent Sunday morning at the Southeastern Colorado Susan G. Komen Race for the Cure.\n\nNineteen years ago, she attended the first Race for the Cure in the region and remembers it as something special that the community was celebrating breast cancer survivors. Back then, she was showing her support for her mother, Clare Smith, now 83, who has been diagnosed and beat breast cancer twice.\n\nThis year, Maria, too, was wearing a \"survivor\" T-shirt.\n\n\"I watched her go through it and then it happened to me,\" said Smith, 50, who was diagnosed with stage 2 cancer last year.\n\nA series of genetic tests revealed that Maria did not get cancer because her mom had it, she said, adding that people should not assume they won't get cancer if their mothers or grandmothers didn't get it.\n\n\"Awareness is the key factor,\" she said.\n\nThen, the mother and daughter were out the door to participate in the pink festivities, which included live music, swag tents, informational booths and more tutus than a New York night club.\n\nMore than 5,000 people put on their pink wigs and tossed pink feathered boas over their shoulders in support of breast cancer survivors. They danced and sang and donated $200,000 to breast cancer research and medical programs. Once entry fees for the 5-kilometer walk and run are tallied, the total could be as much as $400,000 raised.\n\n\"Breast cancer should not be feared,\" said Jim Berry, the 2013 El Paso CountyRace for the Cure honorary breast cancer survivor of the year. \"It should be recognized and talked about.\"\n\nSo for one morning at the Garden of the Gods Park people let their pink hair down and talked about boobies, breasts, busts, bosoms and mammies. They put on their Pinky Tuscadero hot pants and wore pink fishnet panty hose in broad daylight. Even the manliest men got in on the action, donning pink satin brassieres and matching stockings. Men wore shirts that cried \"Save Second Base\" and Colorado Springs firefighters wore pink T-shirts under their suspenders. The \"Rocky\" theme song, \"Gonna Fly Now,\" blared as people danced and released hundreds of pink balloons.\n\nSince the Race for the Cure began in southeastern Colorado, the event has raised more than $6 million and put that money into research and medical treatment programs in Teller, El Paso and Pueblo counties, said Nancetta Westcott, Southeastern Colorado Susan G. Komen Race for the Cure executive director.\n\n\"Thirty-seven percent of women over age 40 have not had a mammogram,\" Westcott said. \"Some don't have the means.\"\n\nThe money raised locally in the Race for the Cure will cover those gaps, she said. Money goes to such places as Peak Vista Community Health, Penrose-St. Francis Hospital and Health Services and Teller County Health Department to cover the costs of those mammograms.\n\n\"Fund raising is open until Oct. 1,\" she said. \"They can donate on our website, (www.komensecolorado.org) or send a check. Or if they have a wad of cash, I'll drive over and pick it up myself.\"\n\nBreast cancer is brutal. This year, 440,000 people in the U.S. will be diagnosed, said Dr. Laura Pomerenke breast cancer surgeon and board president of Southeastern Colorado Susan G. Komen Race for the Cure. About 40,000 will die. Globally, the Susan G. Komen foundation has raised about $2 billion for breast cancer research and medical treatment. And the foundation helped lobby to get mammograms covered as preventative treatments under the Affordable Care Act.\n\nIt's the new technology, new drugs and a deep community understanding that keeps May Kai Tuggle. 74, in the money-raising effort. She asks every person she knows to donate to the Komen foundation, she said. This year, she raised $8,748 - the highest single fundraiser total.\n\n\"Why? Because I'm a three-time breast cancer survivor and I don't want my grandchildren to get breast cancer. It hurts me to see others go through what I've been through,\" she said.\n\nTuggle smiled at the mention of the hundreds of people in this year's \"Pink Parade\" - cancer survivors crossing the main stage one by one in pink striped socks, hats and scarves. Gary Brown, who put on his best Victoria's Secret satin number, topped off his ensemble with some pink angel wings. He wrapped his arms around his favorite survivor, his wife Felicia Brown. He's been in combat in Iraq, he said. But it doesn't compare to what she went through - the pain, the cutting at her body.\n\n\"It's rough,\" he said.\n\nIt's a day to forget about pain and celebrate living, said Gayle Knowles, who was dressed as the \"Pink Storm Trooper.\"\n\n\"I have had several friends who lost the battle,\" she said. \"And I have several who are still fighting.\"\n\nFor Amy Gambrell, whose pink tiara and veil showed off her hairless head, the pink fest felt like a big community hug. She has breast cancer and just completed chemotherapy and is about to begin radiation treatment. Asked if she was a survivor, she said, \"I'm still working on it.\"", "article_metadata": {"bitly-verification": "f4a41aa96c65", "description": "Maria Smith was all smiles in the survivors tent Sunday morning at the...", "copyright": "Copyright (c) 2016 Colorado Springs Gazette. All Rights Reserved", "og": {"site_name": "Colorado Springs Gazette", "description": "Maria Smith was all smiles in the", "title": "More than 5,000 get their pink on for Race for the Cure in Colorado Springs", "url": "http://gazette.com/more-than-5000-get-their-pink-on-for-race-for-the-cure-in-colorado-springs/article/1505996", "image": "http://cdn.csgazette.biz/cache/r620-3aa2a002ea7c0bf54a46c89c0cb2cf3b.jpg", "article": {"author": "by Monica Mendoza Monica.Mendoza@gazette.com"}, "type": "article"}, "robots": "all", "p": {"domain_verify": "054f60596b1ff5e45dbfcf1cadea8fe0"}, "fb": {"pages": 110009889024035, "app_id": 186087858135232}, "cXenseParse": {"recs": {"category": "Local/Monica Mendoza", "csg-uniquemodule": "1505996:1", "csg-troy": "Closed", "publishtime": "2013-09-08T00:00:00-06:00", "csg-tags": "Local,Monica Mendoza", "articleid": 1505996, "expirationtime": "2013-09-15T00:00:00-06:00"}, "pageclass": "Article"}, "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fd083e\"", "article_summary": "More than 5,000 people put on their pink wigs and tossed pink feathered boas over their shoulders in support of breast cancer survivors.\nBecause I'm a three-time breast cancer survivor and I don't want my grandchildren to get breast cancer.\n\"Breast cancer should not be feared,\" said Jim Berry, the 2013 El Paso CountyRace for the Cure honorary breast cancer survivor of the year.\n(The Gazette/Jerilee Bennett)Maria Smith was all smiles in the \"survivors\" tent Sunday morning at the Southeastern Colorado Susan G. Komen Race for the Cure.\nBreast cancer survivors, clad in hot pink, and their supporters participated in the annual Susan G. Komen Race for the Cure at Garden of the Gods on Sunday, Sept. 8, 2013."}