{"article_title": "UnitedHealth to Exit Obamacare in 22 States to Stem Losses", "article_keywords": ["aca", "plans", "22", "losses", "obamacare", "stem", "states", "state", "exit", "coverage", "exchanges", "health", "markets", "insurance", "unitedhealth"], "article_url": "http://www.bloomberg.com/news/articles/2016-04-20/unitedhealth-to-exit-obamacare-in-18-states-to-stem-losses", "article_text": "UnitedHealth Group Inc. will drop out of government-organized health insurance markets in at least 22 states as the U.S. industry leader tries to stem losses from participating in Obamacare, the healthcare overhaul that has brought coverage to millions of people.\n\nUnitedHealth hasn’t listed the markets it’s leaving, and confirmations of the withdrawals have been trickling in from regulators in the 34 states where the company sold plans for this year. Florida, Kansas and Massachusetts said Wednesday that the insurer will leave their exchanges for 2017, joining states including Texas, North Carolina and Maryland (see table below).\n\nThe company will end up selling Obamacare plans in “only a handful of states” next year, Chief Executive Officer Stephen Hemsley said Tuesday. The exchange market is proving to be smaller and riskier than expected, meaning “we cannot broadly serve it on an effective and sustained basis,” he told investors.\n\nUnitedHealth State Departures\n\nAlabama Georgia Missouri South Carolina Arizona Kansas Nebraska Tennessee Arkansas Louisiana North Carolina Texas Colorado Maryland Oklahoma Washington Connecticut Massachusetts Pennsylvania Florida Michigan Rhode Island\n\n“It’s going to take a while for these markets to settle out and stabilize,” said Sabrina Corlette, a research professor at Georgetown University’s Center on Health Insurance Reforms. “Some carriers are going to see this as an opportunity and potentially go after business in these areas.”\n\nSo far, New York and Nevada have confirmed that UnitedHealth plans to remain on their ACA exchanges next year. The company has also filed plans to participate in Virginia for 2017. Wisconsin said it hasn’t received an exit notice from UnitedHealth, and that it doesn’t comment on insurers’ business plans. A representative of Covered California, the state’s Obamacare exchange, said plan participation is confidential until it’s announced later this year.\n\nIn the states where UnitedHealth stops offering ACA plans for next year, people who are currently enrolled with the insurer will have to choose a new health plan during open enrollment, which typically begins in November. Their current coverage isn’t affected.\n\nAutomatic Renewal\n\nIn Massachusetts, where less than 500 individuals are on UnitedHealth ACA plans, state insurance officials will use the coming months to determine how best to handle the company’s exit, said Jason Lefferts, a spokesman for the Massachusetts Health Connector. The agency will probably provide an automatic renewal option in a similar plan for UnitedHealth customers, if they don’t want to shop for a new plan, he said.\n\n“But we always encourage shopping,” he said in a telephone interview. “Open enrollment is a great time to do it.”\n\nMore Costly\n\nThe Patient Protection and Affordable Care Act, President Barack Obama’s signature domestic policy achievement, is projected to cover about 12 million people this year, according to the Congressional Budget Office, providing tax subsidies that help many afford private insurance. The program has proven volatile for health insurers selling coverage in the new markets, known as exchanges, with some reporting losses.\n\nInsuring customers in ACA exchanges has turned out to be more costly than expected. That may be because sicker people are choosing to buy coverage, or because people buying plans deferred treatment for their medical needs until they got covered. Insurers also have said some people are buying insurance, using lots of care, and then dropping their coverage mid-year.\n\nUnitedHealth, which had about 795,000 ACA customers as of March 31, warned in November that it was posting losses on ACA policies. In December, the company said it should have stayed out of the individual exchange market longer. UnitedHealth also is withdrawing from some related state insurance markets for small businesses.\n\nProfit Tailwind\n\nThe exchanges are a small part of the company’s total medical membership of 47.7 million people. Yet the insurer said Tuesday that it expects to lose about $650 million on ACA plans this year.\n\nBrian Wright, an analyst at Sterne Agee CRT, said in a research note that the exchange exits could provide a “significant tailwind” to UnitedHealth’s profits for next year. UnitedHealth gained 2.4 percent to $133.57 at 11:27 a.m. in New York.\n\nHemsley, the CEO, spoke on a conference call after the company’s release of first-quarter results, which topped analysts’ profit estimates, thanks in part to UnitedHealth’s consulting, technology and services unit, Optum.\n\nThe impact of UnitedHealth’s decision to leave the ACA markets will vary by state. In North Carolina, a quarter of consumers will see the number of available Obamacare insurers drop to one for next year, according to an analysis from the Kaiser Family Foundation. Many of the rest will have just two carriers to pick from.\n\nThe Kaiser analysis of UnitedHealth’s plans doesn’t include actions by other insurers. Cigna Corp. is planning to enter “a few” new markets for next year, Matthew Asensio, a company spokesman, said by e-mail. The insurer offered plans on seven state exchanges for this year.\n\nNo Statewide Coverage\n\nIn Washington state, UnitedHealth was a relatively small player in the individual market, with less than 2 percent of enrollment, according to Pam MacEwan, CEO of the state’s health insurance marketplace. Yet the company’s exit from the small business exchange would leave that market without a carrier that offers coverage across the state, MacEwan said in a memo to board members of the Washington Health Benefit Exchange.\n\nA UnitedHealth unit called Harken Health will continue to sell in Georgia, mainly in the Atlanta area. Harken also offers plans in the Chicago area. Katherine Hempstead, who studies health insurance at the Robert Wood Johnson Foundation, said Harken is a sign that UnitedHealth is still trying to figure out a better approach to the new markets created by the ACA.\n\n“They’re not totally giving up on the individual market,” she said. “The one piece of really good news is that they did not pull the plug on Harken. Maybe what United is really doing is reinventing itself.”", "article_metadata": {"sailthru.author": "Zachary Tracer", "twitter": {"url": "http://www.bloomberg.com/news/articles/2016-04-20/unitedhealth-to-exit-obamacare-in-18-states-to-stem-losses", "description": "UnitedHealth Group Inc. will drop out of government-organized health insurance markets in at least 22 states as the U.S. industry leader tries to stem losses from participating in Obamacare, the healthcare overhaul that has brought coverage to millions of people.", "site": "@business", "card": "summary", "title": "UnitedHealth to Exit Obamacare in 22 States to Stem Losses"}, "parsely-author": "Zachary Tracer", "parsely-type": "post", "keywords": "Massachusetts,Small Business,Health,UnitedHealth Group Inc", "news_keywords": "Massachusetts,Small Business,Health,UnitedHealth Group Inc", "parsely-link": "http://www.bloomberg.com/news/articles/2016-04-20/unitedhealth-to-exit-obamacare-in-18-states-to-stem-losses", "parsely-title": "UnitedHealth to Exit Obamacare in 22 States to Stem Losses", "msapplication-TileColor": "#ff0000", "apple-mobile-web-app-capable": "no", "parsely-pub-date": "2016-04-20T12:38:42.491Z", "apple-mobile-web-app-status-bar-style": "black", "description": "UnitedHealth Group Inc. will drop out of government-organized health insurance markets in at least 22 states as the U.S. industry leader tries to stem losses from participating in Obamacare, the healthcare overhaul that has brought coverage to millions of people.", "parsely-tags": "Massachusetts,Small Business,Health,UnitedHealth Group Inc,Region: Global,Page: article", "msapplication-TileImage": "https://assets.bwbx.io/business/public/images/favicons/mstile-144x144-bbd2101292.png", "date": "2016-04-20T12:38:42.491Z", "parsely-section": "science-energy", "viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=no", "og": {"url": "http://www.bloomberg.com/news/articles/2016-04-20/unitedhealth-to-exit-obamacare-in-18-states-to-stem-losses", "site_name": "Bloomberg.com", "type": "website", "description": "UnitedHealth Group Inc. will drop out of government-organized health insurance markets in at least 22 states as the U.S. industry leader tries to stem losses from participating in Obamacare, the healthcare overhaul that has brought coverage to millions of people.", "title": "UnitedHealth to Exit Obamacare in 22 States to Stem Losses"}, "fb": {"status": "UnitedHealth Group Inc. will drop out of government-organized health insurance markets in at least 22 states as the U.S. industry leader tries to stem losses from participating in Obamacare, the healthcare overhaul that has brought coverage to millions of people."}, "parsely-post-id": "O5XMNMSYF01V01", "format-detection": "telephone=no"}, "article_summary": "UnitedHealth Group Inc. will drop out of government-organized health insurance markets in at least 22 states as the U.S. industry leader tries to stem losses from participating in Obamacare, the healthcare overhaul that has brought coverage to millions of people.\nYet the insurer said Tuesday that it expects to lose about $650 million on ACA plans this year.\nUnitedHealth also is withdrawing from some related state insurance markets for small businesses.\nInsuring customers in ACA exchanges has turned out to be more costly than expected.\nNo Statewide CoverageIn Washington state, UnitedHealth was a relatively small player in the individual market, with less than 2 percent of enrollment, according to Pam MacEwan, CEO of the state’s health insurance marketplace."}