{"article_title": "Why Does HIV/AIDS Kill More People in the Deep South?", "article_keywords": ["urban", "hiv", "living", "deep", "states", "outside", "hivaids", "kill", "does", "stigma", "areas", "south", "care"], "article_url": "https://newrepublic.com/article/121619/why-does-hivaids-kill-more-people-deep-south", "article_text": "Researchers also compared the characteristics of those diagnosed with HIV/AIDS in the Deep South region to national averages and found higher percentages of young people (aged 13 to 24), blacks, females, and transmission attributed to heterosexual contact among the region’s individuals diagnosed with HIV. More than one-quarter of people diagnosed with HIV lived outside a large urban area, which is the highest percentage of any U.S. region.\n\nWhat makes the Deep South different from the rest of the U.S.?\n\nThe Deep South has lower levels of income, education, and insurance coverage than the rest of the United States. Poverty is consistently associated with poorer health, so it is not surprising that the Deep South is experiencing high death rates among those diagnosed with HIV. And none of the Deep South states have accepted federal dollars to expand their Medicaid programs under the Affordable Care Act, leaving thousands of people in the region without health insurance.\n\nGeography also plays a role in the Southern HIV epidemic. Much of the Deep South HIV epidemic is concentrated outside of large urban areas. The CDC/SASI research found that living outside a large urban area at the time of HIV diagnosis significantly predicted greater death rates among people living with HIV in the region.\n\nHIV-related stigma has been found to be higher outside the large urban areas and transportation is a significant barrier to medical care for HIV-positive individuals living outside urban areas, since most HIV specialty care is located in urban areas. Without reliable transportation, people miss appointments and may lack access to supportive services such as case management, support groups, and legal services.\n\nThanks to advances in HIV treatment, people who are diagnosed with HIV can have normal life expectancies. But that’s only if they get linked to HIV medical care and remain on treatment, which is a challenge in a region where so many people live outside of urban areas, live in poverty, or lack access to health care.\n\nStigma kills\n\nHIV-related stigma has consistently been cited as a driver of the HIV epidemic—especially in the South. In the words of a Deep South focus group participant living with HIV, “HIV doesn’t kill. Stigma kills.”\n\nHIV care providers in the Deep South region tell stories of patients who don’t come to their medical appointments, who won’t participate in support groups, who won’t disclose their HIV status to their closest family members (and the list goes on) because of stigma and a deep fear of how they will be perceived if others discover their status. Stigma also prevents people from getting tested for HIV, which is a critical step in getting the right treatment and in preventing further transmission of the disease.\n\nSouthern laws and policies also contribute to stigma. Most Deep South states have abstinence-based sex education in public schools, which has not been shown to be effective in preventing sexually transmitted infections.\n\nMany Southern states also criminalize HIV-related sexual behaviors and prohibit syringe exchange programs, thus further marginalizing people at high risk for becoming HIV positive, such as sex workers and injection drug users. These laws also discourage HIV testing and make interventions that have proven effective, like syringe exchange, illegal.\n\nOvercoming stigma and promoting prevention\n\nThe drivers of the Southern HIV epidemic are complicated and to a great extent mirror the causes of poor health outcomes overall in southern states. Creative programs, such as the expansion of telemedicine programs and the co-location of HIV care with other services—such as case management and mental health and substance abuse care—are important to overcome stigma and the lack of transportation and medical care in non-urban areas.\n\nFunding to support anti-stigma interventions, including empowerment initiatives for those living with HIV and educational efforts for churches and community, is critical. Finally, increased prevention funding that is directed at urban and rural areas alike is crucial if we are to stem the new HIV diagnosis rates and lower the death rates in the Deep South.", "article_metadata": {"msapplication-config": "//assets.newrepublic.com/assets/favicons/browserconfig.xml", "description": "The Deep South region has become the epicenter of the U.S. HIV epidemic. Despite having only 28 percent of the total U.S. population, nine states in the Deep South account for nearly 40 percent of national HIV diagnoses. This region has the highest HIV diagnosis rates and the highest number of people living with HIV of any U.S. region based on data for 2008 to 2011. And new research has found that...", "og": {"site_name": "New Republic", "description": "Stigma and poverty drive poorer health outcomes, especially in the case of HIV/AIDS.", "title": "Stigma and Poverty Make HIV/AIDS Deadlier in the Deep South", "locale": "en_US", "image": "https://images.newrepublic.com/46ebe542528ea9a2f43a855a1e74b10768026cbe.jpeg?w=1109&h=577&crop=faces&fit=crop&fm=jpg", "url": "https://newrepublic.com/article/121619/why-does-hivaids-kill-more-people-deep-south", "type": "article"}, "twitter": {"image": "https://images.newrepublic.com/46ebe542528ea9a2f43a855a1e74b10768026cbe.jpeg?w=1024&h=512&crop=faces&fit=crop&fm=jpg", "description": "Stigma and poverty drive poorer health outcomes, especially in the case of HIV/AIDS.", "site": "@newrepublic", "card": "summary_large_image", "title": "Stigma and Poverty Make HIV/AIDS Deadlier in the Deep South"}, "msapplication-TileColor": "#ffffff", "parsely-metadata": "{\"thumb_image\":\"http://images.newrepublic.com/46ebe542528ea9a2f43a855a1e74b10768026cbe.jpeg\"}", "parsely-page": "{\"title\":\"Stigma and Poverty Make HIV/AIDS Deadlier in the Deep South\",\"link\":\"https://newrepublic.com/article/121619/why-does-hivaids-kill-more-people-deep-south\",\"section\":\"Health\",\"pub_date\":\"2015-04-22T17:07:00.000Z\",\"post_id\":121619,\"author\":\"Susan Reif\",\"type\":\"post\",\"tags\":[\"Health\",\"Culture\",\"The Conversation\",\"HIV\",\"Deep South\",\"-type_article\"]}", "fb": {"admins": 4404589, "pages": 161419311535, "app_id": 1675346479369918}, "theme-color": "#ffffff", "msapplication-TileImage": "//assets.newrepublic.com/assets/favicons/mstile-144x144.png", "article": {"publisher": "https://www.facebook.com/thenewrepublic", "tag": "Health", "published_time": "2015-04-22"}, "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "In the words of a Deep South focus group participant living with HIV, “HIV doesn’t kill.\nMost Deep South states have abstinence-based sex education in public schools, which has not been shown to be effective in preventing sexually transmitted infections.\nWhat makes the Deep South different from the rest of the U.S.?\nThe Deep South has lower levels of income, education, and insurance coverage than the rest of the United States.\nMuch of the Deep South HIV epidemic is concentrated outside of large urban areas."}