{"article_title": "Nationwide Layoff Watch: Lawyers Swept Out For Spring Cleaning", "article_keywords": ["layoff", "lawyers", "nationwide", "swept", "civil", "spring", "employees", "watch", "aclu", "email", "york", "cleaning", "organization", "affected", "layoffs", "memo", "aclus"], "article_url": "http://abovethelaw.com/2015/04/nationwide-layoff-watch-lawyers-swept-out-for-spring-cleaning/", "article_text": "If you thought only Biglaw firms were doing spring cleaning of their ranks, then think again. That’s right, layoffs have spread throughout the legal profession, and we recently received word that a prominent public-interest organization would be sweeping out a healthy percentage of its attorney workforce.\n\nWhich organization brought April showers of doom and gloom for its lawyers?\n\nThat would be the American Civil Liberties Union, which just dumped out 23 employees — about seven percent of its workforce — like yesterday’s trash. Attorneys in New York, D.C., California, and Wyoming were let go.\n\nAccording to a memo sent out by ACLU Executive Director Anthony Romero on March 26, the ACLU had been working with a $15 million annual operating deficit for the past few years, and the time for additional cost-cutting measures had come. Everyone in the legal profession knows that the easiest way to cut costs is to cut attorney headcount, so that’s exactly what the ACLU did. Those affected by the cuts were notified earlier this week. Romero’s memo is available in full on the following page.\n\nHere’s what some of our tipsters have said about the ACLU’s layoffs earlier this week:\n\n“It was shocking because this is the ACLU. People were in tears and very upset. The news came out of nowhere. The email alluded to a ‘yearlong process of strategic planning,’ yet some of the people affected had been hired less than a year ago — which raises questions of incompetence on the part of ACLU leadership.”\n\n“The ACLU had a mass layoff Monday and Tuesday. People are very upset. Affected workers were told to pack their belongings and immediately leave the premises. Morale is extremely low. Affected employees were not given any notice and some have expressed feeling blindsided.”\n\nAnother employee who was affected by the ACLU’s cuts spoke to Catherine Ho of the Washington Post, observing all too appropriately, “The very organization entrusted with protecting civil liberties didn’t even respect the civil rights of its own employees.”\n\nSome of the employees who fell victim to Romero’s layoffs were hired as recently as a few months ago — despite the claim in his email of a “yearlong process of strategic planning” — which makes the situation reek of mismanagement. We also wonder if ACLU donors knew that mass layoffs were planned for this month — and whether they might have tried to help had they known.\n\nRomero has a history of controversy as a workplace leader. Back in 2007, he was accused of promoting “workplace policies unbecoming of a civil-liberties organization”; according to New York Magazine, staffers complained of a “repressive, communist-like atmosphere,” and noted that unhappiness at the ACLU’s headquarters was “heavy, palpable, and widespread.” It’s sad that even our nation’s do-gooders can’t escape layoffs.\n\nIf your firm or organization is reducing the ranks of its lawyers or staff, whether through open layoffs or stealth layoffs or voluntary buyouts, please don’t hesitate to let us know. Our vast network of tipsters is part of what makes Above the Law thrive — we’ll never ignore you. You can email us or text us (646-820-8477). Thank you very much!\n\nACLU lays off 7 percent of national staff [Capital Business / Washington Post]\n\nFreedom to Backstab [New York Magazine]\n\n(Flip to the next page to see the ACLU’s layoffs memo in full.)", "article_metadata": {"description": "It's sad that even our nation's do-gooders can't escape the cruelty of layoffs.", "generator": "WordPress 4.5.2", "Author": "Staci Zaretsky", "og": {"site_name": "Above the Law", "description": "It's sad that even our nation's do-gooders can't escape the cruelty of layoffs.", "title": "Nationwide Layoff Watch: Lawyers Swept Out For Spring Cleaning", "locale": "en_US", "image": "http://abovethelaw.com/wp-content/uploads/2013/08/layoff-notice.jpg", "url": "http://abovethelaw.com/2015/04/nationwide-layoff-watch-lawyers-swept-out-for-spring-cleaning/", "type": "article"}, "twitter": {"image": "http://abovethelaw.com/wp-content/uploads/2013/08/layoff-notice.jpg", "description": "It's sad that even our nation's do-gooders can't escape the cruelty of layoffs.", "card": "summary"}, "wp-parsely_version": "1.8", "fb": {"app_id": 148725768475669, "pages": 42029395601}, "keywords": "ACLU, American Civil Liberties Union (ACLU), Anthony Romero, Layoffs, Nationwide Layoff Watch, Public Interest, Above the Law, abovethelaw.com, legal tabloid, legal news, legal blog, blawg, lawyer blog, law firm news, legal gossip, legal scandal, law firm salaries, partner salaries,associate salaries, law firm rankings, profits per partner list, biglaw, law schools, judges, law clerks, clerkships", "viewport": "width=device-width,initial-scale=1.0,width=device-width,user-scalable=no,minimum-scale=1.0,maximum-scale=1.0"}, "_id": "\"57477af36914bd0286fd0856\"", "article_summary": "Here’s what some of our tipsters have said about the ACLU’s layoffs earlier this week:“It was shocking because this is the ACLU.\nIf you thought only Biglaw firms were doing spring cleaning of their ranks, then think again.\nACLU lays off 7 percent of national staff [Capital Business / Washington Post]Freedom to Backstab [New York Magazine](Flip to the next page to see the ACLU’s layoffs memo in full.)\nThat would be the American Civil Liberties Union, which just dumped out 23 employees — about seven percent of its workforce — like yesterday’s trash.\nWhich organization brought April showers of doom and gloom for its lawyers?"}