{"article_title": "Former NFL star-turned-conservative actor blasts new PC, sissified ‘government football’", "article_keywords": ["republican", "football", "dont", "using", "levin", "nfl", "changed", "actor", "blasts", "pc", "sissified", "dryer", "know", "starturnedconservative", "party", "theyre", "told"], "article_url": "http://www.bizpacreview.com/2014/03/02/former-nfl-star-turned-conservative-actor-blasts-new-pc-sissified-government-football-104014", "article_text": "The dual disaster of political correctness in the NFL and political ineptness in the Republican Party establishment made for some rough handling Friday, when former Los Angeles Rams star-turned-actor Fred Dryer joined the Mark Levin radio show.\n\nReflecting on his own playing career during the 1970s, Dryer called the current league “government football” – especially with the current proposal to penalize on-the-field use of the N-word.\n\nPlayers haven’t changed and personalities haven’t changed since that turbulent decade, Dryer said. But the culture has – and not for the better.\n\n“When I played from ’69-’81, that was the era before ESPN and the media explosion, it was a better time,” Dryer said. “There were gay players then. They were using the ‘n-word’ then, they’re using it now. There’re gay players now, nothing’s changed except the politics.”\n\n“What you get now is everybody sticking their nose into it. The league seems to be activists on many levels. They’re going to police it. They’re going to stick their nose into the game and flag people.”\n\nAfter retiring from football, Dryer launched a successful acting career, most notably starring for seven seasons in the police drama “Hunter.” He is now a radio talk-show host in Los Angeles.\n\nDryer, who said he tries to base his life on “common sense, reason and … pursuing what is self-evident,” told Levin the Democratic Party and Obamacare is aimed at getting Americans to abandon those principles.\n\n“They want to get rid of the middle class and make it completely dependent on government,” he said.\n\nNine-year-old’s awesome answer on math test reminds teacher to remember wounded warriors\n\nBut Dryer had little good to say about today’s Republican leaders. He told the libertarian Levin the party is missing two things vital to success: leadership and a coherent message.\n\n“The Republican Party is dead from the neck up. They have no heart, really. They don’t know what to do. They don’t know what a narrative is. They don’t know how to establish a narrative, or fight for one, or get out in front of a story and stay there,” he said.\n\n“It’s very difficult to pinpoint … a handful of people that have any semblance of togetherness whatsoever.”\n\nH/T: Tea Party News Network", "article_metadata": {"generator": "WordPress 4.4.3", "og": {"site_name": "BizPac Review", "description": "The dual disaster of political correctness in the NFL and political ineptness in the Republican Party establishment made for some rough handling Friday, when former Los Angeles Rams star-turned-actor Fred Dryer joined the Mark Levin radio show. Reflecting on his own playing career during the 1970s, Dryer called the current league “government football” – especially …", "title": "Former NFL star-turned-conservative actor blasts new PC, sissified 'government football'", "locale": {"alternate": "en_US", "identifier": "en_US"}, "image": "http://www.bizpacreview.com/wp-content/uploads/2014/03/freddryer0302new.jpg", "updated_time": "2014-03-03T09:53:52+00:00", "url": "http://www.bizpacreview.com/2014/03/02/former-nfl-star-turned-conservative-actor-blasts-new-pc-sissified-government-football-104014", "type": "article"}, "twitter": {"widgets": {"csp": "on"}}, "alexaVerifyID": "qC73ojZoktel85cbl12SAFJar9k", "fb": {"admins": "10152426200106417,10152720237657852,10200650572686956,3854753687919,100215693385946,549853448412696", "pages": 169204449790211, "app_id": 1502886339979348}, "article": {"publisher": "https://www.facebook.com/ConservativeNewsToday", "section": "News", "published_time": "2014-03-02T10:21:00+00:00", "modified_time": "2014-03-03T09:53:52+00:00"}, "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fdf28d\"", "article_summary": "They don’t know how to establish a narrative, or fight for one, or get out in front of a story and stay there,” he said.\nThey were using the ‘n-word’ then, they’re using it now.\nThey don’t know what a narrative is.\n“The Republican Party is dead from the neck up.\nThey don’t know what to do."}