{"article_title": "Medicaid Expansion Debate Hits Home for Hughes", "article_keywords": ["real", "hughes", "house", "utah", "hits", "expansion", "frisby", "medicaid", "ward", "debate", "caucus", "care"], "article_url": "http://utahpolicy.com/index.php/features/today-at-utah-policy/6344-medicaid-expansion-debate-hits-home-for-hughes", "article_text": "If it hadn’t already, Medicaid expansion got personal for Utah House Speaker Greg Hughes on Wednesday.\n\nHughes was told by Rep. Raymond Ward, R-Bountiful, in an open GOP House caucus, that a woman Hughes had met with in March, Carol Frisby of Taylorsville, had died on Monday from colon cancer.\n\nHughes looked stunned. He took from Ward a note written to Hughes by Frisby on Saturday – when Ward and his wife visited Frisby and her husband, Brent, at the hospital.\n\nAnd put it in his suit pocket.\n\nWhen UtahPolicy asked Hughes after the caucus meeting if the state’s refusal up to now to extend Medicaid benefits to low-income people was killing Utahns, Hughes seemed lost for words, upset.\n\nThen said he had to go to his office and left without answering the question.\n\nWhen Ward passed him the note, saying Hughes may remember Frisby from a meeting he had with her and five other health-challenged Utahns awaiting Medicaid expansion, Hughes did recall Frisby.\n\n“She’s a sweet lady,” said Hughes.\n\nWard, a family doctor, told UtahPolicy after the caucus that Frisby is a perfect example of how Utah waiting to adopt any Medicaid expansion under President Barack Obama’s Affordable Care Act is killing people.\n\n“We should have (expanded Medicaid) two years ago,” said Ward, who knows Frisby’s medical history.\n\n“There are real people out there; (not having the expansion) is harming real people,” said Ward.\n\n“I know half a dozen people” who may well have qualified for Medicaid expansion “who have died” because they couldn’t afford proper medical care, he added.\n\nWard had previously read the note to Hughes and said after caucus it was a bit difficult to understand because she was so ill. “Basically, she thanked the speaker for meeting with her (earlier this year) and asked that something is done” so others like her don’t suffer, said Ward.\n\nWard said that Carol Frisby had colon symptoms three or four years ago, abdominal pain, and rectal bleeding.\n\nBut, as reported in this Deseret News story of several months ago, the Frisbys were living on $800 a month.\n\nCarol was at the time covered by the state’s Primary Care Network. But PCN doesn’t cover colonoscopies – where a doctor using a probe looks inside a patient’s colon.\n\nIf cancerous polyps are found, they are clipped off. And the cancer doesn’t spread.\n\n“She couldn’t afford the $2,000 test,” said Ward.\n\nFrisby’s cancer then spread throughout her body over several years.\n\nFinancially destitute, finally the Frisbys qualified for Medicaid, and Ward said more than $200,000 was spent on Carol trying to fight back her advanced cancer.\n\nBut treatments failed, and Carol Frisby died in hospice care Monday, said Ward.\n\nA $2,000 test could have saved a life and more than $200,000 in later medical care, said Ward – for colon cancer, if caught early, has a high rate of successful treatment.\n\n“There are real people out there” now not covered by Obamacare’s Medicaid expansion. “And real bad things” are happening to them, said Ward, one of the few House Republicans who voted for GOP Gov. Gary Herbert’s Healthy Utah Medicaid expansion plan.\n\nAt one point during the 2015 general session, the Senate passed Healthy Utah. But House Republicans refused to act on it and came up with their own Utah Cares alternative.\n\nHealthy Utah would have provided subsidized private health insurance for the estimated 66,000 people who fall into “the coverage gap” – those who make 100 percent of the poverty income up to 138 percent of the federal poverty line.\n\nCarol Frisby was one of those people, said Ward.\n\nUtah Cares would cover low-income up to 100 percent, and those above 100 percent to 138 percent would get PCN coverage – which is what the Frisbys had, but because PCN doesn’t cover colonoscopies, she didn’t get the test.\n\nHughes, R-Draper, and House Majority Leader Jim Dunnigan, R-Taylorsville, told the caucus that talks/study by the “Gang of Six” – six state GOP leaders looking for a Medicaid expansion solution – are going well.\n\nNo longer is the debate – as it was in the 2015 Legislature – between Healthy Utah and Utah Cares.\n\nRather, said Hughes, talks have moved forward, and a new solution is being sought – neither one being one of the former alternatives.\n\nA self-imposed July 31 deadline for the Six to come up with a recommendation will be missed.\n\nBut Dunnigan said he’s still hopeful a special session can be called in the fall to adopt a Medicaid expansion plan.\n\nPerhaps the Legislature will act first, and then leaders will seek federal government waivers to implement it; perhaps the Six will go to the feds before the special session, said Dunnigan.\n\nThat is all still being discussed.\n\nBut for some, said Ward, it is too late.\n\nCarol Frisby is one.\n\nPlease enable JavaScript to view the comments powered by Disqus.", "article_metadata": {"description": "If it hadn’t already, Medicaid expansion got personal for Utah House Speaker Greg Hughes on Wednesday.", "generator": "Joomla! - Open Source Content Management", "author": "Bob Bernick", "og": {"url": "http://utahpolicy.com/index.php/features/today-at-utah-policy/6344-medicaid-expansion-debate-hits-home-for-hughes", "type": "article", "image": "http://utahpolicy.com/images/articles/20150715_Medicaid_Frisby.JPG", "site_name": "utahpolicy.com", "title": "Medicaid Expansion Debate Hits Home for Hughes"}, "google-site-verification": "lihgswQmNHE4uzDhVlR0Saxekx4JgwwjFYC6fjhIvCM", "viewport": "width=device-width, initial-scale=1"}, "article_summary": "When Ward passed him the note, saying Hughes may remember Frisby from a meeting he had with her and five other health-challenged Utahns awaiting Medicaid expansion, Hughes did recall Frisby.\nIf it hadn’t already, Medicaid expansion got personal for Utah House Speaker Greg Hughes on Wednesday.\nBut Dunnigan said he’s still hopeful a special session can be called in the fall to adopt a Medicaid expansion plan.\nGary Herbert’s Healthy Utah Medicaid expansion plan.\n“There are real people out there” now not covered by Obamacare’s Medicaid expansion."}