{"article_title": "Portrait Show Brings Photographer-Subject Encounters Into Focus", "article_keywords": ["barney", "kahlo", "brings", "frank", "photographersubject", "focus", "various", "moss", "big", "portrait", "photographer", "encounters", "called", "theres"], "article_url": "http://wnpr.org/post/portrait-show-brings-photographer-subject-encounters-focus", "article_text": "When someone takes our picture, we usually deliver a mile-wide grin, but there's not a smile in the room at the Phillips Collection's photography show in Washington.\n\nThe exhibit mostly consists of portraits of inner lives, taken by various photographers, and it's about the encounter between the two participants. Susan Behrends Frank curated the small show, called \"Shaping a Modern Identity,\" which is running through Jan. 12.\n\n\"I see this whole spectrum of a conversation,\" Frank says. \"It's like a dance between the photographer and the subject.\"\n\nPhotographs were chosen from the collection of Joseph and Charlotte Lichtenberg, and while there are no big grins, there are plenty of poses. In a color series called \"Nomads,\" Andres Serrano invited various people in front of his camera.\n\n\"He showed up with a plain backdrop, lights, his camera,\" Frank explains. \"He asked these people to pose; he said all he asked of them was to look left or right.\"\n\nOne of Serrano's subjects — he called himself Sir Leonard — is a majestic, monumental African-American man. He wears an Indiana Jones hat, a fitted tweed overcoat, woolen gloves and a white bandanna around his neck.\n\n\"But when you look closely,\" Frank says, \"you see it's a restaurant dinner napkin.\"\n\nSir Leonard was homeless, destitute. Yet for this 1990 picture, he presents himself with style and flair.\n\nSupermodel Deconstruction\n\nAnother wall has one of the most famous faces in the world — supermodel Kate Moss. For years Moss has defined glamour and beauty on the pages of glossy fashion magazines. But in artist Chuck Close's extreme close-up, she looks like a girl in a dusty little Texas town, maybe walking along a railroad track.\n\n\"[There's] no makeup on this woman,\" Frank says. \"Her hair appears unkempt; she stares out at us blankly.\"\n\nThere are wrinkles under Moss' blank eyes, and her skin is a confetti of freckles and pores — no airbrushing to be seen. Moss and Close knew each other, and she trusted him. She had even posed nude for him over the course of various photo shoots.\n\nYears ago, photographer Richard Avedon said portrait photography was an exercise in \"unearned intimacy,\" with subject and photographer connecting intensely in a brief period of time. But in Close's portrait of Moss, the intimacy has been earned over years.\n\nPortrait Of An Artist As A Young Woman\n\nFrida Kahlo is another of the exhibit's female icons. Imogen Cunningham shot the Mexican painter in 1931, when Kahlo was 24. Her husband, Diego Rivera, a legend in his day, brought her with him when he came to paint murals in California.\n\nThe young Kahlo is fresh and sweet — she hasn't fully grown into the pain and suffering that will etch her face for life. She's wearing her great, artistic clothes — big beads, big earrings — and her eyebrows are not yet fully grown together in the middle. The photo is called Frida Kahlo, Painter and Wife of Diego Rivera.\n\n\"This was when she was a young woman known primarily as the wife of a painter [who] had a far larger reputation than her own at the time,\" Frank says.\n\nIt would take another 40 years for Kahlo to be discovered, and celebrated.\n\nA Guarded Subject\n\nFinally, there's The Orange Room, a portrait that's large and in color. It was taken by Tina Barney — an American, like most of the photographers in the Phillips show — part of a 1995 series in which Barney photographed aristocrats in their homes. It was called \"The Europeans.\"\n\nThe Orange Room is a portrait of nondisclosure — or is it? The subject is an elderly gentleman, and we're not told his name. He wears a three-piece gray suit, has white hair and is balding. He sits against an orange wall in an armchair, elbows on the arms. On the wall, there's a small, old painting that could be a saint, and another painting showing a seascape.\n\nOn a fine antique console nearby, there are various objects (when they're expensive, you say objets): porcelain figures, a glass and gold bowl, other fancy tchotchkes. They're on display, but he is not. Mr. X tents his hands in front of his face so we can't see his mouth\n\n\"He has put this barrier between Tina Barney, the photographer, and himself ... so that we can't really see who he is,\" Frank says. \" ... I think that what [Barney] was fascinated by was how people responded to her presence that didn't really know her. He's guarding his inner person very carefully.\"\n\nWe see him guarded, hiding, and we wonder if he's allowing himself to be defined by his things instead of his self. Or is that his self?\n\nIt's really fascinating: What do we choose to reveal in a photo portrait? What do we hide? And what do our wide, sunny smiles conceal in the pictures we take and pose for with family and friends?\n\n\n\nCopyright 2013 NPR. To see more, visit http://www.npr.org/.\n\nTranscript\n\nDAVID GREENE, HOST:\n\nThere are probably more photographs being taken this holiday season than ever before in history. All our smart devices turn us all into paparazzi, snapping, posing, posting, emailing, Instagramming. NPR Special correspondent Susan Stamberg saw an exhibition of portrait photography in Washington recently that piqued her interest, because it was so very different from our today's incessant snapping.\n\nSUSAN STAMBERG, BYLINE: We always smile for pictures, mile-wide grins. There's not a smile in the room at the photography show at the Phillips Collection. Mostly there: portraits of inner lives taken by various photographers. So it becomes about the encounter between the two participants.\n\nSUSAN BEHRENDS FRANK: I see this whole spectrum of conversation, it's like a dance between the photographer and the subject.\n\nSTAMBERG: Susan Behrends Frank curated this small show. It's called \"Shaping a Modern Identity,\" and it's chosen from the collection of Joseph and Charlotte Lichtenberg of Washington, D.C. And while there are no big grins, there certainly are plenty of poses. In a color series called \"Nomads,\" Andres Serrano invited various people in front of his camera.\n\nFRANK: He showed up with a plain backdrop, lights. He asked these people to pose. He said all he asked of them was to look left or right.\n\nSTAMBERG: One of Serrano's subjects - he called himself Sir Leonard - is a majestic, monumental African-American.\n\nFRANK: He's wearing a big floppy hat, like Harrison Ford did.\n\nSTAMBERG: A regular Indiana Jones, plus a fitted tweed overcoat, woolen gloves and white bandana around his neck.\n\nFRANK: When you look closely, you see it's a restaurant dinner napkin.\n\nSTAMBERG: Sir Leonard was homeless, destitute. Yet in this 1990 picture, he presents himself with style and flair. On another wall, one of the most famous faces in the world.\n\nFRANK: She is Kate Moss, the supermodel.\n\nSTAMBERG: For years, Kate Moss has been the definition of glamour and beauty on the pages of glossy fashion magazines. In artist Chuck Close's extreme close-up, she looks like a girl in a dusty little Texas town, maybe walking along a railroad track.\n\nFRANK: No makeup on this woman. Her hair appears unkempt. She stares out at us blankly, I think.\n\nSTAMBERG: There's nothing in her eyes.\n\nFRANK: No, there's not.\n\nSTAMBERG: Wrinkles under the blank eyes, her skin a confetti of freckles and pores - no air-brushing to be seen. In 2005, Chuck Close spent five hours on this shoot with Kate Moss for W magazine.\n\nNow, what do you know about their relationship? Because I would imagine for her to permit herself to be shown this way, this was a man she had known forever, and she could be that natural and open with him. Is that true, or had they just met?\n\nFRANK: No, no. They've known each other.\n\nSTAMBERG: She trusted him, had even posed nude for him over the course of various photo shoots. Years ago, photographer Richard Avedon said portrait photography was an exercise in unearned intimacy, subject and photographer connecting intensely in a brief period of time. But in Chuck Close's portrait of Kate Moss, the intimacy has been earned over years.\n\nOK, where is she? Oh, look. There's Frida Kahlo.\n\nFRANK: There's Frida Kahlo.\n\n(LAUGHTER)\n\nSTAMBERG: Another female icon, Imojen Cunningham, shot the Mexican painter in 1931, when Kahlo was just 24. Her husband, Diego Rivera - a legend in his day - brought her to California while painting some murals. The young Kahlo is fresh and sweet. She hasn't fully grown into the pain and suffering that will etch her face for life.\n\nShe's wearing her great artistic clothes: big beads, big earrings, her eyebrows not yet fully grown together in the middle. The photo is called \"Frida Kahlo, Painter and Wife of Diego Rivera.\"\n\nFRANK: This was when she was a young woman known primarily as the wife of a painter that had a far larger reputation than her own at the time.\n\nSTAMBERG: Finally, one more portrait, large and in color, by Tina Barney - American, as most of the photographers are in this Phillips show. In 1995, Barney wanted to photograph aristocrats in their homes for a series called \"The Europeans.\" \"The Orange Room\" is a portrait of non-disclosure. Or is it? The subject is male. We're not told his name.\n\nFRANK: Here is this elderly gentleman in a three-piece gray suit with white hair and a balding pate.\n\nSTAMBERG: He sits against an orange wall in an armchair, elbows on the arms. On the wall, a small, old painting - it could be a saint - and a seascape. On a fine antique console nearby are various objects - when they're expensive, you say objet. Porcelain figures, a glass and gold bowl, other fancy tchotchkes. They are on display. He, on the other hand, is not. Mr. X tents his hands in front of his face, so we can't see his mouth.\n\nFRANK: He has put this barrier between Tina Barney, the photographer and himself...\n\nSTAMBERG: And us.\n\nFRANK: ...and us, with us - that so that we can't really see who he is.\n\nSTAMBERG: Now, if I were the photographer, I'd kill him. I'd say, well, could you put your hands down?\n\nFRANK: I don't know that she did that. You know, I think what she was fascinated by was how people responded to her presence that didn't really know her. He's, like, guarding his inner person very carefully here.\n\nSTAMBERG: So we see him guarded, hiding, and we wonder if he's allowing himself to be identified by his things, not his self. Or is that his self?\n\nIt's really fascinating, this show at the Phillips, until January 12th. What do we choose to reveal in a photo portrait? What do we hide? And what do our wide, sunny smiles conceal in the pictures we take and pose for with family and friends?\n\nIn Washington, I'm Susan Stamberg, NPR News.\n\n(SOUNDBITE OF MUSIC)\n\nGREENE: You're listening to MORNING EDITION, from NPR News. I'm David Greene. Transcript provided by NPR, Copyright NPR.\n\n", "article_metadata": {"category": "none", "description": "When someone takes our picture, we usually deliver a mile-wide grin, but there&#039;s not a smile in the room at the Phillips Collection&#039;s photography", "Generator": "Drupal 7 (http://drupal.org)", "programs": "none", "og": {"url": "http://wnpr.org/post/portrait-show-brings-photographer-subject-encounters-focus", "image": "http://mediad.publicbroadcasting.net/p/shared/npr/styles/medium/nprshared/201312/255448179.jpg", "type": "article", "description": "When someone takes our picture, we usually deliver a mile-wide grin, but there&#039;s not a smile in the room at the Phillips Collection&#039;s photography", "title": "Portrait Show Brings Photographer-Subject Encounters Into Focus"}, "story_id": 255447261, "twitter": {"site": "@wnpr", "card": "summary", "creator": "@wnpr"}, "author": "Susan Stamberg", "org_id": 1, "dc": {"title": "Portrait Show Brings Photographer-Subject Encounters Into Focus"}, "nid": 14539, "datePublished": "2013-12-26", "keywords": "photography", "wordCount": 1960, "has_audio": 1, "viewport": "width=device-width"}, "_id": "\"57477af46914bd0286fd89b9\"", "article_summary": "FRANK: There's Frida Kahlo.\nShe's wearing her great artistic clothes: big beads, big earrings, her eyebrows not yet fully grown together in the middle.\nShe's wearing her great, artistic clothes — big beads, big earrings — and her eyebrows are not yet fully grown together in the middle.\nBut in Close's portrait of Moss, the intimacy has been earned over years.\nPortrait Of An Artist As A Young WomanFrida Kahlo is another of the exhibit's female icons."}