{"article_title": "Huckabee sounds like a crank, again", "article_keywords": ["supreme", "court", "legislation", "huckabee", "say", "going", "crank", "courts", "marriage", "sounds", "law", "think"], "article_url": "https://www.washingtonpost.com/blogs/right-turn/wp/2015/01/22/huckabee-sounds-like-a-crank-again/", "article_text": "I have previously criticized Mike Huckabee for saying he would keep fighting even if the Supreme Court ruled that gay marriage bans are unconstitutional. He has made matters worse by articulating an argument that is eerily similar to the one thrown up by anti-integration forces in the South after Brown v. Board of Education. I do not think Huckabee is a bigot, but I do think he misunderstands basic constitutional concepts, invites chaos and communicates in a way that non-evangelicals will interpret as preposterous.\n\nMike Huckabee, right, poses for a picture with musician Mitch Smith while performing together during a campaign rally in Des Moines in 2008. (Andy Clark/Reuters)\n\nIn his recent interview with Hugh Hewitt, Huckabee tried to argue:\n\nI may be lonely, I may be the only one, but I’m going to stand absolutely faithful to the issue of marriage not because it’s a politically expedient thing to do, because it isn’t. I’m going to do it because I believe it is the right position, it’s the Biblical position, it’s the historical position. I believe like Barack Obama said he believed back in 2008, that it’s an issue that has been settled by the Bible, and God is in the mix. Now one of three things – either Barack Obama was lying in 2008, he’s been lying now since he’s changed his view, or the Bible got rewritten, and he was the only one who got the new version. So I’m just going to have to say that I haven’t been given the role of editor. And I’m not angry about it. One thing I am angry about, though, Hugh, is this notion of judicial supremacy, where if the courts make a decision, I hear governors and even some aspirants to the presidency say well, that’s settled, and it’s the law of the land. No, it isn’t the law of the land. Constitutionally, the courts cannot make a law. They can interpret one. And then the legislature has to create enabling legislation, and the executive has to sign it, and has to enforce it.\n\nThis is frankly nonsense. When the court determines, for example, that interracial marriage is constitutionally protected, you don’t need new laws. The ban on interracial marriage is invalid, and the existing marriage law is applied as extending to all couples regardless of race. Huckabee wants to end marriage just as segregationists in some places did away with public schools to avoid having to comply with the court’s decision? (Close the swimming pool instead of integrating? Shut down the restaurant rather than serve blacks?) Huckabee can make that case, I suppose, but it will sound ridiculous to the average person, and it is.\n\nThe conversation continues with Hewitt gently making essentially my point (state and local officials can’t just decide not to follow a Supreme Court ruling):\n\nHH: So Governor, just to put a cap on that, if the Supreme Court rules 5-4 that every state must allow two people of the same sex to get married, what’s your position on the campaign trail going to be about what governors ought to do in the aftermath of that ruling, and what presidential candidates in the Republican Party ought to say about it? MH: Well, if the federal Supreme Court rules that same sex marriage is protected under the 14th Amendment, you still have to have Congress and the President act to agree with it, because one branch of government does not overrule the other two. This idea that a judge makes a ruling on Friday afternoon, and Saturday morning same sex marriage licenses are being given out, that’s utter nonsense, because there’s not been any agreement with the other two branches of government, so I just want people to go back to their 9th grade civics class, and remember there are three branches equal, and that all three of them have to be in concert in order for something to become law. And the courts can’t make a law, and they don’t have the power to enforce a law. HH: Would you counsel civil disobedience to county clerks? MH: Well, the point is states would be in a position that their legislatures would have to go into session. They would have to create legislation that the governor would sign. If they don’t, then there is not same sex marriage in that state. Now if the federal courts say well, you’re going to have to do it, well, then you have a confrontation. At that point, somebody has to decide is the Court right? If it is, then the legislation will be passed. It’s not unlike we’ve seen other legislation. In my own state, when we had school funding legislation that had to be passed, the courts ruled, but we didn’t start sending out checks the next day. We called a special session, we negotiated through it. The courts didn’t tell us what the formula had to look like. They just told us the one we had wasn’t Constitutional. In that case, I agree with them. They were right. We fixed it. HH: There’s an echo in that, though, Governor. Last night, because it was Martin Luther King day yesterday, I went and saw Selma. And the great judge, Frank Johnson, issued an order that allowed the marchers to march. And George Wallace had to get out of the way, and it’s a dramatic confrontation. There is issue here of the Supremacy Clause. Now I might not like, and I’m praying that Anthony Kennedy decides this the right way, that states have a right to define for themselves marriage. But if it goes the other way, don’t we have to follow what the Supreme Court says immediately, or aren’t we in contempt of the federal Constitution as we understand the Supremacy Clause? MH: But if the legislation in that state, if the law in that state does not already have a mechanism to support same sex marriage, the legislation and only the legislature can create the law that says a marriage license can be given to two men or to two women. And I think there’s going to be immediate cases filed where a person will say well, I’d like to marry two women, or I’d like to marry two men for a woman. And who’s to stop that? It’s going to be a tricky thing, but you know, when people say the law is now the law of the land and it’s settled, well, 1973, the Court ruled on Roe V. Wade, and I think it’s anything but settled. And it’s anything but something that has ended because the courts made the ruling. I think it was a terrible ruling they made in 1973. And I hope this Court realizes that this is not a decision that should be made by the judicial branch. It should be made by the legislative branch, the representatives of the people.\n\nI’m not sure Huckabee means what he says or understands how constitutional law operates. But for 200-plus years we have operated with the understanding that once the courts have spoken, other branches don’t continue doing exactly what they want even if they disagree with the result. What would he say if the courts found Obama’s unilateral decree on immigration illegal and yet Obama continued to implement it? If the Supreme Court finds the federal Obamacare exchanges can’t provide subsidies and the administration keeps handing them out? I suspect the “i” word (impeachment) would be back.\n\nThe day after the 1964 Civil Rights Act, the vast majority of store owners, hotels and other places of accommodation that would not serve blacks the day before provided services to them just as they did to white customers. Some of these people argued that the law was unconstitutional. Many of them harbored personal prejudices. Others thought this was the ruin of America. But the law was on the books, and the vast majority complied out of respect for the “rule of law.” History did not treat well the exceptions, such as the Southern segregationists who tried every maneuver in the book to avoid implementing Brown.\n\nHuckabee exemplifies the triumph of crank right-wing rationalizations over common sense and mainstream thinking. You think the average American would support a candidate who doesn’t abide by the courts’ rulings? He can disapprove of gay marriage. He can call for broad conscience exemptions. He can refuse to officiate or attend gay nuptials. But he cannot in good faith tell court clerks not to follow the law. Huckabee’s comments are a recipe for constitutional chaos and political oblivion. Enough already. Just stop it.", "article_metadata": {"description": "He exemplifies the triumph of crank right-wing rationalizations over common sense and mainstream thinking.", "og": {"site_name": "Washington Post", "description": "He exemplifies the triumph of crank right-wing rationalizations over common sense and mainstream thinking.", "title": "Huckabee sounds like a crank, again", "url": "https://www.washingtonpost.com/blogs/right-turn/wp/2015/01/22/huckabee-sounds-like-a-crank-again/", "image": "https://img.washingtonpost.com/rf/image_1484w/2010-2019/WashingtonPost/2014/05/16/National-Politics/Images/RTX55FQ.jpg", "type": "article"}, "referrer": "unsafe-url", "twitter": {"site": "@WashingtonPost", "card": "summary_large_image", "creator": "@JRubinBlogger"}, "apple-itunes-app": "app-id=938922398, app-argument=https://www.washingtonpost.com/blogs/right-turn/wp/2015/01/22/huckabee-sounds-like-a-crank-again/", "fb": {"admins": 500835072, "app_id": 41245586762}, "keywords": "mike huckabee and gay marriage, mike huckabee and segregationists, mike huckabee and rule of law,", "article": {"publisher": "https://www.facebook.com/washingtonpost"}, "viewport": "width=device-width, initial-scale=1.0, user-scalable=yes, minimum-scale=0.5, maximum-scale=2.0", "news_keywords": "mike huckabee and gay marriage, mike huckabee and segregationists, mike huckabee and rule of law,"}, "_id": "\"57477af36914bd0286fd0887\"", "article_summary": "I do not think Huckabee is a bigot, but I do think he misunderstands basic constitutional concepts, invites chaos and communicates in a way that non-evangelicals will interpret as preposterous.\nThe ban on interracial marriage is invalid, and the existing marriage law is applied as extending to all couples regardless of race.\nI have previously criticized Mike Huckabee for saying he would keep fighting even if the Supreme Court ruled that gay marriage bans are unconstitutional.\nIf the Supreme Court finds the federal Obamacare exchanges can’t provide subsidies and the administration keeps handing them out?\nHuckabee exemplifies the triumph of crank right-wing rationalizations over common sense and mainstream thinking."}