{"article_title": "Leah Still, Daughter Of Houston Texans' Tackle Devon Still Officially Beats Her Battle With Cancer", "article_keywords": ["houston", "daughter", "cancer", "texans", "leah", "neuroblastoma", "young", "thankful", "roberts", "battle", "beats", "devon", "treatment", "tackle", "officially", "told"], "article_url": "http://www.medicaldaily.com/leah-still-daughter-houston-texans-tackle-devon-still-officially-beats-her-369748", "article_text": "Leah Still, the 5-year-old daughter of the Houston Texan’s defensive tackle Devon Still, is officially cancer-free. The young girl finally received her last cancer treatment, and on Monday, her father posted on Instagram that her two-year battle with neuroblastoma was finally over.\n\nAccording to Still, he didn’t know much about childhood cancer until his daughter was diagnosed with stage 4 neuroblastoma at age 4. The cancer specifically affects children, thriving in nerve cells during the early stages of development in the embryo or fetus. According to the American Cancer Society, there are about 700 new diagnoses of this form of cancer each year, nearly 90 percent of which are in children under 5.\n\nLeah’s battle with cancer has captivated audiences throughout the world, inspiring the hashtag #LeahStrong and bringing attention to childhood cancer. Last summer, Still won the Jimmy V Perseverance Award at the 2015 ESPY’s in honor of his persistence with seeking treatment for his daughter's illness. Thankfully, all of Leah’s surgeries and treatments paid off, with Still posting that his young daughter “really beat cancer.”\n\n\"I'm just thankful,\" Devon Still told Good Morning America co-host Robin Roberts. \"It was definitely a long road traveled. We definitely feel blessed and thankful that we have the doctors and the people around us to help us through this battle.\" And when Leah was asked how she found the strength to beat such a difficult disease, she said it was thanks to her father.\n\nStill can now focus on his upcoming wedding, but he told Roberts that rather than having a traditional gift list, he simply wants his guests donate to a cancer charity in his honor.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "leah, still, daughter, houston, texans, tackle, devon, still, officially, beats, her, battle", "og": {"site_name": "Medical Daily", "description": "The Houston Texan’s defensive tackle Devon Still just announced on Instagram that his daughter is cancer-free.", "title": "NFL Player's 5-Year-Old Daughter Finally Beats Cancer", "url": "http://www.medicaldaily.com/leah-still-daughter-houston-texans-tackle-devon-still-officially-beats-her-369748", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/styles/pulse_featured_video/public/2016/01/15/leah-still-daughter-houston-texans-tackle-devon-still-officially-beats-her-battle.jpg", "type": "article"}, "twitter": {"description": "The Houston Texan’s defensive tackle Devon Still just announced on Instagram that his daughter is cancer-free.", "title": "NFL Player's 5-Year-Old Daughter Finally Beats Cancer", "url": "http://www.medicaldaily.com/leah-still-daughter-houston-texans-tackle-devon-still-officially-beats-her-369748", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/styles/pulse_featured_video/public/2016/01/15/leah-still-daughter-houston-texans-tackle-devon-still-officially-beats-her-battle.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2016/01/15/leah-still-daughter-houston-texans-tackle-devon-still-officially-beats-her-battle.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "The Grapevine", "published_time": "2016-01-15T17:02:14-05:00", "modified_time": "2016-01-15T17:02:13-05:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "The Houston Texan’s defensive tackle Devon Still just announced on Instagram that his daughter is cancer-free."}, "article_summary": "Leah Still, the 5-year-old daughter of the Houston Texan’s defensive tackle Devon Still, is officially cancer-free.\nLeah’s battle with cancer has captivated audiences throughout the world, inspiring the hashtag #LeahStrong and bringing attention to childhood cancer.\nThe young girl finally received her last cancer treatment, and on Monday, her father posted on Instagram that her two-year battle with neuroblastoma was finally over.\nAccording to Still, he didn’t know much about childhood cancer until his daughter was diagnosed with stage 4 neuroblastoma at age 4.\nThankfully, all of Leah’s surgeries and treatments paid off, with Still posting that his young daughter “really beat cancer.”\"I'm just thankful,\" Devon Still told Good Morning America co-host Robin Roberts."}