{"article_title": "Georgia Young Republicans Visit with Governor Deal – Peach Pundit", "article_keywords": ["georgia", "nathan", "pundit", "peach", "savannah", "republicans", "visit", "young", "governor", "state", "conservatives", "deal", "breakfast", "republican"], "article_url": "http://www.peachpundit.com/2013/11/08/georgia-young-republicans-visit-with-governor-deal/", "article_text": "A select group of Georgia Young Republicans attended a breakfast with Governor Deal on Wednesday to discuss effects of recent policies on young conservatives and voting trends among Young Republicans.\n\nFrom the presser:\n\nBusiness Over Breakfast: Governor Nathan Deal Hosts Georgia Young Republican Leaders\n\nRecognizing the importance of young conservatives across Georgia, Governor Nathan Deal, extended a personal invitation to join him at the Governor’s mansion the morning of Wednesday, November 6th. GYR leaders came from across the state, from Savannah to Rome, Athens to Columbus, to join the Governor for breakfast.\n\n“The opportunity to sit down with the Governor and Mrs. Deal to a lovely breakfast at the Governor’s Mansion was truly an honor. I look forward to working with the Governor to further conservative principles in the great state of Georgia,” said GYR Chair Meagan Hanson.\n\nAmong the issues discussed were the Savannah port project’s positive impact on growing trade opportunities with Latin American countries, the negative consequences of the Affordable Care Act on young Americans, and the importance of electing strong conservatives to all levels of public office.\n\n“It was a pleasure to spend time with our next generation of Republican leaders. As the nature of campaigns continues to evolve, we must take advantage of the talents YR’s possess to help drive our message. There is no question the younger voice of our party is an invaluable one, and I am fortunate to have their support,” said Governor Deal.", "article_metadata": {"og": {"site_name": "Peach Pundit", "description": "A select group of Georgia Young Republicans attended a breakfast with Governor Deal on Wednesday to discuss effects of recent policies on young conservatives and voting trends among Young Republica…", "title": "Georgia Young Republicans Visit with Governor Deal", "url": "http://www.peachpundit.com/2013/11/08/georgia-young-republicans-visit-with-governor-deal/", "image": {"secure_url": "https://i0.wp.com/www.peachpundit.com/wp-content/uploads/2013/11/young-republicans-deal-300x199.jpg", "identifier": "http://www.peachpundit.com/wp-content/uploads/2013/11/young-republicans-deal-300x199.jpg"}, "locale": "en_US", "type": "article"}, "article": {"published_time": "2013-11-08T14:05:02+00:00", "modified_time": "2013-11-08T13:56:30+00:00"}, "twitter": {"image": "http://www.peachpundit.com/wp-content/uploads/2013/11/young-republicans-deal-300x199.jpg?w=1400", "card": "summary_large_image"}, "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fd89c1\"", "article_summary": "A select group of Georgia Young Republicans attended a breakfast with Governor Deal on Wednesday to discuss effects of recent policies on young conservatives and voting trends among Young Republicans.\nFrom the presser:Business Over Breakfast: Governor Nathan Deal Hosts Georgia Young Republican LeadersRecognizing the importance of young conservatives across Georgia, Governor Nathan Deal, extended a personal invitation to join him at the Governor’s mansion the morning of Wednesday, November 6th.\nThere is no question the younger voice of our party is an invaluable one, and I am fortunate to have their support,” said Governor Deal.\nGYR leaders came from across the state, from Savannah to Rome, Athens to Columbus, to join the Governor for breakfast.\nI look forward to working with the Governor to further conservative principles in the great state of Georgia,” said GYR Chair Meagan Hanson."}