{"article_title": "Anthem Earnings Have Never Looked Healthier -- The Motley Fool", "article_keywords": ["fool", "operating", "investors", "success", "motley", "anthem", "company", "million", "looked", "healthier", "medicaid", "earnings", "members", "anthems", "quarter"], "article_url": "http://www.fool.com/investing/general/2015/07/29/anthem-earnings-have-never-looked-healthier.aspx", "article_text": "Sometimes, an event that puts fear into the hearts of investors turns out to be a game-changing catalyst for growth and success. That's how Anthem (NYSE:ANTM) must think about Obamacare, as the health-insurance company has capitalized fully on the boom in available customers signing up for coverage under the Affordable Care Act and other healthcare reform measures. Coming into Wednesday morning's second-quarter financial report, Anthem investors wanted to see continued growth in revenue, earnings, and membership counts, and once again, Anthem's earnings surpassed most investors' hopes by a wide margin. Let's take a closer look at how Anthem did this quarter and figure out whether the company has more room to run in the future.\n\nAnthem gives investors a clean bill of health\n\nAs we saw last quarter, Anthem's second-quarter financial results dramatically exceeded even the optimistic expectations from those following the company. Operating revenue climbed 8.4% to $19.8 billion, topping the $19.6 billion consensus figures among investors, as Anthem cited premium increases and higher enrollment in certain areas for the increase. Net income was the stand-out number again, though, with a nearly 18% rise to $859.1 million. After excluding certain items, adjusted earnings of $3.10 per share were $0.35 higher than what most investors were projecting.\n\nA closer look at the figures at Anthem gives some more color to what was generally a positive report. Year-over-year membership counts climbed by 1.3 million to 38.5 million, but they were actually down very slightly from Anthem's rolls at the end of the first quarter. Medicaid enrollment provided nearly 1 million of those additional members, but individual enrollments declined. The rise in Medicaid helped bring overhead expenses down by four-tenths of a percentage point, as administrative costs for that business are lower than for other lines of Anthem's business. Benefit expenses also fell, with claim timing and cost performing contributing to a 0.6 percentage-point drop to 82.1%.\n\nOne interesting consequence of Anthem's success in Medicaid is that the disparity in profitability between its government and commercial businesses has fallen. The trend toward Medicaid boosted the government segment's operating margins by more than two percentage points, and while its margin of 5.9% still lags the commercial segment's 9.7%, the closing gap contributed substantially to Anthem's overall margin improvement. That could be increasingly important if operating gains from the commercial side of the business remain stagnant, as they were this quarter.\n\nCEO Joseph Swedish celebrated Anthem's results, pointing to the success of its long-term strategic vision. \"We believe the growing diversity of our business model better serves our customers,\" Swedish said. \"[W]e make progress toward driving greater healthcare access, affordability, and choice.\"\n\nCan Anthem keep growing?\n\nAnthem's enthusiasm also showed itself in the company's guidance for the full 2015 year. Once again, Anthem upgraded its earnings projections, now believing that it will boost adjusted net income to at least the $10 per share mark by the end of the year, up a dime from its previous guidance. The company also boosted its medical membership projections by 50,000 to between 38.25 million and 38.45 million members, again with about a 60/40 split between members covered by corporate self-insurance programs administered by Anthem versus fully insured customers. Anthem cut its operating revenue projections by $500 million to $78 billion, but it still expects solid benefit expense ratios below 83% and overhead expenses representing about 16% of revenue.\n\nAnthem has also continued to invest in its own stock. The company's stock repurchase program bought back about 4 million shares during the quarter, spending $637 million and continuing its pace from earlier in the year. Anthem still has $4.3 billion left to spend on authorized repurchases in its arsenal.\n\nAnthem shares jumped on the news, with the stock rising more than 3% in the first two hours of premarket trading following the announcement after a solid gain in yesterday's session. With Anthem having capitalized so well on the opportunities that Obamacare gave it, the next challenge the company faces is how to hold onto its newly enrolled members and keep them with Anthem well into the future. If it can overcome that challenge, Anthem should see continued success for the long haul.", "article_metadata": {"publish_time": "08:47", "date": "2015-07-29T12:47:00Z", "description": "Healthcare reform efforts have been a huge contributor to the health insurance company's success.", "ResponsiveALP": "1Ses_2things-v-single_single-control_50", "author": "Dan Caplinger", "promo": "Healthcare reform efforts have been a huge contributor to the health insurance company's success.", "twitter": {"site": "@themotleyfool", "description": "Healthcare reform efforts have been a huge contributor to the health insurance company's success.", "title": "Anthem Earnings Have Never Looked Healthier --  The Motley Fool"}, "tags": "Yahoo", "og": {"site_name": "The Motley Fool", "description": "Healthcare reform efforts have been a huge contributor to the health insurance company's success.", "title": "Anthem Earnings Have Never Looked Healthier --  The Motley Fool", "url": "http://www.fool.com/investing/general/2015/07/29/anthem-earnings-have-never-looked-healthier.aspx", "image": "https://g.foolcdn.com/image/?url=http%3A%2F%2Fg.foolcdn.com%2Feditorial%2Fimages%2F174214%2Fantm-doc.jpg&h=630&w=1200&op=resize", "type": "article"}, "headline": "Anthem Earnings Have Never Looked Healthier", "fb": {"admins": 50808187550, "page_id": 7240312795, "app_id": 50808187550}, "bureau": "usmf-health-care", "STORY_UID": "dc0aa652-35ea-11e5-8242-0050569d32b9", "pitch": 1724, "msvalidate.01": "8D40D58712924715BAA79D135A6C8DDA", "gsa_date": "2015 07 29", "tickers": "ANTM", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0"}, "article_summary": "Coming into Wednesday morning's second-quarter financial report, Anthem investors wanted to see continued growth in revenue, earnings, and membership counts, and once again, Anthem's earnings surpassed most investors' hopes by a wide margin.\nOne interesting consequence of Anthem's success in Medicaid is that the disparity in profitability between its government and commercial businesses has fallen.\nAnthem gives investors a clean bill of healthAs we saw last quarter, Anthem's second-quarter financial results dramatically exceeded even the optimistic expectations from those following the company.\nLet's take a closer look at how Anthem did this quarter and figure out whether the company has more room to run in the future.\nA closer look at the figures at Anthem gives some more color to what was generally a positive report."}