{"article_title": "How Lawyers Should Approach Issues of Mental Capacity", "article_keywords": ["issue", "lawyers", "mental", "hull", "medical", "client", "individual", "lawyer", "signs", "capacity", "approach", "issues"], "article_url": "http://www.huffingtonpost.ca/suzana-popovicmontag/mental-capacity_b_6532384.html", "article_text": "ADVERTISEMENT\n\nCapacity can be an issue at any age but it is statistically most common in the elderly. Many of us decline in mental and physical ability as we age and capacity becomes more of a concern with older people. However, it is a well-known pillar of capacity law that practitioners cannot assume that capacity is an issue. It is the professional’s responsibility to probe and verify in order to confirm or dispel any concerns they may have with an assessment of capacity.\n\nFor example, if a client comes in and is presenting well but a lawyer does not take the time and/or pay enough attention to signs indicative of a capacity issue, they could miss something and end up being responsible for the error or omission later on. It is important that lawyers develop a sufficient understanding of the client's circumstances when meeting with a client about estate planning issues, especially if they are elderly or indicate some concerns about capacity.\n\nPeople with capacity issues often present well and have good social manners, which may sometimes mask signs that they are having difficulty understanding all aspects of matters before them. A lawyer needs to assess whether issues presented are indicative of an ongoing mental problem or only a passing concern.\n\nIn Ontario, the Substitute Decisions Act provides a test to be used in certain situations. However, capacity is a partly legal and partly medical concept. Lawyers are ultimately not doctors and are not well-equipped to perform medical assessments. They have to react to the circumstances at hand. Lawyers need to be able to rely to a certain degree on the opinion of medical practitioners. However, a medical note indicating capacity or a lack thereof is not always determinative. A medical opinion becomes simply a piece of the legal evidence on capacity.\n\nAn advisable way to approach extracting issues of capacity with an elderly individual is through delicate conversation. It is important to avoid offending clients who may be uncomfortable, but it can be crucial to proper estate planning. Sometimes, apparent symptoms of incapacity can in fact result from cultural differences between client and lawyer. Other times, apparent cultural issues can mask signs of incapacity. As a lawyer, information about capacity may govern whether or not you can take instructions or act for the person, or whether any will prepared will ultimately be valid.\n\nA good way of encouraging openness is by advising the client that the more probing into his or her circumstances and level of capacity that is done, the greater the likelihood that his or her estate plan will withstand subsequent challenge. First, gauge the situation and the individual and explain to them the special relationship between lawyer and client. Ensure they are aware that it is a lawyer’s professional responsibility to ask certain questions and that it is for the benefit of the client. The more information provided by an individual, the higher the quality of the advice will be. Next, tease out any concerns. If the client displays odd behaviour and an analysis is warranted, proceed on that basis. It is important to ask tough questions, even though it is often uncomfortable.\n\nLawyers need to uphold their professional integrity as well -- errors when it comes to capacity issues can come back in the future. Taking the extra steps, even if it costs time, can make all the difference.\n\nThis issue is not limited to the legal profession alone. Those related to someone with capacity concerns may also have trouble asking the necessary questions or recognizing signs of incapacity.\n\nIt can be difficult to distinguish between someone having trouble understanding a particular fact or situation, having difficulty with language or hearing, or suffering from dementia. Perhaps a slow response is an indication that the individual is taking time to consider a decision or is simply hesitant, as opposed to incapable.\n\n*Ian Hull and Suzana Popovic-Montag are partners at Hull & Hull LLP, an innovative law firm that practices exclusively in estate, trust and capacity litigation. To watch more Hull & Hull TV episodes, please visit our Hull & Hull TV page.\n\nALSO ON HUFFPOST:", "article_metadata": {"category": "Canada Business", "sailthru.image.thumb": "http://i.huffpost.com/gen/2528194/images/s-LAWYER-ELDERLY-small.jpg", "description": "An advisable way to approach extracting issues of capacity with an elderly individual is through delicate conversation. It is important to avoid offending clients who may be uncomfortable, but it can be crucial to proper estate planning. Sometimes, apparent symptoms of incapacity can in fact result from cultural differences between client and lawyer.", "sailthru.expire_date": "Sun, 25 Jan 2015 11:12:10 -0500", "og": {"site_name": "The Huffington Post", "description": "An advisable way to approach extracting issues of capacity with an elderly individual is through delicate conversation. It is important to avoid offending clients who may be uncomfortable, but it can be crucial to proper estate planning. Sometimes, apparent symptoms of incapacity can in fact result from cultural differences between client and lawyer.", "title": "How Lawyers Should Approach Issues of Mental Capacity", "url": "http://www.huffingtonpost.ca/suzana-popovicmontag/mental-capacity_b_6532384.html", "see_also": "http://www.huffingtonpost.ca/2016/05/24/straddling-bus-cars-china_n_10121112.html", "image": "http://i.huffpost.com/gen/2528194/images/o-LAWYER-ELDERLY-facebook.jpg", "locale": "en_CA", "type": "blog"}, "twitter": {"site": "@HuffPostCanada", "card": "summary_large_image", "description": "An advisable way to approach extracting issues of capacity with an elderly individual is through delicate conversation. It is important to avoid offending clients who may be uncomfortable, but it can be crucial to proper estate planning. Sometimes, apparent symptoms of incapacity can in fact result from cultural differences between client and lawyer."}, "sailthru.date": "Sat, 24 Jan 2015 11:12:10 -0500", "robots": "noodp,noydir", "taboola.category": "canada-business", "keywords": "misdiagnosis,capacity,legal,medical-opinions,medical,estate law,estate planning", "fb": {"app_id": 100792273348438}, "image": "http://i.huffpost.com/gen/2528194/images/s-LAWYER-ELDERLY-small.jpg", "sailthru.tags": "misdiagnosis,capacity,legal,medical-opinions,medical,estate law,estate planning", "article": {"publisher": "https://www.facebook.com/HuffPostCanada", "section": "Canada Business"}, "thumbnail": "http://i.huffpost.com/gen/2528194/images/o-LAWYER-ELDERLY-facebook.jpg"}, "article_summary": "To watch more Hull & Hull TV episodes, please visit our Hull & Hull TV page.\nLawyers need to uphold their professional integrity as well -- errors when it comes to capacity issues can come back in the future.\n*Ian Hull and Suzana Popovic-Montag are partners at Hull & Hull LLP, an innovative law firm that practices exclusively in estate, trust and capacity litigation.\nAn advisable way to approach extracting issues of capacity with an elderly individual is through delicate conversation.\nPeople with capacity issues often present well and have good social manners, which may sometimes mask signs that they are having difficulty understanding all aspects of matters before them."}