{"article_title": "2 distinct choices in Utah's 1st Congressional race", "article_keywords": ["lands", "bishops", "campaign", "distinct", "utahs", "choices", "federal", "race", "health", "committee", "1st", "clemens", "care", "bishop", "congressional", "land"], "article_url": "http://www.standard.net/Government/2016/05/15/Clemens-vs-Bishop-2-distinct-choices-in-Utah-1st-Congressional-race", "article_text": "NORTH OGDEN — Democrat Peter Clemens juggles his time these days between his work as a primary care physician and getting the word out to voters about the differences between himself and Republican Congressman Rob Bishop, the man he hopes to prevent from securing an eighth U.S. House term in Washington D.C.\n\nTheir ideological differences are stark, almost as dissimilar as the amounts of campaign cash each candidate has acquired in the past 16 months — and the source of those donations.\n\nWRESTING PUBLIC LANDS FROM THE FEDS\n\nBishop, who chairs the House Natural Resources Committee, views public lands as key to Utah’s economic future since about 64 percent of the state’s land is owned and managed by the federal government. In return, the state receives Payment in Lieu of Taxes (PILT) funding.\n\nBut Bishop, who is spearheading the hotly contested Public Lands Initiative, hopes to strike a balance between conservation and responsible development by protecting about 4 million acres in exchange for opening 365,000 acres to gas and oil development.\n\nClemens questioned whether key stakeholders, such as the Bears Ears Inter-Tribal Coalition, had sufficient say in the deal that appeared to threaten sacred land in San Juan County. Clemens, an avid cyclist and renewable energy advocate, also questioned Bishop’s focus on fossil fuels and voiced concerns that Utahns could lose recreational access to some areas if oil, gas and mineral development took place.\n\nMORE: Tribal coalition ends discussions with Bishop over Public Lands Initiative\n\nClemens has also challenged Bishop on using his natural resources committee leadership post to block passage of the broadly supported HR 1814 that would renew the 50-year-old Land and Water Conservation Fund (LWCF). Bishop hoped to funnel some of those dollars back into efforts that would perpetuate oil and gas interests.\n\nRELATED: 1,500 Ogden acres at stake amid land conservation dispute\n\nBut Bishop lost that leverage in December when Congress approved a three year LWCF extension as part of its omnibus spending bill, and last month, the Land & Water Conservation Fund Coalition celebrated the U.S. Senate’s bipartisan vote to permanently reauthorize the fund, calling it a win for conservation and “our shared outdoor heritage.”\n\nBishop has also blasted the 110-year old American Antiquities Act that safeguards historic ruins and landmarks on federal lands and also allows the U.S. President to designate national monuments.\n\nA YouTube video preserved Bishop’s comments last year: “If anyone here likes the Antiquities Act the way it is written, die. I mean, stupidity out of the gene pool. It is the most evil act ever invented.”\n\nClemens called the comment “reckless and irresponsible,” but Bishop’s communications director Lee Lonsberry said his boss’s “sarcasm is an acquired taste.”\n\n“His audience that day last year understood he was telling a joke. His intent was to communicate the pressing need for Antiquities Act reform. President Clinton shouldn't have designated a National Monument in Utah in 1996, and President Obama shouldn't designate another now. Utahns don't want that,” Lonsberry said.\n\nBut Clemens disagrees, maintaining Utah voters don’t want the state to take over federal land.\n\n“Our campaign is about helping people see a difference between the way I look at issues and how Rob Bishop does,” Clemens said. “I can’t think of a more glaring battleground between myself and Congressman Bishop.”\n\nCLEMENS BIG ON HEALTH CARE REFORM, INFRASTRUCTURE\n\nClemens is also honing in on issues that barely register on Bishop’s radar, including health care reform and nationwide infrastructure upgrades.\n\nBishop takes mostly an anti-fed and pro-states-rights stance on health care, stating on his campaign website: “As a state lawmaker and as a Congressman, Rob has pushed back against an ever-encroaching federal government. He voted against Obamacare and has voted to repeal it. As the leader of the 10th Amendment Task Force, he continues to champion returning more power, authority and money back to states and individuals.”\n\nBut Clemens, having spent his career in health care, views the problem and fix quite differently.\n\n“Currently we have a health care system ranked 11th out of all 11 highly industrialized countries in the world,” Clemens said, citing data from a Commonwealth Fund report. “And yet we spend 20 percent of our gross domestic product (GDP) on health care where none of those other countries are spending as much as 15 percent.”\n\nThat extra spending has not translated into superior care, Clemens said, with the U.S. ranking 38th in the world in terms of outcomes and 25th in terms of infant mortality.\n\nStory continues below photo.\n\nThe second part of the Clemens fix involves “getting the insurance companies and their wastes out of the equation of health care delivery.” Clemens said Medicare is fairly streamlined with about five percent in administrative costs, while the insurance industry struggles to keep shareholder and bureaucratic costs at 25 percent.\n\n“Obamacare did little to address those rising costs,” Clemens said, noting that the federal legislation did improve access.\n\nBut as he sees it, insurance companies have replaced doctors in the doctor-patient relationship and there are two ways to start driving down the country’s high health care costs: either “make private insurance more efficient or eliminate them altogether.”\n\nLowering health care costs could free up sorely needed funds to shore up the nation’s ailing roads, bridges, airports, electric grid and telecommunications systems. According to a new “Failure to Act” report from the American Society of Civil Engineers, “underinvestment in infrastructure will cost each U.S. family $3,400 a year over the next decade.”\n\n“I know what the economy means to people, and I see every day of my life the inefficiencies in our current health care system,” Clemens said. “Rob Bishop has shown a penchant for not addressing any of these critical needs our country is facing. I think we can anticipate more of the same if he stays in office.”\n\nBISHOP’S FOCUS\n\nIn addition to his public lands fight, Bishop’s priorities include protecting rights of the unborn, securing the nation’s borders, local control of education, prudent development of natural resources, limiting federal overreach, strengthening national defense, cutting taxes and government spending, and protecting the right to bear arms.\n\nAn eighth term in Congress would allow him to help shape Utah’s future, Bishop said by email.\n\n“House Republicans are limited to six years as Chairman of a committee. I have served two years as chairman of the Natural Resources Committee and would like to serve the last four years of it. This chairmanship is a significant position that impacts the state of Utah,” Bishop said. “I am now in the best position to ensure that Utahns control their own water, their own land, and their own destiny.”\n\n“Another committee on which I serve, Armed Services, is a critical committee to the protection of Hill Air Force Base,” he said.\n\nCAMPAIGN FUNDING\n\nAccording to federal campaign finance reports, Bishop’s campaign brought in $652,220 between Jan. 1, 2015 and April 30, 2016. Of that total, 58 percent came from political action committees and 41.5 percent came from individual donors, many who are from out of state.\n\nThe Center for Responsive Politics lists Bishop’s top five industry donors: oil and gas ($83,450), casinos & gambling ($55,500), attorneys and legal firms ($38,000), electric utilities ($27,000), and real estate ($23,650).\n\nWhen asked about the flow of donations his way, Bishop replied by email that “As a committee chairman, I will probably raise more money than before. However, I anticipate that, as in the past, I will raise less — and spend less — than most Congressional candidates.”\n\nDuring a recent fundraiser at the home of Dann and Deanna Byck, Clemens described Bishop as disconnected from constituents as evidenced by his campaign donors.\n\n“He derives 99 percent of his funding every year from money outside the district. So Congressman Bishop really doesn’t care what you think. That’s the take-home message,” Clemens said.\n\nBy email, Bishop defended his ideals and district representation: “I proudly acknowledge that I am a conservative and I represent a state that also is conservative. Therefore, I am firmly in the mainstream of political thought in our district. When I first ran for office I pledged that Washington would not change me. I am still a conservative, high school teacher committed to aggressively fight for the citizens of Utah.”\n\nThe Clemens campaign brought in $19,505 during the same reporting period, all from individuals mostly within the 1st District.\n\n\n\n“We’re never going to be able to raise the amount of money that Congressman Bishop can raise, but we believe we will raise enough money,” Clemens said. “People are donating every day.”\n\nEden residents Dennis and Cindy Maher, who attended the recent Clemens fundraiser, described themselves as disgruntled Republicans.\n\n“A vote for Peter Clemens is a vote for one of the most honest, genuine people you can ever meet in the entire world,” Cindy said. “But more importantly, it's way past time to throw out the career politicians like Bishop. Everybody wants change, but we keep voting the exact same person in decade after decade and that makes no sense at all.”\n\nContact reporter Cathy McKitrick at 801-625-4214 or cmckitrick@standard.net. Follow her on Twitter at @catmck.", "article_metadata": {"description": "State and city government and politics news from the Utah State Legislature, Weber County, Davis County, Ogden, Clearfield, Layton, Farmington and more.", "copyright": "Standard-Examiner", "author": "Standard-Examiner", "og": {"site_name": "Standard-Examiner", "description": "Congressman Rob Bishop and challenger Peter Clemens do not see eye to eye on most issues. And Bishop has the advantage of name recognition and well-stocked campaign coffers. But Clemens, a physician...", "title": "The race between underdog Clemens and 7-term incumbent Bishop", "url": "http://www.standard.net/Government/2016/05/15/Clemens-vs-Bishop-2-distinct-choices-in-Utah-1st-Congressional-race", "image": {"width": 1200, "identifier": "http://www.standard.net/image/2016/04/14/1200x_a16-9_b0_q80_p1/Congress-Puerto-Rico.jpg", "height": 675}, "type": "article"}, "twitter": {"description": "Congressman Rob Bishop and challenger Peter Clemens do not see eye to eye on most issues. And Bishop has the advantage of name...", "title": "The race between underdog Clemens and 7-term incumbent Bishop", "url": "http://www.standard.net/Government/2016/05/15/Clemens-vs-Bishop-2-distinct-choices-in-Utah-1st-Congressional-race", "image": "http://www.standard.net/image/2016/04/14/1200x_a16-9_b0_q80_p1/Congress-Puerto-Rico.jpg", "creator": "@standardex", "site": "@standardex", "card": "summary_large_image"}, "robots": "all", "keywords": "Rob Bishop,Peter Clemens,1st Congressional District,campaign finance,Public Lands Initiative,Antiquities Act,Health care reform,U.S. House,Utah", "fb": {"profile_id": "http://www.facebook.com/standardexaminer", "app_id": 1389242281298280}, "tout": {"article": {"id": 201605121806}}, "__sync_contentCategory": "government", "msvalidate.01": "834B348BEA9C42156AAF55CE79562B0A", "google-site-verification": "XK0mclGCxiaqpxNMhpWo6zljxPqJr-hDcnd-W68HZbA", "article": {"publisher": "http://www.facebook.com/standardexaminer", "published_time": 2016051505000000000, "author": "http://www.facebook.com/standardexaminer", "section": "government", "modified_time": 2016051505000000000, "tag": "Utah"}, "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no", "news_keywords": "Rob Bishop,Peter Clemens,1st Congressional District,campaign finance,Public Lands Initiative,Antiquities Act,Health care reform,U.S. House,Utah"}, "article_summary": "CAMPAIGN FUNDINGAccording to federal campaign finance reports, Bishop’s campaign brought in $652,220 between Jan. 1, 2015 and April 30, 2016.\nBut Clemens disagrees, maintaining Utah voters don’t want the state to take over federal land.\nI am still a conservative, high school teacher committed to aggressively fight for the citizens of Utah.”The Clemens campaign brought in $19,505 during the same reporting period, all from individuals mostly within the 1st District.\n“I can’t think of a more glaring battleground between myself and Congressman Bishop.”CLEMENS BIG ON HEALTH CARE REFORM, INFRASTRUCTUREClemens is also honing in on issues that barely register on Bishop’s radar, including health care reform and nationwide infrastructure upgrades.\n“Currently we have a health care system ranked 11th out of all 11 highly industrialized countries in the world,” Clemens said, citing data from a Commonwealth Fund report."}