{"article_title": "Sherwood: Our state must be an energy technology leader", "article_keywords": ["building", "climate", "jobs", "energy", "heat", "sherwood", "state", "health", "national", "carbon", "technology", "leader", "change", "pollution"], "article_url": "http://www.eastvalleytribune.com/opinion/columnists/article_61f06720-3dd6-11e3-a973-0019bb2963f4.html", "article_text": "Arizona needs to step up and take its rightful role as a leader in the energy technology industry.\n\nThe debate over the science is over. Climate change is happening. We are causing it, and we are on the front burner here in Arizona. If we want the high paying jobs that come with leadership in a cutting edge industry, then we must demand that our Legislature take action.\n\nRarely is there an issue so important that has so much at stake. The recently released U.N. Intergovernmental Panel on Climate Change report confirms with near certainty that humans are the cause of climate change and that carbon pollution is a driving force of impacts like rising temperatures and extreme weather. The report reinforces what scientists have been trying to warn us about for years: the effects of climate change are happening all around us and it’s only going to get worse if something isn’t done to stop it. We can do something about ithere in Arizona. Let’s be clear, the technologies required to avert further global warming will also lend a hand in building the economy.\n\nAlso, we know that many seniors battling chronic illnesses such as cardiovascular disease, lung disease and high blood pressure are at higher risk for health complications. Heat is the number one weather-related killer, according to the National Weather Service.\n\nClimate change isn’t just a public health issue, though. The combination of heat, drought and violent winds in our region puts a special strain on our electrical grids, meaning we have the opportunity and the need to take action locally.\n\nA focus on energy efficiency and clean energy translates into jobs for the building trades, displaced workers and the young people who already may have left to look for work elsewhere. That’s why I sponsored many energy conservation and renewable energy bills during the most recent legislative session and why I continue to support strong building codes and incentives for businesses to upgrade their lighting and other equipment.\n\nThankfully, President Obama also realizes the threats of climate change and the economic opportunities presented in implementing solutions. He has made climate change a priority by unveiling a national action plan which includes measures to strengthen our nation’s infrastructure against the effects of climate change, as well as new investments in clean energy and energy efficiency.\n\nThe plan is also centered on the first-ever federal standards for carbon pollution from power plants, which are responsible for 40 percent of the carbon pollution that causes climate change. Last month the EPA took the first step in this effort, proposing standards for new power plants that would ensure the ones we build in the future are no longer allowed to dump unlimited amounts of carbon pollution into our air.\n\nAs the heat continues to rise in our region, we’d be wise to take action and encourage leaders at all levels of government and in the business sector to take measures to protect our communities from the greatest threat of our time. Understand this: we are talking about the future of jobs, health, safety, and national security.", "article_metadata": {"description": "Arizona needs to step up and take its rightful role as a leader in the energy technology industry.", "og": {"site_name": "East Valley Tribune", "description": "Arizona needs to step up and take its rightful role as a leader in the energy technology industry.", "title": "Sherwood: Our state must be an energy technology leader", "url": "http://www.eastvalleytribune.com/opinion/columnists/article_61f06720-3dd6-11e3-a973-0019bb2963f4.html", "image": {"width": 533, "identifier": "http://bloximages.chicago2.vip.townnews.com/eastvalleytribune.com/content/tncms/assets/v3/editorial/5/48/54828442-3dd6-11e3-a479-0019bb2963f4/526b0e0290b05.preview-620.jpg?resize=533%2C630", "height": 630}, "type": "article"}, "twitter": {"site": "@evtnow", "card": "summary"}, "fb": {"admins": "100001414653607,100006692256060,1527006887", "app_id": 148566918492476}, "keywords": "environment,building engineering,energy conservation,arizona,intergovernmental panel on climate change,energy policy,environmental issues with energy,sustainable building,climate change policy,pollution,united states environmental protection agency,national weather service,barack obama,global warming,energy,leader,energy technology industry,united nations,epa,energy efficiency,clean energy,obama,renewable energy bills,president,environmental protection agency,columnists,arizona,politics,columns,money,apache_junction,chandler,gilbert,mesa,queen_creek,tempe,money,opinion,top_story", "news_keywords": "environment,building engineering,energy conservation,arizona,intergovernmental panel on climate change,energy policy,environmental issues with energy,sustainable building,climate change policy,pollution,united states environmental protection agency,national weather service,barack obama,global warming,energy,leader,energy technology industry,united nations,epa,energy efficiency,clean energy,obama,renewable energy bills,president,environmental protection agency,columnists,arizona,politics,columns,money,apache_junction,chandler,gilbert,mesa,queen_creek,tempe,money,opinion,top_story"}, "_id": "\"57477af46914bd0286fd89c3\"", "article_summary": "Arizona needs to step up and take its rightful role as a leader in the energy technology industry.\nThankfully, President Obama also realizes the threats of climate change and the economic opportunities presented in implementing solutions.\nClimate change is happening.\nThe plan is also centered on the first-ever federal standards for carbon pollution from power plants, which are responsible for 40 percent of the carbon pollution that causes climate change.\nHe has made climate change a priority by unveiling a national action plan which includes measures to strengthen our nation’s infrastructure against the effects of climate change, as well as new investments in clean energy and energy efficiency."}