{"article_title": "Auntie Stone cabin preserved", "article_keywords": ["stones", "stone", "auntie", "hotel", "moved", "preserved", "structure", "soldiers", "collins", "hall", "cabin", "fort"], "article_url": "http://www.reporterherald.com/columnists/colorado-history/ci_28552090/auntie-stone-cabin-preserved", "article_text": "The Auntie Stone cabin survives today in the fenced Heritage Courtyard at Mathews and Olive in Library Park near downtown Fort Collins. The courtyard is open from May to October Saturdays from noon to 6 p.m. ( Kenneth Jessen / For the Reporter-Herald )\n\nA flood on June 9, 1864, drove the Cache la Poudre over its banks due to a combination of a cloudburst and heavy runoff from snowpack the previous winter.\n\nDuring the night, the flood swept through low lying areas in LaPorte including Camp Collins carrying away tents and cabins while soldiers scrambled for their lives.\n\nDuring the days following the flood, a small party of soldiers was dispatched downstream to find a suitable spot for a new post.\n\nPioneer settler Joseph Mason pointed out a bluff on the south side of the river where the ground was level and well above water level. The land was appropriated by the military. Orders were given to build a new fort, and what could be salvaged from Camp Collins was transported to the location.\n\nThe commanding officer at the new Fort Collins appointed Judge Lewis Stone and his wife Elizabeth to run an officers' mess hall.\n\nThe Stones were in their 60s and had arrived in Colorado Territory just two years before. One stipulation was that the Stones had to construct their own building. That they did in 1864, and the small log structure was the first non-military structure at the site.\n\nShe expanded her mess hall into the area's first hotel and also, she sold pies and bread to the soldiers. Her niece started the first school in the upstairs.\n\nAfter the military base closed and Fort Collins became a small village, she opened her cabin up to the public as a dining hall until 1874.\n\nAdvertisement\n\nStone teamed up with Henry Clay Peterson to build Northern Colorado's first grist mill. Stone moved out of her cabin into the mill and provided board for the men installing the machinery.\n\nShe became the first woman in Larimer County to own land and pay taxes.\n\nPeterson once again became her business partner in the brick manufacturing. Peterson, incidentally, used some of his product to construct the first brick home in Fort Collins.\n\nAuntie Stone was in her 60s when she moved to Fort Collins, which was a military installation at the time. Her and her husband built the first private structure in the fort and ran the officers' mess hall. The cabin became a dining hall, a dwelling and the site of the first school. (Kenneth Jessen collection)\n\nStone was still running a downtown hotel at age 77, but eventually sold it and retired. She lived until 94, and when she passed away in her Fort Collins home, the firehouse bell tolled 94 times.\n\nAuntie Stone's cabin was sold and moved to the rear of a downtown hotel, and from 1874 until 1879, it was used as a laundry and kitchen. It was converted into a home in 1879, and then in 1907, it became a paint shop.\n\nThe Association of Pioneer Women of the Cache la Poudre Valley was organized in 1908 and discussed purchasing the cabin to preserve the structure. The sale price was $150.\n\nAfter some difficulty finding a location, it was moved to 241 Mason St., and its appearance was changed with the addition of a porch. A fireplace was added to the interior and some of the walls were plastered and papered.\n\nBy holding dinners and ice cream socials, the final payment on the cabin was made in 1913. It became the meeting place for the Larimer County Pioneer Association.\n\nIn 1959, Fort Collins acquired the cabin and moved it to the old Pioneer Museum at 219 Peterson. The porch was removed and the cabin was returned to its original 1864 appearance.\n\nIn 1976, it was moved a short distance across the lawn to the new Fort Collins Museum in the Carnegie Library building at 200 Mathews. Today it remains in this location in the fenced Heritage Courtyard.\n\nFrom May to October, the courtyard is open to the public on Saturdays from noon to 6 p.m.\n\nThe Auntie Stone cabin is a tribute to one of the earliest preservation projects in Fort Collins history. It was Fort Collins first private dwelling, its first dining hall, the first hotel and the site of the first school.\n\nKenneth Jessen has been a Loveland resident since 1965. He is an author of 20 books and more than 1,600 articles. He served on several Loveland boards and was an engineer for Hewlett-Packard for 33 years.", "article_metadata": {"sailthru.url": "http://www.reporterherald.com/columnists/colorado-history/ci_28552090/auntie-stone-cabin-preserved", "modificationDate": "2015-07-28T21:23:42-0600", "sailthru.image.thumb": "http://extras.mnginteractive.com/live/media/site47/2015/0728/20150728__02rhkjw~2_300.jpg", "sailthru.author": "By Kenneth Jessen", "description": "A flood on June 9, 1864, drove the Cache la Poudre over its banks due to a combination of a cloudburst and heavy runoff from snowpack the previous winter.", "ag": {"canon": "LovelandReporter-Herald:article:28552090:view"}, "startDate": "2015-08-01T12:22:37-0600", "og": {"url": "http://www.reporterherald.com/columnists/colorado-history/ci_28552090/auntie-stone-cabin-preserved", "image": "http://extras.mnginteractive.com/live/media/site47/2015/0728/20150728__02rhkjw~1.jpg", "type": "article", "description": "A flood on June 9, 1864, drove the Cache la Poudre over its banks due to a combination of a cloudburst and heavy runoff from snowpack the previous winter.", "title": "Auntie Stone cabin preserved"}, "twitter": {"domain": "reporterherald.com", "description": "A flood on June 9, 1864, drove the Cache la Poudre over its banks due to a combination of a cloudburst and heavy runoff from snowpack the previous winter.", "title": "Auntie Stone cabin preserved", "url": "http://www.reporterherald.com/columnists/colorado-history/ci_28552090/auntie-stone-cabin-preserved", "image": "http://extras.mnginteractive.com/live/media/site47/2015/0728/20150728__02rhkjw~1.jpg", "site": "@reporterherald", "card": "summary_large_image"}, "sailthru.date": "2015-08-01T12:22:37-0600", "sailthru.site": "reporterherald.com", "endDate": "2025-08-01T12:22:37-0600", "sailthru.title": "Auntie Stone cabin preserved", "sailthru.article-section-or-homepage": "article", "sailthru.section": "Colorado History", "msvalidate.01": "4B535F7EB2971D1FCBA5D1D3E3E292C3", "google-site-verification": "XzsHDcJw4iXBQEYtDXFRaUAdKzxhSvxWMgXyQQNFFzg", "byline": "By Kenneth Jessen", "sailthru.image.full": "http://extras.mnginteractive.com/live/media/site47/2015/0728/20150728__02rhkjw~2.jpg", "pubDate": "2015-07-28T21:24:19-0600", "news_keywords": "Loveland Colorado ReporterHerald ghost towns"}, "_id": "\"57477af36914bd0286fc9b11\"", "article_summary": "The Auntie Stone cabin is a tribute to one of the earliest preservation projects in Fort Collins history.\nThe Auntie Stone cabin survives today in the fenced Heritage Courtyard at Mathews and Olive in Library Park near downtown Fort Collins.\nAuntie Stone was in her 60s when she moved to Fort Collins, which was a military installation at the time.\nStone moved out of her cabin into the mill and provided board for the men installing the machinery.\nThe commanding officer at the new Fort Collins appointed Judge Lewis Stone and his wife Elizabeth to run an officers' mess hall."}