{"article_title": "Dartmouth-Hitchcock to exit Pioneer ACO program over losses, calls model 'unsustainable'", "article_keywords": ["owed", "million", "unsustainable", "calls", "dartmouthhitchcock", "generation", "losses", "aco", "pioneer", "program", "exit", "health", "model", "cms"], "article_url": "http://www.healthcarefinancenews.com/news/dartmouth-hitchcock-exit-pioneer-aco-program-over-losses-calls-model-%E2%80%98unsustainable%E2%80%99", "article_text": "Dartmouth-Hitchcock Medical Center will abandon the Pioneer Accountable Care Organization program, the system confirmed Tuesday, after losing more than $3 million over the past two years in the Centers for Medicare and Medicaid model.\n\nInstead, the ACO hopes to join CMS's Next Generation ACO model in 2016.\n\n\"We did give CMS our official notice of withdrawing from the Pioneer program for the calendar year,\" said Dr. Robert A. Greene, executive vice president and chief population health management officer for the New Hampshire ACO. This happened in September. \"We looked at our performance and looked at the 2015 performance and we saw the same thing, another penalty. It seemed unsustainable from a financial point of view.\"\n\n[Also: See how Pioneer ACOs performed in 2014 (Data)]\n\nCMS's Next Generation ACO program begins Jan. 1, 2016, according to Greene, and the federal agency is expected to announce participants soon.\n\nThe Pioneer model was initially designed for the most experienced health systems, allowing them to either share in Medicare savings or face penalties if Medicare spending came in above benchmarks. Pioneer ACOs also had to track quality measures, which played into the shared-risk formula.\n\nThe Next Generation ACO model is also expected to include shared risk.\n\nCMS has approved Dartmouth-Hitchcock's application for the Next Generation program, he said, and the health system this fall will receive its dollar target. If the target is agreeable, only then would Dartmouth-Hitchcock sign the contract, Greene said.\n\n\"It comes down to where they put the dollar figure,\" he said.\n\n[Also: Dartmouth-Hitchcock may exit Pioneer ACO program, officials say]\n\nBeacon Health in Maine, another ACO that was also mulling exiting Pioneer in favor of Next Generation, said it would wait to comment until it receives more information from CMS about the new ACO model, according to Chief Financial Officer Jeff Sanford.\n\nCMS would not comment on Dartmouth-Hitchcock, but officials did say that 19 Pioneer ACOs remain in the program a this time, the same as the year before. It expects 15 to 20 current ACOs to join Next Generation, according to CMS spokesman Raymond Thorn.\n\nThe Next Generation model will consist of three initial performance years and two optional one-year extensions.\n\nGreene sees many benefits to Next Generation over Pioneer.\n\n\"We'll see the benchmark up front,\" he said, \"they're going to give us a target up front. It has to be sustainable. We're cautiously optimistic.\"\n\n[Also: Another Pioneer ACO, Beacon Health, frustrated over performance, may exit program]\n\nThe most important difference, he said, is that it gives them more tools to engage the beneficiaries. For instance, currently under fee for service, a patient must be in the hospital for three days before being eligible for a skilled nursing facility.\n\nUnder beneficiary engagement, a waiver is available to send those patients directly to skilled nursing.\n\nCMS is adding the ability to offer telehealth not only from facility to facility as is now being done, but from facility to patient, Greene said.\n\nThe new model allows for enhanced home health visits after hospitalization.\n\n\"Add those things up, it means people will starting knowing Dartmouth-Hitchcock ACO is their care network,\" Greene said. \"It will do more for them. They will continue to come to us. It will help us provide coordination.\"\n\nDartmouth-Hitchcock is also adding technology that Pioneer ACOs that received money from CMS credit with their success, including remote sensing capabilities to help monitor and manage healthcare in the patient's home.\n\nThis is a huge benefit in what is considered a remote area of northern New Hampshire.\n\n\"When it's 20-below zero, and the patient is miles away in the snow,\" it will help, he said, \"if the patient with emphysema does not have to trek in.\"\n\nDartmouth-Hitchcock is optimistic about saving money through telehealth and remote sensing through a new, integrated system, he said.\n\nThe hospital is working with Microsoft to bring the new Imagine Care Digital Health online by the end of November.\n\nLike Healthcare Finance on Facebook\n\nUnder Pioneer, Dartmouth-Hitchcock Medical Center had losses for two years in a row, but had good quality scores.\n\nThe hospital owed $3.6 million for Year 3 for spending above its benchmark, according to results released by CMS. Dartmouth-Hitchcock also owed $1.4 million from Year 2. After reconciling the figures with CMS, the hospital was expected to write a check to the government for an estimated $3.7 million.\n\nDartmouth-Hitchcock was among three hospitals in the Pioneer risk-sharing model that owed CMS money.\n\nBeacon Health in Maine, while obtaining the second highest quality scores, owed $2.9 million, and Franciscan Alliance in Indiana owed $2.5 million, according to CMS.\n\nTwitter: @SusanJMorse", "article_metadata": {"og": {"url": "http://www.healthcarefinancenews.com/news/dartmouth-hitchcock-exit-pioneer-aco-program-over-losses-calls-model-%E2%80%98unsustainable%E2%80%99", "image": "http://www.healthcarefinancenews.com/sites/healthcarefinancenews.com/files/Dartmouth-Hitchcock-feature_2.jpg", "site_name": "Healthcare Finance News", "description": "Dartmouth-Hitchcock Medical Center will abandon the Pioneer Accountable Care Organization program, the system confirmed Tuesday, after losing more than $3 million over the past two years in the Centers for Medicare and Medicaid model.", "title": "Dartmouth-Hitchcock to exit Pioneer ACO program over losses, calls model ‘unsustainable’"}, "twitter": {"image": {"src": "http://www.healthcarefinancenews.com/sites/healthcarefinancenews.com/files/Dartmouth-Hitchcock-feature_2.jpg"}, "description": "Dartmouth-Hitchcock Medical Center will abandon the Pioneer Accountable Care Organization program, the system confirmed Tuesday, after losing more than $3 million over the past two years in the Centers for Medicare and Medicaid model.", "site": "@HC_Finance", "card": "summary_large_image", "title": "Dartmouth-Hitchcock to exit Pioneer ACO program over losses, calls model ‘unsustainable’"}, "generator": "Drupal 7 (http://drupal.org)", "description": "&#13; Dartmouth-Hitchcock Medical Center will abandon the Pioneer Accountable Care Organization program, the system confirmed Tuesday, after losing more than $3 million over the past two years in the Centers for Medicare and Medicaid model.&#13; &#13; Instead, the ACO hopes to join CMS's Next Generation ACO model in 2016.", "viewport": "width=device-width; initial-scale=1.0; maximum-scale=1.0; user-scalable=no"}, "_id": "\"57477af46914bd0286fdba6e\"", "article_summary": "Instead, the ACO hopes to join CMS's Next Generation ACO model in 2016.\nLike Healthcare Finance on FacebookUnder Pioneer, Dartmouth-Hitchcock Medical Center had losses for two years in a row, but had good quality scores.\nThe Next Generation ACO model is also expected to include shared risk.\n\"Add those things up, it means people will starting knowing Dartmouth-Hitchcock ACO is their care network,\" Greene said.\nDartmouth-Hitchcock was among three hospitals in the Pioneer risk-sharing model that owed CMS money."}