{"article_title": "Ted Cruz Doesn't Love Chief Justice Roberts Like He Used To", "article_keywords": ["supreme", "used", "love", "justice", "ted", "chief", "conservative", "roberts", "senate", "cruz", "doesnt", "marriage", "souter", "court"], "article_url": "http://www.huffingtonpost.com/entry/ted-cruz-john-roberts_us_55f701e6e4b077ca094fcbaa", "article_text": "SID HASTINGS/ASSOCIATED PRESS\n\nGOP presidential candidate Ted Cruz has had a change of heart about the man who now leads the Supreme Court. During a Saturday speech at the conservative Eagle Forum in St. Louis, the Texas senator said that the United States would be a much different country if Chief Justice John Roberts hadn't been nominated to the high court. \"I want to focus on two moments in time that made a world of difference,\" Cruz began his hypothetical about the Supreme Court, according to The Washington Post. Those \"moments\" were the nominations of now-retired Justice David Souter under President George H.W. Bush in 1990 and of Roberts under President George W. Bush in 2005. Cruz said both were \"easier,\" uncontroversial nominations because they lacked a true conservative record. \"Neither Souter or Roberts had said much of anything. They didn't have a paper trail. They wouldn't have a fight,\" said Cruz. \"Whereas if you actually nominate a conservative, then you gotta spend some political capital. Then you gotta fight.\"\n\nCruz added that if the Bushes had gone instead with two \"rock-ribbed conservative\" judges -- Edith Jones of the U.S. Court of Appeals for the 5th Circuit and J. Michael Luttig, formerly of the U.S. Court of Appeals for the 4th Circuit -- Obamacare would have been struck down in 2012 and same-sex marriage would not have been legalized nationwide. Then came a promise. \"I give you my solid word that every justice I put on the Supreme Court will be a jurist committed to following the Constitution and not acting as a philosopher king imposing his or her will on the American people,\" he said. Cruz didn't always think Roberts was a poor choice for chief justice. In 2005, while then-Judge Roberts awaited Supreme Court confirmation by the Senate, Cruz wrote an effusive defense of the nominee, whom he called \"brilliant\" and \"a principled conservative\" who could be trusted to faithfully observe the Constitution. \"The Senate should confirm him swiftly,\" wrote Cruz, then solicitor general of Texas and a well-respected Supreme Court advocate.\n\nNATI HARNIK/ASSOCIATED PRESS Chief Justice John Roberts used to garner Cruz's praise.\n\nRoberts actually agrees with Cruz on gay marriage, as The Washington Post notes: He dissented from that landmark decision. (Souter, for his part, retired in 2009, years before the Supreme Court even considered the constitutionality of the Affordable Care Act, the Defense of Marriage Act and same-sex marriage bans.) Another strange aspect of Cruz's critique is that he and Roberts share a noted admiration for their former boss (and Roberts' predecessor), the late Chief Justice William Rehnquist. Both served as law clerks to Rehnquist, albeit at different times during the justice's lengthy tenure on the court. This month, Roberts celebrates his 10th anniversary as chief justice. Following the Supreme Court's back-to-back rulings in favor of Obamacare and same-sex marriage in June, Cruz lamented to radio host Sean Hannity that the decisions represented \"some of the darkest 24 hours in our nation's history.\" Since then, Cruz has called for retention elections for Supreme Court justices and criticized the court's work at a Senate subcommittee hearing.", "article_metadata": {"description": "Now he dreams of a Supreme Court with more \"rock-ribbed\" conservatives.", "sailthru.expire_date": "2015-09-15 18:20:26 -0400", "og": {"site_name": "The Huffington Post", "description": "Now he dreams of a Supreme Court with more \"rock-ribbed\" conservatives.", "title": "Ted Cruz Doesn't Love Chief Justice Roberts Like He Used To", "url": "http://www.huffingtonpost.com/entry/ted-cruz-john-roberts_us_55f701e6e4b077ca094fcbaa", "image": "http://img.huffingtonpost.com/asset/2000_1000/55f702552c0000a200aafaad.jpeg?cache=dzhzng64gb", "locale": "en_US", "type": "article"}, "twitter": {"description": "Now he dreams of a Supreme Court with more \"rock-ribbed\" conservatives.", "creator": "@cristianafarias", "image": {"width": 2000, "identifier": "http://img.huffingtonpost.com/asset/2000_1000/55f702552c0000a200aafaad.jpeg?cache=dzhzng64gb", "height": 1000}, "title": "Ted Cruz Doesn't Love Chief Justice Roberts Like He Used To", "site": "@HuffPostPol", "card": "summary_large_image"}, "sailthru.date": "2015-09-14 18:20:26 -0400", "al": {"ios": {"url": "huffpostnews:///?editionID=us&entryID=us_55f701e6e4b077ca094fcbaa", "app_store_id": 306621789, "app_name": "The Huffington Post"}}, "taboola.category": "politics", "fb": {"app_id": 46744042133}, "keywords": "Ted Cruz,Supreme Court,john roberts,Gay Marriage,Obamacare,chief justice john roberts,supreme court nominations, supreme court justices", "article": {"section": "Politics", "tag": "Ted Cruz,Supreme Court,john roberts,Gay Marriage,Obamacare,chief justice john roberts,supreme court nominations, supreme court justices", "published_time": "2015-09-14 18:20:26 -0400", "modified_time": "2015-09-14 18:20:26 -0400", "author": "http://www.facebook.com/cristianandreefarias"}, "viewport": "width=1000"}, "_id": "\"57477af46914bd0286fdf2e7\"", "article_summary": "NATI HARNIK/ASSOCIATED PRESS Chief Justice John Roberts used to garner Cruz's praise.\nSID HASTINGS/ASSOCIATED PRESSGOP presidential candidate Ted Cruz has had a change of heart about the man who now leads the Supreme Court.\nCruz didn't always think Roberts was a poor choice for chief justice.\nAnother strange aspect of Cruz's critique is that he and Roberts share a noted admiration for their former boss (and Roberts' predecessor), the late Chief Justice William Rehnquist.\nThis month, Roberts celebrates his 10th anniversary as chief justice."}