{"article_title": "Watchdog: IRS takes months to resolve identity-theft cases", "article_keywords": ["resolve", "takes", "months", "irs", "tax", "agency", "general", "taxpayers", "fraud", "theft", "report", "watchdog", "cases", "identitytheft", "inspector"], "article_url": "http://thehill.com/policy/finance/238367-report-irs-takes-months-to-solve-id-theft-cases", "article_text": "Taxpayers who had their identities stolen are still waiting months for their cases to be solved, even as the IRS has made refund fraud a top priority, a new federal report found.\n\nTreasury’s inspector general for tax administration found the IRS took an average of 278 days, or roughly nine months, to resolve tax fraud cases during fiscal 2013. A year earlier, the tax agency had taken an average of more than 10 months, 312 days, to solve those cases.\n\nADVERTISEMENT\n\nThat’s far longer than the IRS says it will take to close refund fraud cases, the inspector general said. The IRS tells taxpayers it will resolve their cases within 180 days and has said that started taking around 120 days once the 2013 filing season started.\n\n\"Refund fraud adversely affects the ability of innocent taxpayers to file their tax returns and timely receive their tax refunds, often imposing significant financial hardship,\" Russell George, the tax administration inspector general, said in a statement.\n\n\"While the IRS is making some progress in assisting victims of identity theft, those who have been affected by this devastating crime deserve better.\"\n\nIdentity theft has become a bigger and bigger problem for both the IRS and taxpayers in recent years, with the tax agency paying out an estimated $5.8 billion in fraudulent returns in 2013. IRS officials have often cited the rise in identity theft as they lobby lawmakers for more funding.\n\nBut the agency also took issue with the inspector general’s findings that taxpayers are facing continued delays as they seek closure on identity theft cases, suggesting that the new report overstates the wait time that taxpayers are facing.\n\nThe IRS said in a statement that the report fails to account for improvements the agency put into place starting in January 2013, and the inspector general only examined cases in which the victim was expecting a return. In all, the inspector general examined 100 cases from October 2012 to September 2013.\n\nThe inspector general, the agency said, “pulled cases for this audit prior to new changes and improvements being put in place – even though they knew the changes were anticipated at the start of the new year. In fact, nearly half of the cases sampled were closed before January 2013.”\n\n“For cases received after January 2013, we stand by our average of 120 day timeframe for case resolution,” the agency added.\n\nWith that in mind, the IRS also pushed back on a recommendation that it improve its calculations for how long it takes to resolve a refund fraud case.\n\n“Until this is corrected, the IRS will continue to provide an inaccurate account resolution timeframe to taxpayers due a refund,” the inspector general said in its report.", "article_metadata": {"dcterms.description": "The IG report found it takes IRS an average of 278 days to resolve tax fraud cases.", "description": "The IG report found it takes IRS an average of 278 days to resolve tax fraud cases.", "generator": "Drupal 7 (http://drupal.org)", "author": "Bernie Becker", "og": {"site_name": "TheHill", "description": "The IG report found it takes IRS an average of 278 days to resolve tax fraud cases.", "title": "Watchdog: IRS takes months to resolve identity-theft cases", "url": "http://thehill.com/policy/finance/238367-report-irs-takes-months-to-solve-id-theft-cases", "image": "http://thehill.com/sites/default/files/article_images/1040taxirs_010415getty.jpg", "updated_time": "2016-02-04T03:39:59-05:00", "type": "article"}, "Smart_Paging": "on", "dcterms.modified": "2016-02-04T03:39-05:00", "dcterms.identifier": "http://thehill.com/policy/finance/238367-report-irs-takes-months-to-solve-id-theft-cases", "fb": {"admins": 100000299130732, "app_id": 566538590082898, "pages": 7533944086}, "apple-itunes-app": "app-id=396640962", "dcterms.date": "2015-04-09T15:51-04:00", "dcterms.creator": "Bernie Becker", "dcterms.type": "Text", "article": {"published_time": "2015-04-09T15:51:10-04:00", "modified_time": "2016-02-04T03:39:59-05:00"}, "keywords": ",,", "dcterms.language": "und", "dcterms.format": "text/html", "twitter": {"url": "http://thehill.com/policy/finance/238367-report-irs-takes-months-to-solve-id-theft-cases", "widgets": {"csp": "on"}, "description": "The IG report found it takes IRS an average of 278 days to resolve tax fraud cases.", "card": "summary", "title": "Watchdog: IRS takes months to resolve identity-theft cases"}, "dcterms.title": "Watchdog: IRS takes months to resolve identity-theft cases"}, "_id": "\"57477af36914bd0286fd08dd\"", "article_summary": "Treasury’s inspector general for tax administration found the IRS took an average of 278 days, or roughly nine months, to resolve tax fraud cases during fiscal 2013.\nADVERTISEMENTThat’s far longer than the IRS says it will take to close refund fraud cases, the inspector general said.\nA year earlier, the tax agency had taken an average of more than 10 months, 312 days, to solve those cases.\nIn all, the inspector general examined 100 cases from October 2012 to September 2013.\nThe IRS tells taxpayers it will resolve their cases within 180 days and has said that started taking around 120 days once the 2013 filing season started."}