{"article_title": "Windex Owner SC Johnson Buys PE-Backed Deb Group", "article_keywords": ["skin", "group", "deal", "johnson", "institutional", "owns", "hand", "owner", "buys", "sc", "raid", "deb", "pebacked", "scrubbing", "windex"], "article_url": "http://www.themiddlemarket.com/news/consumer_goods_retail/windex-owner-sc-johnson-buys-deb-group-254670-1.html", "article_text": "Windex Owner SC Johnson Buys PE-Backed Deb Group\n\nSC Johnson, which also owns Raid and Scrubbing Bubbles, says the deal expands its presence in the industrial and institutional markets\n\nSC Johnson is buying Deb Group, which makes hygiene and skin care products.\n\nDeb, headquartered in Derbyshire, U.K., sells skin care regimens for different workplace and public settings, including heavy-duty hand cleaners, foaming hand soaps, antibacterial washes, hand sanitizers and hand creams. Terms of the deal were not disclosed.\n\nDeb has been backed by London private equity firm Charterhouse Capital Partners since 2010.\n\nRacine, Wisconsin-based SC Johnson says the deal to help it expand in the industrial and institutional markets. In the U.S., the buyer owns brands including Glade, Off!, Pledge, Raid, Scrubbing Bubbles, Windex and Ziploc, and outside the U.S., owns the Autan, Tana, Bama, Baygon, Brise, Mr. Muscle and other brands.\n\nDavid Silver, Nick Pavlidis and Bill Suddath of Baird Global Investment Banking, and Robbie Robinson and Amy Ennesser from BDT & Co. advised SC Johnson on the deal.\n\nFor more information on related topics, visit the following:", "article_metadata": {"og": {"url": "http://www.themiddlemarket.com/news/consumer_goods_retail/windex-owner-sc-johnson-buys-deb-group-254670-1.html", "image": "http://cdn.themiddlemarket.com/media/newspics/deb-group.jpg", "site_name": "Mergers & Acquisitions, Latest News", "title": "Windex Owner SC Johnson Buys PE-Backed Deb Group"}}, "_id": "\"57477af36914bd0286fd08df\"", "article_summary": "Windex Owner SC Johnson Buys PE-Backed Deb GroupSC Johnson, which also owns Raid and Scrubbing Bubbles, says the deal expands its presence in the industrial and institutional marketsSC Johnson is buying Deb Group, which makes hygiene and skin care products.\nRacine, Wisconsin-based SC Johnson says the deal to help it expand in the industrial and institutional markets.\nDavid Silver, Nick Pavlidis and Bill Suddath of Baird Global Investment Banking, and Robbie Robinson and Amy Ennesser from BDT & Co. advised SC Johnson on the deal.\nIn the U.S., the buyer owns brands including Glade, Off!, Pledge, Raid, Scrubbing Bubbles, Windex and Ziploc, and outside the U.S., owns the Autan, Tana, Bama, Baygon, Brise, Mr.\nDeb, headquartered in Derbyshire, U.K., sells skin care regimens for different workplace and public settings, including heavy-duty hand cleaners, foaming hand soaps, antibacterial washes, hand sanitizers and hand creams."}