{"article_title": "Here are the 10 biggest lies and clichés spouted by the top 10 Republicans running for president — so far", "article_keywords": ["lie", "clichs", "campaign", "far", "big", "republicans", "rubio", "spending", "lies", "running", "filled", "kasich", "biggest", "president", "rightwing", "spouted", "gop", "clich"], "article_url": "http://www.rawstory.com/2015/08/here-are-the-10-biggest-lies-and-cliches-spouted-by-the-top-10-republicans-running-for-president-so-far/", "article_text": "These charlatans, bullies, braggarts and right-wing hit-men are just getting warmed up.\n\nWhat follows is a list of some of the biggest clichés and lies from the top 10 Republican contenders.\n\nJeb Bush: The cliché Jeb Bush promotes is that he’s the “moderate” in the GOP field, but that is also his biggest lie. Just this week, he revealed how immoderate he is on women’s reproductive rights and health, saying the federal government is spending too much for gynecological-related medical services, which includes abortion. Bush also keeps peddling the line that he opposes ground troops to fight ISIS, but would send in more special forces and trainers—as if those soldiers have never been the harbinger of deploying more troops when war plans don’t work.\n\nBen Carson: Carson keeps reciting the cliché that Obamacare is one of the worst things federal government has ever forced on Americans. That’s always been a bizarre right-wing complaint, especially as Obamacare is built on the conservative embrace of the private health insurance industry. It’s also factually wrong, as evidenced by the 15-plus million people who have signed up for it. The optics of a retired African-American surgeon whacking Obama looks good on Fox News, but that’s just another ruse.\n\nMarco Rubio: The cliché Marco Rubio keeps repeating is that he is a fresh face bringing new ideas and energy to the GOP, just as John F. Kennedy did for Democrats in the 1960s. The big lie is that Rubio is a new Latino champion who breaks from past GOP policies. Even though his grandfather was an undocumented immigrant, Rubio has walked away from earlier immigration reforms and embraced the party’s most draconian stances. He now opposes amnesty, the Dream Act, wants bigger border walls, and wants to require English proficiency for green cards.\n\nDonald Trump: Trump may be running as the anti-politician, speaking with a brashness that sets him apart from the veiled rhetoric of other GOP candidates. But Trump’s speeches are filled with clichés, whether racist diatribes against Mexican immigrants or endless boasts about his business acumen. The big lie coming from Trump goes beyond reducing the presidency to a negotiator-in-chief, but has to do with his many failures in business. Not only is his offend-all-comers campaign style undermining his brand (as business partners tear up the contracts), but Trump’s past is filled with shady deals and business flops.\n\nScott Walker: Walker is running with the claim that he, above all other Republicans, has the best record of fighting for right-wing values and winning over voters in a purple state, or at least states with a notable Democratic presence. The fighter cliché is tedious and one-dimensional, as if being the biggest bully is the top qualification for office. The big lie is Walker’s tenure as governor has been anything but the success he claims. Wisconsin’s economy has lagged behind its neighbors, and Walker’s unprovoked political battles, from bashing unions to restricting abortion, have left Wisconsin with its most polarized electorate in years.\n\nTed Cruz: Cruz’s presidential campaign is predicated on the libertarian conceit that America would be great again if politicians were truthful and if government ensured the widest possible liberties for all citizens and businesses. The cliché that liberty heals all wounds and solves all problems is absurd. But the big lie is that candidate Cruz is a truth-teller, when he is actually a shameless provocateur, saying the White House’s nuclear arms deal with Iran makes the administration “the leading financier of terrorism against America in the world.”\n\nMike Huckabee: Former Arkansas Gov. Huckabee’s leading claim to electoral fame, beside being an evangelical warrior in the White House, is that he knows the Clintons better than anyone, which makes him the best man to face Hillary. To start, it’s a cliché, and a bad one, to say that Hillary is a carbon copy of Bill. But the bigger cliché and lie comes from the pages of his pre-campaign book, which divides America into two tribes—rural rednecks and urban liberals—and then stereotypes and insults Americans who live on the coasts in a manner that echoes his rants on his former Fox TV show.\n\nChris Christie. New Jersey Gov. Christie portrays himself as the candidate who’s least afraid to tell hard truths and make grownup decisions. These clichés fill his speeches, in which, as the Washington Post noted, Christie seems to recite every empty phrase in the campaign lexicon (“This isn’t about me,” “Is America better off now?” “Are we going forward or backward?”). But the big lie of Christie’s campaign is that he brings people and solutions together, when in reality his record is filled with small-minded bullying, revenge-taking and ideological stances (like canceling a commuter tunnel to New York City) that make life harder for real people.\n\nRand Paul. Kentucky Sen. Rand Paul is running as the GOP candidate least likely to do all the clichéd tasks required of contenders, such as show up at Iowa pork roasts or pander to single-issue summits. But despite Paul’s libertarian leanings, he has reversed course on many issues, to try to kickstart his campaign. Aid to Israel, curbing defense spending and overseas drone warfare are just three examples where he’s flip-flopped, showing that Paul isn’t a libertarian purist, but a politician playing to constituencies.\n\nJohn Kasich. Ohio Gov. John Kasich is the last candidate to officially announce. He framed his candidacy in Reaganesque clichés of restoring the American dream, expanding the military, cutting domestic spending, and upholding traditional values. The big lie behind his faith-and-family pronouncements is that Kasich made untold millions between his stints in office by working for the failed Wall Street bank Lehman Brothers, including helping to sell $500 million of bad debt to Ohio retirement funds. As governor, he cut social programs, environmental laws, public school spending, abortion and LGBT rights, penalized welfare recipients and gerrymandered legislative districts to ensure a GOP majority. In a field filled with charlatans, bullies and braggarts, Kasich is not another good old boy, he’s a devious and dangerous right-wing hit man.", "article_metadata": {"og": {"image": {"width": 800, "identifier": "http://www.rawstory.com/wp-content/uploads/2015/08/Scott-Walker-at-the-RNC-800x430.gif", "height": 430}, "title": "Here are the 10 biggest lies and clichés spouted by the top 10 Republicans running for president — so far"}, "fb": {"app_id": 212555972273585}, "viewport": "width=device-width, user-scalable=yes, initial-scale=1.0, minimum-scale=0.1, maximum-scale=10.0"}, "article_summary": "The big lie is Walker’s tenure as governor has been anything but the success he claims.\nThe big lie coming from Trump goes beyond reducing the presidency to a negotiator-in-chief, but has to do with his many failures in business.\nWhat follows is a list of some of the biggest clichés and lies from the top 10 Republican contenders.\nThe big lie is that Rubio is a new Latino champion who breaks from past GOP policies.\nJeb Bush: The cliché Jeb Bush promotes is that he’s the “moderate” in the GOP field, but that is also his biggest lie."}