{"article_title": "Is 'Kaiser-fication' of healthcare system a good thing?", "article_keywords": ["good", "usa", "electronic", "industry", "system", "thing", "kaiserfication", "kaiser", "health", "healthcare", "told", "hospitals", "today", "care"], "article_url": "http://www.fiercehealthcare.com/story/kaiser-fication-healthcare-system-good-thing/2014-08-07", "article_text": "Some experts think the \"Kaiser-fication\" of healthcare in the wake of the Affordable Care Act (ACA) may be good for the industry, according to a USA Today article.\n\nOther hospitals could mimic Kaiser Permanente's focus on affordability, technology, electronic health records and healing to meet ACA guidelines, CEO Bernard Tyson told USA Today. Reducing lengths of stay saves the organization money, whereas some traditional hospitals' incentives aren't aligned with efficiencies, according to the article.\n\nRespect for the California-based fully integrated hospital, doctor and insurance organization is growing, said healthcare economist Paul Ginsburg, a professor at the University of Southern California and founder of the Center for Studying Health System Change. \"Kaiser is the competitor that causes the most concern,\" he told the newspaper.\n\nEven if they don't adopt Kaiser's exact initiatives, many hospitals across the country are stepping into the realm of accountable care organizations (ACOs) to save money and increase efficiency, which alarms some doctors, USA Today reported.\n\n\"ACOs are reincarnations of HMOs of the '80s and '90s, which were abusive to patients by depriving them of needed care, in the interests of profits for the company,\" Pittsburgh cardiologist Dean Kross told the newspaper. He also raised questions about the safety of electronic health records.\n\nHowever, the model seems to work for Kaiser, which announced a partnership with Johns Hopkins Medicine in Maryland to share electronic records and develop new technology for home healthcare programs. The company now has members in eight states and the District of Columbia, according to the article, and recently opened a new hospital in Oakland, complete with interactive boards for patients to communicate with staff.\n\n\"The philosophy we employ in our hospitals (has) changed over the years and should, in fact, be considered by the industry,\" Tyson told USA Today.\n\nTo learn more:\n\n- here's the article\n\nRelated Articles:\n\nKaiser Permanente's Jack Cochran on the path to value-based care\n\nCalifornia nurses' union braces for contract battle with Kaiser Permanente\n\nAt Kaiser Permanente, big data aids the youngest patients\n\n3 ways healthcare leaders can weather industry change\n\nKaiser, Johns Hopkins collaboration to hone in on evidence-based care", "article_metadata": {"description": "Some experts think the \"Kaiser-fication\" of healthcare in the wake of the Affordable Care Act may be good for the industry, according to a USA Today article.", "og": {"site_name": "FierceHealthcare", "description": "Some experts think the \"Kaiser-fication\" of healthcare in the wake of the Affordable Care Act may be good for the industry, according to a USA Today article.", "title": "Is 'Kaiser-fication' of healthcare system a good thing?", "url": "http://www.fiercehealthcare.com/story/kaiser-fication-healthcare-system-good-thing/2014-08-07", "image": "http://assets.fiercemarkets.net/public/opengraphimages/updated/opengraph_fiercehealthcare.jpg", "type": "website"}, "twitter": {"site": "fiercehealth", "card": "summary"}, "parsely-metadata": "{\"mkto\": }", "revisit-after": "1 day", "apple-itunes-app": "app-id=731085312", "keywords": "Accountable Care Organizations,Affordable Care Act,Care Delivery,electronic health records,Health Information Technology,HR & Workforce Management,Kaiser Permanente,Operations & Business Management,Patient Care & Outcomes,technology", "viewport": "width=device-width", "news_keywords": "Care Delivery,Health Information Technology,HR & Workforce Management,Operations & Business Management,Patient Care & Outcomes"}, "_id": "\"57477af36914bd0286fd08e0\"", "article_summary": "Some experts think the \"Kaiser-fication\" of healthcare in the wake of the Affordable Care Act (ACA) may be good for the industry, according to a USA Today article.\nOther hospitals could mimic Kaiser Permanente's focus on affordability, technology, electronic health records and healing to meet ACA guidelines, CEO Bernard Tyson told USA Today.\n\"The philosophy we employ in our hospitals (has) changed over the years and should, in fact, be considered by the industry,\" Tyson told USA Today.\nHe also raised questions about the safety of electronic health records.\nReducing lengths of stay saves the organization money, whereas some traditional hospitals' incentives aren't aligned with efficiencies, according to the article."}