{"article_title": "Use Behavioral Economics to Achieve Wellness Goals", "article_keywords": ["medication", "group", "wellness", "economics", "seat", "approaches", "health", "goals", "members", "behavioral", "smoking", "approach", "achieve"], "article_url": "https://hbr.org/2014/12/use-behavioral-economics-to-achieve-wellness-goals", "article_text": "Conventional wellness programs rely heavily on education and financial incentives to encourage employees, insurance plan members, or patients to lose weight, stop smoking, and manage their chronic health conditions. Those programs, though intuitively appealing, achieve less success than new, practical approaches derived from behavioral economics, which help us identify and overcome some of the psychological barriers that undercut our health goals. The first step in benefiting from behavioral economics is getting past our reliance on our old ways.\n\nEducation alone doesn’t work. Consider: on April 12, 2007, New Jersey Governor Jon Corzine was in the front passenger seat of a car involved in a motor vehicle accident. The accident lacerated flesh and broke bones, and he required mechanical ventilation in a trauma center before eventually recovering. Corzine had been a highly paid CEO of Goldman Sachs and a U.S. senator before becoming New Jersey’s governor. He was a controversial figure politically and financially, but no one would ever call him stupid. Nevertheless, he wasn’t wearing a seat belt, and reports suggest he never had.\n\nEmployers, health insurers, doctors, and health systems increasingly recognize that everyday behaviors are among the most important determinants of health. How we live our lives — whether we smoke, exercise, take our medications, and wear seat belts — substantially determines how long we live and the health we enjoy. Everyone is interested in wellness, yet everyone’s first suggestion for achieving it is education.\n\nInsight Center Innovating for Value in Health Care Sponsored by Medtronic A collaboration of the editors of Harvard Business Review and the New England Journal of Medicine, exploring best practices for improving patient outcomes while reducing costs.\n\nThat approach seems reasonable, until you think through the implicit assumptions: If we tell people that smoking is dangerous, they will stop. If people are informed about the benefits of exercise, they will go for a run. If only someone had told Jon Corzine that seat belts save lives…\n\nHealth education is critically important, but if we devote resources to educating people about what they already know but don’t do, we may overlook more practical solutions.\n\nThe next step beyond education has been the use of financial incentives, which target behavior rather than knowledge. The implicit argument is that if we pay people for health-promoting behaviors, they will engage in them. It works to a certain extent, but typically not as much as program sponsors would like.\n\nIf we lower the co-payments on medications, as value-based insurance design suggests, adherence does go up, but not by enough to matter. The landmark MI FREEE study, which made medications free after a heart attack, increased medication adherence from a disappointing 39% at baseline to 44% — better, but still disappointing. If we pay employees for completing health-risk assessments, some fill them out, but most don’t. Increasing the payments improves participation, but that gets expensive as costs quickly outpace diminishing returns. If the savings or rebates for desired behavior are buried in other payments — as when employers reduce health insurance premiums for workers who meet certain health standards — the rewards are hidden among other paycheck deductions and become less salient. The results are often disappointing.\n\nMoney has its limits as a carrot, yet an enormous industry in wellness is devoted to this highly transactional approach of delivering points, badges, miles, or dollars to encourage good behavior. Section 2705 of the Affordable Care Act increases the amount of money employers can put at risk for improving these behaviors or outcomes. The transactions are more effective at changing behavior than education alone, but the premise underlying these programs is that people make decisions rationally.\n\nHowever, several decades of research reveal that many of our decisions don’t reflect rational choices, but rather irrational thinking that occurs in predictable ways. Experts in behavioral economics have been able to harness this predictability and lead us to the healthful behaviors we seek.\n\nLet’s say you want to improve medication adherence among your employees, the members of your pharmacy benefit plan, or your patient population (depending upon whether you are an employer, an insurer, or a provider). You start by offering an automatic prescription-refill program, but instead of a traditional opt-in program, present a required choice: (1) the inconvenience of refilling prescriptions manually each time or (2) having the refills sent automatically. This changes the architecture of the selection to that of an enhanced active choice: It highlights the disadvantages of the lesser alternative while retaining individuals’ freedom to decide. When we tried this approach with CVS Caremark members, the number of people choosing automatic refills more than doubled.\n\nOr consider an employer who is unhappy with the completion rate for employee health-risk assessments (HRAs). Instead of merely doubling the incentive from $25 to $50, use existing groupings within the workforce and randomly pick one group each week to win at each worksite. Anyone within that group who has completed his or her HRA wins $100; if more than 80% of group members complete the HRA, each member of the group gets a $25 bonus. The odds can be structured to yield the same overall cost as the basic doubled-incentive approach, but the design harnesses the strong effects of social norms and avoidance of regret. People hate the idea that their team might be selected, other members of the team get a prize, and yet they themselves lose out because of something they didn’t do that was easily within reach. The result: The HRA completion rate rose from 40% to 64%, compared with the 40% to 44% increase yielded by merely doubling the incentive.\n\nThe aim of behavioral economics is not just faddish games that work one time to achieve a minor health goal. Its techniques have been used to significantly increase weight loss, smoking cessation, and diabetes management. Behavioral economics approaches sometimes involve what is called automated hovering, whereby wireless data from internet-enabled scales, blood pressure cuffs, glucometers, or pill bottles help large numbers of patients stick to health-promoting activities. Substituting technology for otherwise expensive personnel helps achieve scale. We are currently running a large trial of automated hovering, funded by the Centers for Medicare and Medicaid Services Innovation Center, that aims to reduce rehospitalizations and new cardiovascular events in patients after a heart attack.\n\nHow can we encourage the adoption of behavioral economics approaches? The first step is getting employers, insurers, and providers to reconsider the assumptions that underlie conventional approaches like points, miles, and other traditional incentives. A key lesson from behavioral economics is that the size of an incentive matters far less than how it is framed and messaged, how it travels along existing pathways of social networks, and how it connects to individuals emotionally. Here are some specific suggestions for implementation:\n\nInstead of giving a reward (such as a cash payment for completing a health-risk assessment or for not smoking) only to people after they meet a goal, give it to everyone in an account that they can see (like an online bank statement or even a physical gift card that isn’t yet activated). And take it away only if success is not achieved. This approach makes the reward tangible and within reach today, when the action needs to happen. It also takes advantage of our natural aversion to loss (people work harder to retain something than to earn it).\n\nUse separate checks or gift cards to deliver benefits that would normally be buried in a paystub. In short, make the smaller incentives easier to see and, therefore, more influential.\n\nConstruct teams so that individual efforts become group achievements. For example, rather than merely encouraging individuals to walk more, create teams whose success depends on each member walking a minimum amount (say, 7,000 steps a day). Teams would also compete against each other for prizes or bragging rights. By enlisting social norms, you capitalize on the most powerful of human motivators.\n\nTurn repetitive activities, like taking medication, into a daily game in which people are eligible to participate only if they took their medication the previous day. Such an approach effectively pairs the routine with engaging and emotionally positive experience.\n\nIncreasingly, technology platforms can help deploy these science-based approaches in organizations that need them.\n\nDisclosure: Dr. Asch and Dr. Volpp are principals at VAL Health, a behavioral economics consulting firm.", "article_metadata": {"page-category-name": "Behavioral economics", "msapplication-config": "none", "description": "Stop educating people about what they already know.", "og": {"site_name": "Harvard Business Review", "description": "Stop educating people about what they already know.", "title": "Use Behavioral Economics to Achieve Wellness Goals", "url": "https://hbr.org/2014/12/use-behavioral-economics-to-achieve-wellness-goals", "image": "https://hbr.org/resources/images/hbr_opengraph_940x490.png", "type": "article"}, "twitter": {"image": "https://hbr.org/resources/images/article_assets/2014/11/DEC1_day_162394659.jpg", "site": "@harvardbiz", "card": "summary_large_image", "creator": "@harvardbiz"}, "ox-group": 537063787, "item-name": "Use Behavioral Economics to Achieve Wellness Goals", "page-id": 300, "article-content-type": "Digital Article", "rr-placements": "item_page.articles,item_page.top_right,item_page.bottom,item_page.red_strip,item_page.subscribe_now,item_page.topbar_subscribe,item_page.mag_cover,item_page.subscribe,item_page.article_slider,item_page.exit_popup_slider", "page-category-id": 10080, "item-id": "tag:blogs.harvardbusiness.org,2007-03-31:999.49644", "shopper-attributes": "state:guest", "sid": "18832BB7B137A76A20B8E71001F374D8", "article": {"publisher": "https://www.facebook.com/HBR", "published_time": "2014-12-01T15:00:11Z", "author": "Kevin G. Volpp, MD", "section": "Behavioral economics", "modified_time": "2014-12-19T18:43:06Z", "tag": "Personnel policies"}, "uid": "5c889c9d2d368a60445623e8991461c6", "viewport": "initial-scale=1,width=device-width", "page-type": "ITEM"}, "_id": "\"57477af36914bd0286fd08e1\"", "article_summary": "The aim of behavioral economics is not just faddish games that work one time to achieve a minor health goal.\nExperts in behavioral economics have been able to harness this predictability and lead us to the healthful behaviors we seek.\nThe first step in benefiting from behavioral economics is getting past our reliance on our old ways.\nHow can we encourage the adoption of behavioral economics approaches?\nDisclosure: Dr. Asch and Dr. Volpp are principals at VAL Health, a behavioral economics consulting firm."}