{"article_title": "Santa Stars in Integrity Data's Effort to Make Employers Aware of Health Care Law", "article_keywords": ["aca", "software", "santa", "effort", "resources", "employers", "forms", "aware", "health", "data", "stars", "act", "need", "law", "integrity", "datas", "care"], "article_url": "http://www.prweb.com/releases/2015/12/prweb13127433.htm", "article_text": "For posts on employer responsibility for the Affordable Care Act, Integrity Data has added Tumblr to its list of social media outlets – after seeing that the IRS also uses this site. Integrity Data’s fun example of how ‘Claus Resources Inc.’ will be affected by the Affordable Care Act couldn’t come at a better time. All businesses need to take the ACA seriously and find out what they need to do to comply with reporting guidelines.\n\nTo get U.S. employers tuned in to compliance requirements for the Affordable Care Act (ACA), Integrity Data, a payroll and human resources software company, has released a series of videos and blog posts that channel Santa.\n\nIn a new package on the company website titled “ACA for Santa,” Integrity Data, a developer of business software for IRS reporting required by the health care law, tells the ACA compliance story for employers through what they call “Claus Resources Inc.,” the U.S. operations of Santa and Mrs. Claus.\n\n“Whimsical, yes,” says Patrick Doolin, CEO of Integrity Data, “but with the clock ticking toward the first filing season for new returns from employers – and with so much unawareness out there about the risk of steep penalties, we need to make the message as engaging and relatable as possible.”\n\nDoolin is referring to new forms, called 1095-Cs, that certain employees must have in their hands by February 1, 2016 – the same date that W-2s are due. These forms supplement W-2 forms by breaking down details about what, if any, coverage is offered at a place of employment. When employees go to fill out Line 61 of their individual tax returns, the information on 1095-C forms will be needed.\n\n“Many employers who must produce these forms and then file copies with the IRS, still do not know their first deadline is February 1. Nor what exactly they need to do for it,” Doolin said. “From our work with business owners, we find that many exposed to ACA penalties do not see themselves as businesses large enough to need to be in compliance.”\n\nHighlighting the range of points that owners of small and medium-sized businesses must pay attention to, Integrity Data presents workforce data for the following fictitious companies – separately and together:\n\n\n\nShiny Nose Brigade\n\nN Squared Solutions\n\nRent a Righteous Santa\n\n‘No Coal for You’ Studio\n\n“Integrity Data’s fun example of how ‘Claus Resources Inc.’ will be affected by the Affordable Care Act couldn’t come at a better time. All businesses need to take the ACA seriously and find out what they need to do to comply with reporting guidelines,” says Sabrina Zimara, Marketing Coordinator for DFC Consultants, a Fargo, N.D.-based reseller of Integrity Data’s ACA software and the first Integrity Data affiliate to share posts about the Santa promotion on social media.\n\nPosts about what Santa and employers like him need to know about ACA compliance – and act on quickly – are being shared by Integrity Data on Twitter, LinkedIn, YouTube, Facebook and Tumblr.\n\nIntegrity Data’s two educational videos and four related blog posts about ACA compliance must-knows for Claus Resources can be found on the company’s ACA for Santa page.\n\nAbout Integrity Data\n\nIntegrity Data is a longstanding leader in development of software that improves business processes centered on payroll and human resources data. Headquartered in Lincoln, Ill., and founded in 1996, Integrity Data serves over 7,500 organizations worldwide. Integrity Data’s leadership in technology for Affordable Care Act reporting compliance includes being the first software company to meet the IRS testing requirements for electronic filing of ACA returns by employers.\n\nCorporate Headquarters\n\nIntegrity Data\n\n125 N. Kickapoo\n\nLincoln, IL 62656\n\nhttp://www.integrity-data.com\n\ninfo(at)integrity-data(dot)com\n\n888.786.6162", "article_metadata": {"description": "In order to make the complexities of new IRS reporting relatable to small business owners, a company that develops business software to simplify Affordable Care Act compliance has launched a series of videos and blogs featuring Santa and his North Pole operations.", "Generator": "PRWeb html v1", "og": {"site_name": "PRWeb", "description": "Lincoln, Ill. (PRWEB) December 14, 2015 -- In order to make the complexities of new IRS reporting relatable to small business owners, a company that develops business software to simplify Affordable Care Act compliance has launched a series of videos and blogs featuring Santa and his North Pole operations.", "title": "Santa Stars in Integrity Data's Effort to Make Employers Aware of Health Care Law", "url": "http://www.prweb.com/releases/2015/12/prweb13127433.htm", "image": "http://ww1.prweb.com/prfiles/2015/12/11/13127433/gI_61310_Santa%20ACA%20post%20on%20Tumblr_Integrity%20Data.png", "type": "article"}, "twitter": {"description": "Lincoln, Ill. (PRWEB) December 14, 2015 \n\n To get U.S. employers tuned in to compliance requirements for the Affordable Care Act (ACA), Integrity Data, a payroll and human resources software company", "title": "Santa Stars in Integrity Data's Effort to Make Employers Aware of Heal", "url": "http://www.prweb.com/releases/2015/12/prweb13127433.htm", "image": "http://ww1.prweb.com/prfiles/2015/12/11/13127433/gI_61310_Santa%20ACA%20post%20on%20Tumblr_Integrity%20Data.png", "site": {"identifier": "@PRWeb", "id": 14124541}, "card": "Summary"}, "keywords": "PRESS RELEASE", "viewport": "width=device-width, initial-scale=1", "news_keywords": "Finance,Software,Technology,Employment,Business,Human Resources,Software,Management,Small Business,Startups"}, "article_summary": "For posts on employer responsibility for the Affordable Care Act, Integrity Data has added Tumblr to its list of social media outlets – after seeing that the IRS also uses this site.\nIntegrity Data’s fun example of how ‘Claus Resources Inc.’ will be affected by the Affordable Care Act couldn’t come at a better time.\nHeadquartered in Lincoln, Ill., and founded in 1996, Integrity Data serves over 7,500 organizations worldwide.\nTo get U.S. employers tuned in to compliance requirements for the Affordable Care Act (ACA), Integrity Data, a payroll and human resources software company, has released a series of videos and blog posts that channel Santa.\nAbout Integrity DataIntegrity Data is a longstanding leader in development of software that improves business processes centered on payroll and human resources data."}