{"article_title": "Can the Government Competently Regulate Fantasy Football?", "article_keywords": ["users", "players", "football", "sites", "daily", "competently", "player", "fantasy", "state", "games", "draftkings", "regulate", "fanduel"], "article_url": "http://dailysignal.com/2015/10/08/can-the-government-competently-regulate-fantasy-football/", "article_text": "Daily fantasy sports players want to know which employees have access to user data after a DraftKings employee accidentally leaked vital information online on the same weekend he won $350,000 on rival site FanDuel.\n\nThe burgeoning scandal for the booming daily fantasy sports industry has many players in this free market operation calling for—wait for it—government regulation. In light of a New Jersey congressman’s call for more scrutiny of the industry, the latest incident could be the tipping point for federal oversight.\n\nBut free market advocates warn that the image of government as white knight is misplaced, especially in this nascent industry.\n\nEthan Haskell, who writes the strategy blog “Playbook” for DraftKings, posted “Millionaire Maker” tournament ownership percentages for NFL players in Week 3 games before some of the games kicked off.\n\nThat same weekend, he finished second in FanDuel’s “$5M NFL Sunday Million” event out of 229,885 players, pocketing $350,000. Haskell has numerous other first-place finishes and other high placements in FanDuel tournaments in 2015.\n\nIn daily fantasy sports, users are given a salary cap and must draft a lineup for that day’s games they hope will score highly according to the points system. Each player is priced differently, so users must choose wisely while staying under the cap.\n\nDraftKings allows users to swap out players whose games have not yet started, unlike FanDuel, which locks lineups as soon as the weekend’s first games kick off. Haskell, who is prohibited from playing on DraftKings since he’s an employee, said he didn’t have access to the ownership percentages until FanDuel’s lineups were locked. He apologized to the daily fantasy sports community on the highly trafficked RotoGrinders forum:\n\nIn light of Haskell’s mistake, daily fantasy sports players are in an uproar over what data is available to whom. They’re concerned that other players could have access to their lineups before the games begin.\n\n“When billions of dollars are put into play you have a situation where the potential for malfeasance is pretty high,” said Chris Grove, editor of LegalSportsReport.com, which covers the industry.\n\nGrove argues the recent controversy makes “a pretty compelling argument for regulation.”\n\n“I’m not alleging these issues exist; the problem is we don’t have the mechanisms in place to prove that they don’t,” he told Watchdog.org.\n\nAdvantage gained?\n\nOn its face, it may not be obvious to the casual observer why knowing ownership percentages in advance could provide an advantage. After all, you can’t predict a player’s performance, but merely guess at it by using a variety of factors that can include matchup against an opposing team or individual defender, weather conditions, and point spread.\n\nBut here’s the rub: If you think, based on that research, that Player A and Player B will likely score about the same on a given day, and you know beforehand using the user data that many more people are drafting Player B in one of these large-field tournaments, you actually can have a pretty big advantage by taking Player A. It’s a way of differentiating a team from the masses, and a unique lineup is often the key to taking first place. Given how top-heavy these tournaments often pay out—DraftKings has offered some that handed out $1 million for first and $100,000 for second, for example—finding high-scoring, low-owned players can be crucially important, especially when users can enter unlimited times in many tournaments in which razor-thin margins often separate first and second.\n\nOwnership percentages among the two sites for each player are usually close in number, so knowing the percentages on DraftKings could provide an edge when drafting a FanDuel lineup, and vice versa.\n\nHaskell isn’t the only employee/player to come under scrutiny recently. Industry publication DFSReport.com noted that Matt Boccio, who works in product operations at FanDuel, has fared well on DraftKings in the past half year:\n\nBy day Matt works at FanDuel where he does any number of activities on the product operations side. From those in the know it sounds like Matt is involved with the day to day pricing of players and the inputs that are used to determine salaries on FanDuel. Some have said he is the player pricing expert at FanDuel. By night, Matt uses his vast DFS knowledge to clean up on DraftKings under the screen name PetrGibbons. In fact, he is currently a top 50 overall DFS player by Rotogrinders rankings while only being able to play on one site. He has also amassed this ranking in the short time frame of June 16th to October 3rd.\n\nBoth DraftKings and FanDuel released virtually identical statements on their websites Monday after the controversy rose to a fever pitch over the weekend:\n\nBoth companies have strong policies in place to ensure that employees do not misuse any information at their disposal and strictly limit access to company data to only those employees who require it to do their jobs. Employees with access to this data are rigorously monitored by internal fraud control teams, and we have no evidence that anyone has misused it.\n\nBut many players believe that anyone who works in the industry shouldn’t be allowed to play on other daily fantasy sports sites. They argue it amounts to insider trading—and they don’t trust the sites to police themselves.\n\nDraftKings did not return an email for comment from Watchdog, but it released a second statement Monday afternoon saying employees were banned from competing on other daily fantasy sports on an interim basis as the company reviewed its policies.\n\nExponential growth brings increased scrutiny\n\nIf you’ve watched a football game this fall, it would be virtually impossible to miss an ad for either DraftKings or FanDuel, the two market leaders, who have boosted their advertising budgets in 2015 and watched the game grow exponentially.\n\nThat prosperity has started to bring with it plenty of regulator attention. New Jersey congressman Frank Pallone wants congressional hearings to discuss what he believes is the hypocrisy of pro sports leagues suing New Jersey to keep the state from offering sports betting while those leagues partner with daily fantasy sports sites, where players often wager large sums of money.\n\nGrove argues that the group that loosely policies the sites, Fantasy Sports Trade Association, is toothless, with no legal authority, and many of the top sites’ top brass sit on its board of directors.\n\nRegulation may be as murky as whether cheating actually occurred last weekend.\n\nThe Massachusetts Attorney General’s Office said it is looking into whether Boston-based DraftKings is legal. The Michigan Attorney General’s Office says the games may be illegal in that state. Meanwhile, five states—Iowa, Louisiana, Montana, Washington, and Kansas—prohibit fantasy sports played for money under state law.\n\nBut daily fantasy sports are expressly permitted on the federal level. The Unlawful Internet Gambling Enforcement Act of 2006, largely passed to put the brakes to online poker, has a specific carve-out for daily fantasy sports.\n\nSports legal expert Daniel Wallach wrote in March that attempts by states to regulate daily fantasy sports may run afoul of the Professional and Amateur Sports Protection Act of 1992. He wrote:\n\nPASPA plainly prohibits a “governmental entity” (defined to include a state) or a “person” acting pursuant to state law from sponsoring, operating or promoting any betting or wagering scheme based directly or indirectly on “one or more performances of … athletes” in games in which amateur or professional athletes participate. Fantasy sports are inherently tied to the individual performances of athletes in a game rather than on the final score of the game itself.\n\nTibor Machan, a retired business professor at Chapman University in Orange, Calif., told Watchdog.org he is against all government restrictions on industries, calling them “prior restraint” that essentially impose penalties on a free market.\n\nVictor Joecks, executive vice president for the Nevada Policy Research Institute, told Watchdog.org the market tends to correct itself over time. Make a better burger, or lose business to the stand across the road. Manufacture a shoe that falls apart in a month, and customers will buy from a better sneaker maker. And in this case, offer a daily fantasy sports game in which users question if the results are on the up-and-up, and rivals will step in to offer a better model.\n\n“Generally, market forces require businesses to self-correct if they want to remain viable in the long run,” Joecks said. “They need to shape up, or they go out of business.”\n\nHe said because the daily fantasy sports industry is so new, it’s unlikely that government has the know-how to regulate it.\n\n“People have this impression that government has all the answers, but with something like this there’s no institutional knowledge within government,” Joecks said. “The belief that government is going to get it right has been proven erroneous in many cases.”\n\nOriginally published in Watchdog.org.", "article_metadata": {"description": "A burgeoning scandal for the booming daily fantasy sports industry has many players calling for government regulation.", "og": {"site_name": "The Daily Signal", "description": "A burgeoning scandal for the booming daily fantasy sports industry has many players calling for government regulation.", "title": "Can the Government Competently Regulate Fantasy Football?", "locale": "en_US", "image": "http://dailysignal.com/wp-content/uploads/151007_FantasyFootball_Kampis.jpg", "type": "article"}, "bitly": {"url": "http://dailysign.al/1PiD8pR"}, "twitter": {"domain": "The Daily Signal", "description": "A burgeoning scandal for the booming daily fantasy sports industry has many players calling for government regulation.", "title": "Can the Government Competently Regulate Fantasy Football?", "image": {"src": "http://dailysignal.com/wp-content/uploads/151007_FantasyFootball_Kampis.jpg"}, "creator": "@dailysignal", "site": "@dailysignal", "card": "summary_large_image"}, "fb": {"pages": 300341323465160, "app_id": 772296266137346}, "article": {"publisher": "https://www.facebook.com/TheDailySignalNews", "section": "Economy", "tag": "regulation", "published_time": "2015-10-08T16:22:32+00:00"}, "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "fantasy football,draftkings,fanduel,regulation,frank pallone"}, "article_summary": "He apologized to the daily fantasy sports community on the highly trafficked RotoGrinders forum:In light of Haskell’s mistake, daily fantasy sports players are in an uproar over what data is available to whom.\n“They need to shape up, or they go out of business.”He said because the daily fantasy sports industry is so new, it’s unlikely that government has the know-how to regulate it.\nSports legal expert Daniel Wallach wrote in March that attempts by states to regulate daily fantasy sports may run afoul of the Professional and Amateur Sports Protection Act of 1992.\nThe Unlawful Internet Gambling Enforcement Act of 2006, largely passed to put the brakes to online poker, has a specific carve-out for daily fantasy sports.\nThe burgeoning scandal for the booming daily fantasy sports industry has many players in this free market operation calling for—wait for it—government regulation."}