{"article_title": "10 Ways to Reduce Your Out-of-Pocket Medical Expenses", "article_keywords": ["outofpocket", "doctor", "ways", "medical", "reduce", "expenses", "costs", "health", "doctors", "services", "consumer", "insurance", "care"], "article_url": "http://www.foxbusiness.com/features/2014/07/15/10-ways-to-reduce-your-out-pocket-medical-expenses.html", "article_text": "With many employers trimming their health-insurance benefits in the face of higher prices, consumers are going to be left filling the gap.\n\nContinue Reading Below\n\nA report from Towers Watson/National Business Group on Health issued earlier this year shows people are paying 28% more for out-of-pocket medical expenses compared to three years ago. At the same time, their premiums are also rising.\n\nThere are steps consumers can take to help ease the financial burden of medical costs that aren’t covered by insurance. Here’s what experts suggest:\n\nTip 1: Research Prices and Procedures\n\nPatients need to be their own advocate, which means researching their diagnosis and comparing treatment costs at different medical facilities.\n\n“You should be able to compare the costs of major treatment,” says Spencer Blackman, a doctor with One Medical Group in San Francisco. “Some outpatient centers are significantly less expensive and offer the same services as larger hospitals.”\n\nContinue Reading Below ADVERTISEMENT\n\nHe adds there are many websites that provide average treatments costs by ZIP code to help make an apples-to-apples comparison.\n\nTip 2: Avoid the Emergency Room\n\nExperts say too many people use emergency rooms with non-life threatening problems, and that is costly. According to Consumer Health Alliance, the average cost for a visit to the ER in 2013 was $2,168.\n\nAllen Erenbaum of the Consumer Health Alliance says a same-day doctor’s appointment or a visit to an urgent care center is a a more affordable alternative to relying on the ER.\n\nTip 3: Find a Tech-Savvy Doctor\n\nTime is money, and spending the entire morning at the doctor’s office means less time at work.\n\nOne way to save on time and a co-payment is to find a doctor who welcomes communications via text, email and even video chat. If a doctor hasn’t embraced the digital age for minor ailments, there are a handful of telemedicine companies that will charge a low flat rate for a video appointments.\n\nTip 4: Apply for Cost-Sharing Reductions\n\nMichael Mahoney, senior vice president of consumer marketing for online insurance website GoHealth, says saving on out-of-pocket costs starts at enrollment when buying insurance on the individual market.\n\n“Make sure you are shopping for coverage with an organization that is approved by the government to determine your eligibility for lower costs coverage, because you may qualify for cost-sharing reductions,” says Mahoney. “CSRs were established under the Affordable Care Act and lower the amount you are required to pay for out-of-pocket costs like deductibles, copayments, and coinsurance.”\n\nConsider this: a family of four that earns $45,000 would typically have to cover 30% of out-of-pocket expenses, but with CSR they would be on tap for 13%, he says.\n\nTip 5: Consider a Discount Health Plan\n\nEven if you have health insurance, a discount health plan can save on typically-not covered services like dental and vision. While the plans aren’t insurance, they can help reduce the costs. According to the Consumer Health Alliance, these plans can save bring 20% to 60% savings.\n\nTip 6: Only Use In-House Doctors\n\nOpen enrollment is the ideal time to make sure doctors are in network to avoid paying extra since most insurers charge a premium for out-of-network doctors or set up a certain deductible limit before the insurance kicks in.\n\n“Your portion of the bill depends on your health plan, but the bottom line is that you will pay more if you go out of network,” says Mahoney.\n\nTip 7: Choose Generics\n\nMedicine can get expensive, especially those treating a chronic illness or for patients that take multiple prescriptions.\n\nDon’t be afraid to ask the prescribing doctor for the generic or cheaper alternative. “By law, generic prescription drugs must have the same active ingredients and work the same as the brand-name versions they copy,” notes Mahoney. “The big difference is that they usually cost less.”\n\nTip 8: Review Your Prescriptions With a Pharmacist\n\nOne of the provisions in the Affordable Care Act is known as “medication therapy management” and encourages pharmacists to do more than just fill prescriptions, explains Erenbaum. He recommends scheduling a so-called pill review with a pharmacists to look over medications to identify any duplications or to get recommendations for generic medication that won’t impact treatment.\n\nTip 9: Try Colleges and Universities for Treatments for Non-Life Threatening Procedures\n\nAccording to experts, many universities offer services like dental care or acupuncture at a much cheaper cost than a licensed dentist or chiropractor. While a student may be doing the work, it’s under the professor’s guidance.\n\nErenbaum suggests checking the American Dental Association (ADA) and the Accreditation Commission for Acupuncture and Oriental Medicine (ACAOM) to find accredited schools.\n\nTip 10: Fight Claims\n\nNobody wants to get a hefty bill in the mail for a medical procedure they thought was covered, but it happens all the time.\n\nCalling the insurance company to sort out the bill often leads to reduce claims.\n\n“Insurance determinations are not always final, and you have a right to appeal a denial,” says Blackman. “While not every appeal is considered, getting insurance to overturn a denial can result in savings.”", "article_metadata": {"classification": "/FOX BUSINESS/HEALTH CARE", "dcterms.modified": "2016-01-08 08:31:51 EST", "dc.type": "Text.Article", "twitter": {"url": "http://www.foxbusiness.com/features/2014/07/15/10-ways-to-reduce-your-out-pocket-medical-expenses.html", "image": "http://a57.foxnews.com/images.foxnews.com/content/fox-business/features/2014/07/15/10-ways-to-reduce-your-out-pocket-medical-expenses/_jcr_content/par/featured-media/media-0.img.jpg/0/0/1452259913390.jpg?ve=1", "description": "With many employers trimming their health-insurance benefits in the face of higher prices, consumers are going to be left filling the gap. But there are easy ways to help mitigate these costs.", "card": "summary_large_image", "title": "10 Ways to Reduce Your Out-of-Pocket Medical Expenses"}, "dc.format": "text/html", "dc.publisher": "Fox Business", "parsely-metadata": "{\"tags\":[\"/FOX BUSINESS/HEALTH CARE\"],\"author\":\"Donna Fuscaldo\",\"subSection\":\"features\",\"title\":\"10 Ways to Reduce Your Out-of-Pocket Medical Expenses\",\"image_url\":\"http://a57.foxnews.com/images.foxnews.com/content/fox-business/features/2014/07/15/10-ways-to-reduce-your-out-pocket-medical-expenses/_jcr_content/par/featured-media/media-0.img.jpg/0/0/1452259913390.jpg?ve=1\",\"pub_date\":\"2014-07-15T12:00:05Z\",\"link\":\"http://www.foxbusiness.com/features/2014/07/15/10-ways-to-reduce-your-out-pocket-medical-expenses.html\",\"type\":\"article\",\"identifier\":\"757d7352-6b3f-471a-b577-806cfa89c225\",\"section\":\"features\"}", "prism.aggregationType": "subsection", "description": "With many employers trimming their health-insurance benefits in the face of higher prices, consumers are going to be left filling the gap. But there are easy ways to help mitigate these costs.", "dc.description": "With many employers trimming their health-insurance benefits in the face of higher prices, consumers are going to be left filling the gap. But there are easy ways to help mitigate these costs.", "dc.identifier": "757d7352-6b3f-471a-b577-806cfa89c225", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "pagetype": "article", "msapplication-square150x150logo": "http://global.fncstatic.com/static/cq/fb/img/all/mediumtile.png", "classification-isa": "healthcare", "prism.channel": "fbn", "msapplication-wide310x150logo": "http://global.fncstatic.com/static/cq/fb/img/all/widetile.png", "msapplication-square70x70logo": "http://global.fncstatic.com/static/cq/fb/img/all/smalltile.png", "prism.section": "features", "msapplication-square310x310logo": "http://global.fncstatic.com/static/cq/fb/img/all/largetile.png", "fb": {"app_id": 116027085089150}, "dc.source": "FOXBusiness", "dc.language": "en-US", "dc.title": "10 Ways To Reduce Your Out-of-pocket Medical Expenses", "dcterms.created": "2016-01-08 08:31:51 EST", "og": {"site_name": "Fox Business", "description": "With many employers trimming their health-insurance benefits in the face of higher prices, consumers are going to be left filling the gap. But there are easy ways to help mitigate these costs.", "title": "10 Ways to Reduce Your Out-of-Pocket Medical Expenses  | Fox Business", "url": "http://www.foxbusiness.com/features/2014/07/15/10-ways-to-reduce-your-out-pocket-medical-expenses.html", "image": "http://a57.foxnews.com/images.foxnews.com/content/fox-business/features/2014/07/15/10-ways-to-reduce-your-out-pocket-medical-expenses/_jcr_content/par/featured-media/media-0.img.jpg/0/0/1452259913390.jpg?ve=1", "type": "article"}, "dcterms.abstract": "With many employers trimming their health-insurance benefits in the face of higher prices, consumers are going to be left filling the gap. But there are easy ways to help mitigate these costs.", "dc.date": "2014-07-15", "parsely-page": "{\"tags\":[\"/FOX BUSINESS/HEALTH CARE\"],\"author\":\"Donna Fuscaldo\",\"subSection\":\"features\",\"title\":\"10 Ways to Reduce Your Out-of-Pocket Medical Expenses\",\"image_url\":\"http://a57.foxnews.com/images.foxnews.com/content/fox-business/features/2014/07/15/10-ways-to-reduce-your-out-pocket-medical-expenses/_jcr_content/par/featured-media/media-0.img.jpg/0/0/1452259913390.jpg?ve=1\",\"pub_date\":\"2014-07-15T12:00:05Z\",\"link\":\"http://www.foxbusiness.com/features/2014/07/15/10-ways-to-reduce-your-out-pocket-medical-expenses.html\",\"post_id\":\"757d7352-6b3f-471a-b577-806cfa89c225\",\"type\":\"article\",\"section\":\"features\"}", "dc.creator": "Donna Fuscaldo"}, "_id": "\"57477af36914bd0286fd08f0\"", "article_summary": "There are steps consumers can take to help ease the financial burden of medical costs that aren’t covered by insurance.\nContinue Reading BelowA report from Towers Watson/National Business Group on Health issued earlier this year shows people are paying 28% more for out-of-pocket medical expenses compared to three years ago.\nAccording to Consumer Health Alliance, the average cost for a visit to the ER in 2013 was $2,168.\nAccording to the Consumer Health Alliance, these plans can save bring 20% to 60% savings.\n“You should be able to compare the costs of major treatment,” says Spencer Blackman, a doctor with One Medical Group in San Francisco."}