{"article_title": "Khalia Lanier is Gatorade Volleyball POY", "article_keywords": ["gators", "school", "lanier", "poy", "khalia", "players", "volleyball", "final", "high", "player", "gatorade", "national"], "article_url": "http://www.blackpressusa.com/khalia-lanier-is-gatorade-volleyball-poy/", "article_text": "Compiled from Gatorade.com\n\nIn its 31st year of honoring the nation’s best high school athletes, The Gatorade Company, in collaboration with USA Today High School Sports, announced Khalia Lanier of Phoenix Xavier College Prep as its 2015-16 Gatorade National Volleyball Player of the Year.\n\nThe award, which recognizes not only outstanding athletic excellence, but also high standards of academic achievement and exemplary character demonstrated on and off the court, distinguishes Lanier as the nation’s best high school volleyball player. A national advisory panel comprised of sport-specific experts and sports journalists helped select her from nearly 430,000 high school volleyball players nationwide. Lanier is now a finalist for the prestigious Gatorade Female High School Athlete of the Year award, to be presented at a special ceremony prior to The ESPY Awards in July.\n\nThe 6’ 2” senior outside hitter recorded 496 kills, 324 digs and 28 service aces while posting a kill percentage of .438 and leading the Gators (34-8) to the Division I state final this past season.\n\nIn addition to being a two-time 2015 First Team All-American, by the American Volleyball Coaches Association and Under Armour, Lanier was the top-ranked player in the nation as rated by PrepVolleyball.com.\n\nLanier also was a member of the U.S. Girls’ Youth National Volleyball Team, leading some of the country’s finest prep players to the 2015 FIVB Girls’ U18 World Championship final in Peru last summer.\n\nLanier has maintained a weighted cumulative GPA of 4.21, spent nine days last summer working in an orphanage in Komga, South Africa teaching preschool-aged children, and volunteered on behalf of the Desert Mission Food Bank providing emergency food assistance to help families in North Phoenix.\n\n“Khalia Lanier has been a star on the court since she led the Gators in kills the first match of her freshman year,” said John Tawa, managing editor of PrepVolleyball.com. “Physically imposing on attack, she packs a punch few can match and has the intelligence and vision to make opponents pay in myriad ways. Her ability to score combined with a deft passing touch made her the consensus top recruit in the country. She played like it this past fall, fighting through an ankle injury to lead the nationally ranked Gators to the Arizona Division I final. In her four years, Lanier’s teams averaged 35 wins per season and won a state title, and she was the principal reason why.”\n\nLanier has signed a National Letter of Intent to play volleyball at the University of Southern California next fall.\n\n“Khalia embodies everything we look for in a Gatorade Player of the Year recipient,” said Gatorade Chief Marketing Officer Morgan Flatley. “In addition to being one of the best high school volleyball players in the country, Khalia has excelled in the classroom and been a positive influence in her community. She is a role model for younger student-athletes to look up to and we are excited to see all the things she will accomplish in the future.”\n\nAdditional reporting by Vincent R. Crawford, the sports editor from the Arizona Informant.", "article_metadata": {"description": "Khalia Lanier of Xavier College Prep was named Gatorade National Volleyball Player of the Year. Lanier recorded 496 kills, 324 digs and 28 service aces while", "generator": "Powered by Visual Composer - drag and drop page builder for WordPress.", "og": {"site_name": "BlackPressUSA", "description": "Compiled from Gatorade.com In its 31st year of honoring the nation’s best high school athletes, The Gatorade Company, in collaboration with USA Today High School Sports, announced Khalia Lanier of Phoenix Xavier College Prep as its 2015-16 Gatorade National Volleyball Player of the Year. The award, which recognizes not only outstanding athletic excellence, but also…", "title": "Khalia Lanier is Gatorade Volleyball POY", "url": "http://www.blackpressusa.com/khalia-lanier-is-gatorade-volleyball-poy/", "image": {"width": 841, "identifier": "http://www.blackpressusa.com/wp-content/uploads/2016/01/khalia_gatorade_ai2.jpg", "height": 600}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.blackpressusa.com/wp-content/uploads/2016/01/khalia_gatorade_ai2.jpg", "description": "Khalia Lanier of Xavier College Prep was named Gatorade National Volleyball Player of the Year. Lanier recorded 496 kills, 324 digs and 28 service aces while posting a kill percentage of .438 and leading the Gators (34-8) to the Division I state final this past season. (Gatorade.com) Compiled from Gatorade.com In its 31st year of honoring the nation’s best high school athletes, The Gatorade Company, in collaboration with USA Today High School Sports, announced Khalia Lanier of Phoenix Xavier College Prep as its 2015-16 Gatorade National Volleyball Player of the Year. The award, which recognizes not only outstanding athletic excellence, but also high standards of academic achievement and exemplary character demonstrated on and off the court, distinguishes Lanier as the nation’s best high school volleyball player. A national advisory panel comprised of sport-specific experts and sports journalists helped select her from nearly 430,000 high school volleyball players nationwide. Lanier is", "card": "summary_large_image", "title": "Khalia Lanier is Gatorade Volleyball POY | BlackPressUSA"}, "fb": {"admins": 23600895, "app_id": 980408515380809}, "google-site-verification": "Awiou36sHAZsjLC-9rhKMfou2t8X0CUxauiv6Kh6Kos", "keywords": "khalia lanier,volleyball,gatorade player of the year,sports,xavier college prep", "article": {"section": "Sports", "tag": "Xavier College Prep", "published_time": "2016-01-01T13:16:49+00:00", "modified_time": "2016-01-01T13:16:49+00:00", "author": "http://www.blackpressusa.com/author/nnpa-freddie/"}, "viewport": "width=device-width, initial-scale=1"}, "article_summary": "“Khalia embodies everything we look for in a Gatorade Player of the Year recipient,” said Gatorade Chief Marketing Officer Morgan Flatley.\nCompiled from Gatorade.comIn its 31st year of honoring the nation’s best high school athletes, The Gatorade Company, in collaboration with USA Today High School Sports, announced Khalia Lanier of Phoenix Xavier College Prep as its 2015-16 Gatorade National Volleyball Player of the Year.\n“In addition to being one of the best high school volleyball players in the country, Khalia has excelled in the classroom and been a positive influence in her community.\nA national advisory panel comprised of sport-specific experts and sports journalists helped select her from nearly 430,000 high school volleyball players nationwide.\nThe award, which recognizes not only outstanding athletic excellence, but also high standards of academic achievement and exemplary character demonstrated on and off the court, distinguishes Lanier as the nation’s best high school volleyball player."}