{"article_title": "The Optimistic Lifestyle: 4 Little-Known Ways To Boost Your Optimism And Overall Health", "article_keywords": ["littleknown", "lifestyle", "help", "ways", "washed", "study", "overall", "optimism", "simple", "subjects", "health", "optimistic", "world", "boost", "vegetables", "researchers"], "article_url": "http://www.medicaldaily.com/optimistic-lifestyle-4-little-known-ways-boost-your-optimism-and-overall-health-285928", "article_text": "Being optimistic doesn't just change your attitude. It also has self-fulfilling properties, turning positive belief into positive outcomes. Scott Akerman, CC BY 2.0\n\nUnlike most things in life, optimism is something you don’t necessarily need to exercise in moderation. Researchers have shown over and over again that wearing a set of rose-colored glasses — known in psychology as an “optimism bias” — doesn’t just help you see the world differently. It changes how you act.\n\nFor many people, however, putting faith in an optimistic outlook is rarely so simple. The world may seem bleak and unforgiving. And an optimistic view only serves to mask life’s true problems. But given what science knows about adopting a cheery world view, picking up some healthy habits in your daily routine could actually help you to see the glass half-full — and, of course, produce a healthier you in the process.\n\n1. Wash Your Hands\n\nSelf-cleansing is a symbolic gesture that may have real world implications. According to a study conducted last year, subjects who were asked to complete an impossible task and washed their hands afterward were more hopeful about their chances the next time around than people who hadn’t washed their hands. The team speculated that the simple act of washing away old inadequacies, like guilt marked by blood, was enough to keep subjects optimistic.\n\nInterestingly, the researchers found in a second task, which was not impossible to complete, that hand washers performed worse than those who hadn’t washed. This suggested a precarious balance: Washing your hands may make you more optimistic, but it could also drain your motivation to overcome the adversity of prior failure.\n\n2. Eat Fruits and Veggies\n\nIt may seem like a no-brainer that eating healthier improves your overall mental health, but science can’t take conventional wisdom for its word. Luckily, the data appears to uphold what many people could probably assume on their own.\n\nAn early 2013 study looking at attitudes and lifestyles found that people who self-identified as optimists showed 13 percent greater levels of carotenoids, a certain form of antioxidants, than people who didn’t. These antioxidants are most commonly found in vegetables like spinach and carrots. Researchers also found that subjects who had three or more servings of vegetables a day were more optimistic than those who didn’t.\n\nOne limitation, however, is the direction of the team’s findings. They can’t know from their simple blood test whether fruits and vegetables make people more optimistic or optimistic people are more likely to eat healthier.\n\n3. Take A Walk\n\nIf you find yourself acting impulsively, with little regard for the long-term, you might want to consider retreating to nature. A study conducted last year found that measures of self-control and optimism increased when people took an extended walk in the lush, open outdoors.\n\n“Urban landscapes tend to make us very impulsive and more short-term thinkers,” Professor Mark Van Vugt, lead researcher of the study, told the Daily Mail. “Being in towns and cities increase competition — for status, resources, partners — and so we feel the need to make quick decision[s].”\n\nEscaping to nature, if only for a calming walk, allowed study participants the chance to reclaim a sense of self-control, as their decisions varied significantly between earning one sum of money now versus a larger amount later. The takeaway? If you want to slow things down, and reevaluate your role as a cause of change, not an effect of it, consider going for a stroll.\n\n4. Reminisce\n\nEven if you have no access to running water, clean vegetables, or the outdoors, optimism is still within your reach. Researchers have shown that nostalgia — recalling fond memories of the past — can boost self-esteem and offer brighter feelings about the future. A 2013 study involving written narratives, music, and lyrics found at each turn nostalgia’s optimistic benefits.\n\n\"Nostalgia is experienced frequently and virtually by everyone and we know that it can maintain psychological comfort,” explained Dr. Tim Wildschut, co-author of the study, in a statement. “For example, nostalgic reverie can combat loneliness. We wanted to take that a step further and assess whether it can increase a feeling of optimism about the future.\"\n\nParticipants who recalled a fond memory used more optimistic words in their description than subjects who recalled an ordinary event. Likewise, those who listened to a nostalgic song and read nostalgic lyrics, rather than ordinary ones, reported greater rates of optimism. Ultimately, the findings reaffirmed optimism as little more than a mental state, which could be manipulated at will.\n\n“Memories of the past can help to maintain current feelings of self-worth and can contribute to a brighter outlook on the future,” Wildschut said. “Our findings do imply that nostalgia, by promoting optimism, could help individuals cope with psychological adversity.\"", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "optimistic, lifestyle, 4, little, known, ways, boost, your, optimism, and, overall, health", "og": {"site_name": "Medical Daily", "description": "Being optimistic doesn't just change your attitude. It also has self-fulfilling properties, turning positive belief into positive outcomes.", "title": "4 Little-Known Ways To Become More Optimistic", "url": "http://www.medicaldaily.com/optimistic-lifestyle-4-little-known-ways-boost-your-optimism-and-overall-health-285928", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/06/02/optimism.jpg", "type": "article"}, "twitter": {"description": "Being optimistic doesn't just change your attitude. It also has self-fulfilling properties, turning positive belief into positive outcomes.", "title": "4 Little-Known Ways To Become More Optimistic", "url": "http://www.medicaldaily.com/optimistic-lifestyle-4-little-known-ways-boost-your-optimism-and-overall-health-285928", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/06/02/optimism.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/06/02/optimism.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Healthy Living", "published_time": "2014-06-02T11:52:05-04:00", "modified_time": "2014-06-02T11:52:04-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Being optimistic doesn't just change your attitude. It also has self-fulfilling properties, turning positive belief into positive outcomes."}, "_id": "\"57477af46914bd0286fd835e\"", "article_summary": "The team speculated that the simple act of washing away old inadequacies, like guilt marked by blood, was enough to keep subjects optimistic.\nThey can’t know from their simple blood test whether fruits and vegetables make people more optimistic or optimistic people are more likely to eat healthier.\n“Our findings do imply that nostalgia, by promoting optimism, could help individuals cope with psychological adversity.\"\nScott Akerman, CC BY 2.0Unlike most things in life, optimism is something you don’t necessarily need to exercise in moderation.\nReminisceEven if you have no access to running water, clean vegetables, or the outdoors, optimism is still within your reach."}