{"article_title": "Adam Scott Revives His ‘Step Brothers’ Character for Funny Or Die Affordable Care Act Video", "article_keywords": ["affordable", "funny", "brothers", "die", "support", "character", "reprises", "terrible", "step", "squad", "scott", "revives", "video", "weeks", "probst", "talk", "care"], "article_url": "http://splitsider.com/2014/03/adam-scott-revives-his-step-brothers-character-for-funny-or-die-affordable-care-act-video/", "article_text": "\n\nFollowing Barack Obama’s appearance on Between Two Ferns a couple weeks ago, here’s Funny Or Die’s latest video in support of the Affordable Care Act. In it, Adam Scott reprises his douchebag brother character from the movie Step Brothers to talk about how terrible health insurance is with his fellow members of The Cool Squad (Jeff Probst, Mark Cuban, Chris Daughtry).", "article_metadata": {"og": {"site_name": "Splitsider", "description": "Following Barack Obama's appearance on Between Two Ferns a couple weeks ago, here's Funny Or Die's latest video in support of the Affordable Care Act. In it, Adam Scott reprises his douchebag brother character from the movie Step Brothers to talk about how terrible health insurance is with his fellow members of The Cool Squad [...]", "title": "Adam Scott Revives His ‘Step Brothers’ Character for Funny Or Die Affordable Care Act Video", "url": "http://splitsider.com/2014/03/adam-scott-revives-his-step-brothers-character-for-funny-or-die-affordable-care-act-video/", "locale": "en_US", "type": "article"}, "article": {"tag": "web videos", "published_time": "2014-03-25T16:20:51+00:00", "author": {"username": "bradford-evans"}}, "twitter": {"widgets": {"csp": "on"}, "card": "summary"}, "viewport": "width=device-width, initial-scale=1.0, minimal-ui"}, "_id": "\"57477af36914bd0286fd08fe\"", "article_summary": "Following Barack Obama’s appearance on Between Two Ferns a couple weeks ago, here’s Funny Or Die’s latest video in support of the Affordable Care Act.\nIn it, Adam Scott reprises his douchebag brother character from the movie Step Brothers to talk about how terrible health insurance is with his fellow members of The Cool Squad (Jeff Probst, Mark Cuban, Chris Daughtry)."}