{"article_title": "Happy (working) Mother's Day: has the balancing act gotten any easier?", "article_keywords": ["working", "mothers", "ceo", "gotten", "company", "work", "easier", "mother", "sheryl", "women", "balancing", "act", "law", "day", "happy"], "article_url": "http://www.theguardian.com/lifeandstyle/us-money-blog/2015/may/10/mothers-day-working-mothers", "article_text": "Since it’s Mother’s Day, it’s worth asking once again whether life is getting any easier for working mothers.\n\nWorking mothers – indeed, all mothers – draw a short straw in the United States from the moment their babies draw their first breaths. Not only do hospitals routinely require them to head home within 24 hours after giving birth (in European hospitals, mothers and babies can stick around for a few days, allowing the new mother to rest and ensuring that there aren’t any feeding problems), but the United States remains one of the only countries in the world that doesn’t mandate any kind of paid maternity leave. Your employer may do so – but it isn’t a requirement. That puts in the company of countries like, oh, Swaziland and Papua New Guinea.\n\nA lot of attention is focused on the plight of working professional women. Sheryl Sandberg, the Facebook COO now dealing with the tragic death of her husband (and much praised supporter), did much to galvanize the debate on working women with her 2013 book Lean In.\n\nBut for those who aspire to follow in her footsteps, all the way to the top, there are some uncomfortable truths. Colleges have studied their alumni, and puzzled over the fact that even though half of their graduating seniors may be women, a much smaller percentage end up in senior leadership positions. Do their priorities change when they have children? Do they encounter workplaces that are hostile to them?\n\nThe numbers certainly suggest that something is amiss. Women may hold 52% of professional jobs, but they occupy only 14.6% of all CEO positions and less than 5% of Fortune 500 CEO jobs. They account for only 8% of all top earners in the country; they are 45.4% of law firm associates, but only 25% of law firm partners. Only 14% of senior management positions at startups at Silicon Valley are filled by women. Even one of the more progressive of the Silicon Valley venture capital firms, Andreesen Horowitz, whose top performers are women, doesn’t have any female partners.\n\nSome of the reasons for this boil down to outright gender bias on the part of institutions and individuals that affect all women; many disproportionately affect working mothers already torn between two sets of responsibilities. Increasingly, the evidence suggests that it isn’t just that men work harder, or even that they put in more time. One recent study even suggests that many of those men actually may have been faking working 80 hours a week.\n\nSadly, some of the organizations that offer little in the way of work/life flexibility or that have relatively few female leaders are those now being run by women or with women in senior roles. “Women who get to the top – the Marissa Mayers [Yahoo’s CEO] and Sheryl Sandbergs – seem to be those who have put their careers first and now expect others to do the same,” says Eileen Gunn, mother of a seven-year-old daughter and founder of FamiliesGo, an online media company focused on family travel. (Gunn works from home.) “People who are in a position to make systemic changes aren’t doing so.” Mayer, after becoming CEO of Yahoo, hit the headlines for banning employees from working at home – a big perk for working mothers.\n\nAs a result of these headwinds, many of those working mothers who should have risen to the top – like Anne-Marie Slaughter, who rose to become the first woman of policy planning at the State Department – , ended up bowing out, concluding that it was impossible to have it all.\n\nMany working mothers I know would agree with at least some of the issues that Slaughter raised in her celebrated essay for the Atlantic. Alice Finn, who has a college-aged daughter and whose son is in high school, says that being a working mother forced her to make strategic career choices. “I was the first generation to be forewarned about the tradeoffs,” she said. “But I knew I wanted to be able to spend time with my children.”\n\nSo Finn opted to leave behind her first career in law and do something that she could be passionate about and that would give her the flexibility she sought: working as a financial advisor.\n\n“If women are savvy about the career they choose, they can employ technology to their advantage and make being a working mother a bit easier,” Finn added. Generally speaking, she said, being an entrepreneur is easier than working within a large corporation.\n\nStill, working with a corporation can be fine, too, if you’ve got a built in support system, as Courtney Higham does at her New York human resources outsourcing company. Her company gives her the ability to step away from work to take her 7-year-old son, Theo, to doctor’s appointments, and to work from home. “I also work with a lot of women, and with that comes the empathy of being in the same boat,” she said. “We all work to cover each other when we need to. We are a working-mom community.”\n\nStill, Higham says that generally corporate America still is falling down on the job when it comes to recognizing what working mothers accomplish. “Men get pats on the back for taking their kids to the doctor, and when a woman needs to do so it is thought of as a hassle,” she says. “Employers should want a well-rounded person working for them who has a happy and balanced life.”\n\nA single mother working for a west coast university ended up having to make a dramatic career change in order to have the stability she needed to raise her daughter, now 8 years old. “The pay was 35% less, but I can leave at the end of the day and be home with her,” she says. It’s not easy. “I cut my expenses to the bone – there is no cable television. But I have marketable skills. The people that I suspect have it far worse are those working mothers without those skills.”\n\nIndeed. Michelle Budig, a professor at the University of Massachusetts-Amherst, studied the impact that becoming a parent had on earnings. Fatherhood, it turns out, was a bonus: a man’s earnings rise by 6% when he becomes a dad. Motherhood, on the other hand, takes a toll on women’s earning power. The average figure was that for each child a woman bears, her earning power falls by 4%, but that this decline isn’t evenly distributed: the lower a woman’s income, the greater the size of the drop in earnings after she becomes a working mother, while at the very top (Sheryl Sandberg’s demographic), there’s no income gap at all.\n\nSo, is life getting any easier for working mothers? Well, it’s tougher for companies to discriminate overtly against them; an entirely new area of law is emerging devoted to just this kind of bias. And if you’re Sheryl Sandberg, with brains, connections, willpower and money, then the world is your oyster – even if it doesn’t feel that way to her right now.\n\nBut for the vast majority of working mothers, most victories may feel small when measured against the ongoing juggling act: keeping increasingly demanding employers happy, dealing with subtle and not-so-subtle conflicts with colleagues and stay-at home mothers who judge their decisions, and all the while trying to raise happy and healthy offspring.\n\nReally, it’s enough to make one wonder why they’re only entitled to a single special day a year.", "article_metadata": {"msapplication-TileColor": "#005689", "description": "In the US, mothers get the short straw the day their babies are born – and even as women take a greater role in the workplace, leadership opportunities remain few", "application-name": "The Guardian", "author": "Suzanne McGee", "og": {"site_name": "the Guardian", "description": "In the US, mothers get the short straw the day their babies are born – and even as women take a greater role in the workplace, leadership opportunities remain few", "title": "Happy (working) Mother's Day: has the balancing act gotten any easier?", "url": "http://www.theguardian.com/lifeandstyle/us-money-blog/2015/may/10/mothers-day-working-mothers", "image": "https://i.guim.co.uk/img/static/sys-images/Guardian/Pix/pictures/2015/5/9/1431203670134/a9539800-77b2-4419-b23f-e3bbac9a3305-1020x612.jpeg?w=1200&q=55&auto=format&usm=12&fit=max&s=19050530b1103e4a892c07e0e014d123", "type": "article"}, "referrer": "unsafe-url", "twitter": {"app": {"url": {"ipad": "gnmguardian://lifeandstyle/us-money-blog/2015/may/10/mothers-day-working-mothers?contenttype=Article&source=twitter", "googleplay": "guardian://www.theguardian.com/lifeandstyle/us-money-blog/2015/may/10/mothers-day-working-mothers", "iphone": "gnmguardian://lifeandstyle/us-money-blog/2015/may/10/mothers-day-working-mothers?contenttype=Article&source=twitter"}, "id": {"ipad": 409128287, "iphone": 409128287, "googleplay": "com.guardian"}, "name": {"ipad": "The Guardian", "googleplay": "The Guardian", "iphone": "The Guardian"}}, "image": "https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/9/1431203670134/a9539800-77b2-4419-b23f-e3bbac9a3305-1020x612.jpeg", "card": "summary_large_image", "site": "@guardian"}, "apple-mobile-web-app-title": "Guardian", "al": {"ios": {"url": "gnmguardian://lifeandstyle/us-money-blog/2015/may/10/mothers-day-working-mothers?contenttype=Article&source=applinks", "app_store_id": 409128287, "app_name": "The Guardian"}}, "HandheldFriendly": "True", "fb": {"app_id": 180444840287}, "theme-color": "#005689", "msapplication-TileImage": "https://assets.guim.co.uk/images/favicons/f06f6996e193d1ddcd614ea852322d25/windows_tile_144_b.png", "format-detection": "telephone=no", "keywords": "Mother's Day,Parents and parenting,US work & careers,Money,US personal finance,Family,Life and style", "article": {"publisher": "https://www.facebook.com/theguardian", "published_time": "2015-05-10T13:00:00.000Z", "author": "https://www.theguardian.com/profile/suzanne-mcgee", "section": "Life and style", "modified_time": "2015-05-13T15:42:51.000Z", "tag": "Mother's Day,Parents and parenting,US work & careers,Money,US personal finance,Family,Life and style"}, "thumbnail": "https://i.guim.co.uk/img/static/sys-images/Guardian/Pix/pictures/2015/5/9/1431203670134/a9539800-77b2-4419-b23f-e3bbac9a3305-1020x612.jpeg?w=620&q=55&auto=format&usm=12&fit=max&s=57f21e1091310e729ca062d5b8cc1a83", "viewport": "width=device-width,minimum-scale=1,initial-scale=1", "news_keywords": "Mother's Day,Parents and parenting,US work & careers,Money,US personal finance,Family,Life and style"}, "article_summary": "Since it’s Mother’s Day, it’s worth asking once again whether life is getting any easier for working mothers.\nWorking mothers – indeed, all mothers – draw a short straw in the United States from the moment their babies draw their first breaths.\nThe people that I suspect have it far worse are those working mothers without those skills.”Indeed.\nMany working mothers I know would agree with at least some of the issues that Slaughter raised in her celebrated essay for the Atlantic.\nSo, is life getting any easier for working mothers?"}