{"article_title": "Judge orders Clinton aides to be questioned under oath on emails", "article_keywords": ["clinton", "sullivan", "court", "washington", "clintons", "emails", "records", "state", "department", "questioned", "email", "aides", "judge", "group", "oath", "orders"], "article_url": "http://www.thefiscaltimes.com/latestnews/2016/02/23/US-judge-orders-discovery-Clinton-email-lawsuit-report", "article_text": "(Reuters) - A federal judge ruled on Tuesday that U.S. State Department officials and aides to Hillary Clinton should be questioned under oath about whether the former secretary of state's use of a private email system was an effort to skirt open records laws.\n\nThe ruling by U.S. District Judge Emmet Sullivan is likely to add to the uncertainty hovering over Clinton, the front-runner for the Democratic nomination for the November U.S. presidential election, about the legal consequences of her decision to exclusively use a private email server in her New York home for her government work.\n\nThe State Department and Judicial Watch, the conservative watchdog group that sought the depositions as it sues for records about the employment of a senior Clinton aide, must agree on a plan for the depositions by April, Sullivan said in his order on Tuesday, according to court documents.\n\nSullivan, a judge in federal court in Washington, D.C., said there was at least \"a reasonable suspicion\" that open records laws were undermined, the Washington Post reported. Sullivan, who was appointed by Clinton's husband, former President Bill Clinton, said he may order the department to subpoena Clinton to return all records connected to her private email server, the newspaper reported.\n\nClinton returned about 30,000 emails to the State Department in 2014, but said she deleted thousands of others her staff deemed not to be work-related.\n\nJudicial Watch told the court it wanted to get sworn testimony from several senior State Department officials and Clinton associates who set up or knew about the system or dealt with requests from the public for copies of Clinton's records, according to court documents. That could include Patrick Kennedy, the department's under secretary for management, and Cheryl Mills, Clinton's former chief of staff at the department, among others, the group said. In a statement to the media, the group said it may later seek to have Clinton testify under oath.\n\nThe State Department said it was reviewing the order but could not comment further on ongoing litigation. The department may appeal the ruling.\n\nClinton, who apologized last year for the setup, believes at least some of the inquiries into her emails are politically motivated.\n\n\"This is one of several lawsuits filed by the same right-wing group, which will stop at nothing in pursuing the Clintons, just as they have done since the 1990s,\" Clinton spokesman Nick Merrill said in an email.\n\nAt least 1,700 of the emails from Clinton's unsecured server contain classified information, according to the State Department, including closely held secrets from the country's spy agencies. The arrangement is being investigated by the Federal Bureau of Investigation, the State Department's internal watchdog and several Republican-controlled congressional committees.\n\nClinton's rival for the Democratic nomination, U.S. Senator Bernie Sanders of Vermont, has declined to criticize Clinton's email arrangement while campaigning. Republican opponents have not held back, with several urging that Clinton be prosecuted for mishandling government secrets.\n\n(Reporting by Jonathan Allen; Additional reporting by Arshad Mohammed in Washington; Editing by Andrew Hay and Leslie Adler)", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "(Reuters) - A federal judge ruled on Tuesday that U.S.", "title": "Judge orders Clinton aides to be questioned under oath on emails", "url": "http://www.thefiscaltimes.com/latestnews/2016/02/23/US-judge-orders-discovery-Clinton-email-lawsuit-report", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/usa-election-clinton_1.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/latestnews/2016/02/23/US-judge-orders-discovery-Clinton-email-lawsuit-report", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/usa-election-clinton_1.jpg", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "(Reuters) - A federal judge ruled on Tuesday that U.S.", "generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "Clinton returned about 30,000 emails to the State Department in 2014, but said she deleted thousands of others her staff deemed not to be work-related.\nThe State Department said it was reviewing the order but could not comment further on ongoing litigation.\nSenator Bernie Sanders of Vermont, has declined to criticize Clinton's email arrangement while campaigning.\nIn a statement to the media, the group said it may later seek to have Clinton testify under oath.\nAt least 1,700 of the emails from Clinton's unsecured server contain classified information, according to the State Department, including closely held secrets from the country's spy agencies."}