{"article_title": "Plans for state-run health exchange dropped", "article_keywords": ["website", "million", "plans", "exchange", "federal", "mexico", "state", "cost", "health", "dropped", "staterun", "insurance", "board"], "article_url": "http://www.abqjournal.com/566536/plans-for-state-run-health-exchange-dropped.html", "article_text": ".......... .......... .......... .......... .......... .......... .......... .......... .......... .......... .......... .......... .......... .......... .......... .......... .......... ..........\n\nALBUQUERQUE, N.M. — The New Mexico Health Insurance Exchange board has decided to drop plans for building a state website for individual consumers and instead will continue using the federal website.\n\nForging ahead with the technical work for a wholly state-based operation would be more costly and would not provide the same level of customer support as the federal Healthcare.gov site is able to deliver, said health exchange CEO Amy Dowd.\n\nCurrently, 13 states and the District of Columbia have state-run exchanges. New Mexico has a hybrid system in which the state-operated BeWellNM.com website is used only for small businesses seeking to purchase health insurance. For individuals, the state site acts as a portal to the federal website.\n\nSome health exchange board members are concerned the decision, approved 8-4 on March 31, means New Mexico will lose control.\n\n“To complete the website might have been more expensive, but we would have had complete control to manage costs,” said board member Jason Sandel of Aztec.\n\nThe state’s Insurance Superintendent John Franchini, also a board member, was not in favor of continuing work on the state website.\n\n“I felt it was not viable at this time,” he said, “The federal government had changed guidelines for us on how it was supposed to function — software would have had to be changed radically. I feel that renting the software and the program (from the federal government) is much more efficient and prudent for us.”\n\nThe health exchange won’t have to start paying to use the federal website until 2017. Franchini estimates the cost could be $3 million to $5 million annually, but the final amount probably won’t be set until late 2016, he said.\n\nThe exchange has spent more than $8 million in federal money to build a market website for individuals. The site was about 75 percent completed — although it was untested — when the federal Center for Medicare & Medicaid Services (CMS) changed the design guidelines last fall.\n\nThe exchange applied for $97 million to meet the new guidelines and pay some other costs, but CMS denied that request in November.\n\nThe federal agency threw up another roadblock recently, when it said the exchange could not use federal funds left over from a previous grant to pay for advertising and enrollment assistance, along with the website development. The money, the agency said, could only be used for the website work.\n\nAnd that means insurers will have to pay a heftier assessment to the exchange to cover those costs, according to a presentation Dowd made to the health exchange board.\n\nPreliminary figures indicate the total cost of the health exchange through 2019 will be $78.6 million. Insurance companies will be assessed $6.8 million in 2015, rather than the earlier projection of $1.5 million. The cost will rise to $10.3 million in 2016 and more than $15 million annually in the ensuing years. The remainder of the cost will be paid by federal funds.\n\nPresbyterian Health Plan and Blue Cross Blue Shield of New Mexico said they were still evaluating how the higher fees would affect premiums.\n\nFranchini said the impact will be spread over all the premiums sold by carriers in New Mexico and would therefore be no more than 15 cents to 20 cents per month per consumer.\n\nxxxxxx", "article_metadata": {"description": "ALBUQUERQUE, N.M. — People seeking or renewing health insurance will continue to use federal exchange", "generator": "WordPress 4.5.2", "author": "Rosalie Rayburn | Journal Staff Writer", "og": {"url": "http://www.abqjournal.com/566536/plans-for-state-run-health-exchange-dropped.html", "image": "http://www.abqjournal.com/wp-content/uploads/2013/12/BC-US-Health-Overhaul-Disparities-ref-1000x724.jpg", "type": "website", "description": "People seeking or renewing health insurance will continue to use federal exchange", "title": "Plans for state-run health exchange dropped"}, "fb": {"pages": 76430478236, "app_id": 419447351433280}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0"}, "article_summary": "And that means insurers will have to pay a heftier assessment to the exchange to cover those costs, according to a presentation Dowd made to the health exchange board.\nSome health exchange board members are concerned the decision, approved 8-4 on March 31, means New Mexico will lose control.\n.......... .......... .......... .......... .......... .......... .......... .......... .......... .......... .......... .......... .......... .......... .......... .......... .......... ..........ALBUQUERQUE, N.M. — The New Mexico Health Insurance Exchange board has decided to drop plans for building a state website for individual consumers and instead will continue using the federal website.\nPreliminary figures indicate the total cost of the health exchange through 2019 will be $78.6 million.\nNew Mexico has a hybrid system in which the state-operated BeWellNM.com website is used only for small businesses seeking to purchase health insurance."}