{"article_title": "Rand Paul 2016: He plans to run TV ad during next GOP debate", "article_keywords": ["rand", "republican", "run", "plans", "tv", "iowa", "kentucky", "debate", "states", "state", "reserved", "paul", "2016", "gop", "ad"], "article_url": "http://www.politico.com/story/2015/09/rand-paul-2016-tv-ad-iowa-new-hampshire-213442", "article_text": "AP Photo Rand Paul plans to run TV ad during next GOP debate\n\nRand Paul plans to air a television ad in Iowa and New Hampshire during next week's Republican presidential debate — a modest bet that intense interest in the televised debates can revive his lagging poll numbers.\n\nThe Kentucky senator's campaign has reserved almost $10,000 on CNN in both coveted early primary states during the Sept. 16 debate, according to an ad-tracking source. The first GOP debate, which aired on Fox News Channel, earned record-high ratings.\n\nStory Continued Below\n\nThe spending move comes as Paul tries to stay competitive despite lackluster polling in both states. Recent NBC News/Marist polls in Iowa and New Hampshire showed Paul at just 5 percent in each state, trailing a number of his rivals for the nomination.\n\nPaul isn't the only one hoping to capitalize on the expected high viewership for the debate. In his home state of Kentucky, a group backed by the Republican Governors Association has reserved airtime on CNN to boost Matt Bevin, the GOP candidate in this year's gubernatorial race.", "article_metadata": {"og": {"site_name": "POLITICO", "description": "The Kentucky senator's campaign has reserved almost $10,000 on CNN.", "title": "Rand Paul plans to run TV ad during next GOP debate", "url": "http://www.politico.com/story/2015/09/rand-paul-2016-tv-ad-iowa-new-hampshire-213442", "image": "http://static.politico.com/46/90/f6b04905499a905a954485ed55ee/150909-rand-paul-ap-1160.jpg", "fb_appid": 114037015331397, "type": "article"}, "article": {"author": "https://www.facebook.com/daniel.strauss.758"}, "twitter": {"site": "@politico", "card": "summary_large_image", "creator": "@politico"}, "description": "The Kentucky senator's campaign has reserved almost $10,000 on CNN.", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fe0357\"", "article_summary": "AP Photo Rand Paul plans to run TV ad during next GOP debateRand Paul plans to air a television ad in Iowa and New Hampshire during next week's Republican presidential debate — a modest bet that intense interest in the televised debates can revive his lagging poll numbers.\nThe first GOP debate, which aired on Fox News Channel, earned record-high ratings.\nPaul isn't the only one hoping to capitalize on the expected high viewership for the debate.\nStory Continued BelowThe spending move comes as Paul tries to stay competitive despite lackluster polling in both states.\nThe Kentucky senator's campaign has reserved almost $10,000 on CNN in both coveted early primary states during the Sept. 16 debate, according to an ad-tracking source."}