{"article_title": "The Supreme Court’s Obamacare decision could do the most damage in the South", "article_keywords": ["enrollees", "supreme", "financial", "outofpocket", "exchange", "decision", "obamacare", "damage", "states", "average", "courts", "court", "receiving", "subsidies", "south"], "article_url": "https://www.washingtonpost.com/news/wonk/wp/2015/03/11/the-supreme-courts-obamacare-decision-could-do-the-most-damage-in-the-south/", "article_text": "\n\nThe Supreme Court is expected to rule in June on whether health-care subsidies for millions of Americans are valid. (Mandel Ngan/AFP/Getty Images)\n\nIf the Supreme Court rules this summer that federal-run Obamacare exchanges can't provide health insurance subsidies, the results could be chaotic for those receiving the financial aid across the country — especially in the South.\n\nAbout 11.7 million people have signed up for 2015 exchange plans, including 8.8 million who selected coverage in states with federal-run exchanges, the Obama administration announced Tuesday. The vast majority of those people are receiving subsidies, which on average cuts monthly premiums by 72 percent. The size of the typical discount, though, varies by state.\n\nThe following map shows just how far the average subsidy goes matters where you live. And it turns out that subsidies are the most valuable in the South. For example, the average subsidy in Alabama is $266, which covers 75 percent of a monthly premium for the average exchange plan in the state. The average credit in New Jersey is larger at $306, but that covers just 65 percent of the monthly premium for the average exchange plan in that state.\n\nAbout 86 percent of all enrollees are receiving subsidies, and the following map again shows that residents of Southern states benefit the most. In Florida, 93 percent of the 1.6 million enrollees — the highest of any state — are getting federal help. In New Hampshire, 71 percent of enrollees are getting financial aid, which is the lowest rate of any state.\n\nThere’s a second piece of financial aid also at stake in the Supreme Court case, one that gets much less ink. And here, too, Southern states are more reliant.\n\nIt’s known as the cost-sharing reduction: subsidies that discount people's out-of-pocket costs for deductible, co-pays and co-insurance. These credits are more limited than the premium subsidies – they’re only available to people purchasing mid-level “silver” health plans who earn under 250 percent of the federal poverty level, or $29,425 for an individual. This cost-sharing reduction could slash out-of-pocket costs by as much as 94 percent for the lowest-income individuals. The reductions are automatically applied, so consumers may not even realize that they’re receiving the aid.\n\nAbout 60 percent of exchange plan enrollees received these out-of-pocket reductions across the country, according to HHS. Again, there’s significant variation within the states. Just 37 percent of New Hampshire enrollees are getting government help with out-of-pocket costs, while 76 percent of Mississippi customers receive this subsidy.\n\nA new analysis from the Kaiser Family Foundation released Wednesday underscores why this credit, usually overlooked when the media discusses the Supreme Court case, King v. Burwell, is important. According to Kaiser, more than one-third of people with private insurance don’t have the liquid assets to pay for a mid-range annual deductible, which Kaiser pegs at $1,200 for an individual or $2,400 for a family.\n\nThe financial burden is greater for lower-income families, though. Just one-third of households earning between the federal poverty level and 250 percent FPL — the threshold for cost-sharing reductions — have the liquid assets to cover these deductibles. As the following chart shows, even fewer in this income range could meet a higher threshold for deductibles, starting at $2,500 for an individual.\n\nThe Supreme Court isn't expected to issue its subsidy decision until late June. If the court rules that subsidies through the federal-run exchanges are illegal, some states could then quickly look to set up their own online insurance marketplaces to avoid disruption. Justice Samuel Alito during last week's hearing suggested that the court could delay such a decision from taking effect to give Congress time to work out a fix for the millions losing financial assistance. Still, there's plenty of reason to be skeptical that the Obama administration and a Republican-controlled Congress would be able to work out a deal.\n\nAnd it's safe to say that if they don't, Americans in Southern states will feel the biggest impact.", "article_metadata": {"description": "The loss of subsidies would be felt the hardest in the states most opposed to the law.", "og": {"site_name": "Washington Post", "description": "The loss of subsidies would be felt the hardest in the states most opposed to the law.", "title": "The Supreme Court’s Obamacare decision could do the most damage in the South", "url": "https://www.washingtonpost.com/news/wonk/wp/2015/03/11/the-supreme-courts-obamacare-decision-could-do-the-most-damage-in-the-south/", "image": "https://img.washingtonpost.com/rf/image_1484w/2010-2019/Wires/Images/2015-03-04/Getty/Was8908811.jpg", "type": "article"}, "referrer": "unsafe-url", "twitter": {"site": "@WashingtonPost", "card": "summary_large_image", "creator": "@jasonmillman"}, "apple-itunes-app": "app-id=938922398, app-argument=https://www.washingtonpost.com/news/wonk/wp/2015/03/11/the-supreme-courts-obamacare-decision-could-do-the-most-damage-in-the-south/", "fb": {"admins": 500835072, "app_id": 41245586762}, "keywords": "Post Keywords", "article": {"publisher": "https://www.facebook.com/washingtonpost"}, "viewport": "width=device-width, initial-scale=1.0, user-scalable=yes, minimum-scale=0.5, maximum-scale=2.0", "news_keywords": "Post Keywords"}, "_id": "\"57477af36914bd0286fd0925\"", "article_summary": "The Supreme Court isn't expected to issue its subsidy decision until late June.\nThe Supreme Court is expected to rule in June on whether health-care subsidies for millions of Americans are valid.\nThere’s a second piece of financial aid also at stake in the Supreme Court case, one that gets much less ink.\nThe vast majority of those people are receiving subsidies, which on average cuts monthly premiums by 72 percent.\nFor example, the average subsidy in Alabama is $266, which covers 75 percent of a monthly premium for the average exchange plan in the state."}