{"article_title": "California Governor Signs $15 Minimum Wage Bill", "article_keywords": ["wage", "brown", "15", "workers", "bill", "increases", "governor", "angeles", "los", "state", "minimum", "california", "signs"], "article_url": "http://www.nbclosangeles.com/news/local/California-Minimum-Wage-374470051.html", "article_text": "Despite previous objections to raising California's minimum wage to $15, Governor Brown signed off on the bill on Monday, which will boost the state's minimum wage to $10.50 by 2017 and continue to increase. Conan Nolan reports for NBC4 News at Noon on Monday, April 4, 2016. (Published Monday, April 4, 2016) (Published Monday, April 4, 2016)\n\nGov. Jerry Brown signed legislation Monday that will raise California's minimum wage to $15 an hour by 2022, a move he says is part of living in a \"moral community.\"\n\nThe governor signed SB 3 during a morning ceremony at the Ronald Reagan State Building in downtown Los Angeles. The state Assembly and Senate approved the legislation Thursday, despite opposition from Republicans and business leaders.\n\n\"This is an old idea,\" Brown said Monday, surrounded by supporters, including members of the Service Employees International Union. \"Work is not just an economic equation. Work is part of living in a moral community. A worker is worthy of his or her hire, and to be worthy means they can support a family.\"\n\n\"Economically, minimum wages may not make sense. Morally and socially and politically, they make every sense because it binds the community together,\" he added.\n\nGov. Jerry Brown Signs Minimum Wage Bill\n\nGov. Jerry Brown was in Los Angeles Monday April 4, 2016 to sign a bill that will eventually make California's minimum wage $15 per hour. (Published Monday, April 4, 2016)\n\nBrown put pen to paper as supporters cheered.\n\nUnder the legislation, California's $10-an-hour minimum wage will increase to $10.50 in January 2017, then to $11 on Jan. 1, 2018. The minimum wage will then go up by a dollar in each of the following years until it reaches $15 in 2022, after which it will continue to rise each year by up to 3.5 percent to account for inflation.\n\nBusinesses with 25 or fewer employees get an extra year to raise their wage, so that workers will be paid $15 by 2023.\n\nThe plan also gives the governor the ability to temporarily halt the raises if there is a forecasted budget deficit of more than 1 percent of annual revenue, or due to poor economic conditions such as declines in jobs and retail sales.\n\nNewsConference Extra: Minimum Wage Fast Tracked\n\nCalifornia will now have the highest minimum wage in the nation as soon as Gov. Brown signs a bill Monday morning in Los Angeles. Just a few months ago the governor said it would cost the state jobs. So how did this reversal happen so fast? Sacramento Bee Columnist Dan Walters who has been covering Sacramento for over 40 years gives NBC's Conan Nolan the backstory. (Published Monday, April 4, 2016)\n\nGovernment workers who provide in-home health services will receive an additional three paid sick days under the plan.\n\nThe wage hike will affect 5.6 million workers, or about one-third of the statewide workforce, officials said.\n\nThe proposal is similar, although slightly slower, than an already-approved increased in the city of Los Angeles minimum wage. Under the city ordinance, the minimum wage will increase to $10.50 on July 1 and eventually reach $15 per hour in 2020, with future increases pegged to the Consumer Price Index.\n\nThe same wage hike schedule was also adopted for the unincorporated areas of Los Angeles County.\n\nSouthern California Images in the News\n\nOther California cities have also enacted wage increases, some even earlier than Los Angeles. San Jose's wage rose to $10.30 per hour in Jan. 1, 2015, and is set to continue climbing depending on the CPI. San Francisco's minimum hourly wage, now at $12.25, will go up to $13 on July 1 and to $15 in 2018, followed by further increases based on CPI, under a measure approved by that city's voters in 2014.\n\nRepublicans and business leaders opposed the statewide minimum-wage hike, arguing it will lead to businesses reducing the size of their work force or increasing prices to cover the costs of the increased wages.\n\n\"This bill will add to the challenges that include recent Affordable Care Act mandates, recent minimum wage increases, new mandatory paid sick leave and increases in workers' compensation,\" said Assemblyman Bill Brough, a Republican from Dana Point. \"Small business workers' compensation is based on payroll. As payroll increases so does workers' comp. This isn't even considering local permits and other regulatory agencies small businesses have to comply with.\"\n\nA legislative analysis puts the ultimate cost to taxpayers at $3.6 billion a year in higher pay for government employees. A $15 base wage will have \"devastating impacts on small businesses in California,\" Tom Scott, executive director of the state branch of the National Federation of Independent Business, said in a statement.\n\n\"Ignoring the voices and concerns of the vast majority of job creators in this state is deeply concerning and illustrates why many feel Sacramento is broken,\" Scott said.\n\nBrown has said California, with the world's eighth largest economy, can absorb the raises without the problems predicted by opponents. Supporters, primarily Democrats, rallied behind the proposal, saying workers earning minimum wage should be able to pay for basic necessities.\n\n\"Wages are not keeping pace with the cost of living in California. Income inequality continues to grow,\" said Assemblywoman Toni Atkins, a Democrat from San Diego. \"This proposal will help millions of hard-working Californians while protecting taxpayers and small businesses if the economy experiences a downturn. We can be prudent and make sure workers are paid a reasonable, livable wage at the same time. It doesn't have to be a choice.\"\n\nAbout 2.2 million Californians now earn the minimum wage, but University of California, Irvine, economics professor David Neumark estimated the boost could cost 5 to 10 percent of low-skilled workers their jobs.\n\nCalifornia and Massachusetts currently have the highest statewide minimum wage at $10. Washington, D.C., stands at $10.50. Los Angeles, Seattle and other cities have recently approved $15 minimum wages, while Oregon officials plan to increase the minimum to $14.75 an hour in cities and $12.50 in rural areas by 2022.\n\nNew York's state budget includes gradually raising the $9 minimum wage to $15, starting in New York City in three years and phasing in at a lower level elsewhere. An eventual statewide increase to $15 would be tied to economic indicators like inflation.\n\nCopyright City News Service / NBC Southern California", "article_metadata": {"description": "Gov. Jerry Brown signed legislation Monday that will raise California's minimum wage to $15 an hour by 2022, a move he says is part of living in a &quot;moral community.&quot;", "title": "California Governor Signs $15 Minimum Wage Bill", "og": {"site_name": "NBC Southern California", "description": "Gov. Jerry Brown signed legislation Monday that will raise California's minimum wage to $15 an hour by 2022, a move he says is part of living in a \"moral community.\"", "title": "Governor Signs $15 Minimum Wage Bill", "url": "http://www.nbclosangeles.com/news/local/California-Minimum-Wage-374470051.html", "image": "http://media.nbclosangeles.com/images/1200*677/04-04-2016-jerry-brown-minimum-wage-1.JPG", "type": "article"}, "twitter": {"description": "Gov. Jerry Brown signed legislation Monday that will raise California's minimum wage to $15 an hour by 2022, a move he says is part of living in a \"moral community.\"", "title": "Governor Signs $15 Minimum Wage Bill", "url": "http://www.nbclosangeles.com/news/local/California-Minimum-Wage-374470051.html", "image": "http://media.nbclosangeles.com/images/1200*677/04-04-2016-jerry-brown-minimum-wage-1.JPG?ak=bc", "creator": "@nbcla", "site": "@nbcla", "card": "summary_large_image"}, "taboola_lead": "video", "robots": "noodp,noydir", "tp": {"preferredRuntimes": "Flash,HTML5", "FlashBlacklist": "None|None", "preferredFormats": "mpeg4,m3u,webm,ogg,flv,F4M"}, "fb": {"app_id": 61690781361}, "keywords": "minimum wage, jerry brown, california minimum wage", "article": {"publisher": "http://www.facebook.com/NBCLA"}, "viewport": "width=device-width, user-scalable=yes", "news_keywords": "minimum wage, jerry brown, california minimum wage"}, "article_summary": "NewsConference Extra: Minimum Wage Fast TrackedCalifornia will now have the highest minimum wage in the nation as soon as Gov.\nDespite previous objections to raising California's minimum wage to $15, Governor Brown signed off on the bill on Monday, which will boost the state's minimum wage to $10.50 by 2017 and continue to increase.\nThe proposal is similar, although slightly slower, than an already-approved increased in the city of Los Angeles minimum wage.\nJerry Brown was in Los Angeles Monday April 4, 2016 to sign a bill that will eventually make California's minimum wage $15 per hour.\nUnder the legislation, California's $10-an-hour minimum wage will increase to $10.50 in January 2017, then to $11 on Jan. 1, 2018."}