{"article_title": "Jaguars, Paul Posluszny thought a win was there to take vs. Broncos – The Denver Post", "article_keywords": ["bradley", "broncos", "win", "jaguars", "denver", "good", "thought", "posluszny", "vs", "game", "lot", "post", "didnt", "paul", "best"], "article_url": "http://www.denverpost.com/broncos/ci_24303233/jaguars-paul-posluszny-thought-win-broncos", "article_text": "Paul Posluszny has the linebacker look and maybe that’s why nobody laughed Sunday in the Jacksonville locker room when he said the Jaguars didn’t come to Denver in search of a moral victory.\n\n“We thought we’d win the game,” Posluszny said. “We didn’t care what the outside world thought.”\n\nThe outside world thought the Jaguars were going to get hit with a wrecking ball, with the Broncos favored by 27 points. Peyton Manning led the Broncos to five touchdowns, but they didn’t clinch their 35-19 win until they turned away a Jaguars drive with about four minutes remaining.\n\nPosluszny did his part to keep the game interesting, returning an interception of a Manning pass 59 yards for a second-quarter TD that trimmed Denver’s lead to 14-12.\n\n“That was an exciting play,” Posluszny said of his first NFL touchdown. “Andre Branch made a great block that got me in the end zone.”\n\nFellow linebacker Russell Allen discounted any thought that the Broncos, now 6-0, overlooked the Jaguars (0-6).\n\n“They jumped up 14-0,” Allen said. “They were ready to play. We got their best shot. They’ve had a lot of notoriety because they’ve earned it. They probably have the best quarterback of all time. We did a lot of good things today, but came up short. We’re improving, but we’re not were we want to be.”\n\nJacksonville coach Gus Bradley said the Broncos were simply too talented for his rebuilding club.\n\n“We’re going in the right direction, but we’re trying to get the outcome to go in our favor,” Bradley said. “We let their emotion get the best of us, but we were able to come back and do some good things.”\n\nBradley said his team needs to build off what it did well and improve on what it didn’t do well.\n\n“We didn’t talk about the point spread,” he said. “We celebrate the victories within the game. We got a pick six. The overall outcome we’re looking for isn’t where we want to be.”\n\nBradley credited Denver with having a lot of weapons. The surprise was the threat the Jaguars posed on offense. Coming into the game, they were the lowest-scoring team in the NFL, averaging only 10 points.\n\nVeteran quarterback Chad Henne, who didn’t talk with the media after the game, seemed to give Jacksonville a lift. He replaced struggling Blaine Gabbert, who’s injured.\n\n“I thought he showed leadership and he was competitive,” Bradley said of Henne. “It was good to see Chad do some good things, but he’s not where he has to be.”", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "Jaguars, Paul Posluszny thought a win was there to take vs. Broncos", "title": "Jaguars, Paul Posluszny thought a win was there to take vs. Broncos", "url": "http://www.denverpost.com/2013/10/13/jaguars-paul-posluszny-thought-a-win-was-there-to-take-vs-broncos/", "image": {"width": 600, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/04/20131013__paul-posluszny-peyton-manning-int-broncos-101313p1.jpg", "height": 399}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/04/20131013__paul-posluszny-peyton-manning-int-broncos-101313p1.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "article": {"published_time": "2013-10-13T19:24:47+00:00", "modified_time": "2016-04-28T12:01:34+00:00"}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fe29b6\"", "article_summary": "“We thought we’d win the game,” Posluszny said.\nPaul Posluszny has the linebacker look and maybe that’s why nobody laughed Sunday in the Jacksonville locker room when he said the Jaguars didn’t come to Denver in search of a moral victory.\n“We didn’t care what the outside world thought.”The outside world thought the Jaguars were going to get hit with a wrecking ball, with the Broncos favored by 27 points.\nPeyton Manning led the Broncos to five touchdowns, but they didn’t clinch their 35-19 win until they turned away a Jaguars drive with about four minutes remaining.\n“Andre Branch made a great block that got me in the end zone.”Fellow linebacker Russell Allen discounted any thought that the Broncos, now 6-0, overlooked the Jaguars (0-6)."}