{"article_title": "Former 'Daily Show' correspondent Wyatt Cenac says he fought with Jon Stewart over race", "article_keywords": ["correspondent", "staff", "felt", "daily", "thats", "wyatt", "voice", "race", "stewarts", "cain", "fought", "cenac", "think", "jon", "stewart"], "article_url": "http://www.latimes.com/entertainment/tv/showtracker/la-et-st-daily-show-correspondent-wyatt-cenac-jon-stewart-race-20150724-story.html", "article_text": "It's a safe bet former \"Daily Show\" correspondent Wyatt Cenac will not be mourning Jon Stewart's retirement next month.\n\nAs a guest on Marc Maron's podcast \"WTF\" this week, Cenac claimed that he and the host did not get along and recounted a disagreement over Stewart's impersonation of then-presidential candidate Herman Cain, which Cenac felt was racially insensitive. In Cenac's telling, the confrontation erupted into a profanity-laced argument in front of much of \"The Daily Show\" staff and contributed to his decision to leave the show a year later.\n\nComedy Central declined to comment on the matter.\n\nCenac said he hoped that when he was hired as a writer and correspondent for \"The Daily Show\" in 2008, Stewart would become a kind of father figure to him. That's not what happened.\n\nAccording to Cenac, their already-distant relationship soured in the summer of 2011, when Cain generated headlines with his gaffe-prone bid for the Republican nomination. Stewart had done an impression of Cain that Fox News commentators had singled out and accused of conjuring negative racial stereotypes.\n\nCenac didn't disagree. \"It was a little weird. It reminded me of a Kingfish type of a thing,\" he told Maron, referring to the scheming character from the \"Amos 'n' Andy\" show.\n\n\"I don’t think [it was] from a malicious place, I think it’s from a sort of naïve ignorant kind of place,\" he said of Stewart's impression.\n\nSo when Stewart started to plan a response to Fox News, Cenac felt compelled to voice his discomfort with the impression in email. The disagreement escalated during a meeting of the writing staff, when he again raised his objections with both the Cain voice and with the planned response to Fox:\n\n\"I said, look, I gotta be honest. When I heard it... I cringed a little bit. It bothered me. He got incredibly defensive. I remember he was like, 'What are you trying to say? There’s a tone in your voice.' I was like, 'There’s no tone. It bothered me. It sounded like Kingfish.\" And then he got upset.\"\n\nFrom there, Cenac said that Stewart dismissed him using an expletive, and \"stormed out\" of the room. Their fight continued in Stewart's office until, of all things, a staffer's dog began pawing them and helped defuse the tension.\n\nAs the only black writer on the show at the time, Cenac said he felt the burden to represent his community: \"I try to represent them the best that I can. I gotta be honest if something seems questionable, because if not, then I don’t want to be in a position where I am being untrue not just to myself but to my culture, because that’s exploitative. I’m just allowing something to continue if I’m just going to go along with it. And sadly, I think that’s the burden a lot of people have to have when you are 'the one.' You represent something bigger than yourself whether you want to or not.\"\n\nCenac stayed on at \"The Daily Show\" for another year, but only as a correspondent, during which time he said he felt like \"a ghost walking through the halls.\" A revised version of the rebuttal to Fox News did eventually air (warning: It contains what some may find to be offensive language and imagery).\n\nAs revered as it is on the left, \"The Daily Show\" has not been immune to criticisms over its perceived lack of diversity. In 2010, the feminist website Jezebel cited the low number of female correspondents and staff writers and accused the show of being a \"boys' club where women's contributions are often ignored and dismissed.\"\n\nFollow @MeredithBlake on Twitter.\n\nMORE TELEVISION NEWS:\n\nReview: 'I Am Cait' engenders genuine illumination and thought\n\n'Game of Thrones' VFX video reveals how HBO built Season 5's fantasy lands\n\nObama defends record, begs Jon Stewart to stay at 'The Daily Show'", "article_metadata": {"fb_title": "Former 'Daily Show' correspondent Wyatt Cenac says he fought with Jon Stewart over race", "Description": "It's a safe bet former \"Daily Show\" correspondent Wyatt Cenac will not be mourning Jon Stewart's retirement next month.   As a guest on Marc Maron's podcast \"WTF\" this week, Cenac claimed that he and the host did not get along and recounted a disagreement over Stewart's impersonation of then-presidential...", "copyright": "Copyright (c) 2016 Los Angeles Times", "author": "Los Angeles Times", "og": {"site_name": "latimes.com", "description": "It's a safe bet former \"Daily Show\" correspondent Wyatt Cenac will not be mourning Jon Stewart 's retirement next month.", "title": "Former 'Daily Show' correspondent Wyatt Cenac says he fought with Jon Stewart over race", "url": "http://www.latimes.com/entertainment/tv/showtracker/la-et-st-daily-show-correspondent-wyatt-cenac-jon-stewart-race-20150724-story.html", "image": "http://www.trbimg.com/img-55b28097/turbine/la-et-st-daily-show-correspondent-wyatt-cenac-jon-stewart-race-20150724", "type": "article"}, "x-servername": "lalvp16.13", "twitter": {"site": "@latimes", "card": "summary"}, "msvalidate.01": "AAC9C18F70AC386BC4DCF4DDF9BF1786", "robots": "index,follow", "apple-itunes-app": "app-id=373238146, app-argument=http://www.latimes.com/deeplinkid/84067551", "fb": {"admins": 100000786395051, "page_id": 5863113009}, "googlebot-news": "index", "date": "2015-07-24", "y_key": "cee2fe4077f8d050", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, minimum-scale=1.0, user-scalable=no", "googlebot": "index"}, "article_summary": "It's a safe bet former \"Daily Show\" correspondent Wyatt Cenac will not be mourning Jon Stewart's retirement next month.\nAnd sadly, I think that’s the burden a lot of people have to have when you are 'the one.'\nSo when Stewart started to plan a response to Fox News, Cenac felt compelled to voice his discomfort with the impression in email.\nCenac said he hoped that when he was hired as a writer and correspondent for \"The Daily Show\" in 2008, Stewart would become a kind of father figure to him.\nFrom there, Cenac said that Stewart dismissed him using an expletive, and \"stormed out\" of the room."}