{"article_title": "Hospitals leave downtowns for more prosperous digs", "article_keywords": ["downtown", "prosperous", "hospital", "belleville", "digs", "leave", "downtowns", "officials", "health", "patients", "st", "hospitals", "elizabeths", "say"], "article_url": "http://www.usatoday.com/story/news/2015/04/11/kaiser-hospitals-leave-downtowns-for-more-prosperous-digs/25535283/", "article_text": "Belleville, Ill., Mayor Mark Eckert outside St. Elizabeth's Hospital, which is across from St. Peter's Cathedral in downtown Belleville. (Photo: Phil Galewitz, Kaiser Health News)\n\nBELLEVILLE, Ill. — Nearly as old as the railroad that slices through this southern Illinois city just east of the Mississippi River, St. Elizabeth's Hospital has been a downtown bedrock since 1875.\n\nStarted by three nuns from a Franciscan order in Germany, the Catholic hospital still seeks \"to embody Christ's healing love\" to the sick, the aged and the poor, according to its mission statement. It is so tied to the city that when the local economy slumped in 2009, the non-profit St. Elizabeth's gave $20 to every employee to spend on Main Street, sending hundreds of shoppers out to the mostly mom and pop-owned stores.\n\nBut St. E's, as locals call it, now faces its own financial troubles, largely a result of the costs of maintaining an obsolete facility and of treating more low-income and uninsured patients from Belleville and neighboring East St. Louis, one of the poorest cities in the Midwest.\n\nAfter a decade of losing money, St. Elizabeth's officials are taking a radical step: Like a small but growing number of hospitals around the country, they plan to close the 303-bed hospital and move elsewhere. They are seeking state approval to build a $300 million facility 7 miles northeast, in O'Fallon, a wealthier city that is one of the fastest-growing communities in the St. Louis region with new subdivisions, proximity to a regional mall and quick access to Interstate 64.\n\nDescribing plans to leave behind some services, including a walk-in clinic, St. Elizabeth's CEO Maryann Reese insists the hospital is not abandoning the city or the poor.\n\nBut that's exactly how many residents, community leaders and clergy see it. If St. Elizabeth's leaves downtown, they say, it will limit care for many poorer residents, especially those dependent on public transportation, and lead to overcrowding at the city's one other hospital, which is downsizing. Many also worry about the loss of jobs and of the visitors to the hospital who patronize local shops and eateries.\n\nGeri Boyer, who runs a bed and breakfast and an engineering firm on Main Street, said that as a Catholic, she's \"appalled\" by the hospital's plan. \"I do think they are putting profit motivations over the mission of serving the poor. I am upset and embarrassed for [them].\"\n\n\"Communities can be tipped by the loss of a vital medical institution,\" Belleville Police Capt. John Moody II wrote in a scathing letter about the plan to a state review board. \"There is too much at stake, and the loss will be catastrophic and I fear unrecoverable.\"\n\nGeography is destiny\n\nHospitals have moved before to follow population migrations, but the relocations are becoming more common. That's partly due to the aging of many facilities built in the 1950s and 1960s, and the desire to attract better-paying patients. A 2012 Health Affairs study found that hospitals in 12 markets used geographic expansion strategies, including building new hospitals or adding freestanding emergency departments, to \"capture\" well-insured patients.\n\n\"Where you choose to place new facilities almost always involves moving to an area where there is a substantial privately insured population,\" said Paul Ginsburg, chairman of medicine and public policy at the University of Southern California.\n\nCurrently, hospital relocations are planned or underway in South and Central Florida, eastern Tennessee, central Georgia, Birmingham, Ala., and northeast Ohio. Some have stirred controversy, as in Belleville:\n\n•Just west of Fort Lauderdale, HCA, a for-profit hospital chain, plans to close Plantation General Hospital and open a new hospital 7 miles away in more affluent Davie, near a medical school. \"It's all about greed,\" said Plantation Mayor Diane Bendekovic. When HCA offered to keep some outpatient services in town, she told them: \"Don't throw Plantation any crumbs.\"\n\n•Tennova Healthcare is moving its flagship Physicians Regional Medical Center near downtown Knoxville closer to higher-income suburbs 8 miles west. \"Clearly … they want to be near the better ZIP codes\" said Tony Spezia, CEO of Covenant Health, owner of Fort Sanders Regional Medical Center, which will become the last general hospital downtown. Tennova is owned by Community Health Systems, a large for-profit hospital system.\n\n•Just outside Cleveland, Lakewood Hospital in Lakewood, Ohio, which is managed by the Cleveland Clinic, is slated to close in 2016, and patients will be directed to the Clinic's newer Fairview Hospital 3 miles away or to another facility being built in Avon, 13 miles away. Both Fairview and Avon are higher-income. Lakewood officials say losing the hospital and its 1,000 employees could have a prolonged impact.\n\nHospital officials point to their aging, landlocked facilities and argue it is cheaper to build, rather than renovate. What they don't say publicly is how geography is often economic destiny for a hospital, especially at a time of increasing financial pressure as a result of Medicare funding cuts, including penalties that may result from new pay-for-performance measures in the Affordable Care Act.\n\nBy moving to wealthier areas, hospitals can reduce the percent of uninsured and lower-paying Medicaid patients, while increasing the proportion of privately insured patients — what hospitals refer to as attracting better \"payer mix.\" That's also why they locate outpatient centers and medical offices in affluent suburbs. But relocations often spark anger from those left behind, who worry about loss of jobs and of access to care, particularly for the poor.\n\nWhen the hospitals are non-profits, like St. Elizabeth's, questions loom larger because they are exempted from taxes in exchange for providing benefits to the community. \"Hospitals were established in inner cities where the greatest needs were and now, essentially, that charity obligation has gone by the wayside as they are looking at their bottom line,\" said Gerard Anderson, director of the Center for Hospital Finance and Management at the Johns Hopkins Bloomberg School of Public Health.\n\nEven non-profit hospitals want to be near wealthier residents. \"You move to where the money is,\" he said.\n\n'Built for health care in the 1950s'\n\nThat doesn't sit well with Belleville Mayor Mark Eckert, who was born at St. Elizabeth's, drove an ambulance there when he was a teenager and now lives three blocks away where he can see the lights on the hospital helipad from his living room. He fears the move will leave barren whole blocks in the middle of the city, devastate the downtown economy and make it more difficult for some people to get care.\n\n\"They are definitely running from the poor,\" he said.\n\nSt. Elizabeth's officials deny that, noting that only a quarter of their patients come from Belleville and the new site will be closer to the majority who live in other communities, including eight of the 10 ZIP codes in their service area with the highest poverty rates. \"Being more centrally located will also make care more accessible for everyone, regardless of income,\" the hospital said in a statement.\n\nBut the hospital faces a perception problem, in part because Belleville is older and poorer than O'Fallon. Median household income in Belleville is about $47,000, compared with over $75,000 in O'Fallon. By moving northeast, the hospital also moves farther away from East St. Louis, though hospital officials say the interstate location shortens drive time. Eckert says many poor people don't have cars and there is no direct public transportation to the O'Fallon site.\n\nEckert does not dispute that St. Elizabeth's is under stress and needs to modernize. The hospital lost $10.5 million on $148 million in revenue in 2013, according to its latest audited financial statement. That same year, Springfield, Ill.-based Hospital Sisters Health System, which owns St. Elizabeth's and 13 other hospitals in Illinois and Wisconsin, made $168 million on nearly $2 billion in revenue.\n\nMost of St. Elizabeth's operates out of a 60-year-old building that administrators say is difficult for many people to get to because of one-way roads. In addition, they say, patient rooms are too small and the waiting area for the emergency room is cramped.\n\n\"It is extremely challenging to operate a hospital that was designed and built for health care in the 1950s,\" Reese, the CEO, told a state regulatory board that reviews major hospital projects at a January hearing.With several members absent, the board voted down the relocation. But under state rules, the hospital can respond to its concerns and a second hearing and vote is expected on April 21.\n\nEckert said the city offered to help St. Elizabeth's rebuild downtown and even suggested another location adjacent to a college and a train line on the edge of town. But like so many other businesses that have left Belleville, hospital officials wanted quick access to the interstate. Hospital officials say they considered locations in Belleville, but settled on 114 acres of farmland they bought in O'Fallon in 2011 as a site to build a 144-bed facility.\n\nA sign marks the location of a proposed new St. Elizabeth's hospital in O'Fallon, Mo., on 114-acres farmland just off Interstate 64. (Photo: Phil Galewitz, Kaiser Health News)\n\nMove angers rival hospital\n\nAnother vehement opponent is Memorial Hospital, a few miles from downtown and the only other hospital in Belleville. It, too, is targeting the more affluent population to the east of the city — building a 94-bed hospital in Shiloh, also just off the interstate and a five-minute drive from the proposed site for St. Elizabeth's. State officials approved that facility in 2011— over the objection of St. Elizabeth's, which claimed there was no need for it.\n\n\"As a non-profit community hospital, we want to fulfill our mission — and meet our budgetary needs,\" said Memorial CEO Mark Turner. \"And to do that, there has to be enough money coming in to pay for that.\"\n\nUnlike St. Elizabeth's, though, Memorial retained its Belleville hospital, albeit with fewer beds. Memorial officials say they fear that if St. Elizabeth's moves, their Belleville hospital will be overwhelmed and will get most of the area's uninsured and Medicaid patients. Memorial also worries the new St. Elizabeth's will pull the best-paying patients from its new hospital set to open next year.\n\nMost opponents support St. Elizabeth's building a new hospital, but they want it in Belleville. \"Why do you want to be further away from the people you are helping?\" asked Stephanie Dorris, who helps lead a community group opposing the move, pointing to the empty lots around the hospital.\n\nThat was the same question some asked in South Bend, Ind., in 2009, when St. Joseph Regional Medical Center left its downtown location after 125 years for the richer and faster growing suburb of Mishawaka, 7 miles away. In its final year in South Bend, St. Joseph lost $42 million.\n\nIn the years since, the non-profit Catholic hospital has made about $50 million in profit, financial statements show.\n\nBut Karl Nichols, who heads the St. Joseph County Minority Health Coalition, said that hospital's departure has hurt the poor. He said that those without cars have less access to care, and the city's remaining hospital is overburdened.\n\n'You have to be prepared'\n\nDriving through Belleville on a recent morning, police Capt. Moody raises other concerns. As he passes several elementary schools close to St. Elizabeth's with children playing outside at recess, he worries about the unthinkable: how the loss of the hospital might affect response to, say, a mass shooting. \"You have to be prepared,\" he said.\n\nHe credits St. Elizabeth's with saving the life of a Belleville police officer who was shot in 2006 two blocks from the hospital. \"People here feel secure knowing St. E's is where it is,\" Moody said.\n\nMarilyn Lanter, 61, who works at Community Kindness Resale Shop on Main Street in Belleville, says she's been treated at St. Elizabeth's at least six times over 20 years. \"It's a place I trust with my life,\" she said. \"It's comforting to have the hospital so close, particularly for people like me who don't drive.\"\n\nThe drive from the existing hospital in Belleville to the proposed location in O'Fallon takes 15 to 20 minutes, but it's like going through a time warp. St. Elizabeth's sits across from the Gothic-style St. Peter's Cathedral down the street from a post office, a Catholic school, a Boy Scouts office and the City of Belleville Parks and Recreation building. In contrast, the O'Fallon hospital site is behind a Hilton Garden Inn and just across the interstate from shopping centers that include a Target and other big box retailers.\n\nThe Rev. Joshua Pittman of St. Paul's United Church of Christ is philosophical about the proposed change even though it will cause pain. \"Churches move, too,\" he said. \"It's what happens when sawmills close down and people move.\"\n\nBut to the Rev. Monsignor John Myler, rector of St. Peter's, the plan seems a betrayal. \"'Only 7 miles is quite a distance for the poor, who have no means of transportation,\" he wrote in opposition. \"It is contrary to Francis to ask those in need to travel to him. Rather Franciscans are — and have been for centuries — right among the people, not in a well-to-do place, asking the people instead to come to them.\"\n\nKaiser Health News is an editorially independent program of the Kaiser Family Foundation.\n\nRead or Share this story: http://usat.ly/1ykBLRM", "article_metadata": {"google": "notranslate", "description": "After a decade of losing money, St. Elizabeth's officials are taking a radical step: Like a small but growing number of hospitals around the country, they plan to close the 303-bed hospital and move elsewhere.", "og": {"site_name": "USA TODAY", "description": "After a decade of losing money, St. Elizabeth's officials are taking a radical step: Like a small but growing number of hospitals around the country, they plan to close the 303-bed hospital and move elsewhere.", "title": "Hospitals leave downtowns for more prosperous digs", "url": "http://www.usatoday.com/story/news/2015/04/11/kaiser-hospitals-leave-downtowns-for-more-prosperous-digs/25535283/", "image": "http://www.gannett-cdn.com/GDContent/applogos/usatoday.png", "type": "article"}, "twitter": {"description": "After a decade of losing money, St. Elizabeth's officials are taking a radical step: Like a small but growing number of hospitals around the country, they plan to close the 303-bed hospital and move elsewhere.", "creator": "@usatoday", "image": "http://www.gannett-cdn.com/-mm-/e274b140155c32dc54c7643b605dbd0274451825/c=200-0-1000-800&r=x643&c=640x640/local/-/media/2015/04/09/USATODAY/USATODAY/635641989936752766-Ekert-1200px.jpg", "title": "Hospitals leave downtowns for more prosperous digs", "site": "@usatoday", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "fb": {"app_id": 215046668549694}, "cXenseParse": {"gci-topic": "Companies/Community Health Systems", "gci-asset-type": "story", "gci-categories": "Companies/Community Health Systems", "title": "Hospitals leave downtowns for more prosperous digs", "author": "Phil Galewitz", "pageclass": "article", "recs": {"category": "news", "image-3-4": "http://www.gannett-cdn.com/-mm-/f522bd94098d30d7c8c5da2c809940e2e2361f35/c=130-0-730-800/local/-/media/2015/04/09/USATODAY/USATODAY/635641989936752766-Ekert-1200px.jpg", "image-1-1": "http://www.gannett-cdn.com/-mm-/e2f8e44f20597f4c8b070e7e5a7958c33b9d504b/c=200-0-1000-800/local/-/media/2015/04/09/USATODAY/USATODAY/635641989936752766-Ekert-1200px.jpg", "contenttype": "story", "image-4-3": "http://www.gannett-cdn.com/-mm-/48f701999d2d1cf7c7d05b85bb3d551c88842d30/c=111-0-1175-800/local/-/media/2015/04/09/USATODAY/USATODAY/635641989936752766-Ekert-1200px.jpg", "image": "http://www.gannett-cdn.com/-mm-/28075dd6feb4744143e8c6370138454389e1b086/c=0-46-1198-723&r=x633&c=1200x630/local/-/media/2015/04/09/USATODAY/USATODAY/635641989936752766-Ekert-1200px.jpg", "publishtime": "2015-04-11T12:29:15.727000-04:00", "shorthed": "Hospitals leave downtowns for more prosperous digs", "articleid": 25535283, "image-16-9": "http://www.gannett-cdn.com/-mm-/64d3ca638f4583a08ae74d7c8c1a2da0d83d8d12/c=0-46-1198-723/local/-/media/2015/04/09/USATODAY/USATODAY/635641989936752766-Ekert-1200px.jpg", "image-9-16": "http://www.gannett-cdn.com/-mm-/9320a888eb1fafaf48caddb31a00029b0598964e/c=212-0-660-800/local/-/media/2015/04/09/USATODAY/USATODAY/635641989936752766-Ekert-1200px.jpg"}}, "Content-Type": "text/html; charset=UTF-8", "viewport": "width=1070", "news_keywords": "hospital, health care, health insurance, relocations, belleville, st. elizabeth's, medicare, affordable care act, o'fallon,"}, "_id": "\"57477af36914bd0286fd0938\"", "article_summary": "Belleville, Ill., Mayor Mark Eckert outside St. Elizabeth's Hospital, which is across from St. Peter's Cathedral in downtown Belleville.\nBut like so many other businesses that have left Belleville, hospital officials wanted quick access to the interstate.\nA sign marks the location of a proposed new St. Elizabeth's hospital in O'Fallon, Mo., on 114-acres farmland just off Interstate 64.\nHospital officials point to their aging, landlocked facilities and argue it is cheaper to build, rather than renovate.\nBy moving northeast, the hospital also moves farther away from East St. Louis, though hospital officials say the interstate location shortens drive time."}