{"article_title": "Sheriff's Office: Teens arrested after posing with gun in school bathroom, sharing video on Snapchat", "article_keywords": ["school", "sharing", "parent", "office", "orange", "bathroom", "gun", "snapchat", "county", "schools", "safe", "video", "wesh", "student", "sheriffs", "posing", "teens"], "article_url": "http://www.wesh.com/news/sheriffs-office-teens-arrested-after-posing-with-gun-in-school-bathroom-sharing-video-on-snapchat/38743964", "article_text": "Orange County authorities said two teenagers each face charges after posing with a gun in a school bathroom and sharing video of it on Snapchat.\n\nAccording to the Orange County Sheriff's Office, the Cypress Creek High School students, ages 15 and 17, are seen in the video holding a handgun and pointing it at the camera. A second image showed the magazine and bullets, with the caption \"Yall would've thoughT its a toy.\"\n\n>>Download the WESH 2 News app for iOS and Android\n\n\"I honestly had a panic attack. I have anxiety and it made me have a panic attack, it freaked me out,\" said one local parent, who does not wish to be identified by WESH 2 News.\n\n\n\nThe parent alerted authorities after viewing the video.\n\n\n\n\"It's our job to keep our children safe at home, but we are entrusting you in keeping our children safe at school and obviously you are not doing your job,\" the parent said.\n\nThe sheriff's office said law enforcement officers and school administrators worked through the night to identify the two in the video.\n\nBoth teens were arrested at their homes. Officials said the firearm was found in the 17-year-old's backpack. They're each facing charges of possession of a firearm on school property and possession of a firearm by a minor.\n\n\"That's crazy,\" a student told WESH 2 News.\n\n\n\nWESH 2 News asked the student if the incident made them nervous.\n\n\n\n\"Yes, how many other people are going to bring handguns with them?\" the student said.\n\nThe district praised the student who told the parent about the video. The school's principal calls this an isolated incident. The principal said no one was threatened and there's no need to beef up security.\n\nOrange County Public Schools released the following statement:\n\n\"Orange County Public Schools commends the actions of the student and parent from Cypress Creek High School who reported what they saw on social media. Their efforts kept the school and community safe. At no time during the school day was anyone threatened by the students who were arrested by the Orange County Sheriff’s Office. Cypress Creek High School does have law enforcement presence on campus. The district also relies on the 'See Something Say Something' campaign that has proven successful at preventing dangerous situations.\"", "article_metadata": {"category": "Local News", "ib-analytics": "data", "item-publish-date": "Tue, 29 Mar 2016 22:37:17 EDT", "generator": "ibPublish 2", "author": "Matt Grant", "og": {"site_name": "WESH", "description": "Orange County authorities say two teenagers each face charges after posing with a gun in a school bathroom and sharing video of it on Snapchat.", "title": "Sheriff's Office: Teens arrested after posing with gun in school bathroom, sharing video on Snapchat", "url": "http://www.wesh.com/news/sheriffs-office-teens-arrested-after-posing-with-gun-in-school-bathroom-sharing-video-on-snapchat/38743964", "image": "http://www.wesh.com/image/view/-/38744144/highRes/1/-/maxh/630/maxw/1200/-/muw9pp/-/snapchat111-JPG.jpg", "type": "article"}, "twitter": {"url": "http://www.wesh.com/news/sheriffs-office-teens-arrested-after-posing-with-gun-in-school-bathroom-sharing-video-on-snapchat/38743964", "app": {"url": {"ipad": "wesh://content/article/38743964", "iphone": "wesh://content/article/38743964", "googleplay": "wesh://content/article/38743964"}, "name": {"ipad": "wesh", "iphone": "wesh", "googleplay": "wesh"}, "id": {"ipad": 506071794, "iphone": 506071794, "googleplay": "com.hearst.android.wesh"}}, "site": "@WESH", "card": "app"}, "al": {"android": {"url": "wesh://content/article/38743964", "app_name": "wesh", "package": "com.hearst.android.wesh"}, "ios": {"url": "wesh://content/article/38743964", "app_store_id": 506071794, "app_name": "wesh"}}, "fb": {"app_id": 154212591255637}, "google-site-verification": "uMW7NDY2q6RwXhbzqQ0XtQY90wWfw2wVI2-Zn6ipxIA", "keywords": "local orlando news, breaking orlando news, live orlando alerts", "article": {"author": "https://www.facebook.com/Matt-Grant-150992821613597"}, "news_keywords": "local orlando news, breaking orlando news, live orlando alerts", "description": "Orange County authorities say two teenagers each face charges after posing with a gun in a school bathroom and sharing video of it on Snapchat."}, "article_summary": "At no time during the school day was anyone threatened by the students who were arrested by the Orange County Sheriff’s Office.\nOrange County authorities said two teenagers each face charges after posing with a gun in a school bathroom and sharing video of it on Snapchat.\nAccording to the Orange County Sheriff's Office, the Cypress Creek High School students, ages 15 and 17, are seen in the video holding a handgun and pointing it at the camera.\nThe sheriff's office said law enforcement officers and school administrators worked through the night to identify the two in the video.\nThey're each facing charges of possession of a firearm on school property and possession of a firearm by a minor."}