{"article_title": "Health insurance mergers don't benefit consumers, California regulator warns", "article_keywords": ["jones", "dont", "consumers", "providers", "warns", "companies", "consolidation", "regulator", "medical", "benefit", "potential", "health", "market", "prices", "california", "insurance", "mergers"], "article_url": "http://www.latimes.com/business/la-fi-health-deals-competition-20150617-story.html", "article_text": "California's top insurance regulator expressed alarm Wednesday at the prospect of further consolidation in the health insurance industry.\n\nDave Jones, the state's elected insurance commissioner, said consumers, employers and medical providers all could be harmed if industry giants such as Anthem Inc. and UnitedHealth Group Inc. pull off potential mega-mergers.\n\n\"Generally speaking, further consolidation in the health insurance industry is not a good thing for consumers, employers or medical providers,\" Jones said in an interview. \"It means the potential for future price increases as a result of less competition.\"\n\nThe Pacific Business Group on Health, which represents large employers such as Boeing Co. and Walt Disney Co., raised some similar concerns Wednesday about consolidation across the entire healthcare sector.\n\n\"There is a history of large organizations becoming less willing to disclose data on their prices, utilization, or outcomes, and using their market power to command higher prices,” said David Lansky, chief executive of the San Francisco-based business group.\n\n“As these mergers happen, what guarantees will the parties make to providing sufficient transparency into how services are priced, what quality is being achieved and where to go to get the best care at the best price?” Lansky said.\n\nThe nation's biggest health insurers are contemplating a number of possible combinations, according to multiple reports. Analysts say deals for Cigna Corp. or Humana Inc. could enable the largest companies such as Anthem and UnitedHealth to exert even more market power nationwide.\n\nSome legal experts predict acquisitions among the industry's biggest players could face serious antitrust scrutiny from the U.S. Justice Department.\n\nState regulators could also weigh in and examine the fallout for businesses and consumers depending on which companies and markets are affected.\n\nThe health insurance companies involved have declined to comment on the speculation.\n\nProponents of these deals say a bigger health insurer could win lower prices from hospitals, physician groups and drugmakers due to its massive membership and pass along those savings to policyholders.\n\nHospitals and pharmaceutical companies have undergone consolidation in their respective industries, and they are often criticized for charging exorbitant prices.\n\nAn insurer's ability to deliver a huge number of patients could also make medical providers more willing to accept new payment methods that reward quality more than just the quantity of care delivered.\n\nMedicare officials are trying to push the U.S. healthcare system in that direction and move away from the wasteful fee-for-service system.\n\nLansky, head of the employer-backed group, said there can be \"positive and negative effects\" from medical providers and health plans increasing in size.\n\nFor his part, Jones said he's doubtful about any meaningful benefits flowing to consumers.\n\n\"There is no requirement the insurers pass on the savings, and historically I don't think it has worked out that way,\" he said.\n\nThe commissioner said he will take an active role in scrutinizing any potential transaction to make sure the interests of Californians are protected. That could mean working with officials at the federal level or in another state that may hold ultimate authority for approving a deal.\n\n\"Given the leadership role we play nationally here in California and given the size of our market, we will make sure California’s voice is heard,\" he said. \"There may be limits on our authority.\"\n\nTwitter: @chadterhune", "article_metadata": {"fb_title": "Health insurance mergers don't benefit consumers, California regulator warns", "googlebot": "index", "copyright": "Copyright (c) 2016 Los Angeles Times", "author": "Los Angeles Times", "og": {"site_name": "latimes.com", "description": "California's top insurance regulator expressed alarm Wednesday at the prospect of further consolidation in the health insurance industry.", "title": "Health insurance mergers don't benefit consumers, California regulator warns", "url": "http://www.latimes.com/business/la-fi-health-deals-competition-20150617-story.html", "image": "http://www.trbimg.com/img-5581d549/turbine/la-fi-health-deals-competition-20150617", "type": "article"}, "x-servername": "lalvp12.13", "twitter": {"site": "@latimes", "card": "summary"}, "msvalidate.01": "AAC9C18F70AC386BC4DCF4DDF9BF1786", "robots": "index,follow", "keywords": "health insurance, mergers, deals, anthem, dave jones, unitedhealth", "fb": {"admins": 100000786395051, "page_id": 5863113009}, "apple-itunes-app": "app-id=373238146, app-argument=http://www.latimes.com/deeplinkid/83805839", "googlebot-news": "index", "date": "2015-06-17", "Description": "California's top insurance regulator expressed alarm Wednesday at the prospect of further consolidation in the health insurance industry.   Dave Jones, the state's elected insurance commissioner, said consumers, employers and medical providers all could be harmed if industry giants such as Anthem...", "y_key": "cee2fe4077f8d050", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, minimum-scale=1.0, user-scalable=no", "news_keywords": "health insurance, mergers, deals, anthem, dave jones, unitedhealth"}, "_id": "\"57477af46914bd0286fdc922\"", "article_summary": "California's top insurance regulator expressed alarm Wednesday at the prospect of further consolidation in the health insurance industry.\n\"Generally speaking, further consolidation in the health insurance industry is not a good thing for consumers, employers or medical providers,\" Jones said in an interview.\nThe health insurance companies involved have declined to comment on the speculation.\nLansky, head of the employer-backed group, said there can be \"positive and negative effects\" from medical providers and health plans increasing in size.\nDave Jones, the state's elected insurance commissioner, said consumers, employers and medical providers all could be harmed if industry giants such as Anthem Inc. and UnitedHealth Group Inc. pull off potential mega-mergers."}