{"article_title": "Group wants to match more MSU students, Montana communities on meaningful projects", "article_keywords": ["wants", "group", "students", "msu", "work", "community", "research", "project", "montana", "match", "student", "communities", "scope", "meaningful", "museum", "projects", "native"], "article_url": "http://www.montana.edu/news/12296/group-wants-to-match-more-msu-students-montana-communities-on-meaningful-projects", "article_text": "Nathan Carroll, an MSU graduate student from Ekalaka, is one of the co-founders of a group that matches college students with communities. He confers here with a young scientist who attended the 2013 Dino Shindig in Ekalaka. (Photo courtesy of Nathan Carroll). High-Res Available\n\nBOZEMAN – Six Montana State University students who wanted to collaborate with a Montana community on innovative, meaningful projects spent last summer revamping the Carter County Museum in Ekalaka.\n\nNow the organizers want to match more students and communities on projects that combine outreach and student research. Some available projects are explained on the new website that the Student Community Outreach ProjEct (SCOPE) launched. SCOPE will also hold a meeting at noon Monday, Dec. 2, to explain the program. The meeting will be held in Ballroom B of MSU’s Strand Union Building. Anyone interested is invited to attend.\n\n“This concept isn’t new at all,” said Shelby Rogala, a 2012 MSU graduate and SCOPE’s interim director. “We are a land-grant university. This is our mission. But we hope to make it more accessible and more supported.”\n\nMSU students from any discipline have the background and abilities to benefit a community, Rogala said. The core group that worked in Ekalaka majored in earth sciences, history, graphic design, landscape design and film. Some of the participants had worked together on MSU’s student newspaper, the Exponent. Some were active in MSU’s student government.\n\nThe students, while in Ekalaka, prepared dinosaur fossils and redid an area of the Carter County Museum devoted to Native American artifacts. They organized a two-day Dino Shindig that drew more than 560 visitors to this southeast Montana town of 300. They built display cases and prepared for a new 12,000-square-foot addition that will feature fossils and casts of fossils found in southeast Montana. They planted trees, native plants and heirloom vegetables. They designed logos, a children’s coloring book and the museum website.\n\n“They came in. They took over. They did a wonderful thing and then they were gone. It was like a whirlwind,” said Marilyn Schultz, assistant director of the Carter County Museum. “Some of the things they have done we could not have done -- ever.”\n\nRogala said the collaboration was a huge success. She gave much of the credit to Nathan Carroll, one of the co-founders of SCOPE and an Ekalaka native who graduated from MSU with a degree in paleontology. He is now pursuing his master’s degree at MSU while serving as curator of the Carter County Museum.\n\nSabre Moore from Wright, Wyo., one of the students who spent the summer in Ekalaka, said, “It was a wonderful opportunity. It was definitely one of the best things I have agreed to do.”\n\nThe museum project allowed her to use her history major and three minors (museum studies, Native American studies and English literature studies) in a variety of ways, Moore said. She designed exhibits for the Native American collections, for example. She helped the museum reach Native American Graves Protection and Reparation Act (NAGPRA) accreditation, set up new displays and created a handbook for the museum collections.\n\nTammi Heneveld, a graphic design major from North Pole, Alaska, designed promotional materials and a new website for the museum.\n\n“It was a really fulfilling and almost profound experience for me,” Heneveld said. “It’s really inspiring to know that I can use my degree to help an organization or cause that I really care about, and I have the opportunity to be something bigger than myself. It was also a lot of fun to work alongside a bunch of my friends.”\n\nStudents who participate next summer will be able to be able to work at the Carter County Museum or other projects elsewhere, Rogala said. In addition to the projects listed on the SCOPE website, she is looking for other projects.\n\nOne available project already involves Katie Liebenstein of Portland, Ore., a pre-nursing student who graduated from Lewis and Clark College four years ago in history. She is working with MSU Extension Community Resources Specialist David Young to create a curriculum for inmates at the Gallatin Valley Detention Center on health literacy and the Affordable Care Act. Starting Jan. 1, she will go to the Detention Center to teach the curriculum and work alongside the inmates as they work through the financial and health questions involved in enrolling in the healthcare program.\n\n“It is challenging work, but I look forward to working with the inmate population soon,” Liebenstein said.\n\nShe added that she wanted to become involved with SCOPE because she was interested in working on a local issue involving public health. If a project wasn’t already in the works, she figured there was always a need for more outreach and education regarding community health.\n\n“SCOPE is a great organization because they have the means to connect students with authentic research and outreach projects in local communities and around Montana,” Liebenstein said. “I think getting to work on a project that is directly impacting the Bozeman community is really powerful and makes me feel more connected to this place and to my studies.”\n\nAnother new project would have students help a regional economic development group create a marketing plan, identification and materials. The group is the Beartooth RC & D Area, Inc., which works primarily in rural communities across Sweet Grass, Stillwater, Carbon, Yellowstone and Big Horn counties.\n\nSCOPE began last year as a pilot program. Rogala said part of her job now is looking for resources both off and on campus to support the SCOPE students. Those who worked at the Carter County Museum volunteered their time, receiving free lodging at a nearby camp for hunters with physical challenges. They were plied with cookies and homemade casseroles. Some earned classroom credit for their work. Others carried the experience with them as they started their first job after graduation.\n\nRogala is working particularly closely with MSU’s Undergraduate Scholars Program to write grants that will support SCOPE students. She is also checking into internship and scholarship possibilities.\n\nColin Shaw, director of the Undergraduate Scholars Program, said he believes in SCOPE.\n\n“Undergraduate research and engagement are two pillars of the MSU mission that we have been working to integrate for some time,” Shaw said. “SCOPE will connect the research and creative energy of our undergraduate students with real community needs.\n\n“As a student-conceived grassroots organization, SCOPE is well positioned to build relationships with the community and find new ways for our students to help in solving real-world problems through research and creative projects,” Shaw said. “This is really a great way for our students to combine rigorous academic research with service to the broader community.”\n\nEvelyn Boswell, (406) 994-5135 or evelynb@montana.edu\n\n\n\n", "article_metadata": {"medium": "news", "description": "MSU's Student Community Outreach ProjEct (SCOPE) wants to match more students and communities on projects that combine outreach and student research. A public meeting to explain is set for Dec. 2.", "og": {"site_name": "Montana State University", "description": "MSU's Student Community Outreach ProjEct (SCOPE) wants to match more students and communities on projects that combine outreach and student research. A public meeting to explain is set for Dec. 2.", "title": "Group wants to match more MSU students, Montana communities on meaningful projects", "url": "http://www.montana.edu/news/12296/group-wants-to-match-more-msu-students-montana-communities-on-meaningful-projects", "image": "http://www.montana.edu/news/images/articles/img20131122152130.jpg", "locale": "en_us", "type": "article"}, "pdate": 20131122, "twitter": {"description": "<p><span style=", "creator": "@montanastate", "image": "Notice: Undefined variable: primary in /export/home/ocpa/public_html/news/article.php on line 363", "title": "Group wants to match more MSU students, Montana communities on meaningful projects", "site": "@montanastate", "card": "summary_large_image"}, "cre": "Montana State University", "fb": {"admins": 623939514}, "thumbnail_width": 75, "dat": "November 22, 2013", "byl": "By Evelyn Boswell, MSU News Service", "DISPLAYDATE": "November 22, 2013", "lp": "MSU's Student Community Outreach ProjEct (SCOPE) wants to match more students and communities on projects that combine outreach and student research. A public meeting to explain is set for Dec. 2.", "tom": "News", "keywords": "SCOPE, MSU students, Nate Carroll, Shelby Rogala, USP, Colin Shaw", "thumbnail_height": 75, "hdl": "Group wants to match more MSU students, Montana communities on meaningful projects", "thumbnail": "http://www.montana.edu/news/images/articles/img20131122152130.jpg", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fdd85f\"", "article_summary": "Now the organizers want to match more students and communities on projects that combine outreach and student research.\nRogala said part of her job now is looking for resources both off and on campus to support the SCOPE students.\nSome available projects are explained on the new website that the Student Community Outreach ProjEct (SCOPE) launched.\nRogala is working particularly closely with MSU’s Undergraduate Scholars Program to write grants that will support SCOPE students.\nNathan Carroll, an MSU graduate student from Ekalaka, is one of the co-founders of a group that matches college students with communities."}