{"article_title": "A brass ring for Republicans", "article_keywords": ["republicans", "clear", "work", "principles", "gop", "platform", "set", "americans", "policies", "party", "ring", "republican", "brass"], "article_url": "http://thehill.com/blogs/congress-blog/presidential-campaign/272552-a-brass-ring-for-republicans", "article_text": "Warning: most Americans seem to have no clear idea what policies the Republican Party will seek to implement, and how those policies will affect them, their families, communities, and country. The contest for the Republican presidential nomination has not helped.\n\nMillions of Americans watched 11 debates among more than a dozen contenders, but after 11 debates (not including last night's in Miami) we know hardly anything about the specific policies being proposed. The number of individuals on the debate stage left time for nothing more than sound bites, and was certainly insufficient for truly serious proposals. The March 3rd debate, with only four participants, left much to be desired.\n\nADVERTISEMENT\n\nThat's bad for America and a disaster for the GOP. The Republican Party is more than a cult of personality, and decibel levels are a poor replacement for dignity.\n\nThe Republican Party has some work to do.\n\nOur political parties have their genesis in a set of core principles. For Republicans, those principles were forged in the fires of the Civil War and are rooted in the cause of individual freedom, limited government, and free enterprise.\n\nFew citizens would argue with those principles, but they then have a right to ask, “What do they mean?” and “How does your application of these principles play out in practice, in the world my family and I live in?” Americans deserve a firm answer, and it would be compounding disaster to withhold that answer until the GOP formally nominates a candidate in July.\n\nWe need to act now, and the opportunity is in front of us. Speaker Paul Ryan Paul RyanPuerto Rico debt relief faces serious challenges in Senate Overnight Finance: GOP faces dilemma on spending bills | CEOs push Congress on tax rules | Trump talks energy Overnight Energy: Trump outlines 'America First' energy plan in North Dakota MORE (R-Wis.) has promised a full legislative program to address America’s challenges. The five issue areas being addressed include national security, tax and regulatory reform, health care, poverty, and restoring constitutional authority. Crafted by the most able among our representatives, this program can, and I believe will, be a clear articulation of our purpose on behalf of this nation. Since it will provide Americans with a precise set of policies GOP candidates will commit to implementing, the party itself should let it form the basis for the GOP’s platform this year.\n\nRepublican leaders cannot wait for the verbal cacophony of the presidential race to subside before discussing with the American people our agenda for the future. We have no idea what our convention will be like. We need to ensure that Americans know, understand, and trust our principles and our promises, no matter which personality is on stage. As long as each person or group at the platform table remembers President Ronald Reagan’s advice – to be willing to “get 70 or 80 percent of what” they want and continue trying to get the rest later – constructing and articulating a platform now provides an opportunity to bring our party together around that core set of values that define us.\n\nIf this election cycle has taught us anything, it’s that many Americans, and many members of the GOP, have felt left out. We must open up the process and be absolutely clear about what we stand for. Our fellow citizens need to know. Apparently, looking at the primary process, so do we. Clear policy commitments can help unify Republicans after a difficult primary and they can lay a foundation for a winning path to November. By offering a specific promise to the American people, we can rise above the hyper-partisanship of the past decade – as well as the hyperbole and mixed messages of this election year.\n\nThe Republican Party is composed of millions of men and women from every walk of life who work together every day in every community to voice their faith in this country and all that it stands for. Every four years they choose one individual to represent those values, but even that one personality does not make a party. The people who participate, and the principles they stand for, do – and that’s a party you can believe in.\n\nSome have described the current political season as a circus. Let’s stay with the metaphor: even if it is, perhaps the work of Speaker Ryan and his colleagues to make clear this commitment to America can provide a brass ring for this merry-go-round. And if he can, the Republican Party needs to grab that ring – now.\n\nBrock served in the Senate from 1971 to 1977. He served in the House from 1963 to 1971. He was chairman of the Republican National Committee from 1977 to 1981, U.S. Trade Representative from 1981 to 1985 and secretary of Labor from 1985 to 1987.", "article_metadata": {"dcterms.description": "We must open up the process and be absolutely clear about what we stand for.", "description": "We must open up the process and be absolutely clear about what we stand for.", "generator": "Drupal 7 (http://drupal.org)", "rdfs": {"label skos": {"prefLabel": "Congress Blog"}}, "og": {"site_name": "TheHill", "description": "We must open up the process and be absolutely clear about what we stand for.", "title": "A brass ring for Republicans", "url": "http://thehill.com/blogs/congress-blog/presidential-campaign/272552-a-brass-ring-for-republicans", "image": "http://thehill.com/sites/default/files/thehill_logo_200.jpg", "updated_time": "2016-03-11T07:00:01-05:00", "type": "article"}, "dcterms.language": "und", "Smart_Paging": "on", "dcterms.modified": "2016-03-11T07:00-05:00", "dcterms.identifier": "http://thehill.com/blogs/congress-blog/presidential-campaign/272552-a-brass-ring-for-republicans", "dcterms.date": "2016-03-11T07:00-05:00", "apple-itunes-app": "app-id=396640962", "fb": {"admins": 100000299130732, "app_id": 566538590082898, "pages": 7533944086}, "dcterms.creator": "Joe Picard", "author": "former Sen. Bill Brock (R-Tenn.)", "dcterms.type": "Text", "keywords": ",Paul Ryan,", "article": {"published_time": "2016-03-11T07:00:03-05:00", "modified_time": "2016-03-11T07:00:01-05:00"}, "dcterms.format": "text/html", "twitter": {"url": "http://thehill.com/blogs/congress-blog/presidential-campaign/272552-a-brass-ring-for-republicans", "widgets": {"csp": "on"}, "description": "We must open up the process and be absolutely clear about what we stand for.", "card": "summary", "title": "A brass ring for Republicans"}, "dcterms.title": "A brass ring for Republicans"}, "article_summary": "And if he can, the Republican Party needs to grab that ring – now.\nThe Republican Party is more than a cult of personality, and decibel levels are a poor replacement for dignity.\nThe Republican Party has some work to do.\nLet’s stay with the metaphor: even if it is, perhaps the work of Speaker Ryan and his colleagues to make clear this commitment to America can provide a brass ring for this merry-go-round.\nClear policy commitments can help unify Republicans after a difficult primary and they can lay a foundation for a winning path to November."}