{"article_title": "Q&A: Meet Trey Hollingsworth, running for the 9th Congressional District - TheStatehouseFile.com", "article_keywords": ["sector", "qa", "district", "american", "hollingsworth", "private", "system", "trey", "running", "race", "americans", "experience", "9th", "meet", "real", "thestatehousefilecom", "careers", "think", "congressional"], "article_url": "http://thestatehousefile.com/qa-meet-trey-hollingsworth-running-9th-congressional-district/25701/", "article_text": "By Max Bomber\n\nTheStatehouseFile.com\n\nEditor’s note: This story is a part of a question and answer series covering the Indiana primary. All candidates in this race have been invited to interview. Some responses have been edited for brevity and clarity.\n\nINDIANAPOLIS — Trey Hollingsworth, a multimillionaire businessman from Tennessee who recently moved to Indiana, is running as a Republican in the 9th Congressional District. Hollingsworth is focused on job creation and instituting term limits. Opponents call him a carpetbagger, but supporters say he’s a breath of fresh air.\n\nCurrent hometown: Jeffersonville\n\nAge: 32\n\nOccupation: Businessman\n\nFun fact: Two years ago, I cycled all the way from Santa Monica Pier to the Charleston Pier on a road bike. It took me 44 days…. I left five days after my wife and I got married two years ago. I have an extremely understanding wife.\n\nWhat’s one of your main goals if you’re elected?\n\nI think we have a cultural problem in Washington, where politicians who have little or no outside experience keep serving their own careers. They are funded by lobbyists and special interests who are only enabling that system. And we don’t have the same level of public service and the same level of focus on the will of the people that we once had and, I think, was envisioned by the founding fathers.\n\nSo I think my goal is term limits. I think we need to begin to roll back that culture and get to a culture of public service. A culture where we focus on the will of the people and we get back to those things that made America great, which were frankly the American people, the American citizens and the vigorous competition of a free market, as well as the individual liberties that we were once afforded that have become infringed upon recently.\n\nWhat gives you a different perspective than the other candidates?\n\nI think this race is really one about experience. I am the only candidate with a track record of job creation throughout the state. I am the only candidate with a long history in business, creating jobs across Indiana, building companies and I think that gives me a unique perspective to understand the needs of job creators and the individuals who are seeking careers. I think the other candidates in the race are politicians who have spent a lifetime living off other people’s earnings, not earning a living out there in the real world, in the real America.\n\nWhere do you stand on:\n\nObamacare\n\nI think we should repeal and replace Obamacare in its entirety. I believe that the long-term, best effective means to deliver any service or product is always vigorous competition in the private sector. It’s American companies and American innovators coming up with a type of products that Americans want to buy and they have to compete for American dollars. I think when you go to a system of mandates and requirements in a system of government intrusion, you infringe upon the innovations that Americans can come up with to solve their own issues.\n\nRaising the federal minimum wage\n\nI think there is a lot to be said for people who are looking for better careers out there. Graduating from college now, it’s scary. A lot of people get jobs, but few people get real careers that they can advance and to earn enough to not only pay for today’s wants, but also pay for their kid’s future education, to buy a house, to get married, to one day retire in some level of comfort.\n\nI think we have got to go back to invigorating a private sector and I think the only way to do that is with people who have genuine private sector experience and real experience creating jobs and real experience understanding how government intrusion limits the ability to create those careers that Hoosiers want.\n\nResettling Syrian refugees\n\nI’m against it. I want to see politicians being able to say no more. No to higher taxes. No more regulation. No to those things that threaten American security. And I think that we’ve got a president now whose foreign policy failures are long and you only need to spin the globe to see how that’s created conflict from missiles in the South China Sea to a recalcitrant Russia to the Syrian crisis itself. You only have to see what a failure of American leadership that this presidency has been.\n\nRaising the retirement age for Social Security\n\nI think that’s tough and it’s a general question that probably requires a more nuanced answer. We have to make sure that those people who have paid into the system and counted on that for their retirement aren’t adversely affected. They have worked hard, they’ve paid into a system and they ought to be paid out what was promised to them.\n\nBut at the same time, younger individuals who have better time to plan and better time to understand and redirect that money that would be going to the government, instead going to their private retirement vehicles—those are the individuals that we should talk about how we rework the Social Security system for younger individuals only. I think a big part that is not talked about is how an invigorated private sector would enable people to get the type of careers that we are not creating right now because of the government regulation and the failure of leadership by politicians who don’t have any experience in creating jobs. We need a private sector that creates real careers for people.\n\nWhether the Senate votes on President Obama’s Supreme Court nominee\n\nI think it’s a huge decision. We are likely to see the affects of that decision for decades to come. And I don’t think it’s decision that we should take lightly. I want to see Republicans and I want to see conservatives fight for the right nominee and I think what we’ve got too little of in Washington are fighters. We have got too many people that will focus on their own career and will vote any way leadership tells them, because they are opportunists that jump from office to office and are always looking for bigger offices instead of looking to solve bigger problems for America.\n\nTrans-Pacific Partnership\n\nI have seen firsthand how American workers have outcompeted other workers around the world. I mean just the innovations that Americans come up with, the skills that Americans have, the talent that Americans can quickly develop and cultivate and they can put to their own use and their own business or to work for bigger business. I want to see us to develop the infrastructure, the incentives to invest here in America… and I want to see more Americans enabled to outcompete workers around the world.\n\nI think free trade is a positive because we can outcompete them. We just need to have a president and public servant who understand the private sector and understand how to incentivize companies sand create the right infrastructure for companies to develop grow and invest right here in America.\n\nWhy should you be elected?\n\nI think this race is about two very simple questions that anybody can ask. One: who has the right experience to be able to solve these problems we see in Washington? I am the only candidate in this race with job creation experience. I am the only candidate in this race who’s built business across Indiana and across the country and can tell you first hand the ill affects of Obamacare, the ill affects of government intrusion, the ill affects of the tax code. I feel those everyday, I understand that everyday and I want to see us get back to a system where we solve these problems through business experience, not more government.\n\nI think the big second question is: who’s going to fight for us in Washington? I’m tired of people that go up there and make promises and then they end up pushing their own career and lining their own pockets and aren’t focused on solving the problems Americans deserve and expect to be solved. And the way to do that is, I think, these term limits. I’ve signed this pledge in front of, I think, 11,000 Hoosiers, because it’s important to me that people know that I don’t have an incentive to push my own career. I have an incentive to fight for their conservative values.\n\nMax Bomber is a reporter for TheStatehouseFile.com, a news website powered by Franklin College journalism students.", "article_metadata": {"generator": "WordPress 4.4.2"}, "article_summary": "INDIANAPOLIS — Trey Hollingsworth, a multimillionaire businessman from Tennessee who recently moved to Indiana, is running as a Republican in the 9th Congressional District.\nI believe that the long-term, best effective means to deliver any service or product is always vigorous competition in the private sector.\nWe need a private sector that creates real careers for people.\nI think we have a cultural problem in Washington, where politicians who have little or no outside experience keep serving their own careers.\nI think we need to begin to roll back that culture and get to a culture of public service."}