{"article_title": "Jared Leto Reveals The Joker’s ‘Suicide Squad’ Hairstyle With Instagram Post?", "article_keywords": ["reveals", "hairstyle", "suicide", "instagram", "picture", "jokers", "hair", "style", "leto", "joker", "start", "squad", "jared", "post", "look"], "article_url": "http://www.inquisitr.com/1708149/jared-leto-reveals-the-jokers-suicide-squad-hairstyle-with-instagram-post/", "article_text": "Jared Leto might have inadvertently revealed what the Joker’s hair will look like in Suicide Squad with his festive Instagram post.\n\nThe team over at Batman News were the first to predict that Jared Leto’s image on December 25 teased what his bouffant will be shaped like for the hugely anticipated DC movie.\n\nYou can check out the picture that Jared Leto uploaded to Instagram, which came with the cryptic caption of “Haircut. #2015,” below.\n\nHaircut. #2015 A photo posted by JARED LETO (@jaredleto) on Dec 12, 2014 at 9:49pm PST\n\nBut why could this picture be alluding to his potential Joker hair-style?\n\nWell, at the moment, Jared Leto still has long and luscious locks, a style that he has had ever since his Academy-Award winning performance in Dallas Buyers Club.\n\nAnd while there’s no doubt that he looks rather magnificent with this bouffant, there’s very little chance that Warner Bros and DC will allow him to have such long hair when he stars in Suicide Squad as the iconic villain.\n\nBut Jared Leto’s caption for the picture, which was originally taken as part of a 2011 GQ photo shoot, was the biggest indicator that this is the hair the Joker will have for the blockbuster. Suicide Squad will start filming in April 2015, and in order to prepare for his portrayal, Jared Leto will need to chop off a good portion of his hair at some point before the cameras start rolling.\n\nThe short length and quirky, rambunctious style of hair would certainly fit with the look of the Joker. And then once you add either yellow or green hair dye to it, he will really start to look the part.\n\nSuicide Squad is one of the most eagerly-anticipated movies of 2016. It is currently due to be released on August 5, 2016.\n\nAlongside Jared Leto as the Joker, Will Smith will appear as Deadshot, Margot Robbie will portray Harley Quinn, Tom Hardy will feature as Rick Flag, Jai Courtney as Captain Boomerang, while Carla Delevingne, Oprah Winfrey, Viola Davis, and Octavia Spencer will also star.\n\nThere have also been rumors that Jesse Eisenberg, who will portray Lex Luthor in Batman V Superman: Dawn Of Justice, will also appear in the film.\n\nDavid Ayer, who has previously directed End of Watch, Fury, and Sabotage, will direct Suicide Squad, which will be preceded by Batman V Superman: Dawn Of Justice and then followed by Wonder Woman and Justice League Part One as well as half a dozen other comic-book adaptations.\n\n[Image via Style Blazer]", "article_metadata": {"description": "Jared Leto might have inadvertently revealed what the Joker's hair will look like in Suicide Squad with his festive Instagram post. The team over at Batman", "og": {"site_name": "The Inquisitr News", "description": "Jared Leto might have inadvertently revealed what the Joker’s hair will look like in Suicide Squad with his festive Instagram post. The team over at Batman", "title": "Jared Leto Reveals The Joker’s ‘Suicide Squad’ Hairstyle With Instagram Post?", "url": "http://www.inquisitr.com/1708149/jared-leto-reveals-the-jokers-suicide-squad-hairstyle-with-instagram-post/", "image": "http://cdn.inquisitr.com/wp-content/uploads/2014/12/67053.jpg", "article": {"published_time": "2014-12-27T15:28:10+00:00", "modified_time": "2014-12-27T16:15:22+00:00"}, "type": "article"}, "image": "http://cdn.inquisitr.com/wp-content/uploads/2014/12/67053.jpg", "msapplication-TileColor": "#ed1c24", "datePublished": "2014-12-27T15:28:10+00:00", "fb": {"app_id": 164157850314499, "pages": 71179904752}, "msapplication-TileImage": "http://cdn.inquisitr.com/assets/0cec37/dist/images/logos/inq-win.png", "keywords": "jared leto,jared leto hair,jared leto suicide squad,jared leto the joker,suicide squad,movies", "HandheldFriendly": "True", "y_key": "f282393706a5fd85", "twitter": {"image": {"src": "http://cdn.inquisitr.com/wp-content/uploads/2014/12/67053.jpg", "width": 670, "height": 409}, "site": "@theinquisitr", "card": "summary_large_image", "description": "Jared Leto might have inadvertently revealed what the Joker’s hair will look like in Suicide Squad with his festive Instagram post. The team over at Batman"}, "viewport": "width=980"}, "_id": "\"57477af36914bd0286fd0968\"", "article_summary": "Jared Leto might have inadvertently revealed what the Joker’s hair will look like in Suicide Squad with his festive Instagram post.\nYou can check out the picture that Jared Leto uploaded to Instagram, which came with the cryptic caption of “Haircut.\nSuicide Squad is one of the most eagerly-anticipated movies of 2016.\n#2015 A photo posted by JARED LETO (@jaredleto) on Dec 12, 2014 at 9:49pm PSTBut why could this picture be alluding to his potential Joker hair-style?\nWell, at the moment, Jared Leto still has long and luscious locks, a style that he has had ever since his Academy-Award winning performance in Dallas Buyers Club."}