{"article_title": "VA Hospital Delays Example of How Government Bureaucracy is Failing Veterans", "article_keywords": ["va", "benefits", "bureaucracy", "writeup", "hospital", "failing", "original", "example", "women", "president", "care", "veterans", "delays", "backlog", "obama"], "article_url": "http://reason.com/blog/2014/05/25/va-hospital-delays-example-of-how-govern", "article_text": "On Wednesday, President Barack Obama addressed the allegations of misconduct within the Veteran Affairs (VA) hospital system. Investigators are looking at 26 VA facilities around the country where 40 veterans are said to have died while waiting for health care services. It’s alleged that VA staff tampered with records to cover up the long wait times.\n\nWhile Obama said in his speech this week that he was outraged to find out about this scandal, the president himself sounded the alarm about veteran’s benefits in August 2010. The backlog of benefits checks at the VA foreshadowed the outrageous delay in medical care for our nation’s service members.\n\nLast year, Reason TV reported on the VA backlog and warned that massive government bureaucracy was failing our men and women in uniform. Original release date was November 10, 2013 and original writeup below:", "article_metadata": {"og": {"site_name": "Reason.com", "description": "On Wednesday, President Barack Obama addressed the allegations of misconduct within the Veteran Affairs (VA) hospital system. Investigators are looking", "title": "VA Hospital Delays Example of How Government Bureaucracy is Failing Veterans", "url": "http://reason.com/blog/2014/05/25/va-hospital-delays-example-of-how-govern", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/14008678243223.jpg", "type": "article"}, "twitter": {"description": "On Wednesday, President Barack Obama addressed the allegations\nof misconduct within the Veteran Affairs (VA) hospital system.\nInvestigators are looking at \n26 VA facilities around the country where \n40 veterans are said to have died while waiting for health care\nservices. It’s alleged that VA staff tampered with records to cover\nup the long wait times.&nbsp;\nWhile Obama said in his speech this week that he was outraged to\nfind out about this scandal, the president himself sounded the", "creator": "@heylexyg", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/14008678243223.jpg", "title": "VA Hospital Delays Example of How Government Bureaucracy is Failing Veterans", "site": "@reason", "card": "summary_large_image"}, "fb": {"pages": 17548474116}, "google-site-verification": "-AmMiilAN-pnjWt369CUWae-VQ-b9wmH4fSGyhbkQxw", "msvalidate.01": "212A68A07785B3080038A845C4EE8905", "article": {"tag": "Veterans", "published_time": "2014-05-25T21:00:00+00:00", "author": "http://reason.com/people/alexis-garcia"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=2"}, "_id": "\"57477af36914bd0286fc9b1f\"", "article_summary": "Last year, Reason TV reported on the VA backlog and warned that massive government bureaucracy was failing our men and women in uniform.\nOriginal release date was November 10, 2013 and original writeup below:\nOn Wednesday, President Barack Obama addressed the allegations of misconduct within the Veteran Affairs (VA) hospital system.\nThe backlog of benefits checks at the VA foreshadowed the outrageous delay in medical care for our nation’s service members.\nInvestigators are looking at 26 VA facilities around the country where 40 veterans are said to have died while waiting for health care services."}