{"article_title": "May Day Rallies Broaden To Address Police Brutality, Racism", "article_keywords": ["immigrants", "brutality", "rights", "broaden", "rallies", "political", "racism", "immigration", "address", "support", "message", "labor", "day", "movements"], "article_url": "http://www.mintpressnews.com/may-day-rallies-broaden-to-address-police-brutality-racism/205247/", "article_text": "May Day Rallies Broaden To Address Police Brutality, Racism\n\nMay Day Rallies Broaden To Address Police Brutality, Racism\n\nProtesters demonstrate outside City Hall in Philadelphia on Thursday, April 30, 2015. The event in Philadelphia follows days of unrest in Baltimore amid Freddie Gray’s police-custody death.\n\nLOS ANGELES — Activists who are marching for labor and immigrant rights in U.S. cities on Friday will broaden their message to direct attention toward police brutality as tensions simmer in communities across the nation.\n\nThe marches on May 1 have their roots in labor movements, which hold annual demonstrations in myriad countries calling for workers’ rights. In recent years, marches in the United States got a boost from immigrants seeking authorization to live and work in the country legally.\n\nNow, some of the activists in cities from Boston to Oakland, California, say they are also rallying in support of “Black Lives Matter” — the slogan of the growing movement in the wake of a series of high-profile deaths of black men as the result of a police encounter.\n\n\n\nofficial MintPress sponsor official MintPress sponsor\n\n“It is important to support movements and struggles that stand up for people being singled out by the system. Right now, immigrants share that distinction with African-American youth, that we are being targeted by the system,” said Miguel Paredes, membership coordinator of the Coalition for Humane Immigrant Rights of Los Angeles.\n\nThe move comes after unrest in Baltimore and protests in other cities over the death of Freddie Gray, who suffered severe spinal injuries at some point after he tried to run from police April 12.\n\nFor more than a century, International Workers’ Day has been celebrated on May 1 to mark the 1886 Haymarket Riot in Chicago, when a bomb turned a worker rally into a deadly event.\n\nIn the United States, the annual event has shrunk since 2006, when stringent immigration legislation drove hundreds of thousands of demonstrators to rally in the streets. Broadening the message could help bring new supporters to the push for immigration changes, but doing so isn’t just a political strategy, leaders said, noting that immigrants share a distrust of police authority and concerns about racial inequality.\n\n“This is one of these times where the savvy political move is also coherent political ideology,” said David S. Meyer, a professor of sociology and political science at University of California, Irvine.\n\nSome rallies are still mostly focused on labor and immigration issues, such as an event in Salem, Oregon, where advocates will support hiking the minimum wage and President Barack Obama’s program to protect millions of immigrants in the country illegally from deportation.\n\nThose issues will also be at the forefront of demonstrations in New York and Los Angeles, but activists are also expected to call for an end to what they see as police brutality against racial minorities. In New York, demonstrators will carry a banner reading “No police from Baltimore to Ayotzinapa,” drawing a connection to the disappearance of 43 students in Mexico last year, said Teresa Gutierrez, co-coordinator of the May 1 Coalition.\n\nWhat remains to be seen is whether expanding the message will have an impact. Meyer, who researches social movements, said demonstrations like these put an issue on the political agenda, but it is hard to know if, or when, they could effect change.\n\n“They force politicians to take positions,” he said. “When people are out and exposed, for you and against you, then it is sort of like the pieces on a chessboard are moving around, and the actual effect could be seen 20 moves down the road.”", "article_metadata": {"description": "May Day Rallies Broaden To Address Police Brutality, Racism", "generator": "WordPress 4.5.2", "AUTHOR": "AP", "og": {"site_name": "MintPress News", "description": "May Day Rallies Broaden To Address Police Brutality, Racism", "title": "May Day Rallies Broaden To Address Police Brutality, Racism", "url": "http://www.mintpressnews.com/may-day-rallies-broaden-to-address-police-brutality-racism/205247/", "image": "https://www.mintpressnews.com/wp-content/uploads/2015/05/baltimorepolicedeatkarr7523506660_t1070_h822fc1a1fb5a0d35cd9e63d47cc44768468f127c.jpg", "updated_time": "2015-05-01T13:36:16-05:00", "locale": "en_US", "type": "article"}, "twitter": {"description": "May Day Rallies Broaden To Address Police Brutality, Racism", "creator": "@MintPressNews", "image": "https://www.mintpressnews.com/wp-content/uploads/2015/05/baltimorepolicedeatkarr7523506660_t1070_h822fc1a1fb5a0d35cd9e63d47cc44768468f127c.jpg", "title": "May Day Rallies Broaden To Address Police Brutality, Racism", "site": "@MintPressNews", "card": "summary_large_image"}, "robots": "noodp", "fb": {"admins": 100003161352196}, "article": {"publisher": "https://www.facebook.com/MintpressNewsMPN", "section": "Daily Digest", "tag": "race", "published_time": "2015-05-02T05:00:01-05:00", "modified_time": "2015-05-01T13:36:16-05:00"}}, "article_summary": "May Day Rallies Broaden To Address Police Brutality, RacismMay Day Rallies Broaden To Address Police Brutality, RacismProtesters demonstrate outside City Hall in Philadelphia on Thursday, April 30, 2015.\nofficial MintPress sponsor official MintPress sponsor“It is important to support movements and struggles that stand up for people being singled out by the system.\nThe marches on May 1 have their roots in labor movements, which hold annual demonstrations in myriad countries calling for workers’ rights.\nLOS ANGELES — Activists who are marching for labor and immigrant rights in U.S. cities on Friday will broaden their message to direct attention toward police brutality as tensions simmer in communities across the nation.\nIn recent years, marches in the United States got a boost from immigrants seeking authorization to live and work in the country legally."}