{"article_title": "THE HOLDING PATTERN: Low-income students raising families, hold on until the future arrives", "article_keywords": ["living", "program", "arrives", "families", "help", "students", "pattern", "lowincome", "work", "job", "future", "poverty", "holding", "hold", "loans", "university", "raising", "care"], "article_url": "http://dnews.com/the-holding-pattern-low-income-students-raising-families-hold-on/article_59824130-94e8-11e3-b806-001a4bcf6878.html", "article_text": "Jesse Kysar and Laureas Tate probably aren’t what most people think of as typical college students.\n\nKysar, a physics and material sciences major at Washington State University, takes a full load of classes, does a little tutoring through the university to make some extra cash on the side, and when he gets home at night, he’s greeted by a wife and two young children.\n\nKysar, 27, hopes to continue his studies in physics after he graduates in May, but will have to be accepted into a master’s degree or doctoral program to do so. If that doesn’t happen, he plans to get a job in the field of material sciences.\n\nWhether he continues his education or winds up in the workforce next year, when he does get a job, he’s pretty certain the pay will be worth all the effort.\n\nA starting job in either field pays well, Kysar said. Regardless of where he goes with his degree, he feels certain he’ll have little trouble covering family expenses or paying off student loans.\n\nUntil then, however, getting by primarily on those loans, while still covering the cost of school, he admits, can be a drag.\n\nBetween two scholarships, a Pell Grant, a Washington State Need Grant and his school loans, he and his wife, Cassie, can cover most of their costs, but he’ll be at least $40,000 in debt when he graduates.\n\nTo make things a little easier in the meantime, they get a little help putting food on the table with food stamps and the local food bank.\n\nThey also get help with rent from Pullman Community Action Center’s Section 8 Housing Program, which uses funding from the U.S. Department of Housing and Urban Development to provide assistance to families, who in turn pay — at most — 30 percent of their income toward rent and utilities. The program allows the Kysars to live in a nice, spacious apartment with much more room than they would have otherwise.\n\nThey use the additional money he makes, working about 10 hours a week as a tutor through the university, on things like diapers, gas and the occasional trip to the movies. While they were lucky enough to have been on their parents’ medical plans until recently — with the Affordable Care Act, they switched to get insurance through the state — they have no family close by to help out if anything sudden arises.\n\nWhen one of their cars breaks down — Jesse only paid $300 for his vehicle, making it a likely eventuality — or they have any other sort of emergency, they’ll have to rely on credit.\n\n“Mainly the frustrating part is having to get by on my loans,” Jesse said. “I have to take out full loans, and then we budget out five months after the loans come in. That money goes toward tuition and books, and the rest toward rent and utilities. We’re not left with much after that.”\n\nFor Cassie, it means living on a very strict budget and staying at home with their two toddlers, Chet and Dixie.\n\nAn amateur photographer, Cassie said she’d like to work toward making that into a career, but will likely have to put her plans on hold until their children are old enough for preschool — she doesn’t want to get a job just to make enough to pay for day care.\n\nShe’s looked into state-funded programs to help out with day care, but found she and Jesse would both have to be working full-time jobs to qualify, and though both universities offer child care services, both price them competitively with others in the area.\n\n“Child care is definitely a gap in services,” said Amy Robbins, Family Development Program manager with the Pullman Community Action\n\nCenter. “It’s a need that some students definitely have to struggle with.”\n\nRobbins said of the 5,000 or so people her organization touches throughout the year, about a quarter are students.\n\nStudents living in poverty while raising children face the same sort of issues that others living in poverty do, while, of course, also dealing with academic concerns.\n\nLaureas Tate has figured out a way around being held back from having a job due to the cost of child care while she goes to school.\n\nA senior in sociology at the University of Idaho, Tate takes classes online and at night, which also allows her to work full time as a nanny — a job that provides her with the ability to work, while at the same time being able to look after her own 18-month-old daughter.\n\nLaureas’s husband, Christopher, graduated just months ago with a degree in geography. He was planning to continue his education with the help of the McNair Scholarship program, which helped to prepare and send promising first generation, low-income students for their doctorates, but the program at UI lost its funding. He is instead now looking for work in his field, which he said should come with a pretty decent starting salary.\n\nThey currently save money by living in a mobile home they own outside of Moscow. For the most part they only use programs like food stamps and food banks when they really need it.\n\n“They’re for people who need it more than us,” Laureas said.\n\nWith scholarships that have come and gone, two collegiate careers and a child, they expect to have about $70,000 in combined student loans and other debt to pay off by the time Laureas is done with school.\n\nThey find themselves in a similar place to the Kysars — they budget as tightly as they can and live frugally. Prior to the Affordable Care Act, neither Laureas or Christopher had any medical insurance, and the only debt they have other than student loans is from previous medical bills.\n\nEach has their own vehicle, though only Christopher can drive his 20-year-old Jeep, with its temperamental clutch, and a motorcycle that he drives on the nicer days. Like the Kysars, they live across the state from their closest relatives, and if they have any unexpected issues they’ll likely have to rely on credit.\n\nIn general, they’re just holding on until they’re both done with school and can begin their careers.\n\nAs students they have to worry about making it to classes and passing tests. As parents they have to worry about raising their children with minimal income.\n\nIt’s an issue that faces more people than most realize, said Erin McIlrath of the Center for Civic Engagement at WSU.\n\n“Poverty is often a hidden issue, one that often goes unseen within the community,” she said.\n\nWhile students raising children in poverty is not an especially common situation, it’s more common than most people would expect.\n\nWhen students come in and say they’re having trouble making ends meet with their limited resources, McIlrath said they talk to them to figure out what their needs are, then try to connect them with resources both at the university and in the community.\n\n“There are lots of resources all over the Palouse, so we do what we can to help them connect with them,” she said.\n\nUI Dean of Students Bruce Pitman said the same thing is done on the Idaho side. Each school offers some different options, but the most important thing they can do is help students connect with resources and agencies within the community.\n\nBoth schools have housing available for families. While Pitman said it might not be cheaper than living off-campus, the on-campus housing may provide some options that off-campus living doesn’t.\n\n“There’s the possibility of parents being able to watch each other’s kids instead of paying for child care,” Pitman offered as one example.\n\nWhen it comes to the difficulties people, students and families in poverty face, there’s no cookie-cutter way to deal with them, Robbins said.\n\nStudents, though, at least have a light at the end of the tunnel, she said.\n\n“Many of the people we work with are stuck in a cycle of poverty. Our hope is that these students get degrees, become self-sufficient, and get nice, well-paying jobs.”\n\nBill McKee can be reached at (208) 883-4627, or by email to wmckee@dnews.com.", "article_metadata": {"og": {"site_name": "Moscow-Pullman Daily News", "description": "Jesse Kysar and Laureas Tate probably aren’t what most people think of as typical college students.Kysar, a physics and material sciences major at Washington State University, takes a full load of classes, does a little tutoring through the university to make some extra cash on the side, and when he gets home at night, he’s greeted by a wife and two young children.", "title": "THE HOLDING PATTERN: Low-income students raising families, hold on until the future arrives", "url": "http://dnews.com/the-holding-pattern-low-income-students-raising-families-hold-on/article_59824130-94e8-11e3-b806-001a4bcf6878.html", "image": {"width": 300, "identifier": "http://bloximages.newyork1.vip.townnews.com/dnews.com/content/tncms/assets/v3/editorial/a/fa/afaf6a18-94fe-11e3-87e6-001a4bcf6878/52fd5b22d8ce0.preview-300.jpg?resize=300%2C225", "height": 225}, "type": "article"}, "fb": {"app_id": 176896259007058}, "googlebot": "noarchive", "twitter": {"site": "@tweetmeme", "card": "summary"}, "description": "Jesse Kysar and Laureas Tate probably aren’t what most people think of as typical college students.Kysar, a physics and material sciences major at Washington State University, takes a full load of classes, does a little tutoring through the university to make some extra cash on the side, and when he gets home at night, he’s greeted by a wife and two young children."}, "_id": "\"57477af36914bd0286fc9b20\"", "article_summary": "Students living in poverty while raising children face the same sort of issues that others living in poverty do, while, of course, also dealing with academic concerns.\nEach school offers some different options, but the most important thing they can do is help students connect with resources and agencies within the community.\nWhile students raising children in poverty is not an especially common situation, it’s more common than most people would expect.\nWhen it comes to the difficulties people, students and families in poverty face, there’s no cookie-cutter way to deal with them, Robbins said.\nJesse Kysar and Laureas Tate probably aren’t what most people think of as typical college students."}