{"article_title": "Top Navy SEALs Unhappy With Spilling of bin Laden Secrets", "article_keywords": ["bin", "naval", "spilling", "laden", "secrets", "oneill", "fox", "unhappy", "seals", "service", "members", "seal", "navy", "letter", "seek", "special"], "article_url": "http://dailysignal.com/2014/11/06/top-navy-seal-officials-arent-happy-with-teammate-spilling-bin-laden-secrets/", "article_text": "Two high-ranking Navy SEAL officials are scolding any current or former members of the service who would “advertise” their service or “seek recognition” for their actions.\n\nA letter signed by Force Master Chief M.L. Magaraci and Rear Adm. B.L. Losey, commander of Naval Special Warfare Command, is believed to be a preemptive response to a Fox News documentary featuring an exclusive interview with a Navy SEAL who claims that he is the American who shot and killed 9/11 mastermind Osama bin Laden during a much-heralded operation.\n\nAddressed to SEAL “teammates,” the letter is dated two days after the cable network debuted its promo for the bin Laden special.\n\nWatch the latest video at video.foxnews.com\n\nAt Naval Special Warfare’s core is the SEAL ethos. A critical tenet of our ethos is ‘I do not advertise the nature of my work, nor seek recognition for my actions.’ Our ethos is a life-long commitment and obligation, both in and out of the service … We do not abide willful or selfish disregard for our core values in return for public notoriety and financial gain.\n\n“Each day, thousands of current and former members of Naval Special Warfare live as ‘quiet professionals,’ ” Magaraci and Losey write, adding:\n\nThe former SEAL who has come forward, identified by multiple news outlets as Rob O’Neill, 38, is a highly decorated, 16-year combat veteran.\n\nAlthough at least one fellow former SEAL disputes that O’Neill was the “point man” who ended bin Laden’s life, O’Neill apparently identifies himself in the Fox special as “the shooter” in the raid that killed bin Laden.\n\nO’Neill, a native of Butte, Mont., also is credited as being involved in rescuing Capt. Richard Phillips from Somali pirates and decorated war hero Marcus Luttrell from Taliban fighters in Afghanistan.\n\nIn giving up his anonymity and speaking with Fox News about his time in service, O’Neill risks legal action.\n\n“Classified information is protected by law,” write Magaraci and Losey in the letter dated Oct. 31. “We will actively seek judicial consequence for members who willfully violate the law, and place our teammates, our families, and potential future operations at risk.”\n\nThe two-night Fox special, “The Man Who Killed Osama bin Laden,” will air Nov. 11 and 12 at 10 p.m. ET. It is expected that O’Neill will explain his decision to go public, risking not only punishment but flak from fellow SEALs.\n\nNothing but love for @AndersonColt #navyseal pic.twitter.com/f3tmslLorh — Robert O'Neill (@mchooyah) November 5, 2014\n\nRead the full letter here:\n\nWatch the latest video at video.foxnews.com", "article_metadata": {"description": "Two high-ranking Navy SEAL officials scold members of the service who “seek recognition” for their actions -- including the killing of Osama bin Laden.", "og": {"site_name": "The Daily Signal", "description": "Two high-ranking Navy SEAL officials scold members of the service who “seek recognition” for their actions -- including the killing of Osama bin Laden.", "title": "Top Navy SEALs Unhappy With Spilling of bin Laden Secrets", "locale": "en_US", "image": "http://dailysignal.com/wp-content/uploads/141106_NavySEAL_HArkness.jpg", "updated_time": "2014-11-09T16:51:19+00:00", "type": "article"}, "bitly": {"url": "http://dailysign.al/1vQ82Zc"}, "twitter": {"domain": "The Daily Signal", "description": "Two high-ranking Navy SEAL officials scold members of the service who “seek recognition” for their actions -- including the killing of Osama bin Laden.", "creator": "@dailysignal", "image": {"src": "http://dailysignal.com/wp-content/uploads/141106_NavySEAL_HArkness.jpg"}, "title": "Top Navy SEALs Unhappy With Spilling of bin Laden Secrets", "site": "@dailysignal", "card": "summary_large_image"}, "fb": {"pages": 300341323465160, "app_id": 772296266137346}, "article": {"publisher": "https://www.facebook.com/TheDailySignalNews", "section": "Security", "tag": "media,military,terrorism,veterans", "published_time": "2014-11-06T16:06:38+00:00", "modified_time": "2014-11-09T16:51:19+00:00"}, "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "Rob O'Neill, bin laden shooter, fox news the shooter, navy seal letter, navy seal bin laden, bin laden raid"}, "_id": "\"57477af46914bd0286fdd7a1\"", "article_summary": "Addressed to SEAL “teammates,” the letter is dated two days after the cable network debuted its promo for the bin Laden special.\nIn giving up his anonymity and speaking with Fox News about his time in service, O’Neill risks legal action.\nWatch the latest video at video.foxnews.comAt Naval Special Warfare’s core is the SEAL ethos.\nTwo high-ranking Navy SEAL officials are scolding any current or former members of the service who would “advertise” their service or “seek recognition” for their actions.\nIt is expected that O’Neill will explain his decision to go public, risking not only punishment but flak from fellow SEALs."}