{"article_title": "Opinion: Latinos left behind by Obamacare", "article_keywords": ["latinos", "videos", "watch", "workers", "obamacare", "health", "watched", "opinion", "white", "law", "care", "left"], "article_url": "http://www.cnn.com/2014/03/07/opinion/beato-latinos-obamacare/", "article_text": "Story highlights Dr. Cristina Beato says Obama's Spanish-language health care site has been sloppy and often down.\n\nShe argues the Affordable Care Act will hurt, rather than help, many Latinos\n\nBeato: Hispanics came to U.S. for promise of opportunity, but Obamacare is hurting that\n\nIt wasn't until December 6 that Latinos could access CuidadoDeSalud.gov -- the extremely delayed and poorly translated Spanish version of HealthCare.gov . The thrown-together Spanish website has been a thorn in the President's side with the Latino community.\n\nIt's no surprise that support for Obamacare has waned among Latinos. A Pew Research poll found that last year disapproval of Obamacare among Hispanics increased 11 points from September 2013 to December 2013.\n\nThe White House is worried. Not enough Americans are signing up for Democrats' misguided health care law. And that means more problems -- most notably higher costs -- could be on the horizon.\n\nSo the administration is scrambling in the final three weeks of the enrollment period to sign up enough people to make the health care law work.\n\nYet the White House is ignoring an inconvenient truth: Obamacare is hurting far too many of our friends and neighbors in the Latino community. The problems go far beyond the demeaning and sloppy cuidadodesalud.gov\n\nDr. Cristina Beato\n\nOne of the biggest fears the White House has is the low enrollment of millennials. Sixty-five percent of Latinos in this country are 22 to 35 years old, they are key to the success of Obamacare. If enough of them don't sign up for insurance plans, individuals may expect to face higher average costs.\n\nBut millennials say they aren't signing up because coverage is unaffordable -- or doesn't make sense for them. Fusion, a new English-language Latino TV network, illustrated the trouble with the health care law when they interviewed a 28-year-old Obama supporter who says he won't sign up for coverage because \"he'd rather spend the money on his business, rather than spend it on insurance he says won't even help him that much.\"\n\nBesides the affordability and enrollment problems for young people, our abuelos -- grandparents -- will be hurt by the new health care law as well.\n\nDue to Medicare reductions under Obamacare, Medicare Advantage is being cut.\n\nThe National Medical Hispanic Association has called the payment cuts \"disturbing\" -- and rightfully so. Thirty-eight percent of Latinos with incomes of $20,000 or less enrolled in Medicare Advantage may face higher fees and fewer benefits.\n\nJUST WATCHED Biden on health care: 'Hell of a start' Replay More Videos ... MUST WATCH Biden on health care: 'Hell of a start' 00:18\n\nJUST WATCHED Healthcare and tech intersect at MWC Replay More Videos ... MUST WATCH Healthcare and tech intersect at MWC 01:26\n\nJUST WATCHED Obama: ACA delay not meant to 'punish' Replay More Videos ... MUST WATCH Obama: ACA delay not meant to 'punish' 02:41\n\nBut the pain for our community doesn't end there.\n\nAcross the country, Obamacare is bound to take a toll on some of the 2.3 million Hispanic-owned businesses and 1.9 million workers they help employ. The law has made it harder for businesses to hire more workers, and full-time workers have seen their hours reduced to part-time.\n\nRuben Rivas, owner of a small business called H2Only Renewable Cleaning, told Telemundo, \"There is no way we can pay or provide employees their health insurance, because there is no margin. If I do that, I have to close the doors -- then no one is going to work. Unfortunately, we are trying to convert our employees from eight hours to 5.5 hours (daily) as stated in the new law.\"\n\nHispanics came to this country in search of the promise of individual freedom and opportunity, but Obamacare is undermining that promise.\n\nWe do not need special sign-up programs or false assurances. We need real health care reform that actually expands access and lowers costs -- not \"reform\" that makes life more expensive.", "article_metadata": {"description": "Dr. Cristina Beato says Obama's Spanish-language health care site has been sloppy and often down and that the Affordable Care Act will hurt many Latinos.", "pubdate": "2014-03-07T15:33:59Z", "author": "By Dr. Cristina Beato", "og": {"site_name": "CNN", "description": "Dr. Cristina Beato says Obama's Spanish-language health care site has been sloppy and often down and that the Affordable Care Act will hurt many Latinos.", "pubdate": "2014-03-07T15:33:59Z", "url": "http://www.cnn.com/2014/03/07/opinion/beato-latinos-obamacare/index.html", "image": "http://i2.cdn.turner.com/cnnnext/dam/assets/140307100611-health-care-latinos-florida-t3-entertainment.jpg", "type": "article"}, "section": "opinion", "fb": {"app_id": 80401312489}, "thumbnail": "http://i2.cdn.turner.com/cnnnext/dam/assets/140307100611-health-care-latinos-florida-t3-entertainment.jpg", "source": "CNN", "vr": {"canonical": "http://www.cnn.com/2014/03/07/opinion/beato-latinos-obamacare/index.html"}, "keywords": "opinion, Opinion: Latinos left behind by Obamacare - CNN.com", "lastmod": "2014-03-07T15:33:59Z", "twitter": {"card": "summary_large_image"}, "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0"}, "_id": "\"57477af46914bd0286fdf3c3\"", "article_summary": "We need real health care reform that actually expands access and lowers costs -- not \"reform\" that makes life more expensive.\nBesides the affordability and enrollment problems for young people, our abuelos -- grandparents -- will be hurt by the new health care law as well.\nNot enough Americans are signing up for Democrats' misguided health care law.\nStory highlights Dr. Cristina Beato says Obama's Spanish-language health care site has been sloppy and often down.\nSo the administration is scrambling in the final three weeks of the enrollment period to sign up enough people to make the health care law work."}