{"article_title": "'He's A Nasty Guy. Nobody Likes Him.'", "article_keywords": ["trump", "campaign", "hes", "wall", "roberts", "senate", "cruz", "street", "likes", "nasty", "guy"], "article_url": "http://www.huffingtonpost.com/entry/donald-trump-ted-cruz-nasty_us_569bc5c8e4b0778f46f9a2f4", "article_text": "WASHINGTON -- Donald Trump on Sunday ramped up his attacks on fellow GOP presidential hopeful Ted Cruz on Sunday, calling the Texas senator \"a nasty guy\" and a \"hypocrite.\"\n\n\"Look, the truth is, he's a nasty guy,\" Trump said on ABC's \"This Week.\" \"Nobody likes him. Nobody in Congress likes him. Nobody likes him anywhere once they get to know him. He's a very –- he's got an edge that's not good. You can't make deals with people like that and it's not a good thing. It's not a good thing for the country. Very nasty guy.\"\n\nCruz has in fact alienated many of his Senate colleagues (along with members of George W. Bush's 2000 presidential campaign, a college roommate and others). Trump, for his part, has called Latino immigrants \"rapists\" and called for \"a complete shutdown\" on all Muslim transportation to the United States, both of which are objectively nasty things to do, particularly as a politician.\n\nThe escalating war of words between Trump and Cruz reflects polls in Iowa showing the two candidates running neck-and-neck in the first caucus of the 2016 cycle. Cruz has doubled down on assaults against Trump's \"New York values,\" pushing videos showing Trump supporting abortion rights and praising Hillary Clinton.\n\nTrump also said Cruz's rhetoric against \"crony capitalism\" and Wall Street favoritism in Washington is hypocritical, citing a recent New York Times report indicating that Cruz financed his Senate campaign with loans from Goldman Sachs and Citigroup.\n\n\"He's a total hypocrite. How about his fundraising and how about when he does his personal financial disclosure form, and he doesn't put on that he's borrowing money from Goldman Sachs?\" Trump told ABC host George Stephanopoulos. \"He wants to look like Robin Hood, that he's the one protecting the people from the banks, while he's actually borrowing money and personally guaranteeing it and not disclosing it.\"\n\nCruz's loans from Goldman and Citi were perfectly legal and reveal no more Wall Street influence over his campaign than any other candidate who receives campaign contributions from big banks. He has dismissed his failure to disclose them as a \"paperwork error.\" Trump, a real estate billionaire, has worked in Wall Street circles for his entire career.\n\nTrump also went after Cruz for supporting now-Supreme Court Chief Justice John Roberts in 2005.\n\n\"Cruz fought like hell to get Justice Roberts in there. Justice Roberts turned out to be an absolute disaster, he turned out to be an absolute disaster because he gave us Obamacare,\" Trump said.\n\nCruz wasn't in the Senate when then-President Bush nominated Roberts to the nation's highest court. Roberts' opposition at the time came from liberal Senators and legal experts. He has since become a lightning rod for conservative criticism, however, for writing the Supreme Court opinion that allowed much of Obamacare to survive. Roberts' opinion also undercut decades of liberal jurisprudence going back to the New Deal era, however, and allowed Republican governors to deny the law's benefits to low-income citizens who would have been otherwise eligible for Medicaid under Obamacare.\n\nZach Carter is a co-host of the HuffPost Politics podcast \"So That Happened.\" Subscribe here or listen to the latest episode below:", "article_metadata": {"description": "\"You can't make deals with people like that.\"", "sailthru.expire_date": "2016-01-18 12:46:42 -0500", "og": {"site_name": "The Huffington Post", "description": "\"You can't make deals with people like that.\"", "title": "Donald Trump On Ted Cruz: 'He's A Nasty Guy. Nobody Likes Him.'", "url": "http://www.huffingtonpost.com/entry/donald-trump-ted-cruz-nasty_us_569bc5c8e4b0778f46f9a2f4", "image": "http://img.huffingtonpost.com/asset/2000_1000/569bc7001f000050002160f2.jpeg?cache=nuc8ywjcmp", "locale": "en_US", "type": "article"}, "twitter": {"description": "\"You can't make deals with people like that.\"", "creator": "@zachdcarter", "image": {"width": 2000, "identifier": "http://img.huffingtonpost.com/asset/2000_1000/569bc7001f000050002160f2.jpeg?cache=nuc8ywjcmp", "height": 1000}, "title": "Donald Trump On Ted Cruz: 'He's A Nasty Guy. Nobody Likes Him.'", "site": "@HuffPostPol", "card": "summary_large_image"}, "sailthru.date": "2016-01-17 12:46:42 -0500", "al": {"ios": {"url": "huffpostnews:///?editionID=us&entryID=us_569bc5c8e4b0778f46f9a2f4", "app_store_id": 306621789, "app_name": "The Huffington Post"}}, "taboola.category": "politics", "fb": {"app_id": 46744042133}, "keywords": "Trump,Donald Trump,cruz,Ted Cruz,john roberts,Obamacare, nasty guy,2016,2016 election,presidential election,Republican primary, GOP Primary", "article": {"section": "Politics", "tag": "Trump,Donald Trump,cruz,Ted Cruz,john roberts,Obamacare, nasty guy,2016,2016 election,presidential election,Republican primary, GOP Primary", "published_time": "2016-01-17 12:46:42 -0500", "modified_time": "2016-01-17 12:46:42 -0500"}, "viewport": "width=1000"}, "article_summary": "\"Look, the truth is, he's a nasty guy,\" Trump said on ABC's \"This Week.\"\nHe's a very –- he's got an edge that's not good.\nWASHINGTON -- Donald Trump on Sunday ramped up his attacks on fellow GOP presidential hopeful Ted Cruz on Sunday, calling the Texas senator \"a nasty guy\" and a \"hypocrite.\"\nTrump, a real estate billionaire, has worked in Wall Street circles for his entire career.\nVery nasty guy.\""}