{"article_title": "Mike Coffman visits troops in Afghanistan for Thanksgiving – The Denver Post", "article_keywords": ["afghanistan", "mike", "term", "troops", "house", "thanksgiving", "denver", "delegation", "coffman", "state", "visits", "military", "american", "post", "holiday", "deployed", "thanks"], "article_url": "http://www.denverpost.com/news/ci_29169929/mike-coffman-visits-troops-afghanistan-thanksgiving", "article_text": "U.S. Rep. Mike Coffman of Aurora gave thanks to the American military Thursday by spending the holiday with deployed troops in Afghanistan.\n\n“We are most thankful for their service and for their sacrifices,” Coffman said. “I also want to extend a special holiday greeting and thanks to their families who had to celebrate this holiday without them.”\n\nCoffman is a Marine combat veteran with 21 years of military experience and is the only member of Congress to have served in both Iraq wars.\n\nHe was part of a bipartisan U.S. delegation that went on the unannounced trip to Afghanistan during the congressional recess to meet with troops, as well as American and Afghan military and government leaders. Coffman’s office said the delegation is assessing security.\n\nThe United States has about 9,800 troops deployed to Afghanistan. President Obama said last month that he would keep thousands of American soldiers there through the end of his term next year because of threats from the Islamic State.\n\nCoffman — a Republican in his third term in the House, after serving as Colorado’s state treasurer, secretary of state and as a state senator and state representative — serves on the House Armed Services Committee. He also is on the House Veterans Affairs Committee, chairing the subcommittee on Oversight and Investigations.\n\nJoey Bunch: 303-954-1174, jbunch@denverpost.com or @joeybunch", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "Mike Coffman visits troops in Afghanistan for Thanksgiving", "title": "Mike Coffman visits troops in Afghanistan for Thanksgiving", "url": "http://www.denverpost.com/2015/11/26/mike-coffman-visits-troops-in-afghanistan-for-thanksgiving/", "image": {"width": 654, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/04/20151126__CD18VA_BL13014xp1.jpg", "height": 490}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/04/20151126__CD18VA_BL13014xp1.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "article": {"published_time": "2015-11-26T14:26:39+00:00", "modified_time": "2016-04-20T07:19:14+00:00"}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "viewport": "width=device-width, initial-scale=1"}, "article_summary": "U.S. Rep. Mike Coffman of Aurora gave thanks to the American military Thursday by spending the holiday with deployed troops in Afghanistan.\nThe United States has about 9,800 troops deployed to Afghanistan.\n“We are most thankful for their service and for their sacrifices,” Coffman said.\nCoffman — a Republican in his third term in the House, after serving as Colorado’s state treasurer, secretary of state and as a state senator and state representative — serves on the House Armed Services Committee.\nHe was part of a bipartisan U.S. delegation that went on the unannounced trip to Afghanistan during the congressional recess to meet with troops, as well as American and Afghan military and government leaders."}