{"article_title": "Hospitals bring patient engagement to the ICU", "article_keywords": ["patient", "monitor", "medical", "engagement", "bring", "patients", "safety", "care", "hospitals", "hospital", "icu", "staff"], "article_url": "http://www.fiercehealthcare.com/story/hospitals-bring-patient-engagement-icu/2015-03-17", "article_text": "Efforts to improve patient engagement are making their way to one of the most intimidating parts of the hospital: the intensive care unit.\n\nAt many hospitals, ICU staffers now solicit feedback from patients and family members to better adhere to their personal care preferences, and rely on apps and mobile devices to connect patients' families with medical teams, according to the Wall Street Journal.\n\nProviders now also classify disrespectful treatment of patients as a form of patient harm, equivalent to other preventable complications. Lack of compassion or respect in care is \"every bit as important as an infection in the ICU,\" Peter Pronovost, M.D., Ph.D., medical director of the Armstrong Institute for Patient Safety and Quality at Johns Hopkins Medicine in Baltimore, told the WSJ.\n\nJohns Hopkins' Project Emerge, one of four ICU redesign initiatives underway at various hospitals to improve patient safety, collects and analyzes data from monitoring equipment and medical records, and incorporates the information into a \"harms monitor\" for use in the ICU. The monitor tracks incomplete tasks to remind staff which preventive measures to perform and alert them to high-risk scenarios. It also tracks how well the ICU team complies with patient and family care preferences. The monitor also includes an app that allows family members to select which tasks they want to help staff with, such as washing the patient's hair or helping their loved one walk down the hall, according to the article.\n\nSimilarly, Boston's Brigham and Women's Hospital has developed the Patient-Centered Toolkit, a web-based portal that allows patients and their families to access their plan of care as well as information on lab results, medications and their conditions. It also allows them to address specific questions to the ICU staff, the Wall Street Journal reported.\n\nImproving patient safety and the patient experience in the ICU is a major goal for healthcare providers, as a recent study found improved ICU infection prevention protocols could extend patients' lives and save hospitals thousands of dollars, FierceHealthcare previously reported.\n\nTo learn more:\n\n- read the article\n\n- here's info on Project Emerge\n\nRelated Articles:\n\nInfection prevention for ICU patients extends lives, saves hospitals thousands\n\n8 hospital actions for stronger patient engagement\n\nHealthcare future involves greater patient engagement, innovation and partnerships\n\n3 ways to boost patient engagement\n\nPatient experience gets seat at the C-suite table\n\n5 steps hospitals can take to promote patient engagement", "article_metadata": {"description": "The Wall Street Journal looks at efforts to improve patient engagement in one of the most intimidating parts of the hospital: the intensive care unit.", "og": {"site_name": "FierceHealthcare", "description": "The Wall Street Journal looks at efforts to improve patient engagement in one of the most intimidating parts of the hospital: the intensive care unit.", "title": "Hospitals bring patient engagement to the ICU", "url": "http://www.fiercehealthcare.com/story/hospitals-bring-patient-engagement-icu/2015-03-17", "image": "http://assets.fiercemarkets.net/public/opengraphimages/updated/opengraph_fiercehealthcare.jpg", "type": "website"}, "twitter": {"site": "fiercehealth", "card": "summary"}, "parsely-metadata": "{\"mkto\": }", "revisit-after": "1 day", "apple-itunes-app": "app-id=731085312", "keywords": "Care Delivery,Compassionate Care,Intensive Care Unit,Operations & Business Management,Patient Engagement,patient family members,patient-centered care", "viewport": "width=device-width", "news_keywords": "Care Delivery,Operations & Business Management,Patient Engagement"}, "article_summary": "To learn more:- read the article- here's info on Project EmergeRelated Articles:Infection prevention for ICU patients extends lives, saves hospitals thousands8 hospital actions for stronger patient engagementHealthcare future involves greater patient engagement, innovation and partnerships3 ways to boost patient engagementPatient experience gets seat at the C-suite table5 steps hospitals can take to promote patient engagement\nIt also allows them to address specific questions to the ICU staff, the Wall Street Journal reported.\nImproving patient safety and the patient experience in the ICU is a major goal for healthcare providers, as a recent study found improved ICU infection prevention protocols could extend patients' lives and save hospitals thousands of dollars, FierceHealthcare previously reported.\nEfforts to improve patient engagement are making their way to one of the most intimidating parts of the hospital: the intensive care unit.\nIt also tracks how well the ICU team complies with patient and family care preferences."}