{"article_title": "Where candidates in Maine’s 2nd Congressional District race stand on key issues", "article_keywords": ["district", "maine", "support", "congressional", "tax", "gun", "taxes", "2nd", "race", "candidates", "stand", "key", "richardson", "cain", "supports", "maines", "issues", "poliquin"], "article_url": "http://bangordailynews.com/2014/11/01/the-point/where-candidates-in-maines-2nd-congressional-district-race-stand-on-key-issues/", "article_text": "To see more details on these and other candidates’ positions, use our interactive Find Your Ballot feature at http://maineelections.bangordailynews.com/ballot/\n\nBANGOR, Maine — The polls in the race for Maine’s 2nd Congressional District show a close contest between Democratic candidate Sen. Emily Cain and Republican Bruce Poliquin.\n\nCain, 34, has served in the Legislature since 2004. Poliquin, 60, is a former state treasurer who made his career as an investment banker. There also is an independent candidate, Blaine Richardson, 64, a retired Navy captain from Belfast, who has run a low-budget campaign and polled in the single digits.\n\nHere’s where these candidates stand on six campaign issues in the 2nd District:\n\nJob creation has emerged as the most important issue during this election. Voters across the district say jobs are at the forefront, especially after the Verso Paper mill in Bucksport announced it would close in December, underscoring the deep challenges in the industry. The candidates have responded with ideas about how they will bring jobs to the district.\n\n— Cain says she would grow the economy by raising the minimum wage, though she has not committed to a specific wage to be the new minimum. She says investing in education and infrastructure will promote job growth in Maine.\n\n— Poliquin’s plan for increased jobs and a better economy is to reduce energy costs on business, through items such as approving the Keystone oil pipeline and removing regulations on hydraulic fracturing, or fracking for natural gas. He also talks often of reducing the nation’s debt so that taxes can be lowered.\n\n— Richardson says that the solution to improving the economy is to reduce regulations on industry and the size of the federal government.\n\nAll candidates want to change the Affordable Care Act, or Obamacare, though they differ on how. The year-old law has come up frequently in debates. Many hail it as a success, with more than 44,000 Mainers signing up for private health insurance, but say it could have reached more had the state expanded Medicaid eligibility. Others say the law is hurting small businesses and individuals because they are being forced into purchasing insurance or pay a fine.\n\n— Cain is in favor of expanding Medicaid in Maine. She has called the rollout of Obamacare an embarrassment but generally supports the intent of the law. She has said she would like to make the law work better for small businesses in Maine.\n\n— Poliquin calls ending Obamacare a common sense change on his website, but in debates, he stops short of saying he would repeal it. He says there are good aspects, such as the fact that it prohibits denying coverage to people with pre-existing conditions.\n\n— Richardson has said that the first thing he will do when he gets to Washington is repeal the law.\n\nPoliquin and Cain differ sharply in their stance on immigration. The topic came up several times in the context of rising fears of the Ebola virus and ISIS. Over the summer, reports that children fleeing violence in Central America were crossing the border into the United States in the tens of thousands made headlines, drawing the issue into the election.\n\n— Cain supports the DREAM Act, which would give residency to undocumented minors who were brought into this country by their parents and meet certain education requirements.\n\n— Poliquin said in an OpEd in the Sun Journal, which was republished by the Maine Wire, that the solution to the “immigration issue” is to secure the border and penalize both the home countries of undocumented immigrants where human smuggling takes place and the businesses in the United States that hire them.\n\n— In a recent debate, Richardson said simply, “these are not our children, they are their children.” He would put a moratorium on temporary work visas for immigrants.\n\nThe candidates have been taken to task for their personal and political relationships with taxes. Poliquin has made lowering taxes a theme of his campaign. Cain, also, has sought to dispel the notion that she’s a tax-and-spend liberal.\n\n— Cain has been attacked by Poliquin for her support of a 2009 tax reform bill that voters repealed. The bill lowered income taxes for Mainers making under $250,000 per year and broadened the state’s sales tax to include more goods and services. Cain has talked up her vote for the 2010 budget that included the largest tax break in the state’s history. Though Republicans point out that she was against those tax cuts at the time, Cain says she stands by her record.\n\n— Poliquin’s ethics have been questioned because he enrolled his oceanfront property in Georgetown in Maine’s Tree Growth program, which offers tax breaks to owners of land that can be harvested commercially. The property had restrictions that largely prohibited tree harvesting. Poliquin did not do anything illegal and has said that he paid all his taxes in full. News reports said Poliquin paid about $30 per year in taxes, and he has since removed his property from the program.\n\n— Richardson says he would look for places to make government more efficient before cutting taxes.\n\nCain is pro-choice, while Poliquin and Richardson are pro-life. Both Cain and Poliquin have cited U.S. Rep Mike Michaud’s stance on abortion as evidence that the district is more in line with their view. Michaud has “evolved” from a pro-life to pro-choice position.\n\n— Cain has said she “stands by a woman’s right to make her own health care decisions with her doctor 100 percent of the time.” She’s been endorsed by Planned Parenthood and EMILY’s list, a political action committee that supports pro-choice Democratic candidates, which has spent hundreds of thousands on her behalf.\n\n— Poliquin said he supports abortion only in the case of rape, incest and to save a woman’s life. He has said that his views are shaped by his Catholic upbringing and the death of his wife at a young age.\n\n— Richardson is against abortion in every case.\n\nThe candidates’ stance on gun control has become a question of “how Maine are you?” Poliquin has said that Cain’s stance on the issue stems from the fact that she’s “not from Maine” and “doesn’t share our values.” Cain moved to Maine as a teen and has lived in the state since. Richardson has tried to cast himself as the most gun-loving Mainer in the race.\n\n— Cain has said she supports universal background checks on all gun purchases.\n\n— Poliquin’s position throughout this election cycle has been decidedly pro-gun owners’ rights. However, it’s been brought up that he donated $500 to an organization called Handgun Control Inc., which later became the Brady Campaign to Prevent Gun Violence, and he has been accused of supporting background checks during his 2010 bid for governor. His political advisor, Brent Littlefield, said Poliquin does support background checks but does not support expanding them beyond what now exists. He said Poliquin donated to the gun control organization to support James Brady, not in an effort to increase gun control. During the general election, Poliquin earned the endorsement of the National Rifle Association.\n\n— Richardson has said that as a lifelong member of the NRA, he doesn’t need their support. “I am the NRA,” he said during one debate.", "article_metadata": {"generator": "WordPress 4.1.5", "og": {"site_name": "The Bangor Daily News", "description": "To see more details on these and other candidates’ positions, use our interactive Find Your Ballot feature at http://maineelections.bangordailynews.com/ballot/ BANGOR, Maine — The polls in the race for Maine’s 2nd Congressional District show a close contest between Democratic candidate Sen. Emily Cain and Republican Bruce Poliquin. Cain, 34, has served in the Legislature [...]", "title": "Where candidates in Maine’s 2nd Congressional District race stand on key issues", "url": "http://bangordailynews.com/2014/11/01/the-point/where-candidates-in-maines-2nd-congressional-district-race-stand-on-key-issues/", "image": "http://static.bangordailynews.com/wp-content/uploads/2014/11/10002241_H13797687-600x400.jpg?strip=all", "type": "article"}, "twitter": {"description": "To see more details on these and other candidates’ positions, use our interactive Find Your Ballot feature at http://maineelections.bangordailynews.com/ballot/ BANGOR, Maine — The polls in the race for Maine’s 2nd Congressional District show a close contest between Democratic candidate Sen. Emily Cain and Republican Bruce Poliquin. Cain, 34, has served in the Legislature [...]", "title": "Where candidates in Maine’s 2nd Congressional District race stand on key issues", "url": "http://bangordailynews.com/2014/11/01/the-point/where-candidates-in-maines-2nd-congressional-district-race-stand-on-key-issues/", "image": "http://static.bangordailynews.com/wp-content/uploads/2014/11/10002241_H13797687-250x250.jpg?strip=all", "site": "@bangordailynews", "card": "summary"}, "apple-mobile-web-app-status-bar-style": "black-translucent", "apple-mobile-web-app-capable": "yes", "wp-parsely_version": "1.7", "fb": {"app_id": 748756371893770}, "viewport": "width=device-width, initial-scale=1, maximum-scale=1"}, "_id": "\"57477af36914bd0286fd09b9\"", "article_summary": "— Cain supports the DREAM Act, which would give residency to undocumented minors who were brought into this country by their parents and meet certain education requirements.\nHere’s where these candidates stand on six campaign issues in the 2nd District:Job creation has emerged as the most important issue during this election.\nHis political advisor, Brent Littlefield, said Poliquin does support background checks but does not support expanding them beyond what now exists.\nThe candidates have responded with ideas about how they will bring jobs to the district.\nHe said Poliquin donated to the gun control organization to support James Brady, not in an effort to increase gun control."}