{"article_title": "Your data is for sale — and not just on Facebook", "article_keywords": ["shop", "information", "coffee", "square", "squares", "shopkeep", "company", "sale", "facebook", "trust", "data", "email"], "article_url": "http://www.salon.com/2014/08/29/its_not_just_facebook_anymore_in_the_future_your_data_is_always_for_sale/", "article_text": "Topics: data mining, information, Privacy, Square, The Internet, Innovation News, Technology News, News, Politics News\n\nThis is how the tech P.R. wars of the future will be waged: “Trust us, because we will take care of your precious information better than the other guy.”\n\nOn Aug. 21, Square, the mobile-payments start-up helmed by Twitter co-founder Jack Dorsey, announced the release of a new package of analytical tools available for free to any merchant that uses Square.\n\nSmall businesses, argued the press release, tend not to have the same access to advanced data crunching as larger operations. Square Analytics “levels the playing field” and “delivers sellers actionable data to increase sales and better serve their customers.” Want to know exactly how much a bad snow storm affected your cupcake sales, or what kind of advanced coffee products your repeat customers crave the most on Tuesday mornings? Square Analytics has the answers!\n\nA few hours after Square’s announcement, I received an email from a man who handles press relations for Shopkeep, a company that offers point-of-sale processing via the iPad, and has apparently been touting its own small business analytics support for years. Judging by the accusations made in the email, Shopkeep was none too pleased by the debut of Square’s new service.\n\n“Square is more interested in collecting and selling data than it is in helping small businesses grow,” read the email. My correspondent further alleged that Square’s “terms and conditions” gave Square the right to do anything it wanted with the data it collected on retail transactions.\n\nPicture this: I order coffee at a coffee shop that uses Square … Square, not the cafe, seizes the data on that transaction and emails me a receipt. The company can sell that data to the highest bidder — another coffee shop up the street or the closest Starbucks. Then I could get an email from that other coffee shop, not the one I’m a regular at, offering me a discount or some other incentive to come in.\n\nShopkeep, in contrast, would never do such a dastardly thing.\n\nI contacted Square and asked spokesperson Aaron Zamost if the coffee shop scenario was realistic. Unsurprisingly, he dismissed it out of hand. “No, we do not intend to do this,” said Zamost. “We do not surface, nor do we have any plans to surface individualized transaction data to any sellers besides the one who made the sale. Our sellers trust us to be transparent with them and respectful of what they share with us. If we were to violate their trust, or behave as other companies have been known to, they would leave us.”\n\nI have no evidence to prove or disprove the allegations made by Shopkeep or the defense offered by Square. The interesting point is that the nature of the accusation is an attempt to poke at what is clearly a sore spot in Silicon Valley in 2014. In these post-Snowden days, how tech companies handle data is a volatile issue. In fact, it might be the biggest issue of them all. Because Shopkeep and Square are hardly alone in their ability to amass valuable information. Every company that offers a service over your mobile device — whether processing a sale, hiring a car, locating a room to stay in — is in the data business. Everyone is a data broker. As Silicon Valley likes to say, in the 21st century data is the new oil. What rarely gets mentioned afterward, however, is the fact that the oil business, especially when it was just getting started, was very, very dirty.\n\n* * *\n\nSquare has a cool product: A plastic card reader that plugs into the headphone jack of your phone and enables anyone with a bank account to start processing credit card transactions. Although Square has yet to turn a profit, and has weathered some bad press in recent months, the company does process $30 billion worth of transactions a year. That’s a lot of information available to crunch.", "article_metadata": {"description": "Nobody is gathering more information more quickly than the providers of digital services. But do you trust them?", "author": "Andrew Leonard", "og": {"site_name": "Salon", "description": "Nobody is gathering more information more quickly than the providers of digital services. But do you trust them?", "title": "Your data is for sale — and not just on Facebook", "url": "http://www.salon.com/2014/08/29/its_not_just_facebook_anymore_in_the_future_your_data_is_always_for_sale/", "image": "http://media.salon.com/2014/08/credit_card_circuitry.jpg", "type": "article"}, "twitter": {"description": "Nobody is gathering more information more quickly than the providers of digital services. But do you trust them?", "creator": "@koxinga21", "image": "http://media.salon.com/2014/08/credit_card_circuitry.jpg", "title": "Your data is for sale — and not just on Facebook", "site": "@salon", "card": "summary_large_image"}, "title": "Your data is for sale — and not just on Facebook", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, data mining, information, Privacy, Square, The Internet", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fd8370\"", "article_summary": "Picture this: I order coffee at a coffee shop that uses Square … Square, not the cafe, seizes the data on that transaction and emails me a receipt.\nThe company can sell that data to the highest bidder — another coffee shop up the street or the closest Starbucks.\nTopics: data mining, information, Privacy, Square, The Internet, Innovation News, Technology News, News, Politics NewsThis is how the tech P.R.\n“We do not surface, nor do we have any plans to surface individualized transaction data to any sellers besides the one who made the sale.\nJudging by the accusations made in the email, Shopkeep was none too pleased by the debut of Square’s new service."}