{"article_title": "UPMC mails fliers criticizing lawmaker's health proposal", "article_keywords": ["mails", "upmc", "frankel", "political", "fliers", "christiana", "legislation", "highmark", "wood", "health", "mr", "criticizing", "proposal", "lawmakers", "care"], "article_url": "http://www.post-gazette.com/news/health/2013/12/10/UPMC-mails-fliers-criticizing-health-proposal/stories/201312100076", "article_text": "HARRISBURG -- The fliers targeting state Rep. Jim Christiana look like those that might hit Beaver County mailboxes in the thick of campaign season.\n\nBut they weren't sent by an opposing candidate, party or political action committee.\n\nUPMC, the region's largest health network, distributed the mailer to oppose legislation that would require hospitals operating as part of a integrated delivery network -- such as UPMC -- to contract with any willing insurer.\n\nUnless a new deal is reached, the expiration at the end of 2014 of a contract between UPMC and health insurer Highmark will lead to Highmark customers losing access to UPMC doctors and hospitals.\n\n\"If you don't like what's going on in Washington, wait until you hear what some state politicians, like Representative Jim Christiana, want to do with your health care,\" the mailer states, over a picture of the young lawmaker.\n\nMr. Christiana, R-Beaver, joined his partner in the effort, Rep. Dan Frankel, D-Squirrel Hill, on Monday to criticize what he called a \"political campaign\" by the health network, the name of which marks the flier's return address.\n\n\"Those are the letters of a purely public charity, a purely public charity that receives hundreds of millions of dollars in tax breaks every single year,\" Mr. Christiana said. \"Now they are spending tens of thousands of dollars on campaign mailers and phone calls to protect their monopoly and their business plan.\"\n\nIn exchange for its tax-exempt status, UPMC spokesman Paul Wood said, UPMC last year provided more than $238 million worth of free and unreimbursed charity care, along with $250 million to the University of Pittsburgh and $100 million of contributions to other tax-exempt entities in the region.\n\nAnd, Mr. Wood said, UPMC believes the legislation called for a political response.\n\n\"Christiana and Frankel introduced this legislation at the behest of Highmark, and because Highmark made it a political issue, we felt it was perfectly appropriate to communicate directly to Representative Christiana's constituents,\" he said.\n\nBoth representatives denied they were pushing the legislation for the sake of Highmark. Mr. Christiana described it as an effort to support access to health care, and Mr. Frankel said it would encourage competition.\n\n\"Jim and I are not trying to carve out a protected class for Highmark,\" Mr. Frankel said. \"We are trying to make sure we have the same type of competitive environment we all want for insurance companies, but more importantly we all want for health care providers, in our region and throughout the state.\"\n\nThe mailers to Mr. Christiana's constituents warn of increased government involvement in health care.\n\n\"He touts himself as a conservative,\" Mr. Wood said. \"This is probably even more government intrusion than ever imagined in the Affordable Care Act.\"\n\n(UPMC itself supports overhaul of national health care and a single-payer system, he said.)\n\nThe state proposal has been criticized by the Insurance Federation of Pennsylvania, which represents UPMC Health Plan, and by the Hospital & Healthsystem Association of Pennsylvania.\n\nIt is scheduled for a hearing next week before the House Health Committee.", "article_metadata": {"description": "UPMC targeted state Rep. Jim Christiana in mailings over legislation to force it to contract with any willing insurer.", "og": {"site_name": "Pittsburgh Post-Gazette", "description": "HARRISBURG -- The fliers targeting state Rep. Jim Christiana look like those that might hit Beaver County mailboxes in the thick of campaign season. But they weren't sent by an opposing candidate, party or political action committee. UPMC, the region's largest health network, distributed the mailer to oppose legislation that would require hospitals operating as part of a integrated delivery network -- such as UPMC -- to contract with any willing insurer. Unless a new deal is reached, the expiration at the end of 2014 of a contract between UPMC and health insurer Highmark will lead to Highmark customers losing access to UPMC doctors and hospitals. \"If you don't like what's going on in Washington, wait until you hear what some state politicians, like Representative Jim Christiana, want to", "title": "UPMC mails fliers criticizing lawmaker's health proposal", "url": "http://www.post-gazette.com/news/health/2013/12/10/UPMC-mails-fliers-criticizing-health-proposal/stories/201312100076", "image": "http://www.post-gazette.com/image/2013/12/09/720x_q90_cMC_z_ca0,187,1210,1397/State-Rep-Jim-Christiana.jpg", "type": "article"}, "twitter": {"domain": "post-gazette.com", "description": "Post-Gazette.com - HARRISBURG -- The fliers targeting state Rep. Jim Christiana look like those that might hit Beaver County mailboxes in the thick of campaign season. But they weren't sent by an opposing candidate, party or political action committee. UPMC, the region's largest health network, distributed the mailer to oppose legislation that would require hospitals operating as part of a integrated delivery network -- such as UPMC -- to contract with any willing insurer. Unless a new deal is reached, the expiration at the end of 2014 of a contract between UPMC and health insurer Highmark will lead to Highmark customers losing access to UPMC doctors and hospitals. \"If you don't like what's going on in Washington, wait until you hear what some state politicians, like Representative Jim Christiana, want to", "title": "UPMC mails fliers criticizing lawmaker's health proposal", "image": "http://www.post-gazette.com/image/2013/12/09/720x_q90_cMC_z_ca0,187,1210,1397/State-Rep-Jim-Christiana.jpg", "creator": "@PittsburghPG", "site": "@PittsburghPG", "card": "summary_large_image"}, "publish-date": "Mon, 9 Dec 2013 23:59:27 -05:00", "keywords": "Pittsburgh Post-Gazette, Health", "fb": {"app_id": 148144658590118}, "msvalidate.01": "711874F8E9C70784DC77E1C82EDA893D", "google-site-verification": "124OJGIL09eN_BRCn44k__89eN1iIimYEKfPJdKjPmM", "viewport": "initial-scale=1", "news_keywords": "Pittsburgh Post-Gazette, Health"}, "article_summary": "The state proposal has been criticized by the Insurance Federation of Pennsylvania, which represents UPMC Health Plan, and by the Hospital & Healthsystem Association of Pennsylvania.\nMr. Christiana described it as an effort to support access to health care, and Mr. Frankel said it would encourage competition.\n\"Jim and I are not trying to carve out a protected class for Highmark,\" Mr. Frankel said.\n(UPMC itself supports overhaul of national health care and a single-payer system, he said.)\nThe mailers to Mr. Christiana's constituents warn of increased government involvement in health care."}