{"article_title": "Ted Cruz to Florida: Stop Donald Trump", "article_keywords": ["trump", "rubio", "florida", "stop", "donald", "primary", "cruz", "ted", "vote", "win", "supporters"], "article_url": "http://www.orlandosentinel.com/news/politics/os-ted-cruz-orlando-town-hall-20160311-story.html", "article_text": "U.S. Sen. Ted Cruz urged Florida voters to stop Donald Trump at a town hall Friday in Orlando.\n\n\"The choice the state of Florida has is simple: Do you want Trump to be the nominee, or not?\" Cruz said. \"If it's Donald Trump, Hillary Clinton wallops us. Hillary Clinton wallops Donald Trump.\"\n\nCruz was joined by former GOP candidate Carly Fiorina at the Fox News event, hosted by Sean Hannity. The gathering drew about 1,000 supporters to the Faith Assembly of God church on Curry Ford Road.\n\nHe agreed with Hannity that he and Trump were facing off in the \"semifinals\" of the primary season.\n\nCruz, making a swing through Florida in advance of Tuesday's winner-take-all Republican presidential primary, talked about his platform of repealing Obamacare, abolishing the IRS and strengthening defense while also commenting on the long days on the campaign trail.\n\n\"I continually have the nightmare of waking up in Orlando and saying 'Hello Cleveland!'\" Cruz joked.\n\nAsked if U.S. Sen. Marco Rubio should drop out if the Florida senator ends up with a poor showing in his home state primary on Tuesday, Cruz said, \"That's a decision Marco has to make.\"\n\nCruz said he welcomed all new supporters, including backers of Rubio, Ohio Gov. John Kasich, Ben Carson, who endorsed Trump Friday, and Fiorina.\n\n\"We've got to come together to win,\" Cruz said. \"Come on in, the water's fine.\"\n\nBut a Rubio spokesman handed out slips of paper to reporters at the event with the Rubio campaign's official response, \"No matter what you think of Ted Cruz, any vote not for Marco Rubio in Florida is a vote for Donald Trump to win the nomination.\"\n\nRecent polls have shown Cruz in a distant third behind Trump and Rubio in the Florida primary. Cruz, however, pointed to his recent primary and caucus wins that have garnered him 360 delegates, 99 less than Trump,. He said he had the best path to defeating Trump for the nomination.\n\nHe laughed when told Rubio was telling supporters in Ohio to vote for Kasich in that primary as a way to stop Trump.\n\n\"I'm laughing because it's the Washington establishment's last gasp,\" Cruz said. \"It's really, really simple. How do you beat Donald Trump? You beat him. You beat him at the ballot box.\"\n\nHe criticized Trump and Democratic front runner Clinton as \"the flip side of the same coin\" and that electing Trump is \"like putting the fox in charge of the hen house.\"\n\n\"If you want economic growth, you know two words you never hear come out of Donald's mouth?\" Cruz asked. \"Small business.\n\n\"I understand why people are backing Trump,\" Cruz said. \"People are angry, they feel betrayed, and they're tired of people lying to them. But when people are starting to examine Trump's record, they realize: He is what they are angry about.\"\n\nCruz, who cited his Cuban background and talked of how his father first set foot in this country at Key West, also attacked Trump for thinking \"he can just negotiate a better deal\" with Raul Castro and Cuba, as well as with Iran on the nuclear agreement.\n\n\"We've had policy for centuries,\" Cruz said. \"We do not negotiate with terrorists.\"\n\nCruz also played up his anti-establishment bona fides, with Fiorina adding that \"when you challenge the establishment, you make enemies ... judge him by the enemies he has made.\"\n\nHe also took issue with Trump's recent trend of asking supporters to pledge support for him, which began at last week's Trump rally at UCF.\n\n\"I don't like Donald having people pledge support for him,\" Cruz said. \"It's not about us, it's not about the candidates. It's about the American people.\"\n\nOutside the church before the event, supporters lined up past tables of merchandise that included buttons and \"Cruz 16\" shirts.\n\nSeveral spoke of their disappointment in Rubio and in voters who support Trump over Cruz.\n\n\"I do believe [Cruz] is a godly Christian man,\" said Alma Moore of Orlando. \"Unfortunately, the evangelical community doesn't seem to see it that way.\"\n\nBill Brown of Auburndale said, \"With Rubio slipping in the polls, the only real conservative alternative to Rubio is Ted Cruz. \"\n\nWith \"die-hard\" Trump supporters, he said, \"it's difficult to swing them. For Rubio supporters starting to see him slip, there's only one place to turn. If you combine Rubio votes with Cruz, we will win the state of Florida.\"\n\nslemongello@orlandosentinel.com", "article_metadata": {"fb_title": "Ted Cruz to Florida: Stop Donald Trump", "googlebot": "index", "copyright": "Copyright (c) 2016 Orlando Sentinel", "author": "Orlando Sentinel", "og": {"site_name": "OrlandoSentinel.com", "description": "U.S. Sen. Ted Cruz urged Florida voters to stop Donald Trump at a town hall Friday in Orlando.", "title": "Ted Cruz to Florida: Stop Donald Trump", "url": "http://www.orlandosentinel.com/news/politics/os-ted-cruz-orlando-town-hall-20160311-story.html", "image": "http://www.trbimg.com/img-56e2ffa3/turbine/os-ted-cruz-orlando-town-hall-20160311", "type": "article"}, "x-servername": "lalvp14.17", "twitter": {"site": "@orlandosentinel", "card": "summary"}, "msvalidate.01": "AAC9C18F70AC386BC4DCF4DDF9BF1786", "robots": "index,follow", "keywords": "Ted Cruz, Donald Trump, Marco Rubio, GOP candidates", "fb": {"admins": 100004353067097, "page_id": 5779052556, "app_id": 890804050949750}, "apple-itunes-app": "app-id=402223551, app-argument=http://www.orlandosentinel.com/deeplinkid/86184441", "googlebot-news": "index", "date": "2016-03-11", "Description": "U.S. Sen. Ted Cruz urged Florida voters to stop Donald Trump at a town hall Friday in Orlando.   \"The choice the state of Florida has is simple: Do you want Trump to be the nominee, or not?\" Cruz said. \"If it's Donald Trump, Hillary Clinton wallops us. Hillary Clinton wallops Donald Trump.\"   Cruz...", "y_key": "fb73650ad672fe45", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, minimum-scale=1.0, user-scalable=no", "news_keywords": "Ted Cruz, Donald Trump, Marco Rubio, GOP candidates"}, "article_summary": "U.S. Sen. Ted Cruz urged Florida voters to stop Donald Trump at a town hall Friday in Orlando.\nBill Brown of Auburndale said, \"With Rubio slipping in the polls, the only real conservative alternative to Rubio is Ted Cruz. \"\nRecent polls have shown Cruz in a distant third behind Trump and Rubio in the Florida primary.\nHillary Clinton wallops Donald Trump.\"\n\"If it's Donald Trump, Hillary Clinton wallops us."}