{"article_title": "Montgomery County Council Members Endorse Van Hollen for Senate", "article_keywords": ["van", "council", "progressive", "senate", "endorsement", "montgomery", "county", "hollen", "members", "endorse", "run"], "article_url": "http://www.bethesdamagazine.com/Bethesda-Beat/2015/Montgomery-County-Council-Members-Endorse-Van-Hollen-for-Senate/", "article_text": "Montgomery County Council Members Endorse Van Hollen for Senate\n\nAll nine council members announce endorsement of local congressman\n\nby Andrew Metcalf\n\nMontgomery County Council members and County Executive Ike Leggett join with Congressman Chris Van Hollen to endorse his run for U.S. Senate Andrew Metcalf\n\nU.S. Rep. Chris Van Hollen continues to rack up endorsements in his nascent campaign to replace retiring U.S. Sen. Barbara Mikulski. On Monday he received the endorsement of all nine members of the Montgomery County Council at a press event outside the council office building in Rockville.\n\nLast week the Kensington Democrat, who has represented the 8th District in the U.S. House of Representatives since 2003, received the endorsement of County Executive Ike Leggett and Maryland Attorney General Brian Frosh, less than 48 hours after announcing his intention to run for the seat being vacated by Mikulski.\n\nEight of the nine Democratic council members stood with Van Hollen on Monday. Only Tom Hucker, who also is endorsing Van Hollen, wasn't there. Council President George Leventhal said Hucker had a family engagement.\n\nThe council members made it clear Monday that the decision to endorse Van Hollen was an easy one. Nancy Navarro called him a \"champion\" of the Latino community and said that his district office has always been responsive to community concerns. Craig Rice said that Van Hollen brought \"common sense to Congress.\" Council President George Leventhal referred to the congressman as \"Montgomery County's favorite son\" and Roger Berliner announced \"he will be our senator.\"\n\nVan Hollen praised the council members for setting a national agenda at the local level on issues like climate change and the minimum wage. He said he was honored by their endorsement.\n\n\"I only wish the House of Representatives and the U.S. Senate demonstrated that kind of leadership,\" Van Hollen said. He described the current policy goals of the Republican leadership on Capitol Hill as an \"entirely negative agenda\" focused on repealing legislation such as the Affordable Care Act and Wall Street reform.\n\nVan Hollen is the only candidate to formally announce his intention to run. The Washington Post reported that Rep. Donna Edwards, a Prince George's County Democrat who represents the 4th District, is expected to announce her intention to run Tuesday.\n\nSome progressive groups such as Democracy for America and the Progressive Change Campaign Committee have asked Edwards to run and plan to endorse her.\n\nVan Hollen addressed the progressive groups' early support of Edwards by saying, \"If you look at my record starting in the state of Maryland, it's one of being an effective progressive, someone who has gotten things done in the state of Maryland, which is why I've already seen such an outpouring of support from the progressive leaders in the state.\"\n\nMeanwhile, Van Hollen, a Democratic leader in the House of Representatives who had been considered as a possible replacement for Nancy Pelosi as minority leader, has also received the endorsement of Senate Minority Leader Harry Reid.", "article_metadata": {"og": {"url": "http://www.bethesdamagazine.com/Bethesda-Beat/2015/Montgomery-County-Council-Members-Endorse-Van-Hollen-for-Senate/", "image": "http://www.bethesdamagazine.com/Bethesda-Beat/2015/Montgomery-County-Council-Members-Endorse-Van-Hollen-for-Senate/FullSizeRender1.jpg", "type": "article", "description": "All nine council members announce endorsement of local congressman", "title": "Montgomery County Council Members Endorse Van Hollen for Senate"}, "twitter": {"card": "summary_large_image"}, "description": "All nine council members announce endorsement of local congressman", "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0"}, "article_summary": "Montgomery County Council Members Endorse Van Hollen for SenateAll nine council members announce endorsement of local congressmanby Andrew MetcalfMontgomery County Council members and County Executive Ike Leggett join with Congressman Chris Van Hollen to endorse his run for U.S. Senate Andrew MetcalfU.S. Rep. Chris Van Hollen continues to rack up endorsements in his nascent campaign to replace retiring U.S. Sen. Barbara Mikulski.\nThe council members made it clear Monday that the decision to endorse Van Hollen was an easy one.\nEight of the nine Democratic council members stood with Van Hollen on Monday.\nVan Hollen praised the council members for setting a national agenda at the local level on issues like climate change and the minimum wage.\nOn Monday he received the endorsement of all nine members of the Montgomery County Council at a press event outside the council office building in Rockville."}