{"article_title": "Being 'born here' makes difference", "article_keywords": ["river", "hospital", "receipt", "paid", "born", "engel", "birth", "riverview", "world", "difference", "makes", "war"], "article_url": "http://www.wisconsinrapidstribune.com/story/opinion/2014/09/05/born-makes-difference-river-city-memoirs/15149609/", "article_text": "For locals, no credibility like that of those who were born here.\n\nDave Engel (Photo: Contributed)\n\nBy July 1945, World War II was almost over.\n\nMeanwhile, another countdown was reaching its conclusion as my mother was enjoying the last month of carrying her first-born-to-be.\n\nFor local credibility, no high-toned credentials can replace the words, \"I was born here.\" Only by the skin of their teeth did my parents make it happen.\n\nSome of the details came to light in August of this year, when I came upon an old record book of my mother's.\n\nArline (known here as Sally) and Donald Engel had married in 1942. Before children, they lived at 1122 S. 17th St., Manitowoc, an address found on a wartime document filed with the Office of Price Administration.\n\n\"Registration of Rental Dwellings\" shows my parents in an \"upper flat\" owned by Mrs. Frank Richter. Among the conveniences was indoor plumbing, an improvement over the typical outhouses on the Seymour farms the two had grown up on.\n\nMy dad, after at least two unsuccessful attempts to enlist in the regular military, joined the State Guard while working as a welder of submarines at Manitowoc Shipyards, an activity that likely caused the lung cancer that killed him 45 years later.\n\nMy dad's last payroll stub from the shipyard was dated July 7, 1945. He made $1.20 per hour for a 48 hour week, minus $8.24 for tax — a weekly take-home pay of almost $50.\n\nAs the war approached an end, shipyard work lessened, so the 26-year-old found a job with the Frank Garber industrial supply company in a paper mill town along a dark river in the forested hinterland 100 miles to the west that seemed like Siberia to my mother.\n\nA July 14 receipt from the Jos. F. Huettl Transfer Line of Seymour listed \"1 LOT HOUSEHOLD GOODS,\" delivered for $51.32 to 551 11th St. N., Wisconsin Rapids, an even smaller apartment than they were accustomed to.\n\nWith that move, I was able to be \"born here\" at Riverview Hospital, Aug. 12, 1945.\n\nMy birth records were not in that packet but I found those of my sister, Kathryn, born here Nov. 9, 1946.\n\nMother and daughter stayed in Riverview hospital for seven nights at $4.50 each; plus $1 a night for the nursery; and $10 total for the operating room: amounting to about $54 for the birth of the future LHS class of '64 valedictorian.\n\nMaternity benefits from \"Blue Cross Plan\" of Associated Hospital Service., Inc. were $2.50 per day.\n\nIn February 1947, Donald paid $51 to Dr. Wallace L. Nelson at the baby doctor's office in the Wisconsin Theatre Building on West Grand Avenue. The receipt was signed by Nathalie Lester, who I knew later as Nathalie Smart.\n\nIn July1947, my infant self had a hernia repaired and spent four nights at Riverview. The charge was $4.25 per day plus $10 for the operating room and $10 for anesthetic.\n\nThe total bill was $40 for \"Mas. Davey Engel\" of which my dad paid $24 and Blue Cross kicked in $16.\n\nThe same month, Donald paid $10 to Dr. O.W. Koonz, dentist, the receipt signed \"BD\" by Koonz' office girl, Dorothy Gringle.\n\nDorothy, who died this year, had told her son, my classmate Rob Gringle, that she had considered my father a very handsome man.\n\nJust last month, August 2014, with my brother Gary, also \"born here,\" I revisited the scenes of my conception.\n\nAt the Manitowoc Public Library, an address was found for Don and \"Erline\" that proved to be that of a house Mom had shown me a couple decades ago.\n\nSubdivided into apartments, the plain two-story dwelling fell under the shadow of the immense Mirro aluminum cookware plant, busy in World War II and functioning until 2003, now being dismantled.\n\nThis year's pilgrimage traveled a little farther from Mirro, to a quieter street and the smaller house on 17th that Don, Sally and their incipient son left 69 years ago to stake their future in River City.\n\nCoincidentally on my birth date of Aug. 12, 2014, I visited what long time residents still consider the \"new\" Riverview hospital here, for an exam with my primary care physician, also a native son.\n\n\"Old Riverview,\" the venerable structure that brought my sister, two brothers and me into the world at such reasonable rates, had been demolished in favor of plans that didn't materialize, resulting in considerable open space.\n\nThat my exact birth site has melded into the historical nothingness locals seem to prefer is just the latest of uncivil phrases so often found in these Memoirs, a usage reserved for those who were, by choice, chance or happenstance, \"born here.\"\n\nDave Engel is a local historian and author of books in the \"River City Memoirs\" series. His columns are featured monthly in Daily Tribune Media.\n\nRead or Share this story: http://wrtnews.co/1o7YNQS", "article_metadata": {"google": "notranslate", "description": "For locals, no credibility like that of those who were born here.", "og": {"site_name": "Daily Tribune Media", "description": "For locals, no credibility like that of those who were born here.", "title": "Being 'born here' makes difference: River City Memoirs", "url": "http://www.wisconsinrapidstribune.com/story/opinion/2014/09/05/born-makes-difference-river-city-memoirs/15149609/", "image": "http://www.gannett-cdn.com/GDContent/applogos/wisconsinrapidstribune.png", "type": "article"}, "twitter": {"description": "For locals, no credibility like that of those who were born here.", "creator": "@wrtribune", "image": "http://www.gannett-cdn.com/-mm-/43e5b2d2caa4c988d328595bde9efab82d64da34/c=0-5-201-206&r=x643&c=640x640/local/-/media/WisconsinRapids/2014/09/05/-wrtdaveengel.jpg20060410.jpg", "title": "Being 'born here' makes difference: River City Memoirs", "site": "@wrtribune", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=885558265", "fb": {"app_id": 132335483492709}, "Content-Type": "text/html; charset=UTF-8", "viewport": "width=1070"}, "_id": "\"57477af36914bd0286fd09f2\"", "article_summary": "With that move, I was able to be \"born here\" at Riverview Hospital, Aug. 12, 1945.\nMy birth records were not in that packet but I found those of my sister, Kathryn, born here Nov. 9, 1946.\nDave Engel (Photo: Contributed)By July 1945, World War II was almost over.\nJust last month, August 2014, with my brother Gary, also \"born here,\" I revisited the scenes of my conception.\nFor local credibility, no high-toned credentials can replace the words, \"I was born here.\""}