{"article_title": "How Small Ideas Are Helping to Bend the Health Care Cost Curve", "article_keywords": ["labs", "blood", "overall", "hospital", "curve", "ideas", "osborne", "helping", "policy", "cost", "health", "bend", "small", "hospitals", "care"], "article_url": "http://finance.yahoo.com/news/small-ideas-helping-bend-health-101500203.html", "article_text": "Even as overall U.S. health care spending grew by 5.3 percent in 2014 – reaching a jaw-dropping $3 trillion -- the healthcare industry has made some important strides in trying to bend the overall cost curve in the coming years, according to some experts.\n\nSince the advent of the Affordable Care Act in 2010, for instance, the move away from so-called fee-for-service that maximizes costs for insurers and patients by encouraging excessive billings has begun to make some inroads in overall spending.\n\nRelated: US Health Care Costs Surge to 17 Percent of GDP\n\nUnder the old approach, patients and insurers were charged for every individual service or procedure, and that encouraged doctors to order extra tests or require patients to spend more time in the hospital. Now many medical practices and hospitals are learning to coordinate their activities and bundle charges in a way that rewards quality of service over volume.\n\nHealth and Human Services officials have predicted that by 2016, fully half of all Medicare payments to providers will be tied to “value-based” reimbursements instead of fee for service. That could mean tens of billions in savings down the road.\n\nAt the same time, hospitals and doctors’ offices are taking some of the mystery out of medical costs through greater “transparency” or honesty in billing. And insurance companies and businesses are expanding their “wellness programs” to keep Americans healthy and away from the hospital for as long as possible.\n\n“I think it starts with the realization that we’ve been in a transformational period with health care for some time. And I have argued for a while that policy and technology have driven this transformation in large measure,” said Tom Daschle, a former Democratic Senate Majority Leader from South Dakota and now a Washington public policy adviser to the hospital and health care industry.\n\n“Not exclusively,” he added, “but policy has unleashed a new environment and technology has allowed us to maximize the value of this new environment in a lot of different ways.”\n\nRelated: Why the U.S. Is Being Gouged on Drug Prices Compared to Other Countries\n\nDaschle said during a recent interview in his office that the transformation would play out in the coming years under a new administration, Congress, the courts, the states and especially the private sector. He said there have been “an explosion of innovation” in the private sector at all levels. “We have seen a sort of collective concern about the three greatest challenges in health care: cost, access and quality.”\n\nThe breakthroughs in lowering the cost of health care will come through innovations both large and small. The innovations in billing and pricing, the movement towards greater teamwork, and cooperation and wellness programs have potentially massive long-term cost implications.\n\nBut taken together, a series of much smaller ideas can greatly contribute to the overall drive towards medical cost containment.\n\nA 2014 report by RAND Health research highlighted “small ideas” that could save the nation’s health care system between $13 billion and $22 billion annually if properly implemented.\n\nRelated: Drug Company Profits Soar as Taxpayers Foot the Bill\n\nAmong those ideas:\n\nLowering treatment costs by reducing the use of anesthesia providers in routine gastroenterology procedures for low-risk patients.\n\nChanging the payment policy for emergency transportation or ambulance service. Medicare currently pays vast sums for transporting elderly patients to and from the hospital.\n\nShifting care from hospital emergency rooms to retail clinics when appropriate.\n\nIncreasing the use of $4 generic drugs to help rein in runaway prescription drug costs.\n\n“Small ideas do not require systemic change; thus, they may be both more feasible to operationalize and less likely to encounter stiff political and organizational resistance,” according to the report.\n\nAnother area that hasn’t gotten much attention until recently is hospital labs and patient blood management units. Hospitals spend a total of $68 billion annually running those labs, but many of them are woefully behind in cost saving strategies.\n\nBy one estimate, 70 percent of patient diagnoses originate in hospital laboratories, yet most labs operate at 40 percent efficiency, with considerable space underutilized or ignored.\n\nRelated: Medicare Sees Striking Increase in Specialty Drug Costs\n\nJeff Osborne, a former Honeywell aerospace executive and industrial performance officer, concluded several years back that hospital labs were ripe for reform that could save the hospital industry billions if handled properly.\n\nAs the president and CEO of a San Diego-based consulting firm called Accumen, Osborne and his staff have contracted with more than 40 hospitals and health systems nationwide to overhaul their lab and patient blood management units, upgrade equipment and impose tough new cost-saving standards for lab employees.\n\nThese labs typically are responsible for performing routine blood and urine tests, anatomic pathology testing of human tissue and microbiology testing, along with maintaining blood banks. Many of the labs cost roughly $500 million a year to operate.\n\nOsborne said in a recent interview that his company behaves more like a hospital player than a consultant does. Rather than advising the hospitals from afar, Osborne’s technical teams literally are embedded in the hospital labs, often for several years, to help change the management and operational culture.\n\nRelated: Obamacare Insider: The Plans Need to Be More Affordable\n\n“What we have found is that lab folks are great care-givers, but they tend not to be business operators,” Osborne said. “So we teach them how to be good business operators.”\n\nThe changes made can be as simple as driving harder bargains with suppliers to lower the cost of tubes, needles and chemicals. Hospitals can save as much as 20 percent to 30 percent a year on medical supplies simply by putting their foot down.\n\nOr the reforms can be more challenging, such as changing long-standing practices in the labs, such as sending out blood tests to private labs instead of doing the work in-house more quickly and at a lower cost.\n\nOsborne said that one of his clients saved $1.5 million a year by ending its practice of sending Vitamin D tests out to an independent lab. He also helped convince another healthcare system that it could save millions of dollars by cutting back on thousands of marginally useful or unnecessary blood transfusions that sometimes lead to patient infections.\n\nOver the past year alone, Osborne says his firm has saved clients $60 million in lab operating costs. Clients that enter into three-to -five year “transformational partnerships” with Accumen can expect to reap 15 percent to 20 percent overall savings, according to Osborne.\n\nRelated: Employees Are Paying More – Much More – for Health Care\n\nDaschle, a public policy advisor and lobbyist who represents Accumen in Washington, said that Osborne is helping to “give new meaning and definition” to the concept of coordinated care. “He’s kind of like an orchestra director with all the different orchestra pieces,” Daschle said.", "article_metadata": {"description": "From Yahoo Finance: Even as overall U.S. health care spending grew by 5.3 percent in 2014 – reaching a jaw-dropping $3 trillion -- the healthcare industry has made some important strides in trying to bend the overall cost ...", "application-name": "How Small Ideas Are Helping to Bend the Health Care Cost Curve", "og": {"site_name": "Yahoo Finance", "description": "Even as overall U.S. health care spending grew by 5.3 percent in 2014 – reaching a jaw-dropping $3 trillion -- the healthcare industry has made some important strides in trying to bend the overall cost ...", "title": "How Small Ideas Are Helping to Bend the Health Care Cost Curve", "url": "http://finance.yahoo.com/news/small-ideas-helping-bend-health-101500203.html", "image": "http://l.yimg.com/bt/api/res/1.2/LId4Ojjld0v.dzFktt2cqQ--/YXBwaWQ9eW5ld3NfbGVnbztpbD1wbGFuZTtxPTc1O3c9NjAw/http://globalfinance.zenfs.com/images/US_AHTTP_H_FISCAL_TIMES_LIVE/04092016_Health_Care-Syringe_original.jpg", "type": "article"}, "twitter": {"description": "Even as overall U.S. health care spending grew by 5.3 percent in 2014 – reaching a jaw-dropping $3 trillion -- the healthcare industry has made some important strides in trying to bend the overall cost ...", "title": "How Small Ideas Are Helping to Bend the Health Care Cost Curve", "image": {"src": "http://l.yimg.com/bt/api/res/1.2/LId4Ojjld0v.dzFktt2cqQ--/YXBwaWQ9eW5ld3NfbGVnbztpbD1wbGFuZTtxPTc1O3c9NjAw/http://globalfinance.zenfs.com/images/US_AHTTP_H_FISCAL_TIMES_LIVE/04092016_Health_Care-Syringe_original.jpg", "identifier": "http://l.yimg.com/bt/api/res/1.2/LId4Ojjld0v.dzFktt2cqQ--/YXBwaWQ9eW5ld3NfbGVnbztpbD1wbGFuZTtxPTc1O3c9NjAw/http://globalfinance.zenfs.com/images/US_AHTTP_H_FISCAL_TIMES_LIVE/04092016_Health_Care-Syringe_original.jpg"}, "site": "@YahooFinance", "dnt": "on", "card": "summary_large_image"}, "msapplication-TileColor": "#6e329d", "fb": {"app_id": 90376669494}, "apple-mobile-web-app-capable": "yes", "apple-mobile-web-app-status-bar-style": "black", "theme-color": "#400090", "msapplication-TileImage": "http://l.yimg.com/os/mit/media/p/presentation/images/icons/win8-tile-1484740.png", "article": {"publisher": "http://www.facebook.com/yahoofinance"}, "viewport": "width=device-width"}, "_id": "\"57477af36914bd0286fd09fd\"", "article_summary": "“We have seen a sort of collective concern about the three greatest challenges in health care: cost, access and quality.”The breakthroughs in lowering the cost of health care will come through innovations both large and small.\nA 2014 report by RAND Health research highlighted “small ideas” that could save the nation’s health care system between $13 billion and $22 billion annually if properly implemented.\n“I think it starts with the realization that we’ve been in a transformational period with health care for some time.\nEven as overall U.S. health care spending grew by 5.3 percent in 2014 – reaching a jaw-dropping $3 trillion -- the healthcare industry has made some important strides in trying to bend the overall cost curve in the coming years, according to some experts.\nMany of the labs cost roughly $500 million a year to operate."}