{"article_title": "Dying and in Denial", "article_keywords": ["seniors", "physicians", "death", "dying", "incentives", "patients", "denial", "health", "treatment", "gawandes", "medicare", "care"], "article_url": "http://reason.com/archives/2015/02/06/dying-and-in-denial", "article_text": "Being Mortal: Medicine and What Matters in the End, by Atul Gawande, Metropolitan Books, 304 pages, $26\n\nThe near-universality of a slow death is a triumph of modern medicine. Our success in managing what had been rapidly fatal diseases has essentially created a new phase of life—a period of physical and mental decline that can last for many years. But as Dr. Atul Gawande argues in his new book Being Mortal, rather than take advantage of the possibilities of these bonus years, we've allowed them to be defined by the ultimately futile struggle merely to survive. We've turned over the last years of our lives to the medical profession, which has, in Gawande's phrase, \"almost no view at all...of what makes life significant.\"\n\nBeing Mortal traces Gawande's evolving realization that the default values of his profession conflict with the needs of his dying patients. At the core of this disconnect is mutual denial-both the patient's (or her loved ones') difficulty accepting that death is inevitable and the physician's difficulty accepting that his skills can't defeat this ultimate foe.\n\nMutual denial leads directly to excessive treatment, as physicians try anything to maintain the patient's-and their own-hope that they are effectively battling disease. Gawande describes end-of-life care as the equivalent of distributing very low-odds lottery tickets on survival at massive cost. \"The waning days of our lives,\" he writes, \"are given over to treatments that addle our brains and sap our bodies for a sliver's chance of benefit.\" Often, treatment fails even this low standard. For example, the widespread use of multiple prescription drugs by seniors substantially increases their risk of catastrophic falls.\n\nGawande contends that in our age of \"informed consent\" and \"shared decision-making,\" a doctor can hide from true candor through accurate disclosure-by becoming \"Dr. Informative.\" What is needed instead is an emotionally honest conversation with a dying patient about what she wants for her remaining time. Such conversations require physicians to see that medicine's purpose is broader well-being, not just physical health. This requires the emotional sensitivity to know when a patient and her family are ready to have that conversation, a skill peripheral at best to prevailing medical culture.\n\nAt the core of Being Mortal is the poignant story of the decline and death of the author's own father. A proud and accomplished man, Gawande's dad is determined that his cancer not interfere with his career, his charitable projects, his civic activities, or even his tennis game. As Atmaram Gawande's cancer slowly spreads, and as the associated incapacities and embarrassments grow, the author struggles to have the very discussion with his father that his book urges physicians to have with their dying patients. \"We had trouble finding anywhere safe for conversation to take purchase.\"\n\nThis is despite Gawande's father and mother both being practicing physicians. All three know exactly what is happening physically, but if anything, that makes candid discussion more awkward. Ultimately, Gawande senior's irrepressible energy drives the correct balance of treatment and capacity: He still has too much to do to settle for being merely kept alive.\n\nThis highly personal example best illustrates Gawande's central point. The approach of mortality isn't essentially a medical challenge. It's a highly personal one, centering on individual choice and priorities. The important lesson of Being Mortal is that patient well-being, not mere survival, is the proper object of care, and that \"well-being is about the reasons one wishes to be alive.\"\n\nMy own father's death from a hospital-acquired infection inspired my initial interest in health care. It was a horrendous experience in every way: dehumanizing, opaque, and confusing. So how could I—or anyone who's dealt with our health care system—not find Gawande's call for a more humane, more sensitive, more personal approach to care appealing?\n\nYet that very universal appeal of Gawande's approach suggests its ultimate limits. Like much of his work, Being Mortal is fundamentally about the professional culture of doctors. This is his comfort zone—and ours. We all want to believe that our health issues can be addressed by wise, sensitive physicians with the time and inclination to attend to our personal needs and sensitivities. And perhaps some of us will be so lucky.\n\nBut though we hate to confront this reality, health care is no longer just a doctor's craft. In fact, it's our largest industry. There are roughly 18 million people employed in today's medical-industrial complex. Gawan­de himself is one of merely 900,000 practicing doctors. For each physician, the industry has roughly 19 other mouths to feed.\n\nWhen I speak in public about the importance of economic incentives in health care, at least one audience member invariably comments that medicine \"shouldn't be an industry,\" as if that somehow resolves the issue. If we want health care to offer the benefit of high-technology diagnostics, advanced pharmaceuticals, and genetic-based treatments to whole populations—and I think we do—then we'll have to understand it as an industry and hold it accountable the same way we do everything else. Our nostalgia for Marcus Welby has kept us from coming to grips with the reality of health care today: excess volumes of ineffective and often detrimental treatment, inconceivable volumes of medical harm and accidental death, primitive use of information technology (except in billing), and absurd expense.\n\nGawande sees hope that change can come to end-of-life care. He examines innovations in assisted living that emphasize the dignity and autonomy of the individual and he shows how such ideas have begun to infiltrate even traditional nursing homes, where frail seniors had been essentially infantilized to protect them from the slightest physical risk. He looks at the spread of hospice as an alternative to dying in a hospital and reviews research suggesting that palliative care may extend survival periods beyond what's possible with more aggressive treatment. And he describes how some of his patients used the imminence of death to define what made them fundamentally alive—often setting very individual goals relating to personal autonomy, time shared with loved ones, ability to perform daily tasks, even watching sports on television. It is helping patients achieve these personal priorities, Gawande discovers, that is the true mark of a good physician.\n\nBut pervasive change can only start with recognizing that today's incentives point away from more personalized, more sensitive, and more humane medicine. America's relentless medicalization of death would have proven impossible without our government's seemingly limitless willingness to pay for it. And death is merely one of many experiences our society has paid to medicalize. At 17 percent of GDP, the health care industry has the funds with which to medicalize the senior years generally, to medicalize what had been lifestyle choices, even to medicalize poverty.\n\nIt is hard not to notice that this book about courage in dealing with mortality is fully in denial about another m-word: Medicare. Throughout the developed world, health care is heavily subsidized by governments. But Medicare is unique. As an unbudgeted entitlement, Medicare is mandated to pay for all care that seniors \"need.\" Providers have readily responded to this unlimited mandate by relentlessly expanding the definition of \"need,\" even for those who are clearly dying. Without review, Medicare will reimburse for colonoscopies performed on people too old by its own guidelines, for spinal fusions even after its experts raise doubts about their effectiveness, for surgeries on secondary illnesses in terminal patients. In fact, one in three Medicare patients has surgery (reimbursed, of course) in the year of his death.\n\nMedicare may be undisciplined, but that doesn't mean its impact on care is neutral. Gawande is right to view the decline in gerontology as a particular tragedy for seniors; these are the only physicians who explicitly deal with the problems of aging as interconnected issues. But why are we down to only about 7,000 gerontologists for 40 million seniors? It's not because of some inevitable medical progress. It's directly because of Medicare. The entitlement's rate-setting panels (dominated by specialists) have long preferred the concrete nature of treatment over the vague expenditure of a primary physician's time. Even though it spends $600 billion on seniors' care, Medicare's economic incentives have driven gerontologists out of business.\n\nGawande ignores Medicare, systemic causes, and economic incentives for the same reason most people do: The whole idea makes us squirm. It's too awful to imagine that the amount, type, and even quality of care are driven primarily by economic incentives. Yes, the desire to do good and to be compassionate are also important incentives; but if we are to understand an activity involving 18 million people, we have to focus on the economic incentives our policies have created.\n\nIt's far more comfortable to maintain what can be called the Prime Illusion of health care. Most traditional health experts believe that there is an objective, inflexible need for care determined by health and available treatment technology (sometimes mistakenly described as \"inelastic\" demand). Government's role under this illusion is straightforward: Merely help people pay for this needed care (and often set prices in the process). The illusion is that having the government subsidize health care (either directly, by paying for it, or indirectly, through regulated insurance) doesn't meaningfully alter the amount, type, or quality of care we receive.", "article_metadata": {"og": {"site_name": "Reason.com", "description": "A new book offers a powerful dissection of contemporary end-of-life care, yet misses the underlying problem.", "title": "Dying and in Denial", "url": "http://reason.com/archives/2015/02/06/dying-and-in-denial", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/14229079596935.jpg", "type": "article"}, "twitter": {"image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/14229079596935.jpg", "title": "Dying and in Denial", "description": "A new book offers a powerful dissection of contemporary end-of-life care, yet misses the underlying problem.", "card": "summary_large_image", "site": "@reason"}, "fb": {"pages": 17548474116}, "google-site-verification": "-AmMiilAN-pnjWt369CUWae-VQ-b9wmH4fSGyhbkQxw", "msvalidate.01": "212A68A07785B3080038A845C4EE8905", "article": {"tag": "HomePage", "published_time": "2015-02-06T14:00:00+00:00", "author": "http://reason.com/people/david-goldhill"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=2"}, "_id": "\"57477af46914bd0286fdf422\"", "article_summary": "Mutual denial leads directly to excessive treatment, as physicians try anything to maintain the patient's-and their own-hope that they are effectively battling disease.\nBeing Mortal traces Gawande's evolving realization that the default values of his profession conflict with the needs of his dying patients.\nIt's far more comfortable to maintain what can be called the Prime Illusion of health care.\nWhat is needed instead is an emotionally honest conversation with a dying patient about what she wants for her remaining time.\nBut though we hate to confront this reality, health care is no longer just a doctor's craft."}