{"article_title": "ObamaCare Website Didn't Recognize Obama", "article_keywords": ["website", "information", "application", "recognize", "obamacare", "stuck", "verification", "mr", "weaver", "staff", "didnt", "identity", "obama"], "article_url": "http://www.frontpagemag.com/point/213825/obamacare-website-didnt-recognize-obama-daniel-greenfield", "article_text": "You would think that no matter how much bad data the ObamaCare website puts out and how often it mangles enrollment information, there is one man that it has to recognize. The Frankenstein who unleashed the monster.\n\nBut Healthcare.gov is such a failure that it doesn't even recognize Obama.\n\n“We learned today from the White House. Initially, they said he signed up for what they called a bronze plan, paying about four hundred dollars a month in premiums. But, then they came back to us and said – Wait, he didn’t actually enroll. They said his staff did it and that’s because of his unique circumstance as Commander in Chief. That his personal information is not in particular government data bases. So healthcare.gov could not actually verify his identity, oddly enough… So his staff did it.”\n\nThere's nothing unique about it. Lots of ordinary people have been stuck in verification. And they don't have a staff to fix it for them.\n\nKelly Weaver, a substitute teacher in Michigan, said her application has been stuck in the identity verification process since mid-October. \"I don't know what they're fixing,\" says Weaver, who considers herself a health-law supporter. \"I'm definitely noticing different fonts but that doesn't really fix my situation.\" Weaver has submitted identity verification information online and over the phone. She has uploaded copies of her driver's license to the Web site. When she's called the customer service center, she's twice been told she'll receive a call back in two to five business days. Both times, she never got a return phone call.\n\nIf only Kelly had her own staff like Obama to handle pesky minutiae like this. Or if Roger had the staff.\n\n“I am in no man’s land,” said Roger N. Hampton of Boca Raton, Fla., who filed an application early last month. “I have been waiting patiently for my ID verification to come through, which has not occurred thus far. So I can’t see what plans are available.” When he tried to file his application online, Mr. Hampton received a message that said: “Your identity wasn’t verified. You won’t be able to submit your application for health coverage until your identity is verified. Submit documents that prove your identity. Once you upload your documents, they’ll be reviewed. The results of your identity verification will be emailed to you.” Mr. Hampton hit a button that said, “Upload documents” and attached copies of his Social Security card and driver’s license. He said he had heard nothing back. John W. Filbin of New London, N.H., reported a similar experience. “I have been stuck in identity proofing since early October,” he said Monday. Mr. Filbin said he had called Experian, but got no help because he did not have a “reference number.” Experian sent him back to HealthCare.gov, which has repeatedly indicated that his identity verification is “in process.” Jo Ann Fields of Felton, Del., appears to be lost in the same labyrinth. “I mailed a copy of my voter registration card on Oct. 24, and I have not heard anything back,” Ms. Fields said. “I uploaded the voter registration card, and they said I would get an email response. I have had no response... My application is stuck in ID verification.”\n\nThis is why Obama's gesture is meaningless. He isn't really going to be stuck in ObamaCare verification hell even though if there's anyone who deserves to struggle with the ObamaCare site, it's him.\n\nThe troubles he has inflicted on millions of people with a website that can't even recognize the man responsible for it will not affect him.", "article_metadata": {"rating": "general", "description": "If there's anyone ObamaCare ought to recognize, it's Obama", "generator": "Drupal 7 (http://drupal.org)", "og": {"site_name": "Frontpage Mag", "description": "If there's anyone ObamaCare ought to recognize, it's Obama", "title": "ObamaCare Website Didn't Recognize Obama", "url": "http://www.frontpagemag.com/point/213825/obamacare-website-didnt-recognize-obama-daniel-greenfield", "updated_time": "2015-06-22T23:38:05-04:00", "type": "article"}, "twitter": {"url": "http://www.frontpagemag.com/point/213825/obamacare-website-didnt-recognize-obama-daniel-greenfield", "description": "If there's anyone ObamaCare ought to recognize, it's Obama", "card": "summary", "title": "ObamaCare Website Didn't Recognize Obama"}, "article": {"published_time": "2013-12-24T06:07:11-05:00", "modified_time": "2015-06-22T23:38:05-04:00"}, "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fd0a02\"", "article_summary": "He isn't really going to be stuck in ObamaCare verification hell even though if there's anyone who deserves to struggle with the ObamaCare site, it's him.\nWeaver has submitted identity verification information online and over the phone.\nKelly Weaver, a substitute teacher in Michigan, said her application has been stuck in the identity verification process since mid-October.\nYou would think that no matter how much bad data the ObamaCare website puts out and how often it mangles enrollment information, there is one man that it has to recognize.\nThe troubles he has inflicted on millions of people with a website that can't even recognize the man responsible for it will not affect him."}