{"article_title": "Turkish tanks pound Kurdish militants in week-long military campaign", "article_keywords": ["kurdish", "pound", "weeklong", "campaign", "turkish", "hdp", "militants", "pkk", "party", "tanks", "forces", "diyarbakir", "military", "security", "towns", "killed"], "article_url": "http://www.thefiscaltimes.com/latestnews/2015/12/22/Turkish-tanks-pound-Kurdish-militants-week-long-military-campaign", "article_text": "DIYARBAKIR, Turkey (Reuters) - Turkish tanks on Tuesday pounded Kurdistan Workers' Party (PKK) targets in Cizre, a southeastern town at the heart of a military operation that the army said has killed 127 Kurdish militants in a week.\n\nBlack smoke rose from buildings in the town after shelling from hilltops and the pro-Kurdish Peoples' Democratic Party (HDP) said at least 23 civilians had been killed in the violence.\n\nA 16-year-old boy was killed in Diyarbakir, the largest city in the region, from a gunshot wound to the chest during protests against the curfews, security sources said.\n\nIn the town of Sirnak further east, a police officer was killed after militants attacked his armed vehicle, they said.\n\nClashes have forced tens of thousands of people to leave their homes in Sur, a historic district of Diyarbakir, which has been under curfew for three weeks, CNN Turk said, citing a report by the main opposition Republican Peoples Party (CHP).\n\nSecurity forces launched a new offensive in the mainly Kurdish region last week after President Tayyip Erdogan pledged to root out militants.\n\nDiyarbakir Mayor Gultan Kisanak criticised the tactics.\n\n\"Tanks and heavy weaponry, which are only used in conventional warfare, are being used by the Turkish armed forces, in areas where hundreds of thousands of civilians live,\" Kisanak said in a statement.\n\nA prosecutor opened an investigation against HDP leader Selahattin Demirtas, two other HDP lawmakers and two senior Kurdish politicians.\n\nThey are accused of violating anti-terrorism laws and encouraging criminal activity at a news conference last week where Demirtas urged Kurdish citizens to resist the operations. Turkish lawmakers cannot be prosecuted unless parliament first strips them of their immunity.\n\nThe towns of Cizre and Silopi, bordering Iraq and Syria, have been the focus of the campaign. Images on state media from Sur have shown Turkish troops patrolling rubble-strewn streets among buildings riddled with bullet holes.\n\nA two-year ceasefire between the PKK and Ankara fell apart in July, shattering peace talks and reviving a conflict that has afflicted Turkey's mainly Kurdish southeast for three decades, killing more than 40,000 people.\n\nThe PKK, which launched its insurgency in 1984, is designated as a terrorist group by Turkey, the United States and the European Union.\n\nTraditionally focused on the countryside, the PKK has shifted to southeastern towns, setting up barricades and digging trenches to keep security forces away.\n\nDemirtas said the campaign was targeting locals who were presented as \"terrorists\".\n\n\"We stand by our people who resist the tanks and shelling,\" he said before leaving for Moscow on a visit criticised by Prime Minister Ahmet Davutoglu.\n\nTurkey and Russia have been at odds since Ankara downed a Russian jet involved in operations against rebels in Syria last month, saying it had violated Turkish air space.\n\n\"TARGETS FOR BULLETS\"\n\nMany towns are under curfew and electricity has been cut in many Silopi districts as transformers have been damaged. Food and water was running scarce in some Diyarbakir districts, while shopkeepers kept shutters closed in protest at the security operations, residents said.\n\nFerhat Encu, an HDP lawmaker for Sirnak, said on Twitter that the bodies of those killed in clashes in Silopi were being kept in houses due to the curfew.\n\nThe Kurdish Islamist party Huda-Par, usually sympathetic to the ruling AK Party, said security forces were taking positions inside civilian houses, including those of two party members, against the residents' will, therefore making them a target.\n\n\"Due to the curfew, our members and their families cannot leave their house and move to a safer place and therefore have become targets for bullets,\" a party statement said. It added that entering people's homes by force, whether by the state or the PKK, was trespassing and \"unacceptable\".\n\nOn Tuesday, a Turkish soldier was killed in Bitlis, the army said, during an operation that killed two PKK militants.\n\n(Additional reporting by Melih Aslan; Writing by Humeyra Pamuk and Ayla Jean Yackley; Editing by Mark Heinrich)", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "DIYARBAKIR, Turkey (Reuters) - Turkish tanks on Tuesday pounded Kurdistan Workers' Par", "title": "Turkish tanks pound Kurdish militants in week-long military campaign", "url": "http://www.thefiscaltimes.com/latestnews/2015/12/22/Turkish-tanks-pound-Kurdish-militants-week-long-military-campaign", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/turkey-kurds_2.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/latestnews/2015/12/22/Turkish-tanks-pound-Kurdish-militants-week-long-military-campaign", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/turkey-kurds_2.jpg", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "DIYARBAKIR, Turkey (Reuters) - Turkish tanks on Tuesday pounded Kurdistan Workers' Par", "generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "Security forces launched a new offensive in the mainly Kurdish region last week after President Tayyip Erdogan pledged to root out militants.\nOn Tuesday, a Turkish soldier was killed in Bitlis, the army said, during an operation that killed two PKK militants.\nDIYARBAKIR, Turkey (Reuters) - Turkish tanks on Tuesday pounded Kurdistan Workers' Party (PKK) targets in Cizre, a southeastern town at the heart of a military operation that the army said has killed 127 Kurdish militants in a week.\nIn the town of Sirnak further east, a police officer was killed after militants attacked his armed vehicle, they said.\nA prosecutor opened an investigation against HDP leader Selahattin Demirtas, two other HDP lawmakers and two senior Kurdish politicians."}