{"article_title": "Conservative group Libre quietly, but diligently, making inroads into Latino communities", "article_keywords": ["diligently", "quietly", "latinos", "group", "organization", "florida", "community", "conservative", "velasquez", "garza", "groups", "libre", "communities", "inroads", "liberal", "latino", "making"], "article_url": "http://latino.foxnews.com/latino/politics/2015/09/29/conservative-group-libre-quietly-but-diligently-making-inroads-into-latino/", "article_text": "Libre Initiative volunteers were working the phones on a recent Tuesday at the organization’s office in Orlando, speaking with Latinos on the other end of the line about the things that would truly, in their words, empower the community: free trade, limited government and rule of law.\n\nTwo days later, in the South Florida city of Sweetwater, Libre held a workshop for women on how to become savvy consumers and how to protect themselves from fraud.\n\nTwo seemingly different agendas but both part of one overarching mission – to make inroads into Latino communities with the ultimate goal of having more of this important population embrace conservative ideals.\n\nLibre Initiative, a grassroots organization headquartered in Texas, is remarkably influential and, in some areas of the country, ubiquitous despite having launched a mere four years ago.\n\nIt is the brainchild of Daniel Garza, a sharp, affable former George W. Bush administration official who launched the nonprofit group, which officially describes itself as nonpartisan, in 2011 with the stated purpose of helping to lift Latinos by offering workshops on a variety of topics.\n\nAnd, hand-in-hand with that, Libre is laying the groundwork for expanding the population of Latino conservatives.\n\nLibre gets much of its funding – reportedly more than $10 million – from the conservative billionaire brothers David and Charles Koch.\n\nThe group’s driving method of operation is to be embedded in Latino communities. Many of those communities are in places that are politically important – battleground states such as Florida, Nevada, Texas and Virginia, to name a few.\n\nAt the moment, Libre is in eight states, and expanding to a ninth – Wisconsin – later this year.\n\nThe organization has 65 full-time staff members, which is scheduled to grow to 80 by the end of the year.\n\nIn Nevada, Libre has held classes to teach Latinos, including many who are undocumented, about driving rules. Nevada allows people who are here illegally to obtain a driving card – a restricted document that allows people to drive but cannot be used as a government ID.\n\nBut many people had difficulty passing the test, which is where Libre sought to fill a void.\n\nIn Texas and Florida, Libre offers free classes and assistance in tax preparation, its members give food away to the needy, as well as award academic scholarships and provide wellness check-ups. The group regularly has a presence at community fairs.\n\nTheir outreach adapts to what a local population’s needs might be.\n\n“The Latino community is so diverse,” said Garza, the son of Mexican farmworkers who pulled himself up from the bootstraps, getting his GED after initially dropping out of high school, eventually attending college and then landing a string of powerful government jobs. “A lot of people have a one-dimensional sense of the Latino community. Many Latino immigrants need help, but many Latinos have moved on and up, like all immigrants do.”\n\nLibre often turns to trusted members of a community to make inroads.\n\nIn Central Florida, which has seen soaring growth in the Latino population – much of it from Puerto Rico – Libre counts among its ground troops David Velasquez, a local pastor.\n\nVelasquez has a broad range of contacts in the Latino community, Garza noted, that cut across socioeconomic lines. There are people who arrive with very little from their native homelands – and some end up homeless – and others who come with Rolex watches and advanced college degrees.\n\n“He deals a lot with the faith community, and he’s plugged in with colleges, businesses and other groups,” Garza said. “He works in different dimensions, that’s what you have to do” to penetrate a community.\n\nMaribel Velasquez, a longtime Orlando resident of Puerto Rican descent (who is of no relation to the pastor David Velasquez), praises Libre for offering services to the Latino community she says are rare and valuable, especially at no charge.\n\nVelasquez had never heard of Libre before a fellow parishioner at her church, where she leads a women’s group, mentioned a workshop the organization was holding for women on how to start a business.\n\n“I love business, I love starting businesses, and that got my attention,” said Velasquez, who co-owns a mobile floor installation business with her husband. “I asked a bunch of questions about the workshop and attended it and it was fabulous. It was well-run, informative and the presenters offered us follow-up consultations at no charge.”\n\nVelasquez learned about other workshops catering to female empowerment, but they were in the Miami area, she said. When she asked if Libre could hold one of those workshops – on personal finance for women – at her church, they quickly obliged.\n\n“They provided appetizers, three female experts on financing conducted the workshop, it was extremely informative and motivating,” said Velasquez, a self-described “non-political person” who voted just once in her life.\n\nIt’s especially key, Garza said, to get to Latinos while they’re still assimilating.\n\n“A lot of folks do not have an ideological foundation,” he said. “It’s important that the conversation begin with them, not only to get them engaged here but inform them about what would create a better society.”\n\nAnd that includes, Libre tells them, school choice, immigration reform – although LIBRE opposes presidential executive action to achieve it – and a smaller government role in people’s lives.\n\nLibre does not support the Affordable Care Act, arguing that makes access to healthcare harder for Latinos.\n\nIn published essays, Garza has written that younger Latinos are facing more than a 40 percent rise in health insurance premiums, that under the program it has been become harder for Latinos to find a doctor and that many Latinos have lost the insurance they had and preferred.\n\nOne of the topics being discussed at the Orlando phone bank was the Affordable Care Act. The volunteers asked callers what their experience has been so far with the program.\n\n“There’s an interesting dynamic happening in Central Florida, with the Puerto Rican community that’s different from the rest of the state,” Garza said. “Many people have no political affiliation, and we want to drive the conversation as far as priorities.”\n\n“People who are already there – who have been there for the past 10, 15 years – are barely beginning to develop politically. They remain very much at a crossroads.”\n\nLibre’s opposition to such programs and policies that are generally supported by liberals – like the Affordable Care Act and Obama’s executive actions on immigration – have drawn the ire of other Latino groups such as Latino Decisions, the voter polling firm, and Latino Victory Project, which aims to increase the number of Hispanic voters and Latinos running for office.\n\n\"We've tangled with Libre in the past,\" Latino Victory Project president Cristóbal Alex told Fox News Latino. \"It's an organization we watch very, very carefully. You can't dismiss them.\"\n\nAlex went on to say, \"What Dan Garza, whom I respect a great deal, has done in a very short period of time is build an organization that is highly sophisticated in engaging Latinos. He has the resources, thanks to the Koch brothers, to be a major player in the coming presidential elections.\"\n\nBut Alex accuses Libre of undermining Latinos by holding views and pushing for policies that work against the community's best interests.\n\n\"There's their opposition to the president's executive action on immigration, their opposition to raising the minimum wage, their opposition to the Affordable Care Act,\" Alex said. \"Garza is on the wrong side of the issues. His counterarguments line up almost perfectly with the tea party narrative, and that's a threat for what many us have worked for over the years – social justice and elevating Latino political power.\"\n\nGarza scoffs at the criticism, which he has grown accustomed to hearing since Libre launched and its link to the Koch brothers became known.\n\nHe says liberal groups are being disingenuous when they take aim at Libre.\n\n\"Liberals criticize Libre because they do what liberal organizations have been doing,\" said Alfonso Aguilar, a former official in the George W. Bush administration and executive director of the Latino Partnership for Conservative Principles, a Washington, D.C.-based advocacy group that promotes conservatism among Latinos.\n\n\"These liberal groups want to treat Latinos as a monolithic group,” Aguilar told FNL. “It's condescending to Latinos for groups to criticize Libre by saying they're against issues that all Latinos support. Liberals just don't like to see a conversation.\"\n\nAs for criticism that Libre takes money from the Koch brothers, Aguilar says that is also duplicitous and misguided.\n\n\"So many of these liberal organizations get financial support from George Soros,\" he said, referring to the Hungarian-born billionaire philanthropist whose foundation bankrolls many liberal causes and Democratic campaigns.\n\nBesides longtime Latino gateways such as Florida and Texas, Libre sets its sights on making forays into newer destinations for Latinos.\n\nThey held a forum on school choice in Wisconsin, for instance.\n\n“Milwaukee has a huge Latino population, and there’s huge support for school choice,” Garza said. “We had a massive turnout of Hispanic parents. We’ve been blown away.”\n\nElizabeth Llorente is the Politics Editor/Senior Reporter for Fox News Latino, and can be reached at Elizabeth.Llorente@Foxnewslatino.com. Follow her on https://twitter.com/Liz_Llorente\n\nLike us on Facebook\n\nFollow us on Twitter & Instagram", "article_metadata": {"classification": "LANGUAGES/English", "dcterms.modified": "2015-09-29 14:30:36 EDT", "dcterms.abstract": "Critics accuse Libre of undermining Latinos by holding views and pushing for policies that work against the community's best interests. But even they acknowledge the group is building a highly sophisticated in engaging Latinos.", "twitter": {"image": "http://a57.foxnews.com/global.fncstatic.com/static/managed/img/fn-latino/video/0/0/PKG0558-083115FNLDANIELGARZA1-3QVSRI0A_FNC_083115_11-58.jpg?ve=1&tl=1", "site": "@foxnewslatino", "card": "summary_large_image", "creator": "@foxnewslatino"}, "dc.format": "text/html", "dc.publisher": "Fox News Latino", "parsely-metadata": "{\"title\":\"Conservative group Libre quietly, but diligently, making inroads into Latino communities\",\"link\":\"http://latino.foxnews.com/latino/politics/2015/09/29/conservative-group-libre-quietly-but-diligently-making-inroads-into-latino/\",\"image_url\":\"http://global.fncstatic.com/static/v/all/img/fn_latino_128x128.png\",\"type\":\"article\",\"identifier\":\"b9919c643b1ff410VgnVCM100000d7c1a8c0RCRD\",\"section\":\"politics\",\"pub_date\":\"2015-09-29T18:30:36Z\",\"author\":\"Elizabeth Llorente\",\"tags\":[\"LANGUAGES/English\"]}", "prism.aggregationType": "front", "keywords": "immigration reform,George W Bush,Latino community,Kay Hagan,high school,Bush administration official,administration official,tax preparation,college degrees,Affordable Care Act", "prism.channel": "fnl", "dc.description": "Critics accuse Libre of undermining Latinos by holding views and pushing for policies that work against the community's best interests. But even they acknowledge the group is building a highly sophisticated in engaging Latinos.", "dc.identifier": "urn:uuid:b9919c643b1ff410VgnVCM100000d7c1a8c0RCRD", "pagetype": "article", "dc.subject": "immigration reform,George W Bush,Latino community,Kay Hagan,high school,Bush administration official,administration official,tax preparation,college degrees,Affordable Care Act", "description": "El gigante de Redmond podría lanzar dos nuevos modelos de Xbox One que llegarían al mercado en los próximos dos años, según reporta Kotaku. A finales de este año, Microsoft sacaría al mercado una...", "prism.section": "politics", "fb": {"app_id": 155493694485141}, "dc.source": "Fox News Latino", "dc.language": "en-US", "dc.title": "Conservative group Libre quietly, but diligently, making inroads into Latino communities", "dcterms.created": "2015-09-29 14:30:36 EDT", "og": {"site_name": "Fox News Latino", "description": "Critics accuse Libre of undermining Latinos by holding views and pushing for policies that work against the community's best interests. But even they acknowledge the group is building a highly sophisticated in engaging Latinos.", "title": "Conservative group Libre quietly, but diligently, making inroads into Latino communities", "url": "http://latino.foxnews.com/latino/politics/2015/09/29/conservative-group-libre-quietly-but-diligently-making-inroads-into-latino/", "image": "http://a57.foxnews.com/global.fncstatic.com/static/managed/img/fn-latino/video/0/0/PKG0558-083115FNLDANIELGARZA1-3QVSRI0A_FNC_083115_11-58.jpg", "type": "article"}, "dc.type": "Text.Article", "dc.date": "2015-09-29", "parsely-page": "{\"title\":\"Conservative group Libre quietly, but diligently, making inroads into Latino communities\",\"link\":\"http://latino.foxnews.com/latino/politics/2015/09/29/conservative-group-libre-quietly-but-diligently-making-inroads-into-latino/\",\"image_url\":\"http://global.fncstatic.com/static/v/all/img/fn_latino_128x128.png\",\"type\":\"article\",\"post_id\":\"b9919c643b1ff410VgnVCM100000d7c1a8c0RCRD\",\"section\":\"politics\",\"pub_date\":\"2015-09-29T18:30:36Z\",\"author\":\"Elizabeth Llorente\",\"tags\":[\"LANGUAGES/English\"]}", "dc.creator": "Elizabeth Llorente"}, "_id": "\"57477af36914bd0286fd0a0f\"", "article_summary": "Velasquez has a broad range of contacts in the Latino community, Garza noted, that cut across socioeconomic lines.\n“A lot of people have a one-dimensional sense of the Latino community.\nBesides longtime Latino gateways such as Florida and Texas, Libre sets its sights on making forays into newer destinations for Latinos.\n“He deals a lot with the faith community, and he’s plugged in with colleges, businesses and other groups,” Garza said.\nIn Texas and Florida, Libre offers free classes and assistance in tax preparation, its members give food away to the needy, as well as award academic scholarships and provide wellness check-ups."}