{"article_title": "Paxton stumps for support in race for Texas attorney general", "article_keywords": ["saying", "attorney", "voter", "federal", "win", "support", "general", "state", "race", "stumps", "paxton", "senator", "republican", "border", "texas"], "article_url": "http://www.yourhoustonnews.com/cleveland/news/paxton-stumps-for-support-in-race-for-texas-attorney-general/article_927da458-c251-5150-b99c-c6ad40b404e4.html", "article_text": "The San Jacinto County Republican party held a fundraiser on Sept. 8 with a special guest of honor: Texas Senator Ken Paxton Jr.\n\nPaxton is the senator for Texas District 8, where he serves parts of Dallas and Collin counties, having been first elected in 2012.\n\nHe is also the Republican candidate for the position of Texas attorney general in the upcoming election on Nov. 4.\n\nThe event began with a dinner provided for the guests and with SJC Republican Club President Terry Holcomb welcoming the guests who later stood to sing the chorus of “God Bless America,” led by Sharon Carter.\n\nHolcomb stated that the event was meant to help bring conservatives together for a voter coalition between conservatives.\n\n“When you put a voter coalition [together], you can do things that shock the world,” he said.\n\nSJC Republican Party Chairman Dwayne Wright reminded the group why they were gathered together that evening.\n\n“We’re all here for the same reasons,” he said. “Liberty, freedom and our ability to [pursue] it.”\n\nHolcomb further emphasized the alleged problems in the nation, how the federal government in his eyes was no longer in the grasp of the American people.\n\n“We have lost the federal government,” he said. “I have no problem saying that.”\n\nHolcomb introduced Paxton to the crowd as someone with whom he’d trust his family.\n\nAs Paxton spoke, he made one point clear: local politics was where everything began.\n\n“This is the level [where] we have to take it back,” he said.\n\nHe then talked about how he and four other Texas senators made it clear they weren’t going to play the political game for themselves but for the state.\n\nPaxton said their actions impacted politics in Texas in a different manner than what had previously occurred.\n\nOn a federal level, Paxton said much of what the government would try to do could potentially harm a great deal of Texas.\n\n“There’s almost no industry in this state that isn’t [going to be harmed],” he said. “We’re being targeted.”\n\nHe referred to incidents of the state of Texas being sued by the Obama Administration, including an incident regarding the Voting Rights Act.\n\nPaxton’s next issue involved the Texas border, saying that the border agents do not have everything they need to do their job.\n\n“Our equipment in Texas is better than [the border patrol agents],” said Paxton.\n\nHe further explained that border patrol checkpoints are 50 to 60 miles from the border.\n\n“It was shocking to me … that we aren’t even in the game,” said Paxton.\n\nPaxton then addressed Obamacare and its effect upon the nation. He emphasized the lawsuits placed against Texas and how their outcome could potentially work against the program.\n\n“If we can win these lawsuits, Obamacare is obliterated,” he said.\n\nHe promised the crowd he would stand against the Obama administration and that the Constitution would be his guide as Texas attorney general should he win the election.\n\n“I want to use any available means under the Constitution to protect our state,” he said.", "article_metadata": {"googlebot": "noarchive", "og": {"site_name": "www.yourclevelandnews.com", "description": "The San Jacinto County Republican party held a fundraiser on Sept. 8 with a special guest of honor: Texas Senator Ken Paxton Jr.", "title": "Paxton stumps for support in race for Texas attorney general", "url": "http://www.yourhoustonnews.com/cleveland/news/paxton-stumps-for-support-in-race-for-texas-attorney-general/article_927da458-c251-5150-b99c-c6ad40b404e4.html", "image": {"width": 518, "identifier": "http://bloximages.chicago2.vip.townnews.com/yourhoustonnews.com/content/tncms/assets/v3/editorial/9/f9/9f9a89a8-d535-5e00-b9d8-d54ff603376b/54108840b64e3.image.jpg?resize=518%2C630", "height": 630}, "type": "article"}, "twitter": {"site": "@ScoopHouston", "card": "summary"}, "keywords": "news", "fb": {"app_id": 191454774240451}, "msvalidate.01": "29516177700BA7C06DA5A4D58A12C04C", "google-site-verification": "lqzy3EyAvgVvWDlrVhCm69f7Q1GER22OmU5rYfmsBh8", "news_keywords": "news", "description": "The San Jacinto County Republican party held a fundraiser on Sept. 8 with a special guest of honor: Texas Senator Ken Paxton Jr."}, "_id": "\"57477af36914bd0286fd0a12\"", "article_summary": "Paxton’s next issue involved the Texas border, saying that the border agents do not have everything they need to do their job.\nHe is also the Republican candidate for the position of Texas attorney general in the upcoming election on Nov. 4.\nOn a federal level, Paxton said much of what the government would try to do could potentially harm a great deal of Texas.\nHe promised the crowd he would stand against the Obama administration and that the Constitution would be his guide as Texas attorney general should he win the election.\nPaxton said their actions impacted politics in Texas in a different manner than what had previously occurred."}