{"article_title": "Alabama House rejects, then passes Medicaid cuts to state budget", "article_keywords": ["amendment", "passes", "funding", "rejects", "house", "budget", "general", "fund", "state", "program", "medicaid", "cuts", "alabama", "debate"], "article_url": "http://www.al.com/news/index.ssf/2015/08/alabama_house_rejects_medicaid.html", "article_text": "The Alabama House of Representatives approved a plan to cut state funding to the Medicaid Agency by $156 million next year.\n\nThe House approved the budget amendment 46-44, with Republicans casting all the votes in favor.\n\nSixteen Republicans joined 28 Democrats in voting no.\n\nThe vote came on reconsideration. The House had rejected the amendment 46-45 moments before.\n\nThe House passed the General Fund budget, with the Medicaid cuts, immediately after approving the amendment.\n\nThe budget bill goes to the Senate.\n\nSenators from both parties indicated today the Medicaid cuts would be unlikely to pass the Senate.\n\nLawmakers have until Tuesday to pass a budget before the special session ends.\n\nEven if they pass one, their work might not be done.\n\nGov. Robert Bentley, who has the final say on the budget for the special session, said Tuesday the Medicaid cuts were unacceptable.\n\nThe votes on the amendment came after more than two hours of debate on the proposed Medicaid cuts.\n\nThe final vote was not indicative of the tone of the debate. No one spoke up for the merits of cutting Medicaid.\n\nDemocrats and Republicans both said the program was critical to their districts and to the state.\n\nState Health Officer Don Williamson said Tuesday the program could not meet federal guidelines with the funding reduction, which would be compounded by the loss of federal matching dollars.\n\nAbout 1 million Alabamians receive some services from Medicaid, including children, pregnant women, nursing home residents and the disabled.\n\nRep. Steve Clouse, R-Ozark, chairman of the House Ways and Means General Fund Committee, said he proposed the dramatic cuts to Medicaid to force a debate about the importance of the program.\n\nHe said he does not believe the public has confidence in a program that is the biggest consumer of General Fund dollars and is growing in cost.\n\n\"I thought the debate was good today,\" Clouse said. \"I thought it was time to have this debate on Medicaid that has been the central issue in the General Fund budget now for the past seven or eight years.\"\n\nClouse said he did not want to see Medicaid cut and said he had what he thought was a workable plan to level-fund it before the rejection of a cigarette tax by the budget committee on Tuesday.\n\nClouse said the deep cuts could drive a frank discussion about the future of program in the state, which he said might be best addressed in a special session.\n\nRep. Mary Moore, D-Birmingham, said slashing the Medicaid budget was not the way to advance the debate on the program's future.\n\n\"Medicaid would not even have been an issue if the majority party had put the pressure on the governor to expand Medicaid,\" Moore said. \"It didn't even have to be an issue. And still does not have to be an issue.\"\n\nDemocrats in the Legislature have urged Gov. Robert Bentley to allow the expansion of Medicaid under the Affordable Care Act for the last couple of years, but the governor opposes that.\n\nAside from Medicaid expansion, Moore said the funding should be restored.\n\n\"I want them to put those dollars back,\" Moore said. \"With what they've done it could kill it for the people who need it.\n\n\"You've got people that from birth had conditions where they needed Medicaid and you can't punish them because the Legislature has not been able or did not have the desire to do what was right over the years.\"\n\nRep. Pebblin Warren, D-Tuskegee, proposed an amendment to restore the Medicaid funding, plus another $60 million to pay for some ongoing Medicaid reform efforts.\n\nThe House voted 62-33 to reject her amendment.\n\nRep. Mike Jones, R-Andalusia, was among the Republicans who opposed the Medicaid cuts. Jones said he was concerned about the impact on two rural hospitals in his district and said about 70 percent of the nursing home residents in his district are Medicaid recipients.\n\nAfter barely approving the amendment, the House passed the budget bill by a vote of 53-40. It would spend $1.6 billion from the General Fund, a reduction of $233 million from this year.\n\nClouse said the budget would provide level funding for prisons, Public Health, Mental Health, DHR and courts.\n\nOther agencies would see cuts of 5.5 percent in their state funding, he said.\n\nFunding shortfalls in the General Fund are not new. In 2012, voters approved a plan to transfer $437 million from the Alabama Trust Fund over three years to prop up the budget.\n\nBut that bailout has ended, and Clouse said the main reason it was necessary was Medicaid, which this year is consuming more than one-third of the General Fund.\n\n\"I think people need to realize the importance of Medicaid to our communities, to hospitals, to nursing homes, to rural health clinics, to pharmacies, to doctors and nurses and all providers,\" Clouse said. \"Hopefully now we can have this debate about the importance of Medicaid. If we're going to have a Medicaid program in this state, it's got to be funded.\"\n\nRep. John Rogers, D-Birmingham, opposed the Medicaid cuts and does not believe a special session on Medicaid would produce a solution unless Bentley agrees to expansion.\n\nBut Rogers said news about the proposed cuts has gotten the attention of doctors, hospitals and pharmacies that would be affected.\n\n\"My phone is ringing off the hook from Children's Hospital and from UAB, every doctor up there,\" Rogers said.\n\nUpdated at 4:29 p.m. to say amendment cutting Medicaid and the budget bill passed. Corrected at 5:36 p.m. to say that Don Williamson said program could not meet federal standards with the proposed cuts. Updated at 6:27 p.m. to add vote by party and other information.", "article_metadata": {"medium": "news", "viewport": "width=device-width,initial-scale=1", "news_keywords": "Alabama House of Representatives, news", "title": "Alabama House rejects, then passes Medicaid cuts to state budget", "og": {"site_name": "AL.com", "description": "The House first rejected, then passed an amendment to the General Fund budget to cut Medicaid's General Fund appropriation by $156 million next year.", "title": "Alabama House rejects, then passes Medicaid cuts to state budget", "url": "http://www.al.com/news/index.ssf/2015/08/alabama_house_rejects_medicaid.html", "image": "http://image.al.com/home/bama-media/width620/img/news_impact/photo/18480915-standard.jpg", "type": "article"}, "twitter": {"description": "The House first rejected, then passed an amendment to the General Fund budget to cut Medicaid's General Fund appropriation by $156 million next year.", "creator": "@MikeCasonAL", "image": "http://image.al.com/home/bama-media/width620/img/news_impact/photo/18480915-standard.jpg", "title": "Alabama House rejects, then passes Medicaid cuts to state budget", "site": "@aldotcom", "card": "summary_large_image"}, "article_date_updated": "Wednesday, August 05, 2015,  7:37 PM", "fb": {"admins": 100000302287435}, "article_publication_name": "AL.com", "article_comments": 0, "article_date_original": "Wednesday, August 05, 2015,  4:17 PM", "article_author": "Mike Cason | mcason@al.com", "Description": "The House first rejected, then passed an amendment to the General Fund budget to cut Medicaid's General Fund appropriation by $156 million next year."}, "_id": "\"57477af46914bd0286fdf443\"", "article_summary": "The House passed the General Fund budget, with the Medicaid cuts, immediately after approving the amendment.\nRep. John Rogers, D-Birmingham, opposed the Medicaid cuts and does not believe a special session on Medicaid would produce a solution unless Bentley agrees to expansion.\nSenators from both parties indicated today the Medicaid cuts would be unlikely to pass the Senate.\nRobert Bentley, who has the final say on the budget for the special session, said Tuesday the Medicaid cuts were unacceptable.\nIf we're going to have a Medicaid program in this state, it's got to be funded.\""}