{"article_title": "East Valley Community Health opens new location in Covina", "article_keywords": ["east", "covina", "citrus", "medical", "partnership", "community", "valleys", "health", "location", "income", "valley", "opens", "care"], "article_url": "http://www.sgvtribune.com/health/20150201/east-valley-community-health-opens-new-location-in-covina", "article_text": "East Valley Community Health Partners, a low income health clinic in West Covina since the 1970s, opens a new location in Covina on Friday, Jan. 30, 2015. Watchara Phomicinda — Staff photographer\n\nWest Covina’s East Valley Community Health Center expanded into Covina on Friday.\n\nThe federally qualified health center founded in 1970 provides medical care on a sliding scale for low income families, according to chief executive director Alicia Mardini. The new center at 276 W. College Street was created in partnership with Citrus Valley Health Partners.\n\n“East Valley’s mission is to provide service to low income and under served populations, the focus will be on those populations, whether they are newly insured, insured or uninsured,” Mardini said. Many families, even those using the Affordable Care Act, can’t afford their co-pays. East Valley helps them get medical care by allowing them to pay based on their income. The non-profit health provider treated more than 25,000 people in 2013, according to their website.\n\nEast Valley beat out nine other health centers for the partnership with Citrus Valley. The partnership helps East Valley expand its presence to Covina, while helping to reduce the strain on the emergency department at Citrus Valley’s nearby Intercommunity Hospital. East Valley will begin small at the clinic, which will offer family practice physicians to those in need.\n\n“Initially we are staffing with two medical provider,” Mardini said. “Once we reach capacity for those two medical providers, we’ll add and we’ll continue adding.”\n\nCitrus Valley began looking for partners more than a year ago as the Affordable Care Act was beginning to roll out. East Valley was selected because they are well known in the community and their mission of providing care to the needy aligns with Citrus Valley’s goals, said Citrus Valley’s CEO Rob Curry.\n\n“They’re a very desirable partner that has a proven track record that they deliver very well in this service,” Curry said.\n\nEast Valley will provide more preventative care with better continuity than patients might get by going to the emergency department, without the costs that often drive away lower income residents. Federally qualified health centers also receive better reimbursements for providing those services at a lower cost, Curry said.\n\nThe new location is its fourth. Other offices exist in West Covina, Pomona and La Puente. Visit www.evchc.org for more information.", "article_metadata": {"description": "West Covina’s East Valley Community Health Center expanded into Covina on Friday. The federally qualified health center founded in 1970 provides medical care on a sliding scale for low income families, according to chief executive direct", "title": "East Valley Community Health opens new location in Covina", "og": {"url": "http://www.sgvtribune.com/health/20150201/east-valley-community-health-opens-new-location-in-covina", "image": {"width": "1500px", "identifier": "http://www.sgvtribune.com/apps/pbcsi.dll/storyimage/LC/20150201/NEWS/150209976/AR/0/AR-150209976.jpg?Maxh=1500&Maxw=1500", "height": "998px"}, "type": "article", "title": "East Valley Community Health opens new location in Covina"}, "twitter": {"domain": "sgvtribune.com", "description": "West Covina’s East Valley Community Health Center expanded into Covina on Friday. The federally qualified health center founded in 1970 provides medical care on a sliding scale for low income families, according to chief executive direct", "title": "East Valley Community Health opens new location in Covina", "url": "http://www.sgvtribune.com/health/20150201/east-valley-community-health-opens-new-location-in-covina", "image": {"src": "http://www.sgvtribune.com/apps/pbcsi.dll/storyimage/LC/20150201/NEWS/150209976/AR/0/AR-150209976.jpg?Maxh=900&Maxw=900"}, "site": "@SGVTribune", "app": {"id": {"ipad": "id551759403", "iphone": "id503025528", "googleplay": "com.spreedinc.providers.digitalfirstmedia.sangabrielvalleytribune"}}, "card": "summary_large_image"}, "keywords": "Public health, Public health news, West Covina Public health news, CA Public health news, US Public health news, world Public health news.", "msvalidate.01": "4B535F7EB2971D1FCBA5D1D3E3E292C3", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0", "news_keywords": "Public health, Public health news, West Covina Public health news, CA Public health news, US Public health news, world Public health news."}, "_id": "\"57477af36914bd0286fd0a1e\"", "article_summary": "East Valley Community Health Partners, a low income health clinic in West Covina since the 1970s, opens a new location in Covina on Friday, Jan. 30, 2015.\nWatchara Phomicinda — Staff photographerWest Covina’s East Valley Community Health Center expanded into Covina on Friday.\nEast Valley beat out nine other health centers for the partnership with Citrus Valley.\nThe new center at 276 W. College Street was created in partnership with Citrus Valley Health Partners.\nEast Valley will begin small at the clinic, which will offer family practice physicians to those in need."}