{"article_title": "ObamaCare Survey: Just 30% Like Their Plans", "article_keywords": ["enrollees", "paying", "plans", "taxpayer", "subsidies", "30", "obamacare", "say", "survey", "uninsured", "trouble", "thats"], "article_url": "http://www.investors.com/politics/capital-hill/just-30-percent-of-enrollees-like-their-obamacare-plan/", "article_text": "President Obama once said about ObamaCare that, “The health insurance that’s being provided is good. It’s high quality, and it’s affordable.” Consumers, apparently, have a different view.\n\nThe latest evidence of consumer dissatisfaction with ObamaCare’s “high quality” product comes from a Deloitte survey, which finds that only 30% of ObamaCare enrollees are satisfied with their current plan, compared with 42% of those with employer plans, and 46% overall.\n\nIndustry analyst Robert Laszewski also points out that enrollment as a share of the eligible market is dismally low in every income group except those at the bottom — who get coverage almost for free.\n\n“The proportion of the population that is signing up for ObamaCare is concentrated in the very lowest income categories while ObamaCare is obviously unattractive to everyone else,” he noted.\n\nThe Deloitte survey found that the “affordable” part of Obama’s claim is dubious as well.\n\nMore than a third of ObamaCare enrollees say they’re paying too much for coverage . Given the fact that 87% are getting taxpayer subsidies, that means plenty of them find even subsidized ObamaCare plans too expensive.\n\nMeanwhile, 42% of enrollees say they had trouble paying out-of-pocket costs. That’s only slightly better than the 44% of the uninsured who had trouble paying those bills.\n\nAnd just 16% of ObamaCare enrollees say they “feel financially prepared to handle future health care costs.” That, too, is only slightly better than the uninsured, 12% of whom feel this way.\n\nYes, roughly 12 million signed up for an ObamaCare plan this year. But that’s less than the 15 million who were buying individual insurance policies on their own — without billions in taxpayer subsidies — before ObamaCare.\n\nAs far as “good” goes, ObamaCare seems a long way from it.\n\nFollow John Merline on Twitter: @IBD_JMerline.", "article_metadata": {"description": "President Obama once said about ObamaCare that, \"The health insurance that's being provided is good. It's high quality, and it's affordable.\" Consumers,", "og": {"site_name": "Investor's Business Daily", "description": "President Obama once said about ObamaCare that, “The health insurance that’s being provided is good. It’s high quality, and it’s affordable.” Consumers, apparently, ha…", "title": "ObamaCare Survey: Just 30% Like Their Plans", "url": "http://www.investors.com/politics/commentary/just-30-percent-of-enrollees-like-their-obamacare-plan/", "image": {"width": 512, "identifier": "http://www.investors.com/wp-content/uploads/2016/05/cropped-ibd-favicon-v7.png", "height": 512}, "locale": "en_US", "type": "article"}, "twitter": {"card": "summary", "creator": "@IBDInvestors"}, "wp-parsely_version": "1.8", "msapplication-TileImage": "http://www.investors.com/wp-content/uploads/2016/05/cropped-ibd-favicon-v7-270x270.png", "date": "2015-08-06 15:34:00:-08:00", "article": {"published_time": "2015-08-06T15:34:00+00:00", "modified_time": "-001-11-30T00:00:00+00:00"}, "viewport": "width=device-width, initial-scale=1"}, "article_summary": "Given the fact that 87% are getting taxpayer subsidies, that means plenty of them find even subsidized ObamaCare plans too expensive.\nThe latest evidence of consumer dissatisfaction with ObamaCare’s “high quality” product comes from a Deloitte survey, which finds that only 30% of ObamaCare enrollees are satisfied with their current plan, compared with 42% of those with employer plans, and 46% overall.\nMore than a third of ObamaCare enrollees say they’re paying too much for coverage .\nBut that’s less than the 15 million who were buying individual insurance policies on their own — without billions in taxpayer subsidies — before ObamaCare.\nMeanwhile, 42% of enrollees say they had trouble paying out-of-pocket costs."}