{"article_title": "Avoid These 3 Common HR Mistakes", "article_keywords": ["poor", "failing", "hr", "avoid", "applicant", "terminate", "record", "mistakes", "common", "threat", "employee", "performance", "employment", "employees"], "article_url": "http://www.natlawreview.com/article/avoid-these-3-common-hr-mistakes", "article_text": "Tuesday, January 27, 2015\n\nThe numbers are simply staggering: In 2013, individuals filed over 93,000 employment discrimination charges with the Equal Employment Opportunity Commission (“EEOC”). The EEOC collected $372 Million in damages from employers during that time. Similarly, thousands of minimum wage and overtime claims were brought against companies under the Fair Labor Standards Act, and the Department of Labor collected $250 Million in back pay damages in 2013. Moreover, approximately 20% of the lawsuits filed in Federal Court in 2013 stemmed from an employment dispute. It feels like litigation roulette – you never know when your company’s time is up, but if you keep playing the game (i.e. running your business), eventually you will get sued.\n\nGiven this, companies should take steps to reduce the risk of becoming the next defendant, and put themselves in a solid defensive position. One way to do so is to avoid making one of these 3 common human resources (“HR”) mistakes:\n\nMistake #1: Failing to properly screen applicants. Remember the old principle “garbage in, garbage out”? Hire a loser and all you get is a loser employee you can’t get rid of fast enough. How about avoiding that hassle? Start with a laser-like focus on the employment application. Has the applicant never held a job longer than 3 months? If so, why do you think he would last any longer at your place? Has the applicant conveniently failed to answer the “reason for leaving” question after a former employer’s name? This silence should speak volumes. Worse yet, does it say something disturbing like “dispute with supervisor”? And how did the applicant answer the “conviction record” question? These answers and/or omissions all need to be addressed with the applicant. Trust but verify with reference checks; a recent survey of hiring managers revealed that 60% found false information on applicants’ job applications and/or resumes. Finally, never hire someone based solely on the recommendation of a friend or co-worker.\n\nMistake #2: Failing to terminate a poorly performing employee. Not all hires turn out well. Some employees are simply poor performers. But why are they still employed by your company? Are you running a business or a charity? Managers should give employees clear performance expectations. If an employee fails to meet them, he should receive progressive discipline. If the employee still does not improve his performance, the company should terminate his employment. Consider the alternative – lowered workforce morale and a less profitable company bottom line. Retaining a poor performing employee can also result in a good deed getting punished: if you terminate someone else for the same poor level of performance, and the terminated employee falls into a different “protected classification,” you will be sued for discrimination. Like bad wine, life is too short to work with bad employees. If you have the opportunity to terminate one, take it.\n\nMistake #3: Failing to recognize threat levels. You need to be able to recognize potential legal risks and plan accordingly. Does the employee you intend to terminate fall into one or more protected classifications (i.e. race, over 40, disabled, etc.)? Has the employee mentioned an “L word” – lawyer or lawsuit? Has the employee referenced the “EEOC” or “discrimination”? Has the employee cited chapter and verse of the requirements of a particular statute? Has the employee requested a copy of her personnel file? Is the employee trying to tape record conversations? If any of these have occurred, you are approaching litigation threat level “DEFCON 1.” To reduce the threat, make sure that you have all of the facts, have reviewed the employee’s prior disciplinary record, have looked at your disciplinary practice in comparable situations, have adequate documentation, and a legitimate business reason for the employment decision.", "article_metadata": {"description": "companies should take steps to reduce the risk of becoming the next defendant, and put themselves in a solid defensive position. One way to do so is to avoid making one of these 3 common human resources (“HR”) mistakes", "generator": "Drupal 7 (http://drupal.org)", "og": {"site_name": "The National Law Review", "description": "The numbers are simply staggering: In 2013, individuals filed over 93,000 employment discrimination charges with the Equal Employment Opportunity Commission (&amp;ldquo;EEOC&amp;rdquo;). The EEOC collected $3", "title": "Avoid These 3 Common HR Mistakes", "url": "http://www.natlawreview.com/article/avoid-these-3-common-hr-mistakes", "image": "http://www.natlawreview.com/sites/default/files/styles/thumbnail/public/article/main-rotating/1123/box%20of%20office%20supplies.jpg?itok=VhUP0TSA", "type": "article"}, "msvalidate.01": "5493B547C0AB527FF4CF8C4D0127302A", "keywords": "legal, business, EEOC, Employment, Human Resources, HR, applicants, screen, terminate, employees, threat levels", "google-site-verification": "SAKcOmA6_i0E79oG2TjlPWfOSs9kMM6EWAZNaT0aBtA", "verify-v1": "nSkrvEqyOIUMGKMak3OBIKcpcABac4XWK5NJKMuMtBY=", "y_key": "fe6cd8bd83ff0c09", "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "legal, business, EEOC, Employment, Human Resources, HR, applicants, screen, terminate, employees, threat levels"}, "_id": "\"57477af46914bd0286fdf44e\"", "article_summary": "One way to do so is to avoid making one of these 3 common human resources (“HR”) mistakes:Mistake #1: Failing to properly screen applicants.\nIf the employee still does not improve his performance, the company should terminate his employment.\nIt feels like litigation roulette – you never know when your company’s time is up, but if you keep playing the game (i.e.\nTuesday, January 27, 2015The numbers are simply staggering: In 2013, individuals filed over 93,000 employment discrimination charges with the Equal Employment Opportunity Commission (“EEOC”).\nHire a loser and all you get is a loser employee you can’t get rid of fast enough."}