{"article_title": "Questions And Answers On Health Department Disease Plan", "article_keywords": ["diseases", "quarantine", "disease", "answers", "communicable", "state", "health", "plan", "questions", "department", "serious", "general", "south"], "article_url": "http://www.keloland.com/news/article/healthbeat/questions-and-answers-on-health-department-disease-plan", "article_text": "The South Dakota Department of Health is the process of reworking a legislative proposal that would more easily allow the state to react to the outbreak of deadly diseases, following concerns from some lawmakers about the potential for government overreach. Here are some common questions about how the state can respond to deadly communicable diseases and how it might be able to in the future:\n\n\n\nQ: What is the existing law about how the state can respond to communicable disease outbreaks?\n\n\n\nA: Currently, the state Department of Health has the authority under state law to monitor, quarantine or isolate people suspected or confirmed to have Tuberculosis. The current communicable disease laws were last written in the late 1950s and early 1960s when Tuberculosis was more of a threat.\n\n\n\nQ: What additional measures are being proposed?\n\n\n\nA: The Health Department will propose expanding its authority to include four more diseases: Middle East Respiratory Syndrome (MURS), Severe Acute Respiratory Syndrome (SARS), Smallpox, Ebola and Tuberculosis, the only illness currently included in the law.\n\n\n\nQ: What is the difference between monitoring, quarantine and isolation?\n\n\n\nA: Monitoring involves health officials periodically checking-in on well individuals to determine if they are developing symptoms of the diseases, which the state has done with eight people since last fall who came to South Dakota from West African countries plagued by the Ebola virus. Quarantine involves separating and restricting the movement of a well individual who was potentially exposed to a serious communicable disease to see if they become sick. The length of time involved with either monitoring or quarantine would largely depend on the incubation period of the disease. Isolation involves separating and restricting the movement of a sick individual in order to minimize the potential for the spread of the disease.\n\n\n\nQ: What happens if a deadly communicable disease enters the state that's not covered by the law?\n\n\n\nA: Under current state law, the Secretary of Health, with the consent of the governor, can declare a public health emergency in response to \"an occurrence or imminent threat of an illness, health condition, or widespread exposure to an infectious or toxic agent that poses a significant risk of substantial harm to the affected population,\" said Tom Martinec, deputy secretary of the Department of Health. Such a situation would have to be a very serious, potentially catastrophic, event that then could prompt further measures, he said.\n\n\n\nQ: What about serious diseases that we haven't learned of yet?\n\n\n\nA: If new serious diseases arise that present a public health threat to South Dakotans, the state would have to expand the statutory authority of the Department of Health through the legislative process, Martinec said. In the event that an emerging disease presents an immediate \"significant risk of substantial harm\" to people, then declaring a public health emergency could be another option, depending on the situation.\n\nHealthBeat\n\nWhat's Going Around {{Title}} Remove Change News General Courts Web Only Crime Outdoors Events Center Non-Homepage Boredom Busters Pipeline Positively KELOLAND Technology Hunger Affordable Care Act Shops Flooding Remembering 9/11 Drought JazzFest Spring Storm Honor Flight Spencer Anniversary\n\nDoApp Health News Business News Sports\n\nAgriculture Markets Livestock Crops Politics\n\nHealthBeat Cancer Children's Health Heart Health Wellness & Nutrition General Health Beat Women's Health RX Resources What's Going Around OTC Diabetes Recalls Dental Health Men's Health\n\nPolitics South Dakota Legislature Budget Congress Taxes General Local Campaign President US Senate New Laws US House Iowa Ballot Issues Local Races Minnesota Gubernatorial\n\nEducation Funding College Elementary High School Pre K School Supplies Middle School\n\nSports Professional College High School Sports Zone Headlines Summit League Tournament Olympics\n\nBusiness Industry Your Money Matters Development Gas & Energy Legislation Economy/Stocks Employment General Health Care Technology Education Funding Tourism Banking/Finance Housing Transportation Insurance Meetings & Events Retail & Restaurants All Industries On The Move Shops Agriculture\n\nFeatured Stories Eye on KELOLAND Inside KELOLAND\n\nWeather Snow Forecast Records Rain Flooding Drought WX Corner General\n\nWorld News\n\nInvestigates GEAR UP\n\nSponsored Done\n\n© 2016 Associated Press. All Rights Reserved. Material may not be redistributed.", "article_metadata": {"og": {"site_name": "KELOLAND News", "description": "The South Dakota Department of Health is the process of reworking a legislative proposal that would more easily allow the state to react to the", "title": "Questions And Answers On Health Department Disease Plan", "url": "http://www.keloland.com/news/article/healthbeat/questions-and-answers-on-health-department-disease-plan", "image": "http://assets.keloland.com/images/images/default-source/agriculture/crops/barley/60831.jpg?sfvrsn=0", "type": "website"}, "fb": {"app_id": 521498541203189}, "Generator": "Sitefinity 7.3.5630.0 PE", "viewport": "width=device-width, initial-scale=1.0", "description": "The South Dakota Department of Health is the process of reworking a legislative proposal that would more easily allow the state to react to the"}, "article_summary": "The current communicable disease laws were last written in the late 1950s and early 1960s when Tuberculosis was more of a threat.\nA: Currently, the state Department of Health has the authority under state law to monitor, quarantine or isolate people suspected or confirmed to have Tuberculosis.\nQ: What happens if a deadly communicable disease enters the state that's not covered by the law?\nQuarantine involves separating and restricting the movement of a well individual who was potentially exposed to a serious communicable disease to see if they become sick.\nQ: What about serious diseases that we haven't learned of yet?"}