{"article_title": "Will Apple Beat Google in Healthcare with iOS 8? -- The Motley Fool", "article_keywords": ["fool", "google", "platform", "apple", "healthkit", "beat", "apps", "fitness", "ios", "motley", "health", "mobile", "healthcare", "insurers"], "article_url": "http://www.fool.com/investing/general/2014/09/01/will-apple-beat-google-in-healthcare-with-ios-8.aspx", "article_text": "Apple (NASDAQ:AAPL) could team up with leading insurers UnitedHealth Group (NYSE:UNH) and Humana (NYSE:HUM) on its iOS 8 HealthKit platform soon, according to a recent report from Bloomberg. HealthKit -- which was first introduced at Apple's Worldwide Developers Conference in June -- is a platform that synchronizes various iOS apps, wearables, and medical devices to a single dashboard app.\n\nThese partnerships wouldn't be surprising, considering the recent progress made by Humana and UnitedHealth in mobile apps. Humana's mobile fitness app, HumanaVitality, connects to several activity and biometric-tracking devices from Fitbit, Garmin, and Nike. UnitedHealth's Health4Me app also includes activity and biometric tracking. However, these features would be rendered redundant when HealthKit arrives, since users wouldn't need two dashboards for the same purpose.\n\nMore important, HealthKit data could be provided to insurers and employers, which could offer employees insurance discounts for meeting certain fitness goals. Under the Affordable Care Act, employers can spend up to 30% of their yearly insurance premiums on \"healthy behavior\" awards.\n\nWhile these partnerships would simplify app development for insurers, provide employers with better data, and strengthen Apple's HealthKit platform, there's much more going on when we connect them to Apple's other healthcare alliances.\n\nA unified mobile platform for the healthcare industry\n\nIn June, Apple announced HealthKit integration with electronic health records, or EHR, giant Epic Systems and Mayo Clinic. Epic Systems reaches over half of all patients in the U.S., and Mayo Clinic is one of the largest integrated nonprofit medical group practices in the world.\n\nWith that expansive reach, Apple can synchronize data from fitness apps and activity trackers with the iOS Health app and Epic's EHR. This means that whatever you see on your iPhone's screen could also be sent to your doctor. Recent rumors -- which suggest that Apple is looking to work with Allscripts, John Hopkins, Mt. Sinai, and the Cleveland Clinic -- indicate the tech giant wants to tether even more partners to the HealthKit platform.\n\nInsurers would benefit from linking with HealthKit, since it can accomplish the same goal as their mobile apps -- to convince people to take better care of themselves.\n\nHealthier patients visit hospitals less frequently, which would mean lower insurance payments. However, that doesn't mean insurance companies would completely dump their mobile apps -- they would instead likely eliminate fitness tracking features while retaining features such as account information, ID cards, telehealth consultations, and drug costs.\n\nGoing beyond Google\n\nApple has certainly lagged behind Google (NASDAQ:GOOG) (NASDAQ:GOOGL) in cloud-based initiatives like Maps and Drive, but healthcare is one battlefield where it could soundly defeat its rival.\n\nGoogle once sought to unite the fragmented world of EHRs with Google Health, which tried to pull all of a patient's electronic health records into a single personal record. But Google canceled Health in 2011 after it failed to gain enough industry support and public awareness. Google's recently introduced HealthKit rival, Google Fit, only synchronizes fitness apps and wearables to a single dashboard, without EHR or insurer connections.\n\nApple is counting on several factors to help HealthKit succeed where Google Health failed:\n\nThe iPhone's 41.9% market share in the U.S. (comScore)\n\nThe popularity of iOS in hospitals -- 52% of physicians surveyed by Manhattan Research in 2012 owned an iPhone, while 45% owned an iPad.\n\nit is easier to develop medical apps for iOS, since Apple hardware and software is not as fragmented as Android's.\n\nThe relaxation of bring your own device policies in hospitals.\n\nThe growth of the wearables market -- research firm ON World projects that 330 million smartwatches will be shipped by 2018, up from 4 million last year.\n\nWhen we combine all these factors, we see a perfect chance for Apple to launch HealthKit as the common thread that ties them all together.\n\nA Foolish final word\n\nApple has attracted plenty of big players -- EHR companies, hospitals, and possibly insurers -- to its HealthKit platform. The company is truly taking mobile health to the next level, and not even Google or Microsoft can offer anything close.\n\nLooking ahead, there are still unanswered questions. Will the long-rumored iWatch be connected to HealthKit? Will HIPAA regulations and privacy concerns dampen enthusiasm among consumers? Those questions could be answered when iOS 8 and the iPhone 6 finally arrive, so stay tuned!", "article_metadata": {"publish_time": "15:31", "description": "Are insurers about to enlist in Apple’s swelling HealthKit army, alongside EHR companies and hospitals?", "ResponsiveALP": "1Ses_2things-v-single_2-things_50", "author": "Leo Sun", "promo": "Are insurers about to enlist in Apple’s swelling HealthKit army, alongside EHR companies and hospitals?", "twitter": {"title": "Will Apple Beat Google in Healthcare with iOS 8? --  The Motley Fool", "description": "Are insurers about to enlist in Apple’s swelling HealthKit army, alongside EHR companies and hospitals?", "site": "@themotleyfool"}, "msvalidate.01": "8D40D58712924715BAA79D135A6C8DDA", "og": {"site_name": "The Motley Fool", "description": "Are insurers about to enlist in Apple’s swelling HealthKit army, alongside EHR companies and hospitals?", "title": "Will Apple Beat Google in Healthcare with iOS 8? --  The Motley Fool", "url": "http://www.fool.com/investing/general/2014/09/01/will-apple-beat-google-in-healthcare-with-ios-8.aspx", "image": "https://g.foolcdn.com/image/?url=http%3A%2F%2Fg.foolcdn.com%2Feditorial%2Fimages%2F143542%2Fimage5_large.jpg&h=630&w=1200&op=resize", "type": "article"}, "headline": "Will Apple Beat Google in Healthcare with iOS 8?", "fb": {"admins": 50808187550, "page_id": 7240312795, "app_id": 50808187550}, "bureau": "usmf-health-care", "STORY_UID": "9edb77d2-2eb3-11e4-ba75-0050569d4be0", "pitch": 796, "date": "2014-09-01T19:31:00Z", "gsa_date": "2014 09 01", "tickers": "AAPL,GOOGL,UNH,HUM,GOOG", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0"}, "_id": "\"57477af36914bd0286fd0a23\"", "article_summary": "With that expansive reach, Apple can synchronize data from fitness apps and activity trackers with the iOS Health app and Epic's EHR.\nHumana's mobile fitness app, HumanaVitality, connects to several activity and biometric-tracking devices from Fitbit, Garmin, and Nike.\nGoogle once sought to unite the fragmented world of EHRs with Google Health, which tried to pull all of a patient's electronic health records into a single personal record.\nThese partnerships wouldn't be surprising, considering the recent progress made by Humana and UnitedHealth in mobile apps.\nSinai, and the Cleveland Clinic -- indicate the tech giant wants to tether even more partners to the HealthKit platform."}