{"article_title": "Six Ways Rick Scott Has Screwed Florida", "article_keywords": ["billion", "voter", "court", "scotts", "hes", "ways", "company", "florida", "state", "scott", "rick", "screwed", "floridians"], "article_url": "http://www.browardpalmbeach.com/news/six-ways-rick-scott-has-screwed-florida-6451988", "article_text": "Earlier this week, Rick Scott was called out on a couple of misleading campaign ads claiming that 300,000 Floridians have lost their insurance due to Obamacare.\n\nBut Florida Blue, the insurance company at the center of one of the ads, says this is not true.\n\nScott, however, is standing by the ad, having told reporters on Wednesday, \"Clearly, the ad's accurate,\" according to the Miami Herald.\n\nBut a fact check shows that the ad is not accurate at all.\n\nOf course, this is nothing new. Scott has screwed Florida multiple ways, then wiped down his screw-ups with a veneer of misinformation.\n\nHere are just six of the things he's done that have made him a not-so-popular governor for our state:\n\n6. He's treated Florida like he treated his own personal health-care company. Scott has been running Florida much like he ran his hospital chain. Poorly. In 1997, FBI agents raided Scott's Columbia/HCA, the health-care company. The company allegedly paid kickbacks to doctors in exchange for patient referrals and overcharged Medicare. The U.S. Justice Department called the resulting criminal case the largest health-care fraud case in American history. Columbia/HCA pleaded guilty to 14 felonies and paid $1.7 billion in fines. Scott was never charged personally and then became governor of Florida.\n\n5. He's lied about Obamacare before. Scott fought the implementation of Obamacare, despite the millions of uninsured Floridians he serves. In fact, he was so adamantly against it that he made up bad math to avoid expanding Medicaid. Scott argued that Medicaid expansion would cost Florida $63 billion over ten years, with the state paying $26 billion. But according to a legislative budget analyst and State Economist Amy Baker, Scott's Medicaid-cost math was a liberal estimate. Analysts pointed out the faulty numbers and sent the estimate back to the Agency for Health Care Administration for a redo. According to the analysis, the original report's numbers were crazy fat because it did not take into account the full amount the federal government would be reimbursing states that choose to expand Medicaid.\n\n4. He's tried to make it hard for people to vote. Scott went on a mostly ineffective, mostly arbitrary voter purge in 2012 after state officials sent local elections supervisors a list of 182,000 possible noncitizen voters, which really turned out to be just 198 possible noncitizen voters. Of those 198, a whopping 38 of them had cast a vote illegally. But Scott didn't stop there. In 2013, Scott had Secretary of State Ken Detzner send a certified letter to anyone flagged as a potential noncitizen. This flagged person would have to show proof of citizenship to remain on the voting rolls through a \"due-process system that includes letters and legal notices,\" even though there had been minimal evidence of voter fraud in the state.\n\n3. He's tried to make it hard for people to collect unemployment. In 2012, Scott was investigated by the U.S. Labor Department after complaints from unemployed Floridians who argued that the labyrinthine gauntlet to receive unemployment compensation is one giant complicated maw of frustration. Applicants complained that they must fill out a 45-question \"skills review\" and an online-only application, plus fill out forms through snail mail and then wait on hold for hours and hours before hearing an automated service that makes them press a bunch of buttons so it can tell them to keep holding, all in order to receive aid. This ranked Florida last in the U.S. at getting unemployed people the help they need. In the end, only 16 percent of unemployed Floridians are getting help via Scott's application rules.\n\n2. He rejected high-speed rail for no good reason and then lied about it. Scott rejected $2.5 billion in federal aid to build a high-speed rail between Tampa and Orlando, because he pretty much felt like it. In 2011, Scott's general counsel admitted that they had lied to the Florida Supreme Court about the amount of money that had already been spent on the rail corridor, making the remaining funds seem much lower than they were. The reason for the lie seemed to be so that Scott rejecting the aid wouldn't seem so bad. Scott's legal defense admitted that he falsely told the court that $110 million of a proposed $130 million in state funding for the project had already been spent. The real amount spent was actually $31 million.\n\n1. He has a lack of respect for individual rights. There was the voter purge, of course. But then there was also the whole drug-testing-for-welfare-recipients thing. Scott went on a personal crusade to make it a law that people who collected welfare would be subject to random drug testing. A lower court ruled against his executive order. But he still wanted to do it, so he told his lawyers to appeal. But in 2013, the 11th Circuit Court of Appeals in Atlanta unanimously ruled that the earlier ruling by the lower court was good. The court originally ruled this was an unreasonable search. Turns out, randomly drug-testing a person is pretty much a violation of the Fourth Amendment, because making someone take a test must come from a suspicion of wrongdoing, not because that person is in need of government help to feed their family because they're poor.\n\nSend your story tips to the author, Chris Joseph. Follow Chris Joseph on Twitter\n\nFollow @NewTimesBroward", "article_metadata": {"description": "Earlier this week, Rick Scott was called out on a couple of misleading campaign ads claiming that 300,000 Floridians have lost their insurance due to...", "author": "Chris Joseph", "og": {"site_name": "New Times Broward-Palm Beach", "description": "Earlier this week, Rick Scott was called out on a couple of misleading campaign ads claiming that 300,000 Floridians have lost their insurance due to Obamacare. But Florida Blue, the insurance company at the center of one of the ads, says this is not true. Scott, however, is standing by...", "title": "Six Ways Rick Scott Has Screwed Florida", "url": "http://www.browardpalmbeach.com/news/six-ways-rick-scott-has-screwed-florida-6451988", "image": {"width": 631, "identifier": "http://images1.browardpalmbeach.com/imager/six-ways-rick-scott-has-screwed-florida/u/original/6451989/rick_scott_creep_smile.jpg", "height": 600}, "type": "article"}, "twitter": {"description": "Earlier this week, Rick Scott was called out on a couple of misleading campaign ads claiming that 300,000 Floridians have lost their insurance due to Obamacare. But Florida Blue, the insurance company at the center of one of the ads, says this is not true. Scott, however, is standing by...", "creator": "@byChrisJoseph", "image": "http://images1.browardpalmbeach.com/imager/six-ways-rick-scott-has-screwed-florida/u/original/6451989/rick_scott_creep_smile.jpg", "title": "Six Ways Rick Scott Has Screwed Florida", "site": "@newtimesbroward", "card": "summary_large_image"}, "mobile-web-app-capable": "yes", "fb": {"app_id": 154555581257317}, "theme-color": "#0053b8", "keywords": "Broward/Palm Beach news, Florida news, Broward/Palm Beach events, Florida events, Broward/Palm Beach New Times", "article": {"section": "News", "published_time": "2014-04-11T08:11:49-04:00", "modified_time": "2016-05-18T22:48:45-04:00"}, "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af36914bd0286fd0a2f\"", "article_summary": "Scott has screwed Florida multiple ways, then wiped down his screw-ups with a veneer of misinformation.\nScott argued that Medicaid expansion would cost Florida $63 billion over ten years, with the state paying $26 billion.\nScott has been running Florida much like he ran his hospital chain.\nBut Florida Blue, the insurance company at the center of one of the ads, says this is not true.\nEarlier this week, Rick Scott was called out on a couple of misleading campaign ads claiming that 300,000 Floridians have lost their insurance due to Obamacare."}