{"article_title": "Jury: Woman did not prove she was punched by Jets' Marshall", "article_keywords": ["tattoos", "woman", "jury", "prove", "club", "marshall", "moskovitz", "outside", "myles", "punched", "jets", "steinberg", "marshalls"], "article_url": "http://townhall.com/news/us/2016/04/08/jury-woman-did-not-prove-she-was-punched-by-nfl-player-n2145479", "article_text": "NEW YORK (AP) — A jury in a civil trial Friday found that a California woman failed to prove she was punched by New York Jets receiver Brandon Marshall outside a Manhattan nightclub four years ago.\n\nMarshall, 32, was not in court as the verdict was read after a federal jury deliberated less than two hours about the March 2012 encounter outside the Marquee nightclub.\n\nHis lawyer, Harvey Steinberg, said outside court: \"He knew he never touched her and he wasn't going to pay a penny because he knows he did nothing wrong.\"\n\nThe plaintiff, Christin Myles, sat with a look of devastation long after the verdict was read, with her attorney, Joshua Moskovitz, summoning her mother to console her. He declined comment.\n\nA male juror who refused to identify himself for reasons he did not specify said the jury decided immediately after starting deliberations that it would award no damages even if it concluded Marshall punched her because it was impossible to know how her injuries occurred.\n\nHe said grainy, black-and-white security videos were inconclusive and none of the testimony or other evidence came into play.\n\nMyles, 28, of Chino, California, had testified during the four-day trial that she knew she was punched by Marshall because tattoos she saw on the forearm of the man who punched her matched the tattoos she saw on Marshall's arm on photographs she had taken inside the club, where Marshall's group was seated next to hers in the VIP section.\n\nShe said her eyelid was cut by the punch, which also gave her a black eye and lasting neck and back pain.\n\nTestifying Thursday, Marshall said he feared for his life outside the club when Myles and several men charged toward his group as they waited outside the club for an ambulance with his wife, who had lost several teeth and was bleeding from a cut to the mouth after she was hit by a thrown bottle inside the club. He was never criminally charged.\n\nMyles sought unspecified damages with her lawsuit. In his closing argument Friday, Moskovitz asked jurors to award enough damages that Marshall would get a lasting message in spite of the size of his salary.\n\n\"If Brandon Marshall wasn't an NFL player, I don't think he would have punched Christin Myles,\" he said.\n\nAlthough Moskovitz cited the video as vital evidence to proving Marshall had punched his client, Steinberg disagreed and said he too was glad the videos were there because they showed Myles trying to punch Marshall's close friend Michael Anthony Sims-Walker just before she alleged she was struck.\n\n\"Thanks goodness for that tape,\" he said. Steinberg said Myles wanted to go after Marshall \"because he's a professional athlete.\"\n\n\"All that was proven here was nothing,\" Steinberg told jurors.\n\nMarshall insisted he never punched her and video seemed to show his arms were covered by sleeves when he was outside, raising doubts that Myles could have seen tattoos on his forearm.\n\nMarshall is a six-time Pro Bowler who has also played for the Denver Broncos, Miami Dolphins and Chicago Bears over a 10-season career.", "article_metadata": {"description": "Jury: Woman did not prove she was punched by Jets' Marshall - AP News: NEW YORK (AP) — A jury in a civil trial .05/27/2016 8:14:42AM EST.", "author": "AP News", "msapplication-wide310x150logo": "http://media.townhall.com/thm/favicon/widetile.png", "twitter": {"description": "NEW YORK (AP) — A jury in a civil trial Friday found that a California", "title": "AP News - Jury: Woman did not prove she was punched by Jets' Marshall", "url": "http://townhall.com/news/us/2016/04/08/jury-woman-did-not-prove-she-was-punched-by-nfl-player-n2145479", "image": "http://media.townhall.com/townhall/reu/ha/2016\\98\\9f2ef3db-a14b-4fdb-9bc1-37241cdb9f9c.jpg", "site": "@townhallcom", "card": "summary_large_image"}, "msapplication-square70x70logo": "http://media.townhall.com/thm/favicon/smalltile.png", "robots": "index, follow", "msapplication-square310x310logo": "http://media.townhall.com/thm/favicon/largetile.png", "og": {"site_name": "Townhall", "description": "NEW YORK (AP) — A jury in a civil trial Friday found that a California", "title": "AP News - Jury: Woman did not prove she was punched by Jets' Marshall", "url": "http://townhall.com/news/us/2016/04/08/jury-woman-did-not-prove-she-was-punched-by-nfl-player-n2145479", "image": "http://media.townhall.com/townhall/reu/ha/2016/98/9f2ef3db-a14b-4fdb-9bc1-37241cdb9f9c.jpg", "type": "Article"}, "fb": {"app_id": 143685698988231, "pages": 41632789656}, "keywords": "Jury: Woman did not prove she was punched by Jets' Marshall, AP News, Conservative News, Conservative opinion, Political, Latest news, Politics, GOP, Republican, Human Events, Newsmax, Breaking news, Conservative Commentary, Articles, Columns, Conservatism, Party, Townhall, Right Wing", "msapplication-square150x150logo": "http://media.townhall.com/thm/favicon/mediumtile.png"}, "article_summary": "NEW YORK (AP) — A jury in a civil trial Friday found that a California woman failed to prove she was punched by New York Jets receiver Brandon Marshall outside a Manhattan nightclub four years ago.\n\"If Brandon Marshall wasn't an NFL player, I don't think he would have punched Christin Myles,\" he said.\nMarshall, 32, was not in court as the verdict was read after a federal jury deliberated less than two hours about the March 2012 encounter outside the Marquee nightclub.\nSteinberg said Myles wanted to go after Marshall \"because he's a professional athlete.\"\nMarshall is a six-time Pro Bowler who has also played for the Denver Broncos, Miami Dolphins and Chicago Bears over a 10-season career."}