{"article_title": "Connecting Muslim-Americans to Health Insurance", "article_keywords": ["organizations", "muslimamericans", "muslim", "american", "amhp", "muslims", "connecting", "coverage", "mr", "communities", "health", "insurance"], "article_url": "http://www.huffingtonpost.com/aamir-hussain/connecting-muslimamerican_b_6413206.html", "article_text": "-co-authored by Khadija Gurnah and Tasmiha Khan from AMHP\n\nWhen the Affordable Care Act (ACA) was signed into law in 2010, over 40 million Americans lacked health insurance. Although various provisions have gone a long way towards reducing that number, some populations are at a higher risk of being uninsured. One of those populations is Muslim Americans.\n\nIndeed, many Muslim-Americans lack employer-sponsored health insurance (one of the most common avenues of insurance coverage), as roughly 20 percent are self-employed, 29 percent are under-employed and 17 percent are unemployed. Also, Muslim-Americans are a heavily immigrant population: 63 percent of Muslims over 18 years of age were born abroad, and 25 percent of American Muslim adults have arrived in the U.S. since 2000. As a result, many may not be aware of their options for health insurance coverage, and are at an increased risk for severe financial hardship if a medical emergency arises.\n\nAmerican Muslim Health Professionals (AMHP) is one of many organizations that works to address these health disparities. AMHP is a nonprofit organization that, over the last 10 years, has provided outlets for Muslim-Americans who work in the healthcare sector to network and collaborate on issues that operationalize their faith by serving the community. AMHP has begun a campaign to help Muslim-Americans obtain health insurance coverage through the open enrollment period of the ACA which concludes for this year on February 15, 2015.\n\nThe organization has hired a team of on-the-ground organizers independently working in their respective states to identify local mosques and community-based organizations where they have hosted enrollment and outreach events. The AMHP staff members are chosen based on their expertise in public health and community organizing, and their ability to act as culturally-competent ambassadors in American Muslim communities.\n\nThis project is an opportunity for Muslims passionate about social justice to create their own narratives on what it means to be Muslim and American. This work follows in the tradition of organizations such as the Inner City Muslim Action Network (IMAN). IMAN has worked on providing critical services to Chicago's inner city communities, and has provided opportunities for Muslims to translate their faith into social justice work that benefits the community.\n\nThe grassroots approach taken by AMHP's campaign has been critical to reaching the uninsured American Muslims. Muslims in the United States come from vastly diverse communities in terms of income, education, language, and country of origin. Community health workers trained by AMHP have connected with a wider variety of Muslim communities, and have facilitated increased health insurance enrollments in demographics that were previously hard to reach. Families struggling to make ends meet openly discuss the difficulty in prioritizing significant monthly insurance premiums over other important day-to-day expenses. Comparing health insurance plans and signing up for coverage using the health insurance marketplace was a daunting and confusing process for those facing language barriers or lack of familiarity with the Internet.\n\nThe story of Mr. K illustrates how frustrating this process can be. Mr. K, a beneficiary of Medicare Part B, moved to Chicago in 2013 from Atlanta, Georgia. Unknown to Mr. K, Medicare requires periodic reevaluation to determine eligibility and sends letters to inform enrollees to submit revaluation documentation. Due to Mr. K's change of address, that letter might have been misplaced in the mail or sent to the wrong address, and Mr. Kabani failed to submit the documents. Due to his non-response, his health insurance was suspended. At an enrollment in Illinois, navigators worked with Mr. Kabani to submit all the forms and documents needed to regain eligibility and he is on the way to once again being insured.\n\nIt is reported that the Prophet Muhammad (PBUH) once said, \"The believers, in their mutual mercy, love and compassion, are like a (single) body; if one part of it feels pain, the rest of the body will join it in suffering\" (Sahih Bukhari). For this reason, I believe that as American Muslims, we have a moral obligation to address the health needs of our communities. As a small community in America (Muslims are roughly 1% of the U.S. population), it hurts us all when even a single brother or sister faces hardship.\n\nMr. K's situation described above is like one of the hundreds of people that AMHP has helped in securing health insurance coverage through partnerships with other organizations such as Hamdard Center and Mosque Foundation. AMHP, IMAN, and other organizations committed to improving health outcomes continue to seek partners to reach new Muslim communities across the nation. AMHP, as a national organization, can be contacted to help anyone connect to resources or coverage in their state. Contact getcovered@amhp.us.\n\n(Note: Mr. K's name has been changed to preserve anonymity)\n\nFollow Aamir Hussain on Twitter: www.twitter.com/AamirNHussain", "article_metadata": {"description": "-co-authored by Khadija Gurnah and Tasmiha Khan from AMHP\n\nWhen the Affordable Care Act (ACA) was signed into law in 2010, over 40 million Americans lack...", "sailthru.expire_date": "2015-01-07 12:57:43 -0500", "og": {"site_name": "The Huffington Post", "description": "-co-authored by Khadija Gurnah and Tasmiha Khan from AMHP\n\nWhen the Affordable Care Act (ACA) was signed into law in 2010, over 40 million Americans lack...", "url": "http://www.huffingtonpost.com/aamir-hussain/connecting-muslimamerican_b_6413206.html", "image": "http://i.huffpost.com/gen/1464944/images/o-US_UK_CA-facebook.jpg", "locale": "en_US", "type": "article"}, "twitter": {"image": {"width": 2000, "identifier": "http://i.huffpost.com/gen/1464944/images/o-US_UK_CA-facebook.jpg", "height": 1000}, "description": "-co-authored by Khadija Gurnah and Tasmiha Khan from AMHP\n\nWhen the Affordable Care Act (ACA) was signed into law in 2010, over 40 million Americans lack...", "site": "@HuffPostImpact", "card": "summary_large_image", "creator": "AamirNHussain"}, "sailthru.date": "2015-01-06 12:57:43 -0500", "al": {"ios": {"url": "huffpostnews:///?editionID=us&entryID=6413206", "app_store_id": 306621789, "app_name": "The Huffington Post"}}, "taboola.category": "impact", "fb": {"app_id": 46744042133}, "keywords": "scripture commentary,Affordable Care Act,muslims,islam,america,usa,Health Insurance,uninsured,social justice,health care reform", "article": {"section": "Impact", "tag": "scripture commentary,Affordable Care Act,muslims,islam,america,usa,Health Insurance,uninsured,social justice,health care reform", "published_time": "2015-01-06 12:57:43 -0500", "modified_time": "2015-03-08 05:59:01 -0400"}, "viewport": "width=1000"}, "_id": "\"57477af46914bd0286fe0dad\"", "article_summary": "Indeed, many Muslim-Americans lack employer-sponsored health insurance (one of the most common avenues of insurance coverage), as roughly 20 percent are self-employed, 29 percent are under-employed and 17 percent are unemployed.\nComparing health insurance plans and signing up for coverage using the health insurance marketplace was a daunting and confusing process for those facing language barriers or lack of familiarity with the Internet.\nAmerican Muslim Health Professionals (AMHP) is one of many organizations that works to address these health disparities.\nAMHP has begun a campaign to help Muslim-Americans obtain health insurance coverage through the open enrollment period of the ACA which concludes for this year on February 15, 2015.\nAs a result, many may not be aware of their options for health insurance coverage, and are at an increased risk for severe financial hardship if a medical emergency arises."}