{"article_title": "KeyCorp CEO Beth Mooney Named American Banker&#8217;s Most Powerful Woman in Banking for Third Year in a Row", "article_keywords": ["named", "woman", "business", "peetz", "ceo", "banker8217s", "powerful", "banking", "american", "mooney", "mergers", "women", "sourcemedia", "beth", "keycorp", "row"], "article_url": "http://www.themiddlemarket.com/news/financial_services/keycorp-ceo-beth-mooney-named-american-bankers-most-powerful-258173-1.html", "article_text": "KeyCorp CEO Beth Mooney Named American Banker’s Most Powerful Woman in Banking for Third Year in a Row\n\nThe SourceMedia tradition of honoring business female leaders will continue in the January 2016 issue of Mergers & Acquisitions with the inaugural The 25 Most Influential Women in Mid-Market M&A\n\nBeth Mooney, chairman and CEO of KeyCorp (NYSE: KEY), is the Most Powerful Woman in Banking for the third straight year, according to American Banker, owned by SourceMedia, which also owns Mergers & Acquisitions. Backed by Observer Capital, SourceMedia and its publications boast a long history of celebrating female business leaders. In keeping with the tradition, Mergers & Acquisitions will announce the inaugural 25 Most Influential Women in Mid-Market M&A in the January 2016 issue.\n\nWith Mooney at the helm, Key has emerged as one of the industry's best-performing regional banks. She also has significant influence inside the banking industry and in the broader business community, serving on the boards of the Financial Services Roundtable and the Clearing House and as chair of the Greater Cleveland Partnership, one of the nation's largest chambers of commerce.\n\nMooney made history in 2011 as the first female chairman and CEO of a top-20 American-based bank, and since then has had an exemplary record of advancing the careers of women — who now comprise more than one-third of Key’s senior management and director ranks. “Diversity and inclusion are business accelerators that better connect us to the clients and communities we serve,” says Mooney.\n\nMarianne Lake, chief financial officer of JPMorgan Chase, garnered the second spot in the ranking. Lake, the company’s highest-ranking woman, has effectively ascended to communicator-in-chief, whether on quarterly conference calls, at analyst conferences, or most notably at the company’s annual Investor Day, where in 2015 she delivered JPMorgan Chase’s case against calls for breaking up the $2.45 trillion asset company.\n\nNo. 3 is Karen Peetz, president of BNY Mellon. Overseeing client management, treasury services, human resources, growth initiatives and innovation, Peetz is the executive with primary responsibility for dealing with BNY Mellon’s most complex regulatory issues. Peetz also participates in a reverse-mentoring program that is a project of the Women’s Initiative Network, a group she founded.\n\nHonorees in the Most Powerful Women in Banking are selected based on an assessment of their leadership and influence internally and externally. That assessment includes an evaluation of the degree to which the businesses they oversee contribute to their companies’ bottom lines. Participation in activities that help other women advance in their careers or benefit the community at large also factor heavily in the selection process. The honorees will be feted on Oct. 8 at the Waldorf Astoria in New York at an awards ceremony hosted by American Banker and SourceMedia.\n\n- With reporting by the staff of American Banker\n\nFor more information on related topics, visit the following:", "article_metadata": {"og": {"url": "http://www.themiddlemarket.com/news/financial_services/keycorp-ceo-beth-mooney-named-american-bankers-most-powerful-258173-1.html", "image": "http://cdn.themiddlemarket.com/media/newspics/beth-mooney.jpg", "site_name": "Mergers & Acquisitions, Latest News", "title": "KeyCorp CEO Beth Mooney Named American Banker’s Most Powerful Woman in Banking for Third Year in a Row"}}, "article_summary": "Honorees in the Most Powerful Women in Banking are selected based on an assessment of their leadership and influence internally and externally.\n“Diversity and inclusion are business accelerators that better connect us to the clients and communities we serve,” says Mooney.\nThe honorees will be feted on Oct. 8 at the Waldorf Astoria in New York at an awards ceremony hosted by American Banker and SourceMedia.\nBacked by Observer Capital, SourceMedia and its publications boast a long history of celebrating female business leaders.\nIn keeping with the tradition, Mergers & Acquisitions will announce the inaugural 25 Most Influential Women in Mid-Market M&A in the January 2016 issue."}