{"article_title": "House Votes Again to Repeal Obamacare’s Tax on Medical Devices", "article_keywords": ["votes", "vote", "veto", "house", "medical", "bill", "tax", "devices", "companies", "obamacares", "offset", "device", "repeal", "industry"], "article_url": "http://www.bloomberg.com/politics/articles/2015-06-18/house-votes-again-to-repeal-obamacare-s-tax-on-medical-devices", "article_text": "The U.S. House of Representatives voted to repeal a 2.3 percent excise tax on medical devices, seeking again to remove a piece of Obamacare.\n\nThe repeal drew bipartisan support and passed on a 280-140 vote Thursday. That still may not be enough. President Barack Obama has threatened to veto the bill, and Senate support likely hinges on finding a way to offset the loss of $24.4 billion in revenue over a decade.\n\n“Instead of hurting this industry, we should be empowering this industry,” said Representative Erik Paulsen, a Minnesota Republican and lead sponsor of the bill. “Companies are spending money on compliance and accountants instead of on research and development.”\n\n“Instead of hurting this industry, we should be empowering this industry.” Representative Erik Paulsen\n\nThe tax affects companies including Medtronic Plc, Boston Scientific Corp. and St. Jude Medical Inc. The industry has been lobbying for the tax’s repeal for years.\n\nThey’ve been aided by lawmakers across party lines who represent states with concentrations of device companies, including Minnesota, Pennsylvania, Indiana and Massachusetts. That gives repeal of the device tax a greater chance in Congress than other attempts to pare back Obamacare.\n\nThe House vote is a virtual repeat of its June 2012 vote for a bill that didn’t move through the Senate, then controlled by Democrats.\n\nNo Offset Deal\n\nNow Republicans run the Senate, but they still need Democratic votes to overcome procedural hurdles and potentially an Obama veto. So far, senators haven’t reached a deal on how they would offset the cost of the bill, which Democrats have insisted is necessary for their support.\n\nThe Obama administration has remained opposed to repealing the tax, partly because of the deficit effect and partly because of the initial rationale for its passage.\n\n“The medical device industry, like others, will benefit from millions of new consumers who are gaining health coverage under the Affordable Care Act,” the administration wrote in its veto threat. “This excise tax is one of several designed so that industries that gain from the coverage expansion will help offset the cost of that expansion.”\n\nThe Congressional Research Service has questioned whether the tax is as damaging as the industry maintains. The effects will fall on consumers, researchers say, and the reduction in jobs and output for the companies is probably 0.2 percent at most.\n\n“With relatively small effects on the U.S. medical device industry, it is unlikely that there will be significant consequences for innovation and for small and midsized firms,” CRS wrote earlier this year.\n\nThe bill is H.R. 160.", "article_metadata": {"sailthru.author": "Richard Rubin", "description": "President Obama has threatened to veto the bill, and Senate support likely hinges on finding a way to offset the loss of $24.4 billion in revenue over a decade.", "parsely-section": "politics", "parsely-image-url": "https://assets.bwbx.io/images/users/iqjWHBFdfxIU/iz8IIFX0GaHE/v1/-1x-1.jpg", "og": {"site_name": "Bloomberg.com/politics", "description": "President Obama has threatened to veto the bill, and Senate support likely hinges on finding a way to offset the loss of $24.4 billion in revenue over a decade.", "title": "House Votes Again to Repeal Obamacare’s Tax on Medical Devices", "url": "http://www.bloomberg.com/politics/articles/2015-06-18/house-votes-again-to-repeal-obamacare-s-tax-on-medical-devices", "image": "https://assets.bwbx.io/images/users/iqjWHBFdfxIU/iz8IIFX0GaHE/v1/-1x-1.jpg", "type": "website"}, "twitter": {"description": "President Obama has threatened to veto the bill, and Senate support likely hinges on finding a way to offset the loss of $24.4 billion in revenue over a decade.", "title": "House Votes Again to Repeal Obamacare’s Tax on Medical Devices", "url": "http://www.bloomberg.com/politics/articles/2015-06-18/house-votes-again-to-repeal-obamacare-s-tax-on-medical-devices", "image": "https://assets.bwbx.io/images/users/iqjWHBFdfxIU/iz8IIFX0GaHE/v1/-1x-1.jpg", "site": "@bpolitics", "card": "summary"}, "fb": {"status": "President Obama has threatened to veto the bill, and Senate support likely hinges on finding a way to offset the loss of $24.4 billion in revenue over a decade."}, "apple-mobile-web-app-capable": "yes", "parsely-title": "House Votes Again to Repeal Obamacare’s Tax on Medical Devices", "apple-mobile-web-app-status-bar-style": "black", "parsely-post-id": "NQ220F6KLVRF01", "parsely-author": "Richard Rubin", "date": "2015-06-18T16:35:21.229Z", "keywords": "Health Care", "parsely-type": "post", "news_keywords": "Health Care", "parsely-pub-date": "2015-06-18T16:35:21.229Z", "parsely-tags": "Health Care,Region: Global,Page: article", "viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=no", "parsely-link": "http://www.bloomberg.com/politics/articles/2015-06-18/house-votes-again-to-repeal-obamacare-s-tax-on-medical-devices"}, "article_summary": "The U.S. House of Representatives voted to repeal a 2.3 percent excise tax on medical devices, seeking again to remove a piece of Obamacare.\nThat gives repeal of the device tax a greater chance in Congress than other attempts to pare back Obamacare.\nThey’ve been aided by lawmakers across party lines who represent states with concentrations of device companies, including Minnesota, Pennsylvania, Indiana and Massachusetts.\n“With relatively small effects on the U.S. medical device industry, it is unlikely that there will be significant consequences for innovation and for small and midsized firms,” CRS wrote earlier this year.\n“The medical device industry, like others, will benefit from millions of new consumers who are gaining health coverage under the Affordable Care Act,” the administration wrote in its veto threat."}