{"article_title": "Anti-Trump campaigns build before Florida primary", "article_keywords": ["week", "trump", "voters", "million", "florida", "primary", "spent", "campaigns", "donald", "build", "antitrump", "republican", "ads", "trumps"], "article_url": "http://www.tcpalm.com/news/politics/elections/national/anti-trump-campaigns-build-before-florida-primary-2d263716-c3e6-7346-e053-0100007fd77d-371834111.html", "article_text": "Republican presidential candidate Donald Trump, speaks during a news conference at the Mar-A-Lago Club where former Republican presidential candidate Ben Carson announced he is endorsing Trump, Friday, March 11, 2016, in Palm Beach. (AP Photo/Lynne Sladky)\n\nBy Bartholomew Sullivan, bartholomew.sullivan@tcpalm.com\n\nWASHINGTON — It's too soon to tell whether free-spending opponents of a Donald Trump Republican nomination have succeeded in derailing the billionaire reality TV star.\n\nMassive television advertising campaigns by groups such as the American Future Fund, Our Principles PAC and Club for Growth Action are spending millions in Florida's six major media markets before the March 15 primary to question the real estate mogul's temperament, judgment and increasingly authoritarian campaigning style.\n\nMORE | Florida primary: How to vote, find results\n\nSimilar efforts are underway in Illinois and Ohio, which with Florida are considered the critical and defining battlegrounds of this campaign season. If Trump wins both Florida and Ohio, it's likely he will win the party's nomination.\n\n\"Donald Trump entrusted convicts to help run his company,\" one American Future Fund ad running in Florida says, citing Trump's past business associates with \"Mafia ties\" and embezzlement convictions. \"Who would he entrust to run the country?\"\n\nThe group, which plans to spend $2.75 million for anti-Trump messaging in Florida alone, also opposes Ohio Gov. John Kasich for permitting an expansion of that state's Medicaid program under the Affordable Care Act and attacked Texas Sen. Ted Cruz over his position on ethanol in Iowa. It is not technically affiliated with Florida Sen. Marco Rubio's campaign.\n\nAmerican Future Fund has been around since 2008 and supported Mitt Romney in 2012. It spent $295,582 in 2015 and $60,000 just last week for television advertising opposing Trump, according to Federal Election Commission records.\n\nOur Principles PAC is spending $1 million on ads like one that suggests Trump University, currently being sued for fraud, was a \"scam.\" Another ad says Trump is a racist xenophobe. The group, created Jan. 14 to focus resources and take on Trump, had spent $4.39 million through last week in its anti-Trump campaign, according to the nonpartisan Center for Responsive Politics, which tracks the influence of money on public policy.\n\nOn just one day last week, Our Principles spent $447,353 on direct mail and $32,745 on opposition research against Trump, FEC records show.\n\nBACKLASH\n\nThe assault on the Republican frontrunner hasn't let up since the party's 2008 and 2012 nominees — Arizona Sen. John McCain and former Massachusetts Gov. Romney — made high-profile appeals March 3 urging voters to reject Trump. Some polling indicated the post-Super Tuesday Romney speech actually helped Trump by making it clear his opposition is centered in the country club establishment wing of an increasingly fragmented GOP.\n\nOthers pointed out Romney's attack was ill-advised since he had eagerly sought Trump's endorsement four years before denouncing him as a \"fraud\" and \"phony.\"\n\nSome Trump supporters said they welcomed the attacks by what they refer to as the party's \"oligarchs.\"\n\nMartin County Republican Party Chairman Don Pickard said the local party office received \"12 or 13 calls in the first hour\" after Romney's speech \"with people just ranting and raving\" about the \"quote 'establishment' \" trying to end Trump's run.\n\nPickard said there are a lot of negative, anti-Trump ads on television on the Treasure Coast that seem to be effective, but he wondered about the \"backlash\" they might produce. One indication that Trump remains popular: It's hard to keep a table for campaign fliers and bumper stickers at the headquarters stocked with Trump material, he said.\n\nAs chairman, he can't express who he'll support.\n\nSt. Lucie County GOP Chairman Bill Paterson said Friday the anti-Trump campaign is having the opposite effect than was intended and has made some voters \"furious.\"\n\n\"It's getting the electorate more angry, thinking 'you're telling us you're smarter than us and we don't know who we're supporting.' It's having a boomerang effect. The people I'm talking to are more emboldened now.\"\n\nPaterson, who was in the Miami audience for Thursday night's GOP debate, said every time he turns on the Fox News Channel, he sees a commercial showing a darkened portrait of a scowling Trump.\n\nTHE ESTABLISHMENT\n\nTrump himself made the case against his detractors in a Twitter post: \"We cannot let the failing REPUBLICAN ESTABLISHMENT, who could not stop Obama (twice) ruin the MOVEMENT with millions of $'s in false ads!\" he wrote on @realDonaldTrump.\n\n\"What the Republican establishment certainly does not understand is that doing things in the traditional way that all these guys have used for decades, if not generations …, does not work on Donald Trump,\" said Tampa-based Republican strategist Chris Ingram. \"They would be better off having a monkey in a room throwing spaghetti at a wall and seeing what sticks and directing their strategy on Donald Trump accordingly because the Old School way of politics does not work with Donald Trump.\"\n\nThe Center for Public Integrity, a Washington-based good-government group, reported that in the week since Romney's speech, 7,000 attack ads aimed at Trump have aired across the country with a major focus being Florida's markets, with 2,683 ads on either national cable by local TV stations.\n\nSupporters of the anti-Trump campaign suggested even after Trump's March 8 victory in Michigan it appeared to be having an effect in turning some late voters against him. The strategy is to help Rubio win Florida's 99 winner-take-all delegates and help Kasich win Ohio's 66 delegates and deprive Trump of the 1,237 delegates required to secure the nomination. As part of that strategy, Rubio Friday asked his Ohio supporters not to vote for him but for Kasich.\n\nOPEN CONVENTION\n\nIf no one has 1,237 delegates by the time of the Cleveland convention in July, the GOP would go into the mayhem of a brokered convention — a raw, behind-closed-doors brawl between party leaders. From that, these strategists say, a possible consensus candidate — perhaps not one of the current candidates — might emerge.\n\nWhile early attacks on Trump by outside groups tended to focus on his lack of ideological conviction — that he was insufficiently conservative — the new ads focus on his impact on working people's lives, and may hit him \"where it just might hurt,\" New Republic political reporter Laura Reston wrote. Those ads, about Trump University victims and his use of eminent domain to take a widow's house in Atlantic City to build a casino parking lot, tend to dampen Trump's appeal as a \"champion of the working class,\" she wrote.\n\nFlorida's is a closed primary, meaning only registered Republicans and Democrats can vote, and only for candidates in their own party. Four years ago, 1.6 million Republican voters chose between the four remaining candidates; five had withdrawn but won votes. More than a million voters availed themselves of the March 5-12 early voting period suggesting the late barrage of attack ads may fall on the ears of voters who can't be swayed.\n\nOTHER PACS\n\nClub for Growth Action, a super political action committee associated with the low-taxes advocacy group, is spending $2 million on cable and broadcast advertising in Illinois. Club for Growth itself is planning to spend $1 million in Florida. Trump has said the organization went after him after he declined to give it a $1 million donation. Last week he denounced it as \"dishonest\" and \"bad for America\" on Twitter.\n\nClub for Growth Action spent $24,000 March 3-4 with a California firm for Internet ad placement and production costs opposing Trump, FEC records show.\n\nBesides the outside groups lining up against Trump, the main independent super PACs supporting the candidates still standing also have gotten into Trump-bashing.\n\nThe one backing Rubio, Conservative Solutions, recently began running an ad in Florida praising Rubio's foreign policy expertise — he's chairman of the Foreign Relations subcommittee dealing with the Western Hemisphere and Human Rights — and ridiculing Trump's praise of Russia's Vladimir Putin. Records show Conservative Solutions spent $216,231 for \"media placement\" opposing Trump on a single day last week.\n\nNew Day for America, the super PAC supporting Kasich, bleeps out an offensive word Trump used in a recent speech and quotes Kasich saying he doesn't \"call names.\" It's running in Ohio.\n\nMORE | What's at stake in Florida's March 15 primary?\n\nNot everyone is beating up on Trump. Keep the Promise I, the super PAC supporting Cruz, spent $60,750 on a Beverly Hills media firm's video production last week. Its purpose: defeating Rubio.\n\nBartholomew Sullivan, a veteran Washington reporter, heads Treasure Coast Newspapers' D.C. news bureau.", "article_metadata": {"title": "Anti-Trump campaigns build before Florida primary", "og": {"url": "http://www.tcpalm.com/news/politics/elections/national/anti-trump-campaigns-build-before-florida-primary-2d263716-c3e6-7346-e053-0100007fd77d-371834111.html", "image": {"width": 5028, "identifier": "http://media.jrn.com/images/GOP_2016_Trump.JPEG-0d0d9.JPG", "height": 3456}, "type": "article", "description": "<br /><br />WASHINGTON &mdash; It's too soon to tell whether free-spending opponents of a Donald Trump Republican nomination have succeeded in derailing the billionaire reality TV star.<br />", "title": "Anti-Trump campaigns build before Florida primary"}, "twitter": {"site": "@tcpalm", "image": "http://media.jrn.com/images/GOP_2016_Trump.JPEG-0d0d9.JPG", "description": "<br /><br />WASHINGTON &mdash; It's too soon to tell whether free-spending opponents of a Donald Trump Republican nomination have succeeded in derailing the billionaire reality TV star.<br />", "card": "summary_large_image", "title": "Anti-Trump campaigns build before Florida primary"}, "apple-mobile-web-app-capable": "no", "p": {"domain_verify": "604b11bb0bd3ad98dc5997e1039fd66d"}, "msapplication-TileImage": "http://media.jrn.com/designimages/logo-tcp-icon-144.png", "__sync_contentCategory": "premium", "viewport": "width=device-width,initial-scale=1,maximum-scale=1"}, "article_summary": "Four years ago, 1.6 million Republican voters chose between the four remaining candidates; five had withdrawn but won votes.\nThe group, which plans to spend $2.75 million for anti-Trump messaging in Florida alone, also opposes Ohio Gov.\n(AP Photo/Lynne Sladky)By Bartholomew Sullivan, bartholomew.sullivan@tcpalm.comWASHINGTON — It's too soon to tell whether free-spending opponents of a Donald Trump Republican nomination have succeeded in derailing the billionaire reality TV star.\n\"They would be better off having a monkey in a room throwing spaghetti at a wall and seeing what sticks and directing their strategy on Donald Trump accordingly because the Old School way of politics does not work with Donald Trump.\"\nMORE | Florida primary: How to vote, find resultsSimilar efforts are underway in Illinois and Ohio, which with Florida are considered the critical and defining battlegrounds of this campaign season."}