{"article_title": "We’re One Step Closer to Our New Robot Overlords", "article_keywords": ["closer", "convince", "turing", "university", "robot", "veselov", "step", "computer", "human", "wakeup", "test", "world", "overlords", "told"], "article_url": "http://www.thefiscaltimes.com/Articles/2014/06/09/We-re-One-Step-Closer-Our-New-Robot-Overlords", "article_text": "They’re already taking our jobs and fighting our wars. Now, it turns out, computers are learning to impersonate humans in conversation.\n\nAt an event sponsored by the Royal Society outside London on Saturday, a computer posing as a 13-year-old boy convinced one third of the people who interacted with it via a keyboard chat that it was, in fact, human. This is, of course, terrible news for humanity.\n\nRelated: Robots to Replace Troops on the Battlefield\n\nThe event this weekend, arranged by the University of Reading, was the first successful effort to pass the “Turing test,” articulated by Artificial Intelligence and computing pioneer Alan Turing. In 1950, Turing suggested that a machine could be considered “intelligent” if one in three humans were unable to distinguish it from another human in conversation.\n\nOn Saturday, the program designed by a team including Princeton-based computer scientist Vladimir Veselov convinced one in three human partners that it was actually the fictional 13-year-old Eugene Goostman of Odessa, Ukraine. Veselov, who has come close to beating the test in years past, told The Independent, “We spent a lot of time developing a character with a believable personality.\"\n\nThe test required the computer to engage in a five-minute text-based conversation with a number of different people. There were no restrictions on the content of the conversations or the kind of questions the participants could ask.\n\nAI researchers have struggled to beat the test for decades, with gradually increasing success. The milestone just passed is obviously a major victory for the team of engineers who created it. But it will also likely be a major wake-up call to computer scientists, ethicists, and others grappling with the ever-more-real advent of “intelligent machines.”\n\nRelated: The Robot Revolution Rips Up Our Social Contract\n\nThis is not to say that the world is in particular danger from a computer program than can convince one out of three people that it is actually a Ukrainian teenager. The problem is that, as this technology progresses, it’s a practical certainty that computers will be programmed to be increasingly persuasive in their efforts to impersonate – well, persons.\n\nIt’s not likely we’ll ever see a computer that’s able to consistently convince a woman that she is talking with her husband, or trick a father into thinking he’s having an extended conversation with his child. But it’s a much lower bar to convince people that they’re talking with anonymous credit card account managers at a call center in Omaha, or representatives of the federal government calling from Washington about a tax return.\n\nSaturday’s results suggest that we’re not far from seeing another significant threat to both online privacy and financial security. Professor Kevin Warwick of Reading University told The Telegraph that the Eugene Goostman impersonation has ''implications for society'' and would serve as a “wake-up call to cybercrime.”\n\nRelated: Robots take Caregiving to a Whole New Level\n\nOf course, the real danger, as anyone with even a passing acquaintance with science fiction will immediately recognize, is an evil mastermind bent on world domination who equips an army of these things with computer programs approximating human intelligence.\n\nSo, before things get out of hand, let me just get this out there now:\n\nI, for one, welcome our new robot overlords.\n\nTop Reads from The Fiscal Times:", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "In London on Saturday, a supercomputer passed the so-called “Turing Test,” marking a milestone in artificial intelligence. And, incidentally, bringing that much closer to the day when robots take over the world.", "title": "We’re One Step Closer to Our New Robot Overlords", "url": "http://www.thefiscaltimes.com/Articles/2014/06/09/We-re-One-Step-Closer-Our-New-Robot-Overlords", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/04042011_robot_worker_article.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/Articles/2014/06/09/We-re-One-Step-Closer-Our-New-Robot-Overlords", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/04042011_robot_worker_article.jpg", "creator": "@rrgarver", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "In London on Saturday, a supercomputer passed the so-called “Turing Test,” marking a milestone in artificial intelligence. And, incidentally, bringing that much closer to the day when robots take over the world.", "generator": "Drupal 7 (http://drupal.org)"}, "_id": "\"57477af36914bd0286fd0a40\"", "article_summary": "So, before things get out of hand, let me just get this out there now:I, for one, welcome our new robot overlords.\nThe test required the computer to engage in a five-minute text-based conversation with a number of different people.\nThere were no restrictions on the content of the conversations or the kind of questions the participants could ask.\nSaturday’s results suggest that we’re not far from seeing another significant threat to both online privacy and financial security.\nRelated: Robots to Replace Troops on the BattlefieldThe event this weekend, arranged by the University of Reading, was the first successful effort to pass the “Turing test,” articulated by Artificial Intelligence and computing pioneer Alan Turing."}