{"article_title": "Wynn on taxes, 2016, gaming's future", "article_keywords": ["gamings", "nevada", "wynn", "gaming", "ralston", "money", "tax", "taxes", "reid", "state", "future", "lot", "pay", "2016"], "article_url": "http://www.rgj.com/story/news/politics/2015/05/10/ralston-reports-wynn-taxes-gamings-future/27037449/", "article_text": "Jon Ralston (Photo: RGJ file)\n\nSteve Wynn thinks Gov. Brian Sandoval is \"courageous\" for proposing a broad-based business tax. He believes the Affordable Care Act is \"the single worst piece of junk in my lifetime that ever got passed.\" And he insists that any notion of a recovering economy \"is fiction — it's a lie.\"\n\nNevada's most famous shrinking violet said all of that — and much more — during an interview last week on \"Ralston Live\" (http://watch.knpb.org/video/2365482629/). Some of what he said, including some comments reiterating his vehement opposition to Web gaming (\"I'm not going to get into (the business,)\") could affect the end of the legislative session. And some of what he didn't say — effectively dodging a question about how he feels about Harry Reid — said more than what he did say.\n\nHere's a recap, with some helpful annotations:\n\nOn the competing legislative tax plans: Wynn, long a proponent of a gross-receipts-based tax for businesses, labeled the governor's graduated Business License Tax ($400 to $2.6 million) a \"courageous proposal.\"\n\n\"It took a lot of nerve… because a lot of people don't want to pay any taxes,\" the Wynn Resorts boss said. Translation of a casino industry decades-long leitmotif: A lot of non-gaming businesses are freeloaders.\n\nWhen I asked what he thought of the competing Assembly leadership proposal to increase the payroll tax by a third, Wynn did not hold back.\n\n\"Then that prejudices everybody who employs a lot of people (i.e. gaming),\" he said. \"It doesn't spread it evenly. The problem in this state has always been that the big chunk of the people don't pay a dime, and the people that employ everybody pay all the money. That's not fair… whereas doctors and lawyers and TV personalities don't pay that business tax and it's time that the load be spread evenly across more people. \"\n\nThat TV personalities line cut deeply.\n\n(Legislative sources say a compromise in the works will improve on both bills and create a new public policy on taxation that could get two-thirds in each house. It is expected to be unveiled soon.)\n\nOn the future of gaming: Wynn's company, like Sheldon Adelson's, is taking a pounding in Macau, which was down 39 percent in April and has been plunging for almost a year. He let loose when I asked him about the future:\n\n\"The gaming industry is facing uncertainty in Nevada, in America and in China,\" he said. \"For the past 50 years, two-thirds of the gaming establishments in the State of Nevada have lost money. The industry as a whole loses money in Nevada. Loses money. (NV Energy) doesn't lose money. The gaming industry loses money. It employs all the people, pays all the taxes, and if you take the P&L, the profit and loss of the hotels in Las Vegas and Reno, it is a number that is minus, not plus, minus. So the challenge has never really changed. Most of the money has been made by the best, the newest and the most competitive properties and I suspect that it'll stay that way.\"\n\nWynn held out the possibility that he may build in Nevada again, but he didn't exactly sound sanguine. And then, after the cameras were off, he ranted about the utility monopoly, insisted his company and others will leave NV Energy's jurisdiction. Major casino conglomerates and data giant Switch are lobbying lawmakers to help grease the skids for their escape from NV Energy's oversight. It is one of the most significant issues facing the state because of the potential impact.\n\nOn the presidential race: Wynn, who has supported mostly Democrats in state but lately turned to the GOP nationally, revealed that he recently had a four-hour dinner with the Clintons at his New York City apartment. He's not quite ready to endorse Hillary, yet, though, and added: \"There's a chance I'll support anybody, and there are wonderful candidates out there in both parties… I like Jeb Bush. I like Scott Walker. I like Chris Christie. I like the cut of the senator from Florida (Marco Rubio).\"\n\nHow will he make up his mind?\n\n\"How do they look against one another when they debate one another?\" he answered. \"I want to make an objective, intelligent decision and then for the general election we'll tape our ankles and wade in. But as far as getting all jazzed up in the primary — look, I don't want to be an ambassador. I'm not looking to be a kingmaker. It doesn't interest me at all. I like the job I've got.\"\n\nWynn is unlikely to play in the White House race the way his Macau brother in arms Adelson, who is about 10 times richer, will. But Wynn has the wherewithal and, like Adelson, the ear of former Nevadan Karl Rove, so his voice, as always, will be heard.\n\nOn Harry Reid's retirement: Wynn is well known to be disgusted with the president (hence his comment about the recovery), and I have heard his feelings about Senate Minority Leader Harry Reid are not much fonder these days. After mentioning his decades-long friendship with Reid, Wynn, shifting in his chair, would not answer whether the Democratic leader has done a good job, laced Obamacare (which Reid got through) and said, \"I do believe Harry is the kind of guy that tries to do the right thing as he sees it.\"\n\nEven when you have to read between Steve Wynn's lines, you know what he means.\n\nJon Ralston has been covering Nevada politics for more than a quarter-century. See his blog at ralstonreports.com and watch \"Ralston Live\" at 5:30 p.m. weekdays on KNPB.\n\nRead or Share this story: http://on.rgj.com/1bHCMIC", "article_metadata": {"google": "notranslate", "description": "On \"Ralston Live,\" Steve Wynn held court on Harry Reid, the 2016 race, and gaming's future", "og": {"site_name": "Reno Gazette Journal", "description": "On \"Ralston Live,\" Steve Wynn held court on Harry Reid, the 2016 race, and gaming's future", "title": "Ralston Reports: Wynn on taxes, 2016, gaming's future", "url": "http://www.rgj.com/story/news/politics/2015/05/10/ralston-reports-wynn-taxes-gamings-future/27037449/", "image": "http://www.gannett-cdn.com/GDContent/applogos/rgj.png", "type": "article"}, "twitter": {"description": "On \"Ralston Live,\" Steve Wynn held court on Harry Reid, the 2016 race, and gaming's future", "title": "Ralston Reports: Wynn on taxes, 2016, gaming's future", "image": "http://www.gannett-cdn.com/-mm-/a51920770ac26a73694add37f889ec0d30591085/c=1304-0-4760-3456&r=x643&c=640x640/local/-/media/2015/05/09/Reno/B9317286693Z.1_20150509102517_000_GVAAO1EU4.1-0.jpg", "creator": "@rgj", "site": "@rgj", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=805729789", "fb": {"app_id": 178959168788968}, "Content-Type": "text/html; charset=UTF-8", "viewport": "width=1070", "news_keywords": "ralston reports, jon ralston, steve wynn, gambling, gaming, nevada, las vegas, future of gaming, 2016, harry reid"}, "article_summary": "\"It took a lot of nerve… because a lot of people don't want to pay any taxes,\" the Wynn Resorts boss said.\nWynn held out the possibility that he may build in Nevada again, but he didn't exactly sound sanguine.\nWhen I asked what he thought of the competing Assembly leadership proposal to increase the payroll tax by a third, Wynn did not hold back.\n\"For the past 50 years, two-thirds of the gaming establishments in the State of Nevada have lost money.\nBut Wynn has the wherewithal and, like Adelson, the ear of former Nevadan Karl Rove, so his voice, as always, will be heard."}