{"article_title": "A new Western strategy toward Russia", "article_keywords": ["ukraine", "europe", "united", "energy", "strategy", "states", "nato", "western", "security", "france", "russia"], "article_url": "http://thehill.com/blogs/congress-blog/foreign-policy/209048-a-new-western-strategy-toward-russia", "article_text": "As the Ukraine crisis continues, even after the successful presidential election, the immediate challenges obscure a less visible but even more important issue: what is the long-term strategy toward Russia?\n\nThe new realities exemplified by Ukraine demand a robust three-part approach. In dealing with Russia, the U.S., together with its allies, must enhance deterrence, reduce strategic economic dependency, and retain diplomatic cooperation when interests coincide. The desirable outcome is a Russia that will not use force or intimidation to generate geopolitical outcomes and will cooperate with the West on common interests.\n\nADVERTISEMENT\n\nFirst, since Putin has demonstrated his willingness to adjust European borders by force, NATO needs to deter Russia from further aggression. Russia's annexation of Crimea completely ignored the 1994 agreement among the United States, the United Kingdom, Ukraine and Russia to \"respect the independence and sovereignty and the existing borders of Ukraine.\" This, along with Russia's actions in Georgia and cyber attacks in Estonia, has significantly changed the security landscape in Europe. The 1997 NATO-Russia Founding Act envisioned a \"current and foreseeable\" stable geopolitical environment. That is quite different now and NATO nations no longer need to refrain from deploying troops to new members.\n\nThere are sensible, prompt steps that NATO can take to enhance deterrence but they must be substantive and long-term not short-term and for show. Most importantly, the capacity to reinforce NATO's eastern members should be improved. That will involve developing host nation support, prepositioning, and stationing of forces, mostly in Poland but to a limited extent in the Baltic States. President Obama's proposed European Reassurance Initiative suggests \"exploring\" such efforts but effective deterrence will require substantive steps that will include not only the United States but other NATO members, including especially Germany, France and the United Kingdom. Deterrence will also require the capabilities needed to meet a covert-style \"Crimea\" intervention. From a military perspective, the key actions will involve intelligence, information operations, and special forces. Even more importantly will be improving the capacity of governments to work with all elements of civil society including in advance of crisis. All these efforts can be undertaken on the quite limited defense budgets many European states now have, yet they would have consequential deterrent effect.\n\n\n\nSecond, Europe must reduce its economic dependence on Russia. The key here is to differentiate what might be called \"normal trade\" from trade that has significant security implications, particularly military and energy,\n\nOn the military side, France, for a variety of reasons, contracted to sell two helicopter-type carriers to Russia. Those ships would pose a significant threat in the Baltic. France is understandably reluctant to cancel the contract as the jobs of workers at its shipyards are in the balance, and unemployment is currently a key factor in France. France should not be required to shoulder the entire burden of cancellation. Instead, as the ships could provide a valuable addition to NATO's capability, there should be agreement at the NATO summit in September to purchase them for the alliance as a whole. Spread over time, the impact on NATO's budget would be manageable; the geopolitical value would be substantial.\n\nIn the energy arena, there is no realistic likelihood of ending Russia oil and gas exports to Europe, but there would be a good prospect of making them subject to market rather than geopolitical considerations. To accomplish this, the United States should promptly take steps to encourage the export of liquefied natural gas to Europe by approving the licenses necessary for the construction of LNG terminals, while at the same time Europe significantly increases its energy interconnections, especially west-to-east capabilities, and seeks to develop alternative energy resources such as shale.\n\nThird, the West will need to maintain diplomatic relations with Russia that allow for cooperation in critical areas where interests coincide. As the recent Russia-China energy agreement indicates, Russia will continue to be an important player in a multipolar world. Beyond energy, key international issues involving Russia include nuclear security, the Iranian nuclear negotiations, central Asian stability, counter-terrorism, the Arctic, cyber security, and the Syrian civil war. Western diplomacy will not succeed by ignoring Russia, but forward movement will be based on common interests rather than common values. To be sure, there will be an understandable desire not to seem to validate President Putin's annexation of Crimea, but current—and possible future--diplomatic and economic sanctions should respond to Ukraine issues while global requirements will benefit from an eyes-open, interest–based approach.\n\nAll strategy is subject to adjustments, and future events in Ukraine necessarily will be critical to the West's strategy toward Russia. While the presidential election was generally successful, separatists did disrupt voting in the eastern part of the country and the current situation is highly volatile. The possibility of a third round of sanctions remains real, depending particularly on Russia's willingness to reduce tensions. Any further sanctions should be undertaken as part of an integrated strategy including with Ukraine authorities, but the prospects for Ukraine will be significantly enhanced if the West adopts a broader Russia strategy focused on enhanced deterrence, reduced dependence, and creative diplomacy which will undergird stability and freedom throughout Europe.\n\nKramer is a distinguished fellow and board member at the Atlantic Council and a former assistant secretary of defense. Binnendijk is a former National Security Council senior director for defense policy and is currently a senior fellow at the SAIS Center for Transatlantic Relations.", "article_metadata": {"dcterms.description": "In dealing with Russia, the U.S., together with its allies, must enhance deterrence, reduce strategic economic dependency, and retain diplomatic cooperation when interests coincide.", "description": "In dealing with Russia, the U.S., together with its allies, must enhance deterrence, reduce strategic economic dependency, and retain diplomatic cooperation when interests coincide.", "generator": "Drupal 7 (http://drupal.org)", "rdfs": {"label skos": {"prefLabel": "Congress Blog"}}, "og": {"site_name": "TheHill", "description": "In dealing with Russia, the U.S., together with its allies, must enhance deterrence, reduce strategic economic dependency, and retain diplomatic cooperation when interests coincide.", "title": "A new Western strategy toward Russia", "url": "http://thehill.com/blogs/congress-blog/foreign-policy/209048-a-new-western-strategy-toward-russia", "image": "http://thehill.com/sites/default/files/thehill_logo_200.jpg", "updated_time": "2016-02-04T04:20:37-05:00", "type": "article"}, "Smart_Paging": "on", "dcterms.modified": "2016-02-04T04:20-05:00", "dcterms.identifier": "http://thehill.com/blogs/congress-blog/foreign-policy/209048-a-new-western-strategy-toward-russia", "fb": {"admins": 100000299130732, "app_id": 566538590082898, "pages": 7533944086}, "apple-itunes-app": "app-id=396640962", "dcterms.date": "2014-06-12T10:00-04:00", "dcterms.creator": "Joe Picard", "author": "Franklin D. Kramer and Hans Binnendijk", "dcterms.type": "Text", "article": {"published_time": "2014-06-12T10:00:02-04:00", "modified_time": "2016-02-04T04:20:37-05:00"}, "keywords": ",,", "dcterms.language": "und", "dcterms.format": "text/html", "twitter": {"url": "http://thehill.com/blogs/congress-blog/foreign-policy/209048-a-new-western-strategy-toward-russia", "widgets": {"csp": "on"}, "description": "In dealing with Russia, the U.S., together with its allies, must enhance deterrence, reduce strategic economic dependency, and retain diplomatic cooperation when interests coincide.", "card": "summary", "title": "A new Western strategy toward Russia"}, "dcterms.title": "A new Western strategy toward Russia"}, "_id": "\"57477af36914bd0286fd0a6d\"", "article_summary": "All strategy is subject to adjustments, and future events in Ukraine necessarily will be critical to the West's strategy toward Russia.\nWestern diplomacy will not succeed by ignoring Russia, but forward movement will be based on common interests rather than common values.\nRussia's annexation of Crimea completely ignored the 1994 agreement among the United States, the United Kingdom, Ukraine and Russia to \"respect the independence and sovereignty and the existing borders of Ukraine.\"\nAs the Ukraine crisis continues, even after the successful presidential election, the immediate challenges obscure a less visible but even more important issue: what is the long-term strategy toward Russia?\nADVERTISEMENTFirst, since Putin has demonstrated his willingness to adjust European borders by force, NATO needs to deter Russia from further aggression."}