{"article_title": "Crisis Hotline Director Alan Ross Explains How To Help Someone With Suicidal Thoughts", "article_keywords": ["volunteers", "suicide", "suicidal", "help", "calls", "alan", "theyre", "director", "rate", "hotline", "prevention", "samaritans", "explains", "crisis", "thoughts", "ross"], "article_url": "http://www.medicaldaily.com/world-suicide-prevention-day-2015-crisis-hotline-director-alan-ross-explains-how-help-351902", "article_text": "Young man reminds people who are struggling with suicidal thoughts that it goes get better in honor of World Suicide Prevention Day.\n\nYoung man reminds people who are struggling with suicidal thoughts that it goes get better in honor of World Suicide Prevention Day. Jared Keener, CC BY-ND 2.0\n\nSeptember is national suicide prevention month, with Sept. 10 specifically devoted to raising suicide awareness around the world. According to the Centers for Disease Control and Prevention (CDC), there were more than 41,000 suicides in the United States in 2013 — an average of 113 each day. Globally, the World Health Organization (WHO) finds over 800,000 people die from suicide, with millions more people affected by suicide bereavement. After cancer and heart disease, suicide takes more lives than any other cause of death.\n\nBetween the years 1988 and 2000, toward the end of which the Surgeon General published a call to action to prevent suicide, the suicide rate seemed to drop; the rate of deaths per 100,000 people went from 12.5 to 10.4. But the rate rose again after that to where, as of 2013, it stands at 12.6. This rate is four times higher among men than women, though women are three times more likely to attempt suicide than men.\n\nIt’s true that as many as 90 percent of suicides are a result of untreated mental health problems, which is largely a result of persistent stigma, but people have thoughts of and attempt suicide without any type of mental illness; a stressful job, relationship, social standing, or even chronic pain can all have harmful psychological effects.\n\n‘Shut up and listen’\n\nAlan Ross is the executive director of The Samaritans of New York, the only community-based organization in New York City solely devoted to suicide prevention, according to its website. Samaritans NYC is also part of the world’s oldest and largest suicide prevention network, with over 400 centers in 42 countries. But before Ross was director, he was a volunteer for Samaritans' crisis hotline.\n\n“I replied to an ad in the Village Voice 30 years ago that said ‘good listeners needed,’ and after five or six years, I found my volunteer work was more rewarding than my actual work [as a freelance writer and consultant],” Ross told Medical Daily. “When you are answering calls on a suicide hotline, you never wonder if what you’re doing is worthwhile.”\n\nOver the years, Ross has noticed the national conversation surrounding suicide slightly improve — suicide is officially on the public health agenda and has received more awareness and funding for new preventive programs. But at the same time, he added, people are still committing suicide at alarming rates, especially young girls and women for reasons experts still don't understand. Suicide research is technically a “young field,” so a lot of the challenges and issues attached to the rising rate are “deeply engrained.”\n\nBut that’s not to say they’re impossible to overcome. Samaritans has received 1.3 million calls to date, averaging 80, 000 calls each year, giving its volunteers just as many chances to have a dialogue with whoever is on the other end of the line. Timing, as it is with most things, is everything: Samaritans cited research that suggests the majority of people thinking of suicide act within an hour.\n\n“Effective crisis communication is a dialogue [not unlike] a journalistic interview,” Ross explains. “You can’t let the source go anywhere they want. You have to guide the conversation, with the focus being on the caller, on what they’re thinking and feeling. It’s not a chat line, a dating service, not sports talk — there’s a reason for the service, and if done properly, it can lead to some alleviation. To some cathartic result.”\n\nIn 2001, Ross told Oprah magazine “the best listeners allow the other person to open up,” which is something he still believes. But allowing the other person to open up doesn’t necessarily mean volunteers (or you) have to be silent. Asking open-ended questions, like “How are you dealing with this?” instead of yes or no questions such as, “Do you really think you should let things go on this way?” prevents the other person from feeling judged.\n\nThe latter is a huge component of Ross’ intensive training program at Samaritans' Manhattan center. He said that he teaches volunteers that focusing on what a caller is thinking and feeling is important, because it makes the call about them and what they are going through and not the other way around, which builds rapport.\n\n“We’re answering a hotline in NYC,” Ross said. “We’re dealing with everything from someone having a bad day, a broken heart, emotional problems, mental illness, trauma, substance abuse, victim issues, neglect, and abandonment. You’ve got to learn to shut up and listen.”\n\n“If you tell the callers what they should do or what to think, or try to give them hope based on your life experience, then it's pretty superficial and about you,\" Ross continued. \"These are complex people with complex issues — where’s the respect? Where’s the acknowledgement?”\n\n‘Help someone get through a moment’\n\nKnowing you have to really listen is one thing, but getting to the right space to do exactly that can be very hard. Ross said several volunteers drop out of the training program after just a few days; Ross said he almost dropped out of the program, and he was previously a communications consultant.\n\n“After my second training class, I didn’t know if I could do it,” he explained. “You have to throw away your own personal thoughts. It’s enjoyable that way because you get to see how your mind works, but most people don’t realize how judgmental they are or how focused they are on problem solving. Depression, emotional upset, and tragic loss are not problems you can solve.”\n\nPut another way: everyone thinks they’re a good singer until you put a microphone in front of them in front of a live audience. \"I'll be honest, 95 percent of the people who come to the hotline aren’t good listeners, which is true for most of the general population,\" Ross said. “I’m over 60. I don’t apologize for making this statement anymore.”\n\nAgain, these challenges can be overcome... if you plan for them. Whether you’re a family member, friend, or health professional, it’s helpful, if not necessary to read up on the best approaches to take in a crisis situation. These approaches will vary depending on the crisis, but generally speaking, Samaritans recommends the seven following steps (which you can read more deeply, here):\n\nHow to respond to someone who is depressed or in crisis. Screen shot via Samaritans of NYC\n\n“People are not mysteries to be unraveled,” Ross said. “[That thought process] can create stigma. If people try to help by sharing their attitudes based on their own values and needs, it can have a reverse effect. If they just say, 'Oh, you need help,' you just made yourself powerful and them weak.”\n\nRoss said his volunteers (and again, you) have to learn and remind themselves they're not saving someone’s life — they're helping him or her get through a moment. It's about the communication process, not the outcome.\n\n\"Learn you’re not in control.” Ross concluded. “You don’t have to be in control to help.\"\n\nFor more on what to say to someone who you know is struggling with thoughts of suicide, a podcast from the Samaritans of NYC is below. And, as a reminder, the number for the National Suicide Prevention Lifeline is 1-800-273-8255.\n\nCorrection: An original version of this story incorrectly stated that Samaritans of NYC recieve 1.3 million calls each year. This is the number of calls it has received to date.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "world, suicide, prevention, day, 2015, crisis, hotline, director, alan, ross, explains, how, help", "og": {"site_name": "Medical Daily", "description": "Alan Ross, executive director of the Samaritans of NYC, talks to Medical Daily about the best approaches to keep someone from committing suicide.", "title": "'Shut Up And Listen' When Someone You Know Has Suicidal Thoughts", "url": "http://www.medicaldaily.com/world-suicide-prevention-day-2015-crisis-hotline-director-alan-ross-explains-how-help-351902", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/09/09/suicide-prevention.jpg", "type": "article"}, "twitter": {"description": "Alan Ross, executive director of the Samaritans of NYC, talks to Medical Daily about the best approaches to keep someone from committing suicide.", "title": "'Shut Up And Listen' When Someone You Know Has Suicidal Thoughts", "url": "http://www.medicaldaily.com/world-suicide-prevention-day-2015-crisis-hotline-director-alan-ross-explains-how-help-351902", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/09/09/suicide-prevention.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/09/09/suicide-prevention.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "The Grapevine", "published_time": "2015-09-09T19:56:34-04:00", "modified_time": "2015-09-10T14:57:34-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Alan Ross, executive director of the Samaritans of NYC, talks to Medical Daily about the best approaches to keep someone from committing suicide."}, "_id": "\"57477af36914bd0286fd0a6e\"", "article_summary": "But before Ross was director, he was a volunteer for Samaritans' crisis hotline.\nJared Keener, CC BY-ND 2.0September is national suicide prevention month, with Sept. 10 specifically devoted to raising suicide awareness around the world.\nYoung man reminds people who are struggling with suicidal thoughts that it goes get better in honor of World Suicide Prevention Day.\nAnd, as a reminder, the number for the National Suicide Prevention Lifeline is 1-800-273-8255.\nSamaritans NYC is also part of the world’s oldest and largest suicide prevention network, with over 400 centers in 42 countries."}