{"article_title": "Mental 'Patient Dumping' on Skid Row Prompts L.A. Lawsuit", "article_keywords": ["patient", "mental", "la", "dumping", "hospital", "patients", "angeles", "los", "prompts", "suit", "glendale", "adventist", "lawsuit", "skid", "row"], "article_url": "http://www.breitbart.com/california/2014/08/23/mental-patient-dumping-on-skid-row-prompts-l-a-lawsuit/", "article_text": "SIGN UP FOR OUR NEWSLETTER\n\nSIGN UP FOR OUR NEWSLETTER\n\nYears of mistreatment and “patient dumping” of mentally ill and disabled patients in downtown Los Angeles’ Skid Row have resulted in a law suit against the Glendale Adventist Medical Center.\n\nThe lawsuit is part of a wider attempt Los Angeles City Attorney Mike Feuer launched in January to put a stop to this gross mistreatment of patients.\n\nThe six-page complaint, filed on Wednesday, alleges that the Adventist hospital improperly dumped elderly and dependent patients on the 50-block of area of Skid Row, which is “known for extreme poverty, homelessness, rampant sale and use of illegal drugs, and violent crime,” according to the Los Angeles Times.\n\nWhile specific incidents were reportedly not cited in the suit, it claims that the “hospital had homeless patients improperly transported to locations without their consent on June 6, and for four years before the complaint was filed.”\n\nReverend Andy Bales, who heads the Union Rescue Mission — a skid row shelter which operates “dump cams” that reveal and document large numbers of homeless people arriving in the area wearing hospital gowns and bracelets on their wrists — said that the allegations against Glendale Adventist were a real shock.\n\n“I have always known Glendale Adventist to not ever be dumping patients,” said Bales. He did express hope for the situation, saying, “I do believe they will take action and set up a proper protocol.”\n\nThe Glendale hospital, which was established in 1905, hosts 515 beds, is an acute-care facility, and was designated by the Los Angeles County Department of Mental Health as a facility to admit and treat mentally ill patients who were brought in on involuntary detention holds, according to the Times.\n\nFeuer vowed in January of this year, nearly a decade after news of this abuse first surfaced, that he would be cracking down on the illegal acts. He said, “Patient dumping is inhumane and intolerable to me. I do have it in my mind to send a message to other hospitals that this won’t be tolerated.”", "article_metadata": {"description": "Mental 'Patient Dumping' on Skid Row Prompts L.A. Lawsuit", "og": {"site_name": "Breitbart", "description": "Mental 'Patient Dumping' on Skid Row Prompts L.A. Lawsuit", "title": "Mental 'Patient Dumping' on Skid Row Prompts L.A. Lawsuit - Breitbart", "locale": "en_US", "image": "http://cdn.breitbart.com/mediaserver/Breitbart/Breitbart-California/2014/08/23/Skid-Row-Patient-Dumping-LAPD.jpg", "url": "http://www.breitbart.com/california/2014/08/23/mental-patient-dumping-on-skid-row-prompts-l-a-lawsuit/", "type": "article"}, "twitter": {"description": "Mental 'Patient Dumping' on Skid Row Prompts L.A. Lawsuit", "title": "Mental 'Patient Dumping' on Skid Row Prompts L.A. Lawsuit - Breitbart", "image": "http://cdn.breitbart.com/mediaserver/Breitbart/Breitbart-California/2014/08/23/Skid-Row-Patient-Dumping-LAPD.jpg", "creator": "@AdelleNaz", "site": "@BreitbartNews", "card": "summary"}, "robots": "noodp", "fb": {"pages": 95475020353, "use_automatic_ad_placement": "true", "app_id": 1243316582352556}, "msapplication-TileImage": "/t/assets/i/w-logo-orange.png", "keywords": ",Breitbart California,", "article": {"publisher": "https://www.facebook.com/Breitbart", "section": "Breitbart California", "published_time": "2014-08-23T16:36:09-07:00", "categories": "Breitbart California"}, "viewport": "width=device-width,initial-scale=1", "op": {"markup_version": "v1.0"}}, "_id": "\"57477af46914bd0286fdf496\"", "article_summary": "“I have always known Glendale Adventist to not ever be dumping patients,” said Bales.\nSIGN UP FOR OUR NEWSLETTERSIGN UP FOR OUR NEWSLETTERYears of mistreatment and “patient dumping” of mentally ill and disabled patients in downtown Los Angeles’ Skid Row have resulted in a law suit against the Glendale Adventist Medical Center.\nThe lawsuit is part of a wider attempt Los Angeles City Attorney Mike Feuer launched in January to put a stop to this gross mistreatment of patients.\nI do have it in my mind to send a message to other hospitals that this won’t be tolerated.”\nHe said, “Patient dumping is inhumane and intolerable to me."}