{"article_title": "Right-wing radicals’ sick victory lap: What’s really happening to kids in Oracle?", "article_keywords": ["pete", "kids", "whats", "happening", "house", "plans", "ranch", "young", "local", "santilli", "radicals", "victory", "sick", "reporters", "oracle", "rightwing", "told", "lap", "really"], "article_url": "http://www.salon.com/2014/07/17/right_wing_radicals_sick_victory_lap_whats_really_happening_to_kids_in_oracle/", "article_text": "Topics: Breitbart News, Children, Editor's Picks, GOP, Immigration Reform, Oracle Arizona, Pete Santilli, Sheriff Paul Babeu, The Right, Xenophobia, News, Politics News\n\nThe anti-immigration forces who mistakenly detained a school bus full of local YMCA kids on Tuesday have declared victory in Oracle, Ariz., insisting their militia-backed protest against plans to house immigrant children at a juvenile detention center worked, and the Central Americans won’t be placed there.\n\nThursday morning, anti-immigrant stunt man/disk jockey Pete Santilli Tweeted this:\n\nDHS Immigrant Dump-Off Stopped by Residents of Oracle Arizona http://t.co/BuQ1e5pHH2 #bordercrisis — Pete Santilli (@PTSantilli) July 17, 2014\n\nSantilli linked to a story on the pro-gun, anti-immigrant 21st Century Wire, which is widely being sourced for the news. “Spread the word American defenders have won again in Oracle,” crows the Web site of ALI-Pac, which opposes immigration reform.\n\nThat comes on the heels of successful intimidation in Murrieta, Calif. two weeks ago, and reports that other shelter plans have been reversed, from Maryland to Massachusetts.\n\nSo what really happened in Oracle? All that’s known for sure is that no young people have arrived yet. A Department of Homeland Security source told NBC News late Tuesday that “there were never any plans for unaccompanied children to travel to Oracle today.” Local congressman Raul Grijalva also told reporters that his office had been notified no buses would arrive that same day.\n\nBut some news reports translated to Grijalva saying the buses weren’t coming “as previously scheduled Tuesday,” which seems to be what led right-wing protesters to declare victory. In fact, the congressman said nothing about whether the buses had been “scheduled” to arrive, or whether they would arrive another day.\n\n“The only part our office knew for sure is that kids would not be coming on Tuesday … whether or not they come in the future has not been relayed to us,” Grijalva press aide Dan Lindner told me.\n\nOn Thursday morning the local fire chief told reporters for Tucson News Now that he was asked to do a safety inspection of Sycamore Canyon Ranch, where the young men are supposed to be placed. The request to inspect the ranch came with a sense of “urgency,” says Fire Chief Larry Southard. “It passed.” He believes the ranch will house about 50 boys “14 to 17 years old.” Management at Sycamore Canyon Ranch, run by the Nevada non-profit Rite of Passage, has also told reporters it was asked to house the young men.", "article_metadata": {"description": "Protesters say they stopped the transfer of Central American kids. The local fire chief says they’re still coming", "author": "Joan Walsh", "og": {"site_name": "Salon", "description": "Protesters say they stopped the transfer of Central American kids. The local fire chief says they’re still coming", "title": "Right-wing radicals’ sick victory lap: What’s really happening to kids in Oracle?", "url": "http://www.salon.com/2014/07/17/right_wing_radicals_sick_victory_lap_whats_really_happening_to_kids_in_oracle/", "image": "http://media.salon.com/2014/07/oracle_protester.jpg", "type": "article"}, "twitter": {"description": "Protesters say they stopped the transfer of Central American kids. The local fire chief says they’re still coming", "creator": "@joanwalsh", "image": "http://media.salon.com/2014/07/oracle_protester.jpg", "title": "Right-wing radicals’ sick victory lap: What’s really happening to kids in Oracle?", "site": "@salon", "card": "summary_large_image"}, "title": "Right-wing radicals’ sick victory lap: What’s really happening to kids in Oracle?", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, Breitbart News, Children, Editor's Picks, GOP, Immigration Reform, Oracle Arizona, Pete Santilli, Sheriff Paul Babeu, The Right, Xenophobia", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fdb301\"", "article_summary": "“Spread the word American defenders have won again in Oracle,” crows the Web site of ALI-Pac, which opposes immigration reform.\nThursday morning, anti-immigrant stunt man/disk jockey Pete Santilli Tweeted this:DHS Immigrant Dump-Off Stopped by Residents of Oracle Arizona http://t.co/BuQ1e5pHH2 #bordercrisis — Pete Santilli (@PTSantilli) July 17, 2014Santilli linked to a story on the pro-gun, anti-immigrant 21st Century Wire, which is widely being sourced for the news.\nThe request to inspect the ranch came with a sense of “urgency,” says Fire Chief Larry Southard.\nBut some news reports translated to Grijalva saying the buses weren’t coming “as previously scheduled Tuesday,” which seems to be what led right-wing protesters to declare victory.\nIn fact, the congressman said nothing about whether the buses had been “scheduled” to arrive, or whether they would arrive another day."}