{"article_title": "Tuesday-Night Shutdown Reader: 'This Didn't Happen Today'", "article_keywords": ["survived", "deal", "tuesdaynight", "workers", "tax", "obamacare", "big", "democrats", "shutdown", "reader", "affecting", "happen", "didnt", "today"], "article_url": "http://www.theatlantic.com/politics/archive/2013/10/tuesday-night-shutdown-reader-this-didnt-happen-today/280422/", "article_text": "I am on the road and not in a position to catch up on the respective press conferences today. Thus, reader mail, much of it in response to the pro-shutdown messages I quoted yesterday.\n\n\"This didn't happen today.\" Source of the photo above:\n\nI started to post a picture per day on my normally irregular Blog...Scenes from around DC from sites that are closed due to the shutdown. Nothing shattering...the quality of life that we get to share but which, apparently, is not that important to some.\n\n\"Does it only matter if it affects you?\" From someone with military connections:\n\nI've got a question for those who think the shutdown is no big deal since it's not affecting them. Is the war in Afghanistan (which, yes, is still happening) no big deal just because you don't personally have skin in the game?\n\n\n\nIgnoring all the other very real impacts your readers have pointed out - if the fear with ObamaCare is that it will ruin the economy, what sense does forcing 800k workers out of a paycheck to stop ObamaCare make? ... I guess that since the shutdown isn't affecting every single person directly, we can continue to just laugh this off and say \"no big deal, how does this matter to ME?\" Of course, most folks could say the same thing about ObamaCare too.\n\n\"Affecting more people than she could possibly imagine\":\n\nI read your blog regularly and this is the first time I've commented on something. It is in response to a reader who was saying that most people aren't affected by the shutdown and the government workers will receive backpay. The shutdown is affecting more people that she could possibly imagine. And it's getting personal for me. My 23 year old daughter who has a BA in Biology is working as a contractor in the Smithsonian's Natural History Museum Lab. It is a full time contract for 2 years until she goes to grad school for her PhD. She receives no benefits. The only way she could think of accepting such a wonderful job offer was due to the ACA, she was able to stay on my health insurance plan until she is 26. She will not get backpay because of her contractor status. And I will pay her school loans, rent, and living expenses while the shutdown continues. I have always had to live a frugal lifestyle, so it's not like it is easy for me to help, but help I will.\n\nSimilarly:\n\nSo how many furloughed workers/contractors/people down the pipeline thought they had good steady jobs such that they could set up automatic EFT payments for student loans/car insurance/electric bills and now won't have automatic pay deposited? The banks will love collecting all those overdraft fees, won't they?\n\nFrom someone who sells to foreign customers:\n\nRepublican extremism has impacted me: My clients are unable to do business overseas because vital approvals cannot be accessed even when the approval is already done, as offices are shut down. And court dates have had to be rescheduled after years of preparation because government attorneys are not present.\n\nOn Democrats as bullies:\n\nI’m certain I’m not the only reader who threw up a little in my mouth after reading [a previous reader's] attempt to rationalize the GOP’s hostage-taking while scolding Democrats for being “bullies.” By what perverse twist of logic do members of a political faction who threaten to blow up the global economy because they don’t like a law that extends health benefits to millions of uninsured citizens become victims of “Democratic bullying?” The law survived a grinding legislative process in which the full fury of the American Right Wing was unleashed to destroy it, it survived a Supreme Court challenge, and it survived an election in which “repealing Obamacare” was the centerpiece of the losing side’s campaign. Truly, the only shame I feel right now is witnessing the tantrums and displays of self-righteousness and self-pity by what is likely one of the most privileged groups of people in modern history.\n\nWhat will they give up that will hurt them? Prom a professor in the Midwest:\n\nIn all of the debt-ceiling, government shutdown argument, I keep waiting to hear from the people who argue that the debt is a looming disaster any statement of something they'd be willing to give up that works against their own interests or comfort.\n\n\n\nI agree that the level of borrowing in the U.S. is a real concern, particularly as we face the coming retirement and military healthcare tsunamis. Fixing that will require, among other things, tax increases that will at least get the U.S. tax system back to its historical levels of taxation. It seems to me that anyone who isn't willing to consider this is simply not serious.\n\n\"Democracy requires accepting defeat\":\n\nAs I have sat with my earlier comments on the subject, something else has come into focus. It's a corollary to your recent post which asked: What would the discussion have been had the Democrats acted the same way as the current Republicans in the face of the GW Bush tax cuts? Again, rather than look at how the reporting would have been different, let's look at what WAS different. The thing which has historically made this country's contentious form of government work is that, when a party loses, it acknowledges, respects and acts according to that constitutional decision of the people. And so, when a victorious president puts forth legislative proposals, there is some recognition and respect for the legitimacy of his power.", "article_metadata": {"description": "\"Democracy requires accepting defeat,\" and other quaint concepts", "author": "James Fallows", "og": {"site_name": "The Atlantic", "description": "\"Democracy requires accepting defeat,\" and other quaint concepts", "title": "Tuesday-Night Shutdown Reader: 'This Didn't Happen Today'", "locale": "en_US", "image": "http://cdn.theatlantic.com/assets/media/img/mt/2013/10/thisdidnt/lead_large.png", "url": "http://www.theatlantic.com/politics/archive/2013/10/Tuesday-Night-Shutdown-Reader-This-Didnt-Happen-Today/280422/", "type": "article"}, "twitter": {"domain": "theatlantic.com", "site": "@theatlantic", "card": "summary"}, "ROBOTS": "INDEX, FOLLOW", "p": {"domain_verify": "68e1a0361a557708fefc992f3309ed70"}, "fb": {"admins": "577048155,17301937", "page_id": 29259828486, "app_id": 100770816677686}, "keywords": "The Atlantic, The Atlantic Magazine, TheAtlantic.com, Atlantic, news, opinion, breaking news, analysis, commentary, business, politics, culture, international, science, technology, national and life", "viewport": "initial-scale=1.0, maximum-scale=1.0, width=device-width, user-scalable=no"}, "_id": "\"57477af46914bd0286fdd063\"", "article_summary": "Is the war in Afghanistan (which, yes, is still happening) no big deal just because you don't personally have skin in the game?\nFrom someone with military connections:I've got a question for those who think the shutdown is no big deal since it's not affecting them.\nIt is in response to a reader who was saying that most people aren't affected by the shutdown and the government workers will receive backpay.\nI guess that since the shutdown isn't affecting every single person directly, we can continue to just laugh this off and say \"no big deal, how does this matter to ME?\"\nI am on the road and not in a position to catch up on the respective press conferences today."}