{"article_title": "SCENIC health facility shining beacon in Elkhart", "article_keywords": ["heart", "center", "facility", "scenic", "elkhart", "hchc", "clinic", "beacon", "health", "todd", "staff", "city", "shining"], "article_url": "http://www.frostillustrated.com/2014/scenic-health-facility-shining-beacon-in-elkhart/", "article_text": "Frost Staff |\n\nBy Chasiti Falls\n\nWhen I was awarded a six-year Cuban medical scholarship I was told I only had one obligation. I agreed to and gave my word that once I graduated, I would give back to an underserved community.\n\nI can truly say I am doing just that working at an outstanding clinic in Elkhart, Ind.. This Federally Qualified Health Clinic is a God-sent 501(c)3 not-for-profit corporation where 33 percent of the patients are uninsured and 21 percent are served in a language that is not English.\n\nOn March 31, this corporation expanded having a ribbon cutting ceremony for the Grand Opening of SCENIC health a member of the Heart City Health Network.\n\nHeart City History\n\nThe dream began in 1993 with a man named Max Abernathy, who was not a healthcare professional but had a heart for the people. A grassroots organization spouted from a one-bedroom apartment in Washington Gardens housing development in South Central Elkhart with services offered by volunteers and nurses. Abernathy and others opened the SCENIC Health and Wellness Center, which grew out of the South Central Elkhart Neighborhood Improvement Corp.\n\nThe next venture was to a 27,000 sq. foot facility with nine full-time providers known as Heart City Health Center (HCHC). This facility has 18 exam rooms, a dental center and retail pharmacy. In July 2013, we celebrated with joy to be the first community health center in Indiana to be awarded with a Level 3 Patient Center Medical Home Accreditation by the National Council for Quality Assurance.\n\nPresent day, we now have a network with a brand new facility that took us back to South Central Elkhart funded by a $900,000 federal grant. We are past the improvement stage thus we use the acronym for South Central Elkhart Northern Indiana Care because we are still growing. Truly a Sankofa moment: You cannot know where you are going if you do not know where you have been.\n\nAt our joyous Grand Opening, SCENIC health held an open house. That allowed clients of the past and future to have a tour of the new facility guided by the CEO Mrs. Vernita Todd herself. There were remarks given by Rod Roberson of Church Community Services of Elkhart, who also happens to be treasurer for the HCHC Board of Directors. During his eloquent speech, Roberson acknowledged Georgia Abernathy the wife of late HCHC Founder Mr. Abernathy and gave a short address to respect the man and his dream.\n\nElkhart Mayor Dick Moore spoke and referred to Heart City staff as a “village with a heart.” A representative from U.S. Representative Jackie Walorski’s office came and read a letter on her behalf. U.S. Senator Joe Donnelly sent a video message that was played for all to see on the flat screen monitors as he congratulated HCHC and named our CEO Todd his friend. Mr. Blake Unger from Greater Elkhart Chamber of Commerce presented the CEO with a Member Celebration Certificate. Walgreen’s even sent a basket to the new Site Manager Taysha Shakerrah Gipson.\n\nMrs. Gipson was the woman of the hour. Heart City Health Center’s management team chose this deserving young mother of two to be the SCENIC site manager after almost five years of due diligence in the Patient Financial Services department at HCHC Simpson. She might not get blood out of the turnip, but she will accept a payment. She was honored by her co-workers with a memorable edible arrangement to send her off in style. She stated that it felt unreal that this moment has finally arrived for she has been in preparation for months with meetings and trainings. She feels blessed to know that all her hard work is finally paying off. Her husband told me with confidence, “I ain’t got no worries,” when I asked about him being married to a woman in power. For he knows a family rooted in faith has nothing to fear.\n\nI mingled throughout the clinic asking the same question. “What is the best part working at Heart City?”\n\nThe majority spoke of our camaraderie. Dr. Dorris Williams, DO a new member to the team expressed that she looks forward to being a part of the HCHC mission. She said that the mission concurs with her own values as a practitioner and has been very impressed with the leadership at Heart City.\n\nKim Ortiz who has been a Heart City team member for seven years said, “It’s always entertaining.” Some of the things we encounter daily; you wouldn’t believe us if we could tell you. But it keeps you sharp and alert, for these qualities are why she was also chosen to transfer to SCENIC also.\n\nHands down I have to say my bona fide response came from CEO Mrs. Vernita Todd, who said, “I feel like I am doing God’s will… I enjoy helping people and being the voice for people who cannot speak for themselves.” She continued to say that she enjoys working with a staff that she can relate to and easy to work with.\n\nI would have to say we are a family who looks out for one another for Todd had to be taken to the Emergency Room shortly after the Open House and the concern was felt throughout the building. Blessed be the rock for Todd is well and bored in recuperation at this time. Todd said to Gipson, heavy is the head that wears the crown, and I have learned so is the heart that guides the head.\n\nThe new SCENIC health clinic is located in Elkhart but is open to everyone and anyone who can get to their front door. It is an enrollment site for Affordable Care Act Marketplace Insurance, Medicaid and HIP 2.0. The new clinic is expected to expand Heart City’s capacity by 3,500 new patients. HCHC also has nine staff members certified by the State of Indiana to help Hoosiers learn about health insurance plans that meet their needs and budgets waiting for you when open enrollment starts in November.\n\nRelated\n\nCategory: Features, Health", "article_metadata": {"og": {"site_name": "Frost Illustrated", "description": "By Chasiti Falls When I was awarded a six-year Cuban medical scholarship I was told I only had one obligation. I agreed to and gave my word that once I graduated, I would give back to an underserve...", "title": "SCENIC health facility shining beacon in Elkhart", "url": "http://www.frostillustrated.com/2014/scenic-health-facility-shining-beacon-in-elkhart/", "image": "http://www.frostillustrated.com/wp-content/uploads/2014/06/Mr.-Blake-Unger-presenting-Mrs.-Vernita-Todd-with-a-memeber-certificate1.jpg", "locale": "en_US", "type": "article"}, "article": {"published_time": "2014-06-26T13:27:47+00:00", "modified_time": "2014-06-26T19:33:08+00:00", "author": "http://www.frostillustrated.com/author/entbooker/"}, "twitter": {"image": {"src": "http://www.frostillustrated.com/wp-content/uploads/2014/06/Mr.-Blake-Unger-presenting-Mrs.-Vernita-Todd-with-a-memeber-certificate1.jpg?w=640"}, "site": "@frostwebfeed", "card": "summary_large_image"}, "viewport": "width=device-width", "generator": "WordPress 4.2.5"}, "_id": "\"57477af36914bd0286fd0a8f\"", "article_summary": "On March 31, this corporation expanded having a ribbon cutting ceremony for the Grand Opening of SCENIC health a member of the Heart City Health Network.\nfoot facility with nine full-time providers known as Heart City Health Center (HCHC).\nThe new SCENIC health clinic is located in Elkhart but is open to everyone and anyone who can get to their front door.\nAbernathy and others opened the SCENIC Health and Wellness Center, which grew out of the South Central Elkhart Neighborhood Improvement Corp.\nAt our joyous Grand Opening, SCENIC health held an open house."}