{"article_title": "Family Dollar's income falls as discount stores face challenges", "article_keywords": ["sector", "davidowitz", "stores", "family", "levine", "dollars", "mr", "dollar", "face", "challenges", "discount", "walmart", "threat", "income", "falls", "company"], "article_url": "http://www.washingtontimes.com/news/2014/jul/10/family-dollars-income-falls-as-discount-stores-fac/", "article_text": "Dollar stores aren’t producing as many bucks as they used to.\n\nConsidered the darling of the retail business during the Great Recession, the deep-discount chains enjoyed strong sales and growth providing off-brand food and cleaning items, among other household necessities, at the cost of $1 or less. But a weak earnings report from Charlotte, N.C.-based Family Dollar Thursday could be a sign that at least one of the leading dollar-store stars is coming back to earth.\n\nFollowing the market crisis of 2008, customers sought out dollar stores for prices that couldn’t be found elsewhere. At the same time, the economic downturn gave shareholders and deep discounters reason to cheer, as stocks rose.\n\nBut Family Dollar reported Thursday a nearly $40 million drop in profits during the third quarter — net income dropped to $81.1 million from $120 million from the same period in 2013. The company did see a slight increase in revenue this quarter, however, up 3.3 percent from a year ago to $2.66 billion.\n\n“Our results continue to reflect the economic challenges facing our core customer and an intense competitive environment,” Family Dollar Chairman and CEO Howard Levine said in a statement. Citing still-respectable comparable-store numbers, he added, “Although our sales remain below our expectations, we are encouraged by the improving trends.”\n\nThe company expects to close 370 stores by the end of the fiscal year, including 30 in the Carolinas, where the company originated. Family Dollar, which now operates more than 8,200 stores in 46 states, opened 111 new stores and closed three during the third quarter. Over the past year, Family Dollar’s stock is down 2.8 percent.\n\nRivals Dollar General and Dollar Tree both reported increased profits in their most recent quarterly reports, with Dollar General having a sales increase of 6.8 percent. But retail analysts see another threat to the deep-discount chains from another front.\n\nThe growth of Wal-Mart in areas where discount stores typically thrive should be viewed as a considerable threat to the sector, said Howard Davidowitz, chairman at Davidowitz & Associates, a New York-based national retail-consulting and investment-banking firm.\n\n“Wal-Mart has decided to build smaller stores; that is their biggest growth area,” he said. “That may be more of a direct threat to those companies than they’ve ever had before.”\n\nSmaller Wal-Mart stores continue to pop up all over the place, including the District of Columbia. While Wal-Mart’s traditional “supercenters” catered to shoppers with cars, smaller stores are being built in more convenient, suburban areas, and the giant chain “is going to invade [the discount stores’] territory,” Mr. Davidowitz predicted.\n\nAnd because the sector as a whole is currently outperforming businesses such as Wal-Mart and Target, Mr. Davidowitz said poor management is likely the reason for Family Dollar’s falling numbers.\n\n“When the sector does well, and your company in particular does poorly, I would identify that as a problem in management,” he said.\n\nBillionaire and investor Carl Icahn revealed last month that he had taken a large stake in Family Dollar. Mr. Levine, son of Family Dollar founder Leon Levine, owns 8.2 percent of the company’s shares.\n\n“This is a company that over the last 20 years has been a tremendously successful company. They didn’t suddenly become stupid,” Mr. Davidowitz said. “[They’re] in the process of changing executives, closing bad stores. Levine, if left alone, will solve the problems.”", "article_metadata": {"description": "Considered the darling of the retail business during the Great Recession, the deep-discount chains enjoyed strong sales and growth providing off-brand food and cleaning items, among other household necessities, at the cost of $1 or less. But a weak earnings report from Charlotte, N.C.-based Family Dollar Thursday could be a sign that at least one of the leading dollar-store stars is coming back to earth.", "Author": "Kristen  East", "og": {"site_name": "The Washingtion Times", "description": "Considered the darling of the retail business during the Great Recession, the deep-discount chains enjoyed strong sales and growth providing off-brand food and cleaning items, among other household necessities, at the cost of $1 or less. But a weak earnings report from Charlotte, N.C.-based Family Dollar Thursday could be a sign that at least one of the leading dollar-store stars is coming back to earth.", "title": "Family Dollar’s income falls as discount stores face challenges", "url": "http://www.washingtontimes.com/news/2014/jul/10/family-dollars-income-falls-as-discount-stores-fac/", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2008/11/26/20081125-181052-pic-897435708.jpg", "type": "article"}, "twitter": {"image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2008/11/26/20081125-181052-pic-897435708.jpg", "title": "Family Dollar’s income falls as discount stores face challenges", "description": "Considered the darling of the retail business during the Great Recession, the deep-discount chains enjoyed strong sales and growth providing off-brand food and cleaning items, among other household ne", "card": "summary", "site": "@washtimes"}, "author": "The Washington Times http://www.washingtontimes.com", "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web3", "bitly-verification": "d180fd45f70d", "news_keywords": "Business Finance, Family Dollar, Howard Levine"}, "_id": "\"57477af36914bd0286fd0a9d\"", "article_summary": "Following the market crisis of 2008, customers sought out dollar stores for prices that couldn’t be found elsewhere.\nFamily Dollar, which now operates more than 8,200 stores in 46 states, opened 111 new stores and closed three during the third quarter.\nBillionaire and investor Carl Icahn revealed last month that he had taken a large stake in Family Dollar.\nMr. Levine, son of Family Dollar founder Leon Levine, owns 8.2 percent of the company’s shares.\nDollar stores aren’t producing as many bucks as they used to."}