{"article_title": "Gauging the political fallout from Tallahassee gridlock: Will it matter?", "article_keywords": ["republicans", "tallahassee", "senate", "house", "gauging", "political", "budget", "districts", "matter", "state", "medicaid", "gridlock", "fallout", "federal", "democrats"], "article_url": "http://www.tampabay.com/news/politics/stateroundup/gauging-the-political-fallout-from-tallahassee-gridlock-will-it-matter/2228051", "article_text": "TALLAHASSEE — The Florida House quit early. Senate Democrats sued. The state still has no budget, and no one has figured out a compromise on how to pay for health care.\n\nBut last week's legislative meltdown in Tallahassee, dramatic and dysfunctional as it was, doesn't appear to threaten the political future of Republicans who control both chambers of state government — or of anyone else in their party running for office in 2016.\n\nMost GOP state lawmakers remain in safe, conservative-leaning districts. Democrats have only a thin bench to challenge the ones who don't. And there's little indication that many Floridians are aware that their state Legislature, an institution followed far less closely than Congress, is gridlocked.\n\n\"I always use my parents, who live in Orlando, as a measure — and it's fair to say the average Floridian isn't paying a lot of attention compared to the rest of us living in the bubble of Tallahassee,\" said David Hart, executive president of the Florida Chamber of Commerce.\n\nA rundown of what happened: The House adjourned three days early, which was historically unprecedented, to protest a budget impasse and reject Senate demands to discuss Medicaid expansion under the federal Affordable Care Act. The Senate, united in rare bipartisan accord, stayed in town, passing bills to the empty chamber across the hall and accusing the House of violating the state Constitution with its early exit.\n\nSenate Democrats sued the House, asking the court Thursday to bring representatives back to finish their work. On Friday, the Florida Supreme Court ruled that the House had violated the state Constitution — but, with the midnight deadline of the regular session approaching, it was too late to call anyone back to Tallahassee.\n\nWill any of it matter?\n\n\"I think there will be very little political fallout,\" said Steve Vancore, a Democratic political consultant and pollster.\n\nDemocratic attack ads\n\nDemocrats have begun to target representatives in key districts, accusing them of not showing up to work. Republicans plan to forcefully respond. But in all, the drama is likely to have little effect on voters who have elected GOP majorities in the House and Senate for the past 16 years.\n\n\"Most legislators, particularly in the House, do not have to answer to a broad swath of voters — only a narrow group of people in a primary,\" Vancore said.\n\nFor many Republicans, there is little political harm in shifting the debate away from the plight of the uninsured — not exactly a powerful political interest group — and great gain in attacking Medicaid, the federal health care system the Senate wants the House to expand.\n\n\"Hell will freeze over five times before the Florida House of Representatives will have 61 votes to pass expansion,\" said veteran lobbyist Ron Book, whose clients include Miami's Jackson Health System, which stands to lose more funding than any other hospital in the state.\n\nHouse and Senate leaders are expected to agree soon on calling a three-week special session in June to draft a budget before the new fiscal year begins July 1. As part of the budget negotiations, the Senate wants to expand Medicaid and impose new requirements on low-income people as the federal government phases out a federal program — the Low Income Pool, or LIP — that reimburses hospitals for charity care.\n\nBut the House isn't budging. \"#MedicaidDoesNotWork,\" House Speaker Steve Crisafulli, R-Merritt Island, posted Thursday on Twitter. House leaders argue that Medicaid, a federal and state program, is \"broken\" and they prefer instead to rely on the LIP federal funds for another year.\n\nAvoiding challenge\n\nThere's no reason for House Republicans to change their minds. GOP representatives are elected in smaller — that is, more conservative — districts than senators, so they can afford to take a harder line on policy. By speaking out against expanding Medicaid under Obamacare, Republicans in the House are less likely to face a primary challenge from the right.\n\nStill, Democrats are trying to portray key House lawmakers as recalcitrant by targeting nine Republicans who represent swing districts with mailed fliers and robocalls.\n\n\"In Tallahassee, Manny Diaz lets the tea party pull his strings,\" reads a flier slamming Rep. Manny Diaz Jr., R-Hialeah. The piece features House budget chief Richard Corcoran of Land O'Lakes as puppetmaster with the heads of Crisafulli and Republican Gov. Rick Scott in the background.\n\nHis constituents don't buy those types of attacks, Diaz said.\n\n\"I tell them that the one-size-fits-all forced hand of the federal government is not right, and the fact that many people who have gotten insurance under the exchange would lose their insurance if we expanded Medicaid,\" he said.\n\nAlso targeted are Reps. Shawn Harrison of Tampa, Chris Latvala of Clearwater, Mike Miller of Winter Park, Kathleen Peters of South Pasadena, Frank Artiles of Miami, Bob Cortes of Maitland, Bill Hagar of Boca Raton and Scott Plakon of Longwood.\n\nSome districts — including those represented by Harrison, Latvala and Peters — are considered particularly vulnerable because Democrats have won them in recent elections.\n\nEven if Democrats were to make gains in a handful of districts, however, that would not significantly alter the Tallahassee balance of power — or have any effect on the 2016 presidential or U.S. Senate races in the nation's largest swing state.\n\n\"Congress' favorability rating was 11 percent in 2014 and 96 percent of them got re-elected,\" said Vancore, the Democratic pollster.\n\nIf the impasse continues for long, however, it could damage the Florida Legislature's popularity, and continue to lower the rating of the governor, who has 2018 U.S. Senate aspirations.\n\n\"Voters are more frustrated about the intransigence of government than any particular policy,\" he said.\n\nNo worries\n\nFew legislators seem worried.\n\n\"We will continue to win in a purple county, in purple districts, because we are truly representing what people want,'' said Artiles, whose Miami districts have more voters registered as either Democrat or no-party-affiliation than Republican. \"We have an independent-minded constituency and they want commonsense policies.\"\n\nHouse GOP leaders promise an \"aggressive\" counter-campaign to promote the chamber's position.\n\n\"We will leave no Member undefended and no attack unanswered,\" Corcoran wrote his caucus in an email Friday.\n\nThe attacks haven't just come from Democrats. Senate Republicans have had sharp words for their House counterparts, revealing a far more worrisome fracture for the party that controls the Legislature as well as all statewide elected offices in Tallahassee.\n\nThe House left early, said Sen. Jack Latvala, R-Clearwater, because \"there's no check and balance on leadership over there.\"\n\n\"They follow like lemmings, and that doesn't happen in the Florida Senate,\" he said.\n\nLatvala, whose son is one of the House Republicans targeted by Democrats, blamed term limits with empowering lobbyists, whom he said have been \"papering the walls with money\" to House leaders and their political committees instead of to individual representatives based on their ideas.\n\n\"Individual members over there don't feel empowered,\" he said. \"There's probably 20 members of the House that would stand up on this Medicaid issue unless they were scared. … I can tell you that House members have been threatened that they wouldn't be supported for re-election if they leave on this issue.\"\n\n\"The culture is toxic right now,\" Senate budget chief Tom Lee said. \"Good people are injected into a culture that is an incubator for hubris.\"\n\nThe Brandon Republican said the Senate's approach is to find a long-term solution that prepares the state for when the federal government phases out the federally funded Low Income Pool program that compensates hospitals for charity care. And he suggested that Republicans in the House who are focused on bashing Medicaid and Obamacare \"may not want to see those issues taken off the table\" for the 2016 campaign.\n\n\"The sea change that is going on in the health care industry is going to dramatically impact our health care budget in the very near term,'' Lee said. \"We wouldn't be responsible if we didn't address the reality.\"\n\nThe reality may not have pierced the public's consciousness, at least for now.\n\n\"I'm not sure the public really cares so much about the House going home,\" lobbyist Book said.\n\nYet, he predicted things would change if the debate about how to plug the state budget hole starts translating into practical examples.\n\n\"The public will start caring in June when people start talking about shutting down driver's license offices or shutting down federally qualified health care centers or talking about turning people away from drug and alcohol treatment\" because the state needs to find some money for hospitals, Book said. \"Tallahassee doesn't want to look like Washington, D.C. The public doesn't want it looking like Washington, D.C.\"", "article_metadata": {"description": "TALLAHASSEE — The Florida House quit early. Senate Democrats sued. The state still has no budget, and no one has figured out a compromise on how to pay for health care.", "application-name": "Tampa Bay Times", "og": {"url": "http://www.tampabay.com/news/politics/stateroundup/gauging-the-political-fallout-from-tallahassee-gridlock-will-it-matter/2228051", "image": {"width": 724, "identifier": "http://www.tampabay.com/resources/images/dti/rendered/2015/05/a4s_MELTDOWNPOLITICS050414a_15122368_8col.jpg", "height": 497}, "site_name": "Tampa Bay Times", "description": "TALLAHASSEE — The Florida House quit early. Senate Democrats sued. The state still has no budget, and no one has figured out a compromise on how to pay for health care.", "title": "Gauging the political fallout from Tallahassee gridlock: Will it matter?"}, "twitter": {"image": "http://www.tampabay.com/resources/images/dti/rendered/2015/05/a4s_MELTDOWNPOLITICS050414a_15122368_8col.jpg", "description": "TALLAHASSEE — The Florida House quit early. Senate Democrats sued. The state still has no budget, and no one has figured out a compromise on how to pay for health care.", "site": "@TB_Times", "card": "summary_large_image", "title": "Gauging the political fallout from Tallahassee gridlock: Will it matt"}, "msapplication-TileColor": "#115220", "apple-itunes-app": "app-id=988277045", "msapplication-TileImage": "/iwov-resources/images/ie10TBTpin.png", "__sync_contentCategory": "default", "keywords": "florida legislature,florida republicans,medicaid expansion", "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "florida legislature, florida republicans, medicaid expansion"}, "_id": "\"57477af36914bd0286fd0aa6\"", "article_summary": "Yet, he predicted things would change if the debate about how to plug the state budget hole starts translating into practical examples.\nThe piece features House budget chief Richard Corcoran of Land O'Lakes as puppetmaster with the heads of Crisafulli and Republican Gov.\nSenate Democrats sued.\nSenate Democrats sued the House, asking the court Thursday to bring representatives back to finish their work.\n\"I think there will be very little political fallout,\" said Steve Vancore, a Democratic political consultant and pollster."}