{"article_title": "Senator Holds Elite Eight of Waste", "article_keywords": ["tournament", "million", "wasteful", "spending", "holds", "flake", "team", "vote", "senator", "waste", "elite", "worth", "pizza"], "article_url": "http://freebeacon.com/issues/senator-holds-elite-eight-of-waste/", "article_text": "BY: Follow @LizWFB\n\n\n\nSen. Jeff Flake (R., Ariz.) is using March Madness to publicize wasteful government spending, where taxpayers can crown the 2014 “Champion of Waste.”\n\nFlake’s “Elite Eight of Waste” tournament starts on Thursday. The senator is asking individuals to vote on Facebook and Twitter on which item of government spending they find the most outrageous.\n\n“The two-week tournament will pit eight examples of wasteful federal spending against one another, allowing social media users to vote to advance the more egregious item, until a Champion of Waste is crowned on Tuesday, April 7, 2014,” his office said.\n\n“There’s not a Cinderella in this Big Dance, just a bunch of ugly stepsisters,” Flake said in a statement.\n\nThe first matchup on March 27 pits “O’Care Hawkers” against “Amtrak Free Riders.” Voters will choose between $130,000 given to the Baltimore Ravens to promote Obamacare, and Amtrak’s $20,600 worth of train tickets it gave away to “creative professionals.”\n\nFlake said the NFL team, which is worth over $1 billion, is an “easy favorite in a tournament where having no defense wins championships.”\n\nThe number one seed is the “Beltway Boozers,” based off a report from the Washington Times that found the federal government spent $1.3 million on alcohol last year, up from $315,000 in 2005.\n\n“Outlook: Cheers for this high-spirited team will not run dry,” Flake said.\n\nAlso featured in Flake’s bracket is an $8,500 Department of Agriculture study on U.S. pizza consumption. Reason.com said of the results: “On a given day, about 13 percent of Americans eat pizza. Especially teenage boys. And white people. And kids, at lunch. Pizza has a lot of calories. And sodium.”\n\nThe first round will end on April 1, with a $34 million unused military headquarters in Afghanistan against the $1.5 million in wasted Environmental Protection Agency (EPA) brochures.", "article_metadata": {"generator": "WordPress 4.5.2", "og": {"site_name": "Washington Free Beacon", "description": "Sen. Jeff Flake (R., Ariz.) is using March Madness to publicize wasteful government spending, where taxpayers can crown the 2014 “Champion of Waste.”    Flake’s “Elite Eight of Waste” tourna", "title": "Senator Holds Elite Eight of Waste", "url": "http://freebeacon.com/issues/senator-holds-elite-eight-of-waste/", "image": "http://freebeacon.com/wp-content/uploads/2014/03/bracket-copy-photogallery-150x150.jpg", "type": "article"}, "twitter": {"description": "Sen. Jeff Flake (R., Ariz.) is using March Madness to publicize wasteful government spending, where", "creator": "@LizWFB", "image": "http://freebeacon.com/wp-content/uploads/2014/03/bracket-copy-photogallery-150x150.jpg", "title": "Senator Holds Elite Eight of Waste", "site": "@freebeacon", "card": "summary"}, "apple-itunes-app": "app-id=1047859882", "fb": {"app_id": "FB_APP_ID"}, "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af36914bd0286fd0ab5\"", "article_summary": "BY: Follow @LizWFBSen. Jeff Flake (R., Ariz.) is using March Madness to publicize wasteful government spending, where taxpayers can crown the 2014 “Champion of Waste.”Flake’s “Elite Eight of Waste” tournament starts on Thursday.\nThe senator is asking individuals to vote on Facebook and Twitter on which item of government spending they find the most outrageous.\n“There’s not a Cinderella in this Big Dance, just a bunch of ugly stepsisters,” Flake said in a statement.\nReason.com said of the results: “On a given day, about 13 percent of Americans eat pizza.\nAlso featured in Flake’s bracket is an $8,500 Department of Agriculture study on U.S. pizza consumption."}