{"article_title": "Third Estimate of GDP for the Second Quarter of 2014", "article_keywords": ["gdp", "real", "spending", "rate", "second", "growth", "health", "services", "estimate", "quarter", "investment", "care"], "article_url": "https://www.whitehouse.gov/blog/2014/09/26/third-estimate-gdp-second-quarter-2014", "article_text": "Today’s revision confirms that economic growth in the second quarter was strong, and other recent data suggest that this momentum has continued into the subsequent months. While these indicators demonstrate that the economy has come a long way in recovering from the Great Recession, there is more work to do to both boost growth and ensure that growth translates into greater financial security for working families. The President will continue to do everything in his power to support investments in job creation and encourage higher incomes for workers.\n\nFIVE KEY POINTS IN TODAY’S REPORT FROM THE BUREAU OF ECONOMIC ANALYSIS\n\n1. Real gross domestic product (GDP) increased 4.6 percent at an annual rate in the second quarter of 2014, the fastest pace since the fourth quarter of 2011, according to the third estimate from the Bureau of Economic Analysis. The strong second-quarter growth represents a rebound from a first-quarter decline in GDP that largely reflected transitory factors like unusually severe winter weather and a sharp slowdown in inventory investment. Growth in consumer spending and business investment picked up in the second quarter, and residential investment increased following two straight quarters of decline. Additionally, State and local government spending grew at the fastest quarterly rate in five years. However, net exports subtracted from overall GDP growth, as imports grew slightly faster than exports. Real gross domestic income (GDI), an alternative measure of the overall size of the economy, was up 5.2 percent at an annual rate in the second quarter.\n\n2. Second-quarter real GDP growth was revised up 0.4 percentage point from the second estimate released in August. Within consumer spending, an upward revision to health care spending (discussed in greater detail in point #4) was offset by downward revisions to spending on non-health services. The contribution of business fixed investment was revised up 0.2 percentage point, and there were also small upward revisions to net exports and State and local government spending.\n\n3. Over the past four quarters, real GDP has risen 2.6 percent, faster than the 2.0 percent annualized pace observed over the preceding eight-quarter period. Looking at four- and eight-quarter changes to smooth some of the quarter-to-quarter volatility, it is clear that many components of GDP are showing improvement. The growth rates of consumer spending, business investment and exports have all picked up, and the pace of declines in the Federal sector have moderated a bit. In addition, the State and local government sector has turned positive, after several years of steady cutbacks. One area that has slowed over the last four quarters is residential investment, although it did rebound in the second quarter.\n\n4. Utilization of health care services (real health care spending) rose at a 4.0 percent annual rate in 2014:Q2, due in part to expanded insurance coverage and access to care under the Affordable Care Act; prices of health care services rose at a 1.8 percent rate, continuing the slow health care price inflation of recent years. The increase in real health care spending in 2014:Q2 was meaningfully faster than the 2.6 percent annual average growth rate recorded over the preceding four years, a period of exceptionally slow health care spending growth. The acceleration this quarter reflects, at least in part, increased utilization by the millions of people who have gained health insurance coverage under the Affordable Care Act so far this year. This uptick in growth is an anticipated, intended consequence of the law that will last only until coverage stabilizes at its new, higher level in the years ahead. Some of this quarter’s faster growth may also reflect a bounce back from the outright decline in health care spending recorded in 2014:Q1; looking over the last four quarters, real health care spending is up just 2.3 percent, slightly below than the unusually slow pace recorded over the last several years.\n\nToday’s report provides the first tentative evidence that expanded coverage is boosting growth in aggregate health care spending and thus contributing to short-run economic growth. But today’s report also adds to the evidence showing that health care prices and premiums—the costs that matter to consumers—continue to grow exceptionally slowly. Prices of health care services increased at a 1.8 percent annual rate in 2014:Q2, broadly in line with the 1.6 percent annual rate recorded over the preceding four years, the slowest rate recorded for any four-year period in more than 50 years. The increase in the prices of health care services this quarter was also smaller than the overall increase in consumer prices, continuing an unusual pattern in recent years in which the inflation rate for health care services has been near or below the overall inflation rate. By contrast, from 1960:Q1 through 2010:Q1, the inflation rate for health care services exceeded the inflation rate for all consumer goods and services by an average of 2.1 percentage points.\n\n5. Real private domestic final purchases (PDFP)—the sum of consumption and fixed investment—rose 3.8 percent at an annual rate in the second quarter. Real PDFP growth is generally a more stable and forward-looking indicator than real GDP because it excludes highly volatile components like inventory investment and net exports. For instance, in the first quarter, consumption and fixed investment posted positive growth, while the decline in overall GDP mostly reflected drops in the inventory investment and net export components. In the second quarter, consumption and fixed investment grew strongly, but by somewhat less than overall GDP, which received a boost from inventory investment that was only partially offset by falling net exports.\n\nAs the Administration stresses every quarter, GDP figures can be volatile and are subject to substantial revision. Therefore, it is important not to read too much into any one single report and it is informative to consider each report in the context of other data that are becoming available.\n\nJason Furman is Chairman of the Council of Economic Advisers.", "article_metadata": {"msapplication-config": "https://www.whitehouse.gov/profiles/forall/themes/custom/fortyfour/browserconfig.xml", "generator": "Drupal 7 (http://drupal.org)", "application-name": "Whitehouse", "msapplication-wide310x150logo": "https://www.whitehouse.gov/profiles/forall/themes/custom/fortyfour/images/fortyfour/favicons/mstile-310x150.png", "twitter": {"title": "Third Estimate of GDP for the Second Quarter of 2014", "url": "https://www.whitehouse.gov/blog/2014/09/26/third-estimate-gdp-second-quarter-2014", "image": {"src": "https://www.whitehouse.gov/sites/whitehouse.gov/files/images/twitter_cards_blog.jpg", "height": 240, "width": 240}, "creator": "@WhiteHouse", "site": "@WhiteHouse", "card": "summary"}, "msapplication-TileColor": "#003C80", "msapplication-square70x70logo": "https://www.whitehouse.gov/profiles/forall/themes/custom/fortyfour/images/fortyfour/favicons/mstile-70x70.png", "HandheldFriendly": "true", "msapplication-square310x310logo": "https://www.whitehouse.gov/profiles/forall/themes/custom/fortyfour/images/fortyfour/favicons/mstile-310x310.png", "og": {"site_name": "whitehouse.gov", "description": "This latest revision confirms that economic growth in the second quarter was strong, and other recent data suggest that this momentum has continued into the subsequent months.", "title": "Third Estimate of GDP for the Second Quarter of 2014", "url": "https://www.whitehouse.gov/blog/2014/09/26/third-estimate-gdp-second-quarter-2014", "image": {"width": 240, "secure_url": "https://www.whitehouse.gov/sites/whitehouse.gov/files/images/twitter_cards_blog.jpg", "type": "image/jpeg", "identifier": "https://www.whitehouse.gov/sites/whitehouse.gov/files/images/twitter_cards_blog.jpg", "height": 240}, "updated_time": "2014-09-26T09:38:14-04:00", "type": "article"}, "MobileOptimized": "width", "msapplication-TileImage": "https://www.whitehouse.gov/profiles/forall/themes/custom/fortyfour/images/fortyfour/favicons/mstile-70x70.png", "article": {"published_time": "2014-09-26T09:30:00-04:00", "modified_time": "2014-09-26T09:38:14-04:00"}, "msapplication-square150x150logo": "https://www.whitehouse.gov/profiles/forall/themes/custom/fortyfour/images/fortyfour/favicons/mstile-150x150.png", "viewport": "width=device-width"}, "_id": "\"57477af46914bd0286fe29fe\"", "article_summary": "Second-quarter real GDP growth was revised up 0.4 percentage point from the second estimate released in August.\nAs the Administration stresses every quarter, GDP figures can be volatile and are subject to substantial revision.\nReal gross domestic product (GDP) increased 4.6 percent at an annual rate in the second quarter of 2014, the fastest pace since the fourth quarter of 2011, according to the third estimate from the Bureau of Economic Analysis.\nHowever, net exports subtracted from overall GDP growth, as imports grew slightly faster than exports.\nOver the past four quarters, real GDP has risen 2.6 percent, faster than the 2.0 percent annualized pace observed over the preceding eight-quarter period."}