{"article_title": "Kyle Busch finishes job, wins first Cup title", "article_keywords": ["night", "championship", "finishes", "title", "wins", "cup", "kyle", "winning", "job", "race", "gordon", "season", "busch", "team", "really"], "article_url": "http://www.timescall.com/sports/ci_29153231/kyle-busch-finishes-job-wins-first-cup-title", "article_text": "Kyle Busch raises his trophy after winning the NASCAR Sprint Cup Series championship Sunday night at Homestead-Miami Speedway in Homestead, Fla. (Terry Renna / Associated Press)\n\nHOMESTEAD, Fla. — Kyle Busch opened the season in a hospital bed and ended it in victory lane with the championship trophy.\n\nBusch completed the ultimate comeback Sunday night by winning his first career Sprint Cup title just nine months after a serious crash at Daytona nearly ended his season. He crashed into a concrete wall the day before the Daytona 500 and broke his right leg and left foot.\n\nDespite multiple surgeries and grueling rehabilitation, Busch missed only 11 races and was back in his Joe Gibbs Racing Toyota in late May. NASCAR granted him a waiver to race for the championship if he earned a berth in the playoffs, and Busch was off and running.\n\n\"I don't know if I quite understand life yet, but there's something to be said about this year,\" an emotional Busch said on his team radio.\n\nHe won the season finale Sunday night at Homestead-Miami Speedway to claim the title, and knocked Kevin Harvick from his perch as reigning champion. Busch also denied Jeff Gordon a fifth crown in his final race. Gordon said before the season started he'd retire after this race.\n\nHarvick finished a distant second, Gordon was a mediocre sixth and Martin Truex Jr., the fourth driver in the championship field, finished 12th.\n\n\"You always want to win, but I've learned not to be greedy,\" Harvick said after his 12th second-place finish of the year cost him the championship.\n\nAdvertisement\n\nThere was a strong sentimental push for Gordon to go out on top in his final race. But he was only average all season, and that didn't change Sunday night in front of a huge contingent of friends and family that included Formula One champion Lewis Hamilton and Mario Andretti, who both sat atop his pit box at the start of the race.\n\nGordon led nine laps early in the race and was third for an early restart but he bobbled it and plummeted to eighth. That was about as good as he'd be the rest of the race as he struggled mightily with the handling of his Hendrick Motorsports Chevrolet.\n\n\"Gosh, I'm a little disappointed, I'll be honest,\" Gordon said. \"I thought going into the race we had something for them.\"\n\nGordon eventually made his way to victory lane to congratulate Busch, who began his career as Gordon's teammate at Hendrick Motorsports.\n\nTruex, the underdog driving for single-car team Furniture Row Racing, also didn't have enough in his Chevrolet to contend despite a handful of gutsy pit calls the team used out of desperation.\n\n\"We really felt like without trying something really different, we weren't going to get there,\" Truex said. \"We felt like we had to take a really big swing at it.\"\n\nThe title is the fourth NASCAR crown for Joe Gibbs, a three-time Super Bowl winning coach, but first Cup title since 2005.", "article_metadata": {"startDate": "2015-11-22T20:59:05-0700", "modificationDate": "2015-11-22T20:59:41-0700", "byline": "Associated Press", "sailthru.author": "Associated Press", "description": "HOMESTEAD, Fla. — Kyle Busch opened the season in a hospital bed and ended it in victory lane with the championship trophy.", "ag": {"canon": "LongmontTimes-Call:article:29153231:view"}, "og": {"image": "http://extras.mnginteractive.com/live/media/site21/2015/1122/20151122__23DCSNASCARw~1.jpg", "type": "article", "description": "HOMESTEAD, Fla. — Kyle Busch opened the season in a hospital bed and ended it in victory lane with the championship trophy.", "title": "Kyle Busch finishes job, wins first Cup title"}, "twitter": {"domain": "timescall.com", "description": "HOMESTEAD, Fla. — Kyle Busch opened the season in a hospital bed and ended it in victory lane with the championship trophy.", "title": "Kyle Busch finishes job, wins first Cup title", "image": "http://extras.mnginteractive.com/live/media/site21/2015/1122/20151122__23DCSNASCARw~1.jpg", "site": "@TimesCall", "card": "summary_large_image"}, "sailthru.date": "2015-11-22T20:59:05-0700", "endDate": "2025-11-22T20:53:29-0700", "sailthru.title": "Kyle Busch finishes job, wins first Cup title", "sailthru.article-section-or-homepage": "article", "msvalidate.01": "4B535F7EB2971D1FCBA5D1D3E3E292C3", "google-site-verification": "lLtD9ZooxmJUEEdRSCVzkO06t_hYKtyDqZF7EA3N2U0", "sailthru.site": "timescall.com", "pubDate": "2015-11-22T21:00:19-0700", "news_keywords": "Sports, Sports news, Longmont Colorado Sports news, Longmont Colorado news, Sports Longmont news, Sports Colorado news, US Sports news, world Sports news."}, "article_summary": "The title is the fourth NASCAR crown for Joe Gibbs, a three-time Super Bowl winning coach, but first Cup title since 2005.\nBusch completed the ultimate comeback Sunday night by winning his first career Sprint Cup title just nine months after a serious crash at Daytona nearly ended his season.\nNASCAR granted him a waiver to race for the championship if he earned a berth in the playoffs, and Busch was off and running.\nDespite multiple surgeries and grueling rehabilitation, Busch missed only 11 races and was back in his Joe Gibbs Racing Toyota in late May.\nGordon eventually made his way to victory lane to congratulate Busch, who began his career as Gordon's teammate at Hendrick Motorsports."}