{"article_title": "Why we should discuss religion and politics; and how", "article_keywords": ["family", "conversation", "rules", "question", "religion", "way", "opinion", "politics", "ground", "discuss", "talk", "view"], "article_url": "http://www.lcsun-news.com/story/opinion/2016/05/23/discuss-religion-politics/84778068/", "article_text": "The presidential candidates have located New Mexico on their campaign maps and are on their way. We are now in the season where more people are paying attention to the presidential campaigns. This year in particular, that must feel like walking in toward the end of a horror movie. The Democratic primary has gotten intense, to say the least, including the arrest of Hollywood actor Wendell Pierce for allegedly assaulting two supporters of Bernie Sanders.\n\nIt is also the season when people at work or within the family are more likely to engage in talk about politics. When someone at your family picnic, perhaps after a cerveza or two, starts talking about politics - inveighing against liberals or conservatives, evangelizing Obamacare or extolling the merits of building a wall along the southern border - how do you interact?\n\nThis question has opened a prolific subcategory of etiquette, a flood of articles of varying quality, many of which repeat the well-worn commonplace: \"Never discuss religion or politics.\" The subtext is, don't talk about controversial things. On the other hand, this conventional wisdom also implies that mature adults should not discuss matters of personal concern to them, supposedly because disagreement is an embarrassment to be avoided. This is strange advice for a society that professes to value literacy, education, and democratic principles. We cannot truly value democracy if we cannot talk to people.\n\nWith a few social ground rules, people can and do engage in conversation about controversial topics every day. Television programs often prefer shouting matches and emphasize conflict, but conversation is still in practice in classrooms, in interfaith groups, and even at some dinner tables. With ground rules and a supportive environment, conversation isn't difficult to achieve and the country would likely benefit if more of us practiced the art from time to time.\n\nThe basic rules of the game are simple. Participate to learn about other people, comparing your views to theirs instead of converting others to your way of thinking. Focus on the topic and the arguments, not on the people making them. A differing opinion is not a personal attack; no one should feel defensive or under siege. Find common ground and build on it together, rather than knocking each other down. Maintain a good proportion of charity to criticism: assume good will and honesty. If these conditions are not being met, then you pivot to talking about the weather or something non-contentious. Those are some of the basics.\n\nThere is a tendency to regard opinions as part of our identity, which puts us on the defensive immediately when a differing view is expressed. We should drop that idea. Opinions are a game of toss, akin to you and me tossing a Frisbee back and forth. How ridiculous would it be to exile a person over how they toss a ball. It makes scarcely more sense to turn your back on someone because of their view of communion, or capitalism, or the relationship of church to state, or because they vote Democrat or Republican. As Thomas Jefferson wrote in 1800, \"I never considered a difference of opinion in politics, in religion, in philosophy, as cause for withdrawing from a friend.\"\n\nMy father-in-law, a conservative Christian, occasionally asks me my opinion on some political question. There is no question of changing his mind or mine, and this isn't the point. He is learning me, and I am learning him. By exchanging points of view, we connect. Differences fuel dialogue, and in dialogue the union of family and community grows tighter.\n\nAlgernon D'Ammassa is \"Desert Sage.\" Email him at DesertSageMail@gmail.com\n\nRead or Share this story: http://lcsun.co/1TFS7MU", "article_metadata": {"google": "notranslate", "description": "With ground rules and a supportive environment, conversation isn't difficult to achieve and the country would likely benefit if more of us practiced the art from time to time", "og": {"site_name": "Las Cruces Sun-News", "description": "With ground rules and a supportive environment, conversation isn't difficult to achieve and the country would likely benefit if more of us practiced the art from time to time", "title": "Why we should discuss religion and politics; and how", "url": "http://www.lcsun-news.com/story/opinion/2016/05/23/discuss-religion-politics/84778068/", "image": "http://www.gannett-cdn.com/GDContent/applogos/lcsun-news.png", "type": "article"}, "twitter": {"description": "With ground rules and a supportive environment, conversation isn't difficult to achieve and the country would likely benefit if more of us practiced the art from time to time", "title": "Why we should discuss religion and politics; and how", "image": "http://www.gannett-cdn.com/-mm-/1d5dcc884cfd8badc208ab782bd7dfd53d614336/c=0-0-300-300&r=x643&c=640x640/local/-/media/2016/05/23/LasCrucesSunNews/B9322282114Z.1_20160523111154_000_G8EEE8GFS.1-0.jpg", "creator": "@CrucesSunNews", "site": "@CrucesSunNews", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=Las Cruces Sun-News for iPhone", "fb": {"app_id": 121681471253479}, "Content-Type": "text/html; charset=UTF-8", "viewport": "width=1070"}, "article_summary": "This question has opened a prolific subcategory of etiquette, a flood of articles of varying quality, many of which repeat the well-worn commonplace: \"Never discuss religion or politics.\"\nAs Thomas Jefferson wrote in 1800, \"I never considered a difference of opinion in politics, in religion, in philosophy, as cause for withdrawing from a friend.\"\nIt is also the season when people at work or within the family are more likely to engage in talk about politics.\nWith a few social ground rules, people can and do engage in conversation about controversial topics every day.\nWith ground rules and a supportive environment, conversation isn't difficult to achieve and the country would likely benefit if more of us practiced the art from time to time."}