{"article_title": "mobileStorm Sadly Fires Most of Its Employees, Happily Rehires Them for New Healthcare-Focused Spin-Off", "article_keywords": ["weve", "sadly", "business", "rehires", "happily", "mobilestorm", "largest", "nicholson", "healthcarefocused", "fires", "mobile", "mpulse", "healthcare", "spinoff", "communications", "team", "technology", "employees"], "article_url": "http://www.prweb.com/releases/2014/12/prweb12377540.htm", "article_text": "With over 70 percent of Americans carrying smartphones with them everywhere they go and more Americans accessing the Internet via mobile than personal computers, companies must have a mobile strategy and technology platform partners to execute the strategy. This shift is even more critical to the healthcare industry, which is now onboarding millions of more consumers due to the implementation of the Affordable Care Act. The application of mobile communications strategies in this industry will have a tremendous impact to multi-hundred-billion-dollar problems, such as diabetes, medication adherence and high patient remittance rates.\n\nIn an effort to address the new challenges and opportunities in healthcare communications, mobileStorm Founder and CEO Jared Reitzin announced today that he has laid off a “significant portion of his staff,” including the entire executive team, and rehired them for the newly-formed healthcare-focused spin-off mPulse Mobile. mPulse is a mobile communications startup that will focus on helping health plans, hospitals, pharmacies, wellness companies and exchanges better engage their consumers and tackle some of the most expensive and complex challenges impacting the nation’s health. The new company will extend the technology and capabilities developed by mobileStorm over the past 15 years towards, including its HIPAA-compliant, intelligent, cloud-based mobile communication platform and extensive experience in helping marketers engage and influence consumer behavior.\n\nReitzin also confirmed the appointment of Christopher Nicholson as Chief Executive Officer of the new organization. Nicholson brings over 20 years of experience in healthcare and digital technology from working in Fortune 100 companies, such as Humana and Verizon, to small team start-ups. Nicholson most recently served as the Vice President and COO at Humana Wellness, managing a $220M annual budget and leading hundreds of resources in innovation, product development, consulting, operations and communications strategy. He also has spoken nationally and internationally on messaging and communications strategies and holds multiple patents for consuming-facing communications solutions.\n\n“I’m extremely proud to be have been selected to lead this new business and am excited about the opportunity to build on mobileStorm’s legacy of building impactful SaaS platforms, providing legendary customer service, and driving new opportunities,” says Nicholson. “I see mPulse as a ‘triple threat’ business – the convergence of mobile, cloud, and healthcare – will dramatically improve the lives of Americans. The culture and energy of the team we’ve assembled is truly amazing, and I am very confident about what we’ll achieve together.”\n\n“Launching a new business on the 15-year milestone anniversary of mobileStorm is a true testament of the success we’ve achieved,” says Reitzin. “Our team has successfully grown our healthcare division into a world-class business that has attracted numerous Fortune 100 healthcare clients. What we’ve accomplished as a team is remarkable, and I see even more opportunities for mPulse to further drive results for our clients and help them engage their consumers through mobile messaging solutions designed specifically for the healthcare segment.”\n\nmPulse will be roaring out of the gate with an impressive client roster including the largest hospital system in the country, the largest dental insurance company, one of the largest pharmacies and 50 percent of the largest health plans. To date, over 20 healthcare clients have signed up to use the mPulse platform and/or strategic consulting services.\n\nmobileStorm will continue operations providing mobile communications services to consumer-oriented industries, such as retail, gaming, hospitality and entertainment.\n\nmPulse Mobile officially launches today at the 2014 mHealth Summit Startup Showcase (Booth #48) in Washington, D.C.", "article_metadata": {"description": "Appoints former Humana executive Chris Nicholson to spearhead the startup.", "Generator": "PRWeb html v1", "og": {"site_name": "PRWeb", "description": "Los Angeles, California (PRWEB) December 08, 2014 -- Appoints former Humana executive Chris Nicholson to spearhead the startup.", "title": "mobileStorm Sadly Fires Most of Its Employees, Happily Rehires Them for New Healthcare-Focused Spin-Off", "url": "http://www.prweb.com/releases/2014/12/prweb12377540.htm", "image": "http://ww1.prweb.com/prfiles/2014/12/06/12377540/gI_88948_mobileStorm%20mPulse%20Mobile.png", "type": "article"}, "twitter": {"description": "Los Angeles, California (PRWEB) December 08, 2014 \n\n With over 70 percent of Americans carrying smartphones with them everywhere they go and more Americans accessing the Internet via mobile than per", "title": "mobileStorm Sadly Fires Most of Its Employees, Happily Rehires Them fo", "url": "http://www.prweb.com/releases/2014/12/prweb12377540.htm", "image": "http://ww1.prweb.com/prfiles/2014/12/06/12377540/gI_88948_mobileStorm%20mPulse%20Mobile.png", "site": {"identifier": "@PRWeb", "id": 14124541}, "card": "Summary"}, "keywords": "PRESS RELEASE", "viewport": "width=device-width, initial-scale=1", "news_keywords": "Computer,Health,Technology,Business,Home and Family,Lifestyle,Medical Products,Science,Society,Industry"}, "_id": "\"57477af36914bd0286fd0ac8\"", "article_summary": "mobileStorm will continue operations providing mobile communications services to consumer-oriented industries, such as retail, gaming, hospitality and entertainment.\nmPulse Mobile officially launches today at the 2014 mHealth Summit Startup Showcase (Booth #48) in Washington, D.C.\nThe application of mobile communications strategies in this industry will have a tremendous impact to multi-hundred-billion-dollar problems, such as diabetes, medication adherence and high patient remittance rates.\n“Our team has successfully grown our healthcare division into a world-class business that has attracted numerous Fortune 100 healthcare clients.\n“I see mPulse as a ‘triple threat’ business – the convergence of mobile, cloud, and healthcare – will dramatically improve the lives of Americans."}