{"article_title": "Copying the Federal RFRA Won't Make Much Difference in Arkansas", "article_keywords": ["wont", "rfra", "federal", "discrimination", "bill", "defense", "arkansas", "copying", "act", "corporations", "difference", "original", "law"], "article_url": "http://reason.com/blog/2015/04/02/why-copying-the-federal-rfra-wont-make-m", "article_text": "In a story about the changes that Arkansas Gov. Asa Hutchinson has demanded in his state's proposed Religious Freedom Restoration Act (RFRA), The New York Times says \"there were several sections in Arkansas's original bill that departed from the federal law.\" For example, \"it broadened the category of those who could cite religious faith to claim protection from a law or regulation\" to include \"corporations and institutions.\" It is true that the original bill explicitly included corporations in its definition of the \"persons\" who could claim the law's protection, whereas the federal RFRA enacted in 1993 does not. But in practice that has not mattered, since federal law defines person to include corporations, as reflected in Burwell v. Hobby Lobby, last year's Supreme Court decision involving a RFRA challenge to Obamacare's contraceptive mandate:\n\nUnder the Dictionary Act, \"the wor[d] 'person'...include[s] corporations, companies, associations, firms, partnerships, societies, and joint stock companies, as well as individuals.\"... We see nothing in RFRA that suggests a congressional intent to depart from the Dictionary Act definition.\n\nThe Times also notes that the original Arkansas bill, like the RFRAs adopted by Indiana and Texas but unlike the federal statute, explicitly applied to legal proceedings in which the government is not a party, which would include discrimination complaints. But as I noted yesterday, most of the federal appeals courts that have addressed the issue nevertheless have ruled that a RFRA defense can be raised in response to private lawsuits. Furthermore, as Josh Blackman pointed out last week, the Justice Department has endorsed that position. In 2012, responding to another lawsuit challenging the contraceptive mandate, the DOJ argued that it was premature. \"If plaintiff were sued by a plan participant or beneficiary in the future,\" it said, \"plaintiff, in its defense of such an action, would have an opportunity to raise its contention that the contraceptive coverage requirement violates the Religious Freedom Restoration Act ('RFRA').\"\n\nThe Becket Fund highlighted the DOJ's position in a brief it filed on behalf of a New Mexico photographer who argued that her state's RFRA should protect her from a discrimination complaint based on her refusal to take pictures of a gay commitment ceremony. The Supreme Court of New Mexico ultimately rejected that argument, ruling that the state's RFRA \"is inapplicable in this case because the government is not a party.\" The Justice Department nevertheless reads the same language in the federal law to allow RFRA defenses against private lawsuits.\n\nIn short, the Times, like Hutchinson and the critics to whom he is responding, exaggerates the significance of these differences between the federal RFRA and the original Arkansas bill. If the Arkansas legislature approves a bill identical to the federal statute, which is what Hutchinson says he wants, that would not necessarily preclude people, including business owners, from using the law as a defense in discrimination cases, although whether they would win is another question. By contrast, the RFRA amendment that Indiana Gov. Mike Pence is backing does seem to preclude the law's use as a defense by business owners who do not want to be involved in gay weddings. Since neither Arkansas nor Indiana bans discrimination based on sexual orientation, RFRA's impact on such cases would be relevant only in the cities that do.", "article_metadata": {"og": {"site_name": "Reason.com", "description": "The changes demanded by the governor do not rule out a defense in discrimination cases.", "title": "Copying the Federal RFRA Won't Make Much Difference in Arkansas", "url": "http://reason.com/blog/2015/04/02/why-copying-the-federal-rfra-wont-make-m", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/14279885933161.jpg", "type": "article"}, "twitter": {"description": "The changes demanded by the governor do not rule out a defense in discrimination cases.", "creator": "@jacobsullum", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/14279885933161.jpg", "title": "Copying the Federal RFRA Won't Make Much Difference in Arkansas", "site": "@reason", "card": "summary_large_image"}, "fb": {"pages": 17548474116}, "google-site-verification": "-AmMiilAN-pnjWt369CUWae-VQ-b9wmH4fSGyhbkQxw", "msvalidate.01": "212A68A07785B3080038A845C4EE8905", "article": {"tag": "Civil Liberties", "published_time": "2015-04-02T16:39:00+00:00", "author": "http://reason.com/people/jacob-sullum"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=2"}, "_id": "\"57477af36914bd0286fd0acc\"", "article_summary": "In short, the Times, like Hutchinson and the critics to whom he is responding, exaggerates the significance of these differences between the federal RFRA and the original Arkansas bill.\nThe Justice Department nevertheless reads the same language in the federal law to allow RFRA defenses against private lawsuits.\nAsa Hutchinson has demanded in his state's proposed Religious Freedom Restoration Act (RFRA), The New York Times says \"there were several sections in Arkansas's original bill that departed from the federal law.\"\nIt is true that the original bill explicitly included corporations in its definition of the \"persons\" who could claim the law's protection, whereas the federal RFRA enacted in 1993 does not.\nBut as I noted yesterday, most of the federal appeals courts that have addressed the issue nevertheless have ruled that a RFRA defense can be raised in response to private lawsuits."}