{"article_title": "Hillary Clinton Likes Obamacare, And Opposes Single-Payer Health Insurance", "article_keywords": ["canada", "opposes", "clinton", "singlepayer", "obamacare", "system", "hillary", "health", "likes", "healthcare", "americans", "poll", "insurance", "care"], "article_url": "http://www.huffingtonpost.com/eric-zuesse/hillary-clinton-likes-oba_b_4881399.html", "article_text": "Hillary Clinton has confirmed, to a paying audience of 20,000 sellers of electronic health records systems, that she supports Obamacare, and opposes single-payer health insurance.\n\nSpeaking to a closed-to-the-press meeting of the \"HIMSS14\" (Healthcare Information and Management Systems Conference 2014) in Orlando Florida on February 26th, she condemned the Canadian and other nations' single-payer healthcare systems by saying, \"We don't have one size fits all; our country is quite diverse. What works in New York City won't work in Albuquerque.\" The presumption is that what works in Canada cannot work here, that local control must trump everything in order to fix what's wrong with American health care.\n\nThe data prove her statement to be false, if not irrelevant. America's healthcare problems are deeper than that. The latest OECD data on healthcare costs show that the U.S. spends by far the world's highest percentage of GDP on healthcare, 17.7 percent; and also show that the average U.S. life expectancy is 78.7 years; by contrast, Canada spends 11.2 percent, and their life expectancy is 81.0 years. The OECD average expenditure is 9.3 percent , and life expectancy is 80.0 years. So: the U.S. spends twice as high a percentage of GDP as every other OECD nation, and gets markedly inferior results. This makes the U.S. far less economically competitive than it otherwise would be; but, the healthcare industries finance conservative politicians such as Hillary Clinton, Barack Obama, and all Republicans; so, those politicians don't like single-payer -- it would take much of the excess profits out of exploiting the sick, and those excess profits help to fund their campaigns.\n\nThe American people's financial losses produce exceptional financial gains for the investors in healthcare-related stocks, and also inflate the pay for executives in those firms. This helps to fund lots of what conservatives such as Antonin Scalia lovingly call \"free speech\" -- campaign commercials.\n\nA physician in Canada headlined in the Los Angeles Times on 3 August 2009, \"A Canadian doctor diagnoses U.S. healthcare,\" and he wrote: \"Until 50 years ago, we had similar health systems, healthcare costs and vital statistics.\" But this situation ended with Canada's single-payer system, where, \"all Canadians have insurance for hospital and physician services. There are no deductibles or co-pays. Most provinces also provide coverage for programs for home care, long-term care, pharmaceuticals and durable medical equipment, although there are co-pays. On the U.S. side, 46 million people have no insurance, millions are underinsured and healthcare bills bankrupt more than 1 million Americans every year.\" Nobody goes bankrupt in Canada to pay for needed care. Their system is shared sacrifice, not all of the downsides dumped onto the poorest and the sickest, who can't pay their bills and end up in emergency rooms until they die of needless ailments.\n\nThe Canadian doctor explained that, in that year: \"Canada spends 10% of its economy on healthcare; the U.S. spends 16%. The extra 6% of GDP amounts to more than $800 billion per year. The spending gap between the two nations is almost entirely because of higher overhead. Canadians don't need thousands of actuaries to set premiums or thousands of lawyers to deny care. Even the U.S. Medicare program has 80% to 90% lower administrative costs than private Medicare Advantage policies. And providers and suppliers can't charge as much when they have to deal with a single payer.\"\n\nSo, Hillary received many bursts of applause from her audience of people who profit from other Americans' being vastly overcharged for inferior healthcare. In fact, the transcriber of her speech headlined \"Hillary Clinton wows the HIMSS14 crowd.\"\n\nBack in March of 2008, when Hillary was running against Obama and proposed the same healthcare changes that Obama ended up adopting as President, there was a lengthy New York Times interview with her about healthcare, and she was asked her opinion of single-payer. She said: \"I never seriously considered a single payer system. ... I think that, you know, there's too many bells and whistles that Americans want that would not be available.\" Besides, \"Talking about single payer really is a conversation ender for most Americans, because then they become very nervous about socialized medicine and all the rest of this.\"\n\nAgain, she was lying. Most polls showed overwhelming majority support by Americans for single-payer. For example, on 14-20 December 2007, an Associated Press/Yahoo poll of 1,523 registered voters, including 847 Democrats and 655 Republicans (about the same proportions Democratic and Republican as the U.S. population generally, at that time) asked these people whether \"the United States should adopt a universal health insurance program in which everyone is covered under a program like Medicare that is run by the government and financed by taxpayers,\" and also asked them \"Do you consider yourself a supporter of a single-payer health care system, that is a national health plan financed by taxpayers in which all Americans would get their insurance from a single government plan\"; and 65 percent said yes to the first, and 54 percent said yes to the second.\n\nCBS News headlined on 30 January 2009, \"Poll: Most Look To A Rosier Future,\" and reported their poll of 1,112 adults nationwide, taken just days before Obama's inauguration. Their key question concerning health policy was: \"Should the government in Washington provide national health insurance, or is this something that should be left only to private enterprise?\" Only 32 percent answered \"private enterprise.\" Forty-nine percent wanted their government to provide the insurance for \"all problems\" regarding their health care. An additional 10 percent wanted the government to provide insurance only for their medical \"emergencies.\" Back on 19 October 2003, during the public debate over Bush's privatized prescription drug plan, the ABC News/Washington Post poll headlined \"Growing Health Care Concerns Fuel Cautious Support for Change,\" and they asked 1,000 adults: \"Canada has a universal health care system run by the government that covers all people. Compared to Canada, do you think the overall health care system in the United States is better, worse or about the same?\" Thirty-seven percent said \"worse\"; 29 percent said \"better\"; and 23 percent said \"same.\" (11 percent had \"no opinion.\") Numerous other pro-single-payer poll findings were posted to the internet under the title of \"Single-Payer Poll, Survey, and Initiative Results.\"\n\nThe people who are pouring millions of dollars into Hillary Clinton's undeclared campaign for the Presidency know what they're buying, and it's not good government -- not even honesty.\n\n----------", "article_metadata": {"description": "Hillary Clinton has confirmed, to a paying audience of 20,000 sellers of electronic health records systems, that she", "sailthru.expire_date": "2014-03-02 14:34:31 -0500", "og": {"site_name": "The Huffington Post", "description": "Hillary Clinton has confirmed, to a paying audience of 20,000 sellers of electronic health records systems, that she", "title": "Hillary Clinton Likes Obamacare, And Opposes Single-Payer Health Insurance", "url": "http://www.huffingtonpost.com/eric-zuesse/hillary-clinton-likes-oba_b_4881399.html", "locale": "en_US", "type": "article"}, "twitter": {"site": "@HuffPostPol", "image": {"width": 2000, "height": 1000}, "description": "Hillary Clinton has confirmed, to a paying audience of 20,000 sellers of electronic health records systems, that she", "card": "summary_large_image", "title": "Hillary Clinton Likes Obamacare, And Opposes Single-Payer Health Insurance"}, "sailthru.date": "2014-03-01 14:34:31 -0500", "al": {"ios": {"url": "huffpostnews:///?editionID=us&entryID=4881399", "app_store_id": 306621789, "app_name": "The Huffington Post"}}, "taboola.category": "politics", "fb": {"app_id": 46744042133}, "keywords": "Affordable Care Act,Hillary Clinton,obamacare,Single Payer", "article": {"section": "Politics", "tag": "Affordable Care Act,Hillary Clinton,obamacare,Single Payer", "published_time": "2014-03-01 14:34:31 -0500", "modified_time": "2014-05-01 05:59:01 -0400"}, "viewport": "width=1000"}, "_id": "\"57477af36914bd0286fd0ad4\"", "article_summary": "Hillary Clinton has confirmed, to a paying audience of 20,000 sellers of electronic health records systems, that she supports Obamacare, and opposes single-payer health insurance.\nNumerous other pro-single-payer poll findings were posted to the internet under the title of \"Single-Payer Poll, Survey, and Initiative Results.\"\nTheir key question concerning health policy was: \"Should the government in Washington provide national health insurance, or is this something that should be left only to private enterprise?\"\nCompared to Canada, do you think the overall health care system in the United States is better, worse or about the same?\"\nBut this situation ended with Canada's single-payer system, where, \"all Canadians have insurance for hospital and physician services."}