{"article_title": "Breast Cancer Occurs Most Often in These 5 States -- The Motley Fool", "article_keywords": ["fool", "cancer", "motley", "survival", "disease", "drug", "herceptin", "states", "patients", "breast", "neuvax", "occurs", "women"], "article_url": "http://www.fool.com/investing/general/2014/09/21/breast-cancer-occurs-most-often-in-these-5-states.aspx", "article_text": "With the exception of certain types of skin cancers, breast cancer is the most commonly diagnosed cancer in women. Though the disease is by no means relegated just to women -- more than 2,000 cases were diagnosed in men in 2011 -- women do account for about 99% of all breast cancer diagnoses (220,097 in 2011) according to statistics from the Centers for Disease Control and Prevention. It's also the second-leading cancer-based cause of death for women behind only lung cancer.\n\nIn addition to being among the most-diagnosed cancer types, it's also quite expensive to treat. Based on a study published in Dec. 2012 in the American Journal of Managed Care, the direct costs of treating breast cancer totaled $16.5 billion in 2010. This amounts to about 13% of all dollars spent in the U.S. to treat cancer that year. This can place a big burden on the healthcare system as a whole, and especially the patient, who can suffer costs of $20,000 to $100,000 on average, with more advanced disease patients generally coping with higher costs.\n\nFive states where breast cancer is most common\n\nThough roughly one in eight women will develop invasive breast cancer at some point during their lifetime, and breast cancer can happen to anyone throughout the U.S., there are a few states that stand out as well above average when it comes to female breast cancer incidence rates. Across the United States, the average incidence rate is 122 cases per 100,000 people. In the following five states, however, incidence rates range from nearly 134 to more than 141 incidences per 100,000 people.\n\nThese states are:\n\nNew Hampshire (141.7 incidences per 100,000 people) Massachusetts (135.5) Connecticut (135.2) Minnesota (135.1) Washington (133.9)\n\nThere's not too much in common with these states other than the fact that they're in the upper half of the country (from a geographic standpoint), which leads me to one of my key points about breast cancer: Researchers aren't exactly sure why some women get breast cancer and others don't. Don't get me wrong; doctors do have a general idea about some of the primary risk factors for breast cancer, which include age, genetics, whether or not a patient is a smoker and/or is overweight, and even whether or not hormone replacement therapy was previously used. But, the fact remains that there's no certainty in determining whether or not one woman will get breast cancer and another one won't.\n\nDefinitive improvements\n\nAlthough that uncertainty might be scary, we're also seeing a bright side to multiple decades of therapeutic research into treating breast cancer.\n\nSince 1975-1977, the five-year survival rate for women diagnosed with breast cancer has jumped from just 75% to 90% as of 2002-2008. You can attribute part of this to better education and awareness of the disease, which includes regular preventative screening for women, as well as more effective drugs aimed at improving patients' quality of life and lengthening overall survival.\n\nUltimately, this would imply that all of those decades of research and preparedness are paying off. Let's have a quick look at some of the key therapies playing a role in improving patients' quality of life and look at two experimental therapies currently in clinical trials that may have the potential to dramatically alter breast cancer patients' chances for survival in the not-so-distant future.\n\nThese drugs are making a meaningful difference\n\nPerhaps no drug has played a larger role over the past 15 years for breast cancer patients than Roche's (NASDAQOTH:RHHBY) Herceptin. Without getting too technical, Herceptin disrupts HER2 proteins' ability to bind with HER receptors located on the outside of cell membranes. These receptors are responsible for \"signaling\" a cell to replicate. Thus, Herceptin works by slowing the replication of HER2-positve breast cancers. It's currently approved to treat metastatic and adjuvant breast cancer, as well as gastric cancer.\n\nBut, that's not all from Roche. The company continues to work to bring new and innovative therapies to cancer patients that offer the potential to improve patient quality of life. Perjeta is one of Roche's latest breast therapies approved by the Food and Drug Administration. Just last year, the drug was approved as a neoadjuvant treatment in combination with Herceptin and docetaxel in locally advanced or early-stage HER2-positive breast cancer patients who are at a high risk of having their cancer return or spread. In clinical studies, patients in the Perjeta intent-to-treat arm had a pathologic complete response of 39% compared to just 21% for the control arm taking just Herceptin and docetaxel. A longer-term outcome on survival is expected from this study in 2016.\n\nIn addition, Kadcyla was approved by the FDA in Feb. 2013 and represents an intriguing new treatment pathway for HER2-positive breast cancer patients. Kadcyla, which was developed by ImmunoGen (NASDAQ:IMGN) in collaboration with Roche, is an antibody-drug conjugate. In short, these antibodies use linkers to attach a toxin, such as Herceptin, and release this toxin once they come in contact with a targeted cancer cell. The goal is to deliver a more potent dose of chemotherapy directly to cancer cells and avoid healthy cell death.\n\nBut, keep your eye on these potential game-changers\n\nPerhaps the most encouraging aspect of breast cancer treatments is what's currently in development.\n\nPfizer's (NYSE:PFE) palbociclib, for example, delivered some very impressive results in the company's PALOMA-1 trial. Palbociclib, which is given in combination with Novartis' Femara, practically doubled HER2-negative breast cancer patients' progression-free survival (i.e., the period where tumor growth isn't advancing) to 20.2 months from 10.2 months in the Femara control arm. Although median overall survival statistics may have let a few people down at 37.5 months, it was still a 4.2 month improvement over the Femara monotherapy arm. This currently experimental drug certainly has an opportunity to be a game-changer for HER2-negative patients.\n\nThe other therapy worth monitoring is an adjuvant breast cancer therapy in development by Galena Biopharma (NASDAQ:GALE) known as NeuVax. NeuVax is part of a new class of drug known as cancer immunotherapies, which are designed to enhance the body's immune system to help recognize cancer cells and more effectively fight them. NeuVax specifically is designed to reduce the recurrence of breast cancer in patients with low-to-moderate HER2 expression.\n\nAccording to Galena's midstage results on NeuVax at the 60-month mark, just 5.6% of patients who had been given NeuVax injections had their cancer recur. By comparison, 25.9% of patients who didn't take NeuVax saw their breast cancer return. In other words, NeuVax appears to have produced a 78% reduction in breast cancer recurrence. The experimental drug is currently being examined in a larger study (the PRESENT trial), with results expected in late 2016 or early 2017.\n\nWhat really matters\n\nUltimately, the only thing that really matters is working toward a goal of curing breast cancer. Clearly there are plenty of additional steps to be taken, and likely many more years of research to be done. However, it's also clear that things are indeed getting better. Survival rates have improved over the past four decades, and breast cancer patients' quality of life is arguably improved, which is really what pharmaceutical research aims to impart. With plenty of funding, here's to hoping that the coming years bring plenty of additional advances in treating breast cancer, and that one day, we do indeed find a cure for this terrible disease.", "article_metadata": {"publish_time": "09:21", "description": "Breast cancer was diagnosed in more than 220,000 women in 2011. Find out in which five states a breast cancer diagnosis is the most common, as well as what current and developing therapies are being used to treat this terrible disease.", "ResponsiveALP": "1Ses_2things-v-single_2-things_50", "author": "Sean Williams", "promo": "Breast cancer was diagnosed in more than 220,000 women in 2011. Find out in which five states a breast cancer diagnosis is the most common, as well as what current and developing therapies are being used to treat this terrible disease.", "twitter": {"title": "Breast Cancer Occurs Most Often in These 5 States --  The Motley Fool", "description": "Breast cancer was diagnosed in more than 220,000 women in 2011. Find out in which five states a breast cancer diagnosis is the most common, as well as what current and developing therapies are being used to treat this terrible disease.", "site": "@themotleyfool"}, "msvalidate.01": "8D40D58712924715BAA79D135A6C8DDA", "og": {"site_name": "The Motley Fool", "description": "Breast cancer was diagnosed in more than 220,000 women in 2011. Find out in which five states a breast cancer diagnosis is the most common, as well as what current and developing therapies are being used to treat this terrible disease.", "title": "Breast Cancer Occurs Most Often in These 5 States --  The Motley Fool", "url": "http://www.fool.com/investing/general/2014/09/21/breast-cancer-occurs-most-often-in-these-5-states.aspx", "image": "https://g.foolcdn.com/image/?url=http%3A%2F%2Fg.foolcdn.com%2Feditorial%2Fimages%2F145030%2Fbreast-cancer-cdc.JPG&h=630&w=1200&op=resize", "type": "article"}, "headline": "Breast Cancer Occurs Most Often in These 5 States", "fb": {"admins": 50808187550, "page_id": 7240312795, "app_id": 50808187550}, "bureau": "usmf-health-care", "STORY_UID": "ae0c9b78-3c3c-11e4-bdf5-0050569d4be0", "pitch": 894, "date": "2014-09-21T13:21:00Z", "gsa_date": "2014 09 21", "tickers": "PFE,IMGN,RHHBY,GALE", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0"}, "_id": "\"57477af36914bd0286fd0ad7\"", "article_summary": "Five states where breast cancer is most commonThough roughly one in eight women will develop invasive breast cancer at some point during their lifetime, and breast cancer can happen to anyone throughout the U.S., there are a few states that stand out as well above average when it comes to female breast cancer incidence rates.\nWith the exception of certain types of skin cancers, breast cancer is the most commonly diagnosed cancer in women.\nIt's currently approved to treat metastatic and adjuvant breast cancer, as well as gastric cancer.\nIn addition, Kadcyla was approved by the FDA in Feb. 2013 and represents an intriguing new treatment pathway for HER2-positive breast cancer patients.\nWhat really mattersUltimately, the only thing that really matters is working toward a goal of curing breast cancer."}