{"article_title": "Event honoring Quinn raises 'pay to play' issues", "article_keywords": ["play", "dga", "campaign", "fundraiser", "honoring", "pay", "political", "roosevelt", "illinois", "governors", "raises", "quinn", "reyes", "quinns", "democratic", "event", "issues"], "article_url": "http://www.washingtontimes.com/news/2014/jun/20/event-honoring-quinn-raises-pay-to-play-issues/?page=all", "article_text": "CHICAGO (AP) - A lobbying firm with close ties to a key subcontractor hired to promote the nation’s health care law in Illinois is hosting a fundraiser for one of Gov. Pat Quinn’s top political donors, raising questions about “pay to play” politics amid the state’s highly competitive governor’s race.\n\nThe Roosevelt Group is hosting a breakfast fundraiser Tuesday for the Democratic Governors Association “honoring Pat Quinn,” according to an invitation sent out last week that lists suggested sponsorship levels of between $20,000 and $2,500. The Democratic Governors Association formed a political action committee last fall to support Quinn’s re-election and has contributed $260,000 to it so far this year. In 2010, the group gave about $1.8 million to Quinn - making it the Chicago Democrat’s second-biggest donor, according to the National Institute on Money in State Politics.\n\nRoosevelt Group was co-founded by its two partners, Mike Noonan and Victor Reyes. A third person, Maze Jackson, is a lobbyist for the company. The three own Compass Public Affairs, a political strategy consulting firm that has a $250,000 state subcontract for the “Get Covered Illinois” marketing campaign. The contract, which paid Compass at a rate of $282 per hour, may be renewed when it ends in August.\n\nIllinois’ “pay to play” law bars contractors from making certain contributions to prevent politicians from steering lucrative government work to businesses that make donations to their campaigns. Kent Redfield, a campaign finance expert, said the “degrees of separation” between DGA, Quinn’s campaign, Roosevelt and Compass may keep the event from violating the letter of the law. But he said the fundraiser raises ethical issues.\n\n“Clearly you’ve got people who are benefiting from state government contracts trying to facilitate contributions to re-elect the governor,” said Redfield, professor emeritus of political science at University of Illinois at Springfield.\n\nQuinn campaign spokeswoman Brooke Anderson said the event “is not a fundraiser for the governor.”\n\n“He is not attending this breakfast,” Anderson said. “If the DGA holds an event to support their organization that is their prerogative and fully within campaign finance law.”\n\nThe invitation shows a photo of Quinn with the governor’s name in the largest size font on the page. It reads: “You are cordially invited to a Breakfast Fundraiser for the: Democratic Governors Association honoring: Pat Quinn.”\n\nThe Roosevelt Group principals are among the best-known Democratic political strategists in Illinois. Noonan is a former staffer for Democratic House Speaker Michael Madigan and a former campaign manager for Attorney General Lisa Madigan. Reyes is an ex-aide to former Chicago Mayor Richard M. Daley and founded the powerful Hispanic Democratic Organization. Jackson is a former statewide field director for Quinn.\n\nThe men’s political strategy company, Compass, is part of a team working with FleishmanHillard to promote President Barack Obama’s health care law in his home state under a $33 million contract that ends in August, but is up for renewal. Compass helped develop the “Get Covered Illinois” campaign’s grassroots strategy and supervised outreach to church leaders, black business leaders and ethnic media.\n\n“The Roosevelt Group and (the law firm) Reyes Kurson have been supportive of the Democratic Governors Association for many years,” Roosevelt co-founder Reyes said in an email to The Associated Press on Friday. “We welcome the opportunity to assist in the election of Democratic governors across the United States.” Reyes Kurson, listed as a co-host of the Tuesday event, shares an address with Roosevelt and Compass.\n\nThe Washington, D.C.-based Democratic Governors Association is hosting a two-day regional policy conference in Chicago next week. The fundraising breakfast is on the first day of the conference. DGA describes itself as “the only organization dedicated to electing Democratic governors and candidates.”\n\nIllinois campaign contribution records show DGA has given $260,000 this year to its Jobs and Opportunity for Illinois PAC, which was formed to support Quinn’s re-election. The DGA also gave $50,000 to a union-backed PAC fighting Republican candidate for governor Bruce Rauner and $84,300 in in-kind contributions to Quinn’s campaign.\n\nDGA spokesman Danny Kanner said the breakfast “is a fundraiser for the DGA, to support its programs across the country, not any specific candidate.”\n\n___\n\nAssociated Press writer Carla K. Johnson can be reached at http://twitter.com/CarlaKJohnson", "article_metadata": {"description": "A lobbying firm with close ties to a key subcontractor hired to promote the nation's health care law in Illinois is hosting a fundraiser for one of Gov. Pat Quinn's top political donors, raising questions about \"pay to play\" politics amid the state's highly competitive governor's race.", "Author": "CARLA K. JOHNSON", "og": {"site_name": "The Washingtion Times", "description": "A lobbying firm with close ties to a key subcontractor hired to promote the nation’s health care law in Illinois is hosting a fundraiser for one of Gov. Pat Quinn’s top political donors, raising questions about “pay to play” politics amid the state’s highly competitive governor’s race.", "title": "Event honoring Quinn raises ‘pay to play’ issues", "url": "http://www.washingtontimes.com/news/2014/jun/20/event-honoring-quinn-raises-pay-to-play-issues/", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2014/06/20/04078c31189aa318570f6a706700dda2.jpg", "type": "article"}, "twitter": {"image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2014/06/20/04078c31189aa318570f6a706700dda2.jpg", "title": "Event honoring Quinn raises ‘pay to play’ issues", "description": "A lobbying firm with close ties to a key subcontractor hired to promote the nation's health care law in Illinois is hosting a fundraiser for one of Gov. Pat Quinn's top political donors, raising quest", "card": "summary", "site": "@washtimes"}, "author": "The Washington Times http://www.washingtontimes.com", "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web0", "bitly-verification": "d180fd45f70d"}, "_id": "\"57477af46914bd0286fe19e7\"", "article_summary": "Kent Redfield, a campaign finance expert, said the “degrees of separation” between DGA, Quinn’s campaign, Roosevelt and Compass may keep the event from violating the letter of the law.\nThe Washington, D.C.-based Democratic Governors Association is hosting a two-day regional policy conference in Chicago next week.\nPat Quinn’s top political donors, raising questions about “pay to play” politics amid the state’s highly competitive governor’s race.\nThe DGA also gave $50,000 to a union-backed PAC fighting Republican candidate for governor Bruce Rauner and $84,300 in in-kind contributions to Quinn’s campaign.\nThe Democratic Governors Association formed a political action committee last fall to support Quinn’s re-election and has contributed $260,000 to it so far this year."}