{"article_title": "What Hillary will and won't be doing in 2014", "article_keywords": ["wont", "gov", "clinton", "campaign", "doing", "state", "mrs", "hillary", "does", "president", "democratic", "obama"], "article_url": "http://www.foxnews.com/opinion/2014/01/03/what-hillary-will-and-wont-be-doing-in-2014.html", "article_text": "It doesn’t take a village to know where President Obama will be in 2014, the sixth year of his tenure and his second midterm referendum: raising copious amounts of money for Democratic candidates in private; in public, precious few appearances by their side in – historically, the province of unpopular lame-duck presidents.\n\nNor does it take a village idiot to foresee Vice President Biden’s travel itinerary in 2014: working the campaign b-circuit – stumping for Democratic candidates worthy of the White House’s time, just not the President’s.\n\nBut what about the one Democrat perhaps most in demand in 2014 as both a fundraiser and an out-in-public campaigner: Hillary Clinton?\n\n[pullquote]\n\nAs the prohibitive favorite to be the Democratic standard-bearer in 2016, does she assiduously work the midterm trail, as do most candidates looking to land the presidency for the first time (in 2006, then-Sen. Barack Obama not only made campaign appearances but released his second book, \"The Audacity of Hope,\" shortly before the November vote).\n\nOr, is 2014 is destined to be a repeat of 2010 and a second negative verdict on ObamaCare (in 2010, it cost the Democrats the House; in 2014, it may be the Senate’s turn), does Mrs. Clinton, who 20 years ago tried and failed to sell the nation on the virtues of HillaryCare, lay low and let someone else take the slings and arrows of the Obama administration’s misfortunes?\n\nIt’s a fair question to ask, for Mrs. Clinton’s approach to the 2014 vote may serve as tip-off for how she’ll run for president should she decide to seek the prize that eluded her in 2008.\n\nThen, Hillary Clinton was a cautious campaigner – so much so that she left an opening for a more progressive Democrat to wrest the nomination from her. And that, of course, was Barack Obama.\n\nThe 2013 election offered more of the same: Mrs. Clinton did cross the Potomac River and campaign in Northern Virginia on behalf of Terry McAuliffe, the winner in that state’s governor’s race.\n\nStill it was cautious sledding, with Mrs. Clinton appearing at a women’s rally quite literally in inside the Capitol Beltway. Not exactly “Duck Dynasty.”\n\nThe guess here: don’t look for Mrs. Clinton to emerge as a fire-and-brimstone liberal campaigner in 2014. It’s not in her political DNA. Nor does it make sense if indeed the midterm’s prevailing theme is ObamaCare’s ineptitude and, by default, the hazards of big-government solutions.\n\nSo how, then will Mrs. Clinton approach the 2014 landscape? Let’s begin with the obvious: supporting big-state, blue-state Democrats who can’t possibly lose.\n\nThat means New Jersey Senator Cory Booker, a possible running mate for Mrs. Clinton, New York Gov. Andrew Cuomo (once a possible 2016 rival) and, if she can put aside some unpleasant memories from the 1992 election that featured insults at her expense, hanging out with California Gov. Jerry Brown.\n\nPlan B – again, a political no-brainer – would be making appearances on behalf of the same coalition that re-elected President Obama in 2012: women, millennials, Latinos and African-Americans.\n\nLook for Mrs. Clinton to pop up in Nevada, where 37-year-Secretary of State Ross Miller aims to move up to Attorney General; in Maryland, where Lt. Gov. Anthony Brown, an African-American, hopes to replace Gov. Martin O’Malley (who in turn hopes to supplant Mrs. Clinton at the top of the Democratic ticket; and in Texas, a state with growing Latino clout, for a Democrat along the lines of Texas State Rep. Mary Gonzalez, should she survive a primary challenge.\n\nAll of which amounts to playing it safe, Hillary-wise. But what if she breaks with character and decides to risk a little political capital? That would require Mrs. Clinton to consider the following:\n\n1. Fly into Little Rock’s Bill and Hillary Clinton National Airport and stump for Sen. Mark Pryor, a Democrat in trouble. President Obama twice lost Mrs. Clinton’s adopted state by 20% or more. At some point in 2015, Mrs. Clinton will begin the process of distancing herself from her most recent employer. A 2014 visit to Arkansas might begin the process sooner than she’d like.\n\n2. Visit Texas and campaign and for State Sen. Wendy Davis, the likely Democratic candidate for governor. Davis is determined to make the contest a referendum on abortion – a variation of the Republican “war on women” that paid huge dividends for Democrats in 2012. Then again, Texas is a socially conservative state that hasn’t chosen a Democratic governor since before the Clinton presidency. Does Mrs. Clinton want to be associated with a campaign that thrills East Coast Democrats, but probably doesn’t click in the Central time zone?\n\n3. Coming to the rescue of red-state Democratic damsels in distress. Louisiana Sen. Mary Landrieu is on the politically endangered list (last month, she purposely avoided a presidential visit to New Orleans), as is Kay Hagan in North Carolina. Mrs. Clinton could play it safe in these states – limiting her appearances to university towns and big cities. Then again, it begs the question of how the South, New and Deep, fits into Mrs. Clinton’s plans in 2016?\n\nOne final note: Hillary Clinton isn’t the only 2016 possibility carefully weighing their 2014 options. New Jersey Gov. Chris Christie, for example, will be selective in his travel.\n\nBut in Mrs. Clinton’s case, it’s a situation frontrunners seldom face: she doesn’t need the exposure; she won’t feel the pressure to start working the swing states.\n\nThe reward for the rest of us: to the extent that Hillary Clinton is politically active in 2014, it keeps us guessing as to what she’ll share with us in 2015 – which would be her plans in 2016.\n\nBill Whalen is a research fellow at Stanford University's Hoover Institution, where he analyzes California and national politics. He also blogs daily on the 2016 election at www.adayattheracesblog.com. Follow him on Twitter @hooverwhalen.", "article_metadata": {"dcterms.modified": "2015-01-30 12:35:14 EST", "dcterms.abstract": "Hillary Clinton’s approach to 2014 midterm vote may serve as tip-off for how she’ll run for president should she decide to seek the prize that eluded her in 2008.", "twitter": {"description": "Hillary Clinton’s approach to 2014 midterm vote may serve as tip-off for how she’ll run for president should she decide to seek the prize that eluded her in 2008.", "creator": "@foxnews", "url": "http://www.foxnews.com/opinion/2014/01/03/what-hillary-will-and-wont-be-doing-in-2014.html", "image": "http://a57.foxnews.com/images.foxnews.com/content/fox-news/opinion/2014/01/03/what-hillary-will-and-wont-be-doing-in-2014/_jcr_content/par/featured-media/media-1.img.jpg/0/0/1422639314916.jpg?ve=1", "title": "What Hillary will and won't be doing in 2014", "site": "@foxnews", "card": "summary_large_image"}, "dc.format": "text/html", "dc.publisher": "Fox News", "parsely-metadata": "{\"author\":\"William Whalen\",\"subSection\":\"opinion\",\"title\":\"What Hillary will and won\\\\u0027t be doing in 2014\",\"image_url\":\"http://a57.foxnews.com/images.foxnews.com/content/fox-news/opinion/2014/01/03/what-hillary-will-and-wont-be-doing-in-2014/_jcr_content/par/featured-media/media-1.img.jpg/0/0/1422639314916.jpg?ve=1\",\"pub_date\":\"2014-01-03T12:00:21Z\",\"link\":\"http://www.foxnews.com/opinion/2014/01/03/what-hillary-will-and-wont-be-doing-in-2014.html\",\"type\":\"article\",\"identifier\":\"2ce57ca3-3ea7-4363-ab81-287ed6e720e2\",\"section\":\"opinion\"}", "prism.aggregationType": "subsection", "prism.channel": "fnc", "dc.description": "Hillary Clinton’s approach to 2014 midterm vote may serve as tip-off for how she’ll run for president should she decide to seek the prize that eluded her in 2008.", "dc.identifier": "2ce57ca3-3ea7-4363-ab81-287ed6e720e2", "dc.language": "en-US", "pagetype": "article", "description": "Hillary Clinton’s approach to 2014 midterm vote may serve as tip-off for how she’ll run for president should she decide to seek the prize that eluded her in 2008.", "prism.section": "opinion", "fb": {"app_id": 113186182048399}, "dc.source": "FoxNews.com", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "dc.title": "What Hillary Will And Won't Be Doing In 2014", "dcterms.created": "2015-01-30 12:35:14 EST", "og": {"site_name": "Fox News", "description": "Hillary Clinton’s approach to 2014 midterm vote may serve as tip-off for how she’ll run for president should she decide to seek the prize that eluded her in 2008.", "title": "What Hillary will and won't be doing in 2014 | Fox News", "url": "http://www.foxnews.com/opinion/2014/01/03/what-hillary-will-and-wont-be-doing-in-2014.html", "image": "http://a57.foxnews.com/images.foxnews.com/content/fox-news/opinion/2014/01/03/what-hillary-will-and-wont-be-doing-in-2014/_jcr_content/par/featured-media/media-1.img.jpg/0/0/1422639314916.jpg?ve=1", "type": "article"}, "dc.type": "Text.Article", "dc.date": "2014-01-03", "parsely-page": "{\"author\":\"William Whalen\",\"subSection\":\"opinion\",\"title\":\"What Hillary will and won\\\\u0027t be doing in 2014\",\"image_url\":\"http://a57.foxnews.com/images.foxnews.com/content/fox-news/opinion/2014/01/03/what-hillary-will-and-wont-be-doing-in-2014/_jcr_content/par/featured-media/media-1.img.jpg/0/0/1422639314916.jpg?ve=1\",\"pub_date\":\"2014-01-03T12:00:21Z\",\"link\":\"http://www.foxnews.com/opinion/2014/01/03/what-hillary-will-and-wont-be-doing-in-2014.html\",\"post_id\":\"2ce57ca3-3ea7-4363-ab81-287ed6e720e2\",\"type\":\"article\",\"section\":\"opinion\"}", "dc.creator": "William Whalen"}, "article_summary": "But what about the one Democrat perhaps most in demand in 2014 as both a fundraiser and an out-in-public campaigner: Hillary Clinton?\nFly into Little Rock’s Bill and Hillary Clinton National Airport and stump for Sen. Mark Pryor, a Democrat in trouble.\nThen, Hillary Clinton was a cautious campaigner – so much so that she left an opening for a more progressive Democrat to wrest the nomination from her.\nOne final note: Hillary Clinton isn’t the only 2016 possibility carefully weighing their 2014 options.\nNot exactly “Duck Dynasty.”The guess here: don’t look for Mrs. Clinton to emerge as a fire-and-brimstone liberal campaigner in 2014."}