{"article_title": "PolitiFact fact-checks the Dec. 20 Sunday shows", "article_keywords": ["putin", "20", "trump", "study", "support", "list", "rates", "researchers", "factchecks", "russian", "premium", "dec", "shows", "law", "politifact"], "article_url": "http://www.politifact.com/punditfact/article/2015/dec/20/politifact-fact-checks-dec-20-sunday-shows/", "article_text": "Republican presidential candidate Donald Trump wasn’t happy about the number of times Democrats invoked his name during their Saturday debate, accusing both Hillary Clinton and Bernie Sanders of lying about him on national television.\n\nClinton said ISIS was using videos of Trump talking about Muslims to recruit jihadists, but there isn’t evidence to back that up, so her claim rates False. Trump said on NBC’s Meet the Press that Clinton \"just made this up in thin air.\"\n\nHost Chuck Todd moved on to questions about Trump’s embrace of compliments from Russia President Vladimir Putin, criticized for human rights violations against journalists and political opponents. Still, Trump did not back down.\n\nTrump defended his characterization of Putin as a strong leader who has made \"mincemeat\" of President Barack Obama.\n\n\"He’s got an 80 percent approval rating done by pollsters from, I understand, this country. Okay?\" Trump said. \"So it’s not even done by his pollsters. He’s very popular within Russia, that may change.\"\n\nIn a first for Donald Trump in 77 fact-checks, this claim about polling rates True .\n\nA November study written by four American researchers backs up Trump’s point, finding about 80 percent of Russians really support Putin.\n\nThe study asked whether Putin’s popularity is real or if respondents have been lying to pollsters. A primary concern for the researchers was the possibility of \"social desirability bias,\" the idea that a person who does not support Putin might tell a pollster that they do support him out of fear of retaliation or going against social norms.\n\nTo correct for this, the researchers used a list experiment, a technique used to broach sensitive issues because it does not require respondents to say explicitly that they do or do not support Putin. Pollsters gave Russian respondents a list of several Russian leaders and asked how many they support, but not which ones. By comparing the difference between a control group, which was presented with a list that did not include Putin, with a group that received a list that did include Putin, the researchers were able to estimate overall support for the Russian president.\n\nAfter conducting four list experiments in January and March of this year, researchers concluded that the high level of support for Putin is real. If anything, their finding of 80 percent support might be an underestimate.\n\nHowever, Scott Gehlbach, a co-author of the study and a political science professor at the University of Wisconsin-Madison, said the study did not account for how many of the 80 percent are devout supporters versus those whose support is fleeting. Further, it’s likely that the Kremlin manipulates public opinion of Putin through tight control of the media.\n\nOne potential wrinkle in Trump’s claim is that while the American researchers designed the study, a Russian polling company, the Levada Center, actually conducted the survey. But Gehlbach said that doesn’t dilute Trump’s claim because the Levada Center is well-regarded as independent from the Russian government.\n\nKarlyn Bowman, a public opinion expert and senior fellow at the American Enterprise Institute, also said the Levada Center is held in high regard and its findings are consistent with related research by the U.S.-based Pew Research Center.\n\n‘Double-digit premium increases’\n\nLater in the show, host Chuck Todd sat down with House Speaker Paul Ryan and asked how the White House and Congress will work together next year. Ryan, the 2012 vice presidential nominee, called Obama the \"most polarizing president we’ve ever had\" and said relations on Capitol Hill would be better if GOP nominee Mitt Romney had won the presidency.\n\nTodd pushed back by saying progressives see the Republican effort to defund Obama’s health law as a polarizing move.\n\n\"It's a law that is not working. It's a law that's depriving people's choices,\" Ryan said. \"It's a law that's making families pay double-digit premium increases.\"\n\nRyan’s statement about premium increases rates Half True .\n\nRyan’s office sent us news stories describing how some Obamacare enrollees in some states will see increases of 10 percent or more from this year to next. But hikes in the double digits are not as universal as Ryan suggests, and not entirely attributable to the health care law itself.\n\nThe Department of Health and Human Services looked at average rate hikes for the benchmark plan in the marketplace, the second-lowest priced silver plan. According to HHS data, 19 of 37 states in the federal exchange saw an average rate increase in the double digits. At the low end, rates in Missouri increased by 10.4 percent while Oklahoma saw the biggest hike at 35.7 percent.\n\nConversely, four states actually saw reduced rates, with Indiana’s decrease in the double digits at 12.6 percent. The other 11 states with rate hikes saw increases below 6.1 percent.\n\nOn average, the benchmark plan has increased 7.5 percent, which decreases once premium tax credits and enrollment figures are factored in.\n\nExperts say hikes are likely the result of insurers underestimating how sick enrollees would be. Larry Levitt of the Kaiser Foundation has stressed that 2016 is the first year that insurers are looking at actual claims data. Before, they were \"essentially guessing at what their costs were,\" he said in October. \"Some insurers guessed better than others, which leads to variations in premium changes.\"\n\nExperts also stress that premiums vary too much to be captured by averages and can also be unique to an individual’s circumstances.", "article_metadata": {"description": "Republican presidential candidate Donald Trump wasn&rsquo;t happy about the number of times Democrats invoked his name during their Saturday debate, accusing both Hillary Clinton and Bernie Sanders of lying about him on national television. Clinton said ISIS was using videos of Trump talking about Muslims to recruit jihadists, but there isn&rsquo;t evidence to back that up, so her claim rates False. Trump said on NBC&rsquo;s Meet the Press that Clinton &quot;just made this up in thin air.&quot; Host Chuck Todd moved on to questions about Trump&rsquo;s embrace of compliments from Russia President Vladimir Putin, criticized for human rights violations against ...", "og": {"site_name": "PunditFact", "description": "Republican presidential candidate Donald Trump wasn’t happy about the number of times Democrats invoked his name during their Saturday debate, accusing both Hillary Clinton and Bernie Sanders of lying about him on national television. Clinton said ISIS was using videos of Trump talking about Muslims to recruit jihadists, but there isn’t evidence to back that up, so her claim rates False. Trump said on NBC’s Meet the Press that Clinton", "title": "PolitiFact fact-checks the Dec. 20 Sunday shows", "url": "http://www.politifact.com/punditfact/article/2015/dec/20/politifact-fact-checks-dec-20-sunday-shows/", "image": "http://static.politifact.com.s3.amazonaws.com:80/politifact%2Fphotos%2Ftrumpphonenbc1220.jpg", "type": "article"}, "twitter": {"username": "PunditFact", "description": "Republican presidential candidate Donald Trump wasn&rsquo;t happy about the number of times Democrats invoked his name during their Saturday debate, accusing both Hillary Clinton and Bernie Sanders of lying about him on national television. Clinton said ISIS was using videos of Trump talking about Muslims to recruit jihadists, but there isn&rsquo;t evidence to back that up, so her claim rates False. Trump said on NBC&rsquo;s Meet the Press that Clinton &quot;just made this up in thin air.&quot; Host Chuck Todd moved on to questions about Trump&rsquo;s embrace of compliments from Russia President Vladimir Putin, criticized for human rights violations against ...", "title": "PolitiFact fact-checks the Dec. 20 Sunday shows", "url": "http://www.politifact.com/punditfact/article/2015/dec/20/politifact-fact-checks-dec-20-sunday-shows/", "image": "http://static.politifact.com/images/twitter-meter.png", "site": "@politifact", "card": "summary_large_image"}, "fb": {"admins": 750116788, "app_id": 106379906558, "pages": 61308923432}, "google-site-verification": "qAV0CDw3qyhv8XdVwp6m1xDBnW9Q1sRAAynq6kDP7kE", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "A November study written by four American researchers backs up Trump’s point, finding about 80 percent of Russians really support Putin.\nPollsters gave Russian respondents a list of several Russian leaders and asked how many they support, but not which ones.\nIn a first for Donald Trump in 77 fact-checks, this claim about polling rates True .\nTrump defended his characterization of Putin as a strong leader who has made \"mincemeat\" of President Barack Obama.\nAfter conducting four list experiments in January and March of this year, researchers concluded that the high level of support for Putin is real."}