{"article_title": "Grant Shapps tears into Mark Reckless who gets jostled by his own voters", "article_keywords": ["ukip", "lied", "grant", "tory", "voicemail", "voters", "yesterday", "mark", "tears", "shapps", "mr", "party", "gets", "jostled", "reckless"], "article_url": "http://www.dailymail.co.uk/news/article-2772600/He-lied-lied-lied-Furious-Tory-chairman-Grant-Shapps-tears-UKIP-defector-Mark-Reckless-gets-jostled-voters-jumping-ship.html", "article_text": "Senior Conservatives yesterday lashed out at Ukip defector Mark Reckless for having ‘lied and lied and lied again’.\n\nMr Reckless became the second Tory backbencher in a month to quit the party for Ukip and trigger a by-election – making his announcement on Saturday, just hours before the start of the Conservative conference.\n\nHis decision provoked a furious backlash in his own constituency – where locals called him and Ukip leader Nigel Farage ‘beer-swilling racists’ when they visited yesterday.\n\nScroll down for video\n\nTory party chairman Grant Shapps today tore into Mark Reckless who defected to UKIP, claiming he wanted to 'get our country back'\n\nThings appeared tense as Mr Reckless was joined on a walkabout with UKIP leader Nigel Farage today\n\nAnd Mr Reckless was left squirming in an interview as he was played a voicemail he left for Tory HQ promising he would be ‘very, very happy’ to campaign for the party – just hours before he jumped ship in a manner that seemed calculated to do maximum damage.\n\nThe turncoat MP was unrepentant about his defection, insisting the Tories had broken promises on immigration and reducing the deficit. He told the BBC: ‘What I’m doing is keeping faith with my constituents and keeping my promises to them.\n\n‘You heard the Prime Minister just now say the Conservative-led government was dealing with the deficit and cutting immigration.\n\n'The reality is we’ve increased the national debt by more in five years than even Labour managed in 13 and immigration is now back up to the levels we saw under Labour.’\n\nBut Mr Cameron said the MP’s defection, and that of Douglas Carswell last month, were ‘senseless and counter-productive’ – adding that voting Ukip would simply increase the chances of Ed Miliband winning the election.\n\nAnd party chairman Grant Shapps used the opening speech of the conference to mount a sustained attack on Mr Reckless. Mr Shapps declared: ‘He lied and lied and lied again.’\n\nHe said the MP had accepted the donations and time of supporters while plotting treachery.\n\n‘We have been betrayed,’ Mr Shapps told Conservative activists. ‘We all know individual MPs don’t succeed on their own. They do so by standing on the shoulders of others. Your shoulders.\n\n'People who volunteered for Mr Reckless, they supported him as a Conservative. People who pounded the streets, they supported him as a Conservative.\n\nThe pair posed for the cameras in a pub, but Mr Reckless faced increasingly hostile questions from the media\n\nThere was some UKIP support on the ground, but it is far from clear that Mr Reckless will hold the seat in the forthcoming by-election\n\n‘Today, your trust has been abused. You have been cheated. But worse; the people of Rochester and Strood have been cast aside.\n\n'As your party chairman, I share your deep sense of betrayal and anger. We have been let down by somebody who has repeatedly lied to his constituents, and to you: Who said one thing, and then did another.’\n\nEmbarrassingly for Mr Reckless, just last month he argued against defecting to Ukip, claiming only Mr Cameron could deliver an in/out referendum on the EU.\n\nMr Reckless was also confronted during a TV interview about a voicemail he left, promising to campaign for the party this weekend.\n\nPrime Minister David Cameron today insisted defecting to UKIP was 'senseless and counter-productive'.\n\nIn the voicemail, he said: ‘It’s Mark Reckless, I’ve just picked up your email about the Birmingham Northfield event. Yes, and I’m very, very happy to do a photo or speak to a coach.’\n\nEurosceptic Tory MP Mark Pritchard said he had cornered Mr Reckless in the Commons last week and demanded to know whether he was planning to defect, and was told he was not.\n\n‘I would say that Douglas Carswell has been dishonourable with a small d, but Mark Reckless was a capital D,’ he said.\n\nThree days before last week’s emergency vote on air strikes on fanatics in Iraq, Mr Reckless sent a message to the Government whips’ office saying: ‘Thanks for your message. I would be happy to support UK action with IS in Iraq e.g. air strikes.’\n\nHe then voted against the Government. Mr Shapps said: ‘He lied and lied and lied again.’\n\nMr Farage yesterday scrapped plans for a ‘WAG tax’ on handbags and shoes – less than 48 hours after it was announced at his party conference.\n\nOn Friday, the Ukip leader welcomed the idea of raising the rate of VAT to 25 per cent on designer handbags, expensive shoes and sports cars.\n\nBut yesterday he admitted the policy was ‘dead’ and would not be introduced by the party. He said the tax was no more than a ‘discussion point’ that ‘isn’t going to happen’, adding: ‘As far as I am concerned, it’s dead.’", "article_metadata": {"Rating": "General", "news_keywords": "He,lied,lied,lied,Furious,Tory,chairman,Grant,Shapps,tears,UKIP,defector,Mark,Reckless,gets,jostled,voters,jumping,ship", "original-source": "http://www.dailymail.co.uk/news/article-2772600/He-lied-lied-lied-Furious-Tory-chairman-Grant-Shapps-tears-UKIP-defector-Mark-Reckless-gets-jostled-voters-jumping-ship.html", "doc-class": "Living Document", "twitter": {"description": "Mr Reckless insisted he was trying to 'keep faith with my constituents and keep my promises to them', but he received a rough ride when he toured his Rochester and Strood constituency.", "title": "'He lied and lied and lied again':  Furious Tory chairman Grant Shapps tears into UKIP defector Mark Reckless who gets jostled by his own voters after jumping ship", "url": "http://www.dailymail.co.uk/news/article-2772600/He-lied-lied-lied-Furious-Tory-chairman-Grant-Shapps-tears-UKIP-defector-Mark-Reckless-gets-jostled-voters-jumping-ship.html", "app": {"id": {"ipad": 400442503, "iphone": 384101264}}, "image": "http://i.dailymail.co.uk/i/pix/2014/09/29/1411958440455_wps_11_MP_MARK_RECKLESS_AND_A_DI.jpg", "card": "summary_large_image", "account_id": 15438913}, "robots": "noodp,noydir,all,noarchive", "al": {"android": {"url": "dailymail-fb://article/2772600/", "app_name": "Daily Mail Online", "package": "com.dailymail.online"}, "ios": {"url": "dailymail-fb://article/2772600/", "app_store_id": 384101264, "app_name": "MailOnline"}}, "msvalidate.01": "12E6B4B813EB44C9BFC8F6A21F1D01F5", "fb": {"app_id": 146202712090395}, "MSSmartTagsPreventParsing": "true", "articleid": 2772600, "divclasspage": "articlePage", "keywords": "He,lied,lied,lied,Furious,Tory,chairman,Grant,Shapps,tears,UKIP,defector,Mark,Reckless,gets,jostled,voters,jumping,ship", "article": {"publisher": "https://www.facebook.com/DailyMail", "published_time": "2014-09-28T13:12:43.000Zyyyy-MM-dd HH:mm:ss z", "author": "http://www.dailymail.co.uk/home/search.html?s=&authornamef=James+Chapman,+Political+Editor+for+the+Daily+Mail", "section": "News", "modified_time": "2014-09-29T02:51:06.000Zyyyy-MM-dd HH:mm:ss z", "tag": "He lied lied lied Furious Tory chairman Grant Shapps tears UKIP defector Mark Reckless gets jostled voters jumping ship"}, "verify-v1": "DXwlrsxbqxSv+FTFkWUfgflBvFJfx2YbNf/HmABrVyY=", "y_key": "1a7e912afbfcab2f", "og": {"site_name": "Mail Online", "description": "Mr Reckless insisted he was trying to 'keep faith with my constituents and keep my promises to them', but he received a rough ride when he toured his Rochester and Strood constituency.", "title": "'He lied and lied and lied again':  Furious Tory chairman Grant Shapps tears into UKIP defector Mark Reckless who gets jostled by his own voters after jumping ship", "url": "http://www.dailymail.co.uk/news/article-2772600/He-lied-lied-lied-Furious-Tory-chairman-Grant-Shapps-tears-UKIP-defector-Mark-Reckless-gets-jostled-voters-jumping-ship.html", "image": {"width": 636, "identifier": "http://i.dailymail.co.uk/i/pix/2014/09/29/1411958440455_wps_11_MP_MARK_RECKLESS_AND_A_DI.jpg", "height": 382}, "video": {"width": 636, "identifier": "http://video.dailymail.co.uk/video/1418450360/2014/09/1418450360_3811122355001_farage.mp4", "type": "video/mp4", "height": 358}, "type": "article"}, "channel": "News", "description": "Mr Reckless insisted he was trying to 'keep faith with my constituents and keep my promises to them', but he received a rough ride when he toured his Rochester and Strood constituency."}, "_id": "\"57477af46914bd0286fdf51f\"", "article_summary": "Senior Conservatives yesterday lashed out at Ukip defector Mark Reckless for having ‘lied and lied and lied again’.\nAnd party chairman Grant Shapps used the opening speech of the conference to mount a sustained attack on Mr Reckless.\n‘I would say that Douglas Carswell has been dishonourable with a small d, but Mark Reckless was a capital D,’ he said.\nMr Shapps declared: ‘He lied and lied and lied again.’He said the MP had accepted the donations and time of supporters while plotting treachery.\nIn the voicemail, he said: ‘It’s Mark Reckless, I’ve just picked up your email about the Birmingham Northfield event."}