{"article_title": "Facebook's Zuckerberg meets propaganda czar in China charm drive", "article_keywords": ["meets", "chinese", "chinas", "beijing", "forum", "drive", "facebooks", "xinhua", "zuckerberg", "charm", "internet", "china", "propaganda", "czar", "improve"], "article_url": "http://www.thefiscaltimes.com/latestnews/2016/03/19/Facebooks-Zuckerberg-meets-propaganda-czar-China-charm-drive", "article_text": "BEIJING (Reuters) - Facebook's co-founder and CEO Mark Zuckerberg met China's propaganda tsar Liu Yunshan in Beijing on Saturday as part of a charm offensive in one of the few markets where the social network cannot be accessed.\n\nThe rare meeting, reported by China's state news agency Xinhua, suggests warming relations between Facebook and the Chinese government, even as Beijing steps up censorship of and control over the Internet.\n\nLiu, who sits on the Communist Party's Politburo Standing Committee which is the apex of power in China, praised Facebook's technology and management methods, Xinhua said.\n\nZuckerberg was in Beijing for the China Development Forum, a government-sponsored conference bringing together top business executives and the country's ruling elite.\n\nChina \"hopes (Facebook) can strengthen exchanges, share experiences and improve mutual understanding with China's Internet companies\", Xinhua quoted Liu as telling Zuckerberg.\n\nEarlier this year, Beijing introduced new rules on online publication, which analysts say may place further curbs on foreign internet businesses trying to operate in China.\n\nOnline content publishers should \"promote core socialist values\" and spread ideas, morals and knowledge that improve the quality of the nation and promote economic development.\n\nForeign companies in China, especially in media, face political pressure from a range of regulations. The country's military newspaper calls the Internet the most important front in an ideological battle against \"Western anti-China forces\".\n\nChina, the world's second largest economy, has the biggest Internet population, numbering almost 700 million people.\n\nOn Friday, Zuckerberg posted an image of himself running through smog in Beijing's Tiananmen Square, past the portrait of the late Chairman Mao Zedong hanging over the Forbidden City.\n\nThe 31-year-old has achieved celebrity status in China, one of the few markets where Facebook and other foreign Internet platforms, including Alphabet Inc's Google services and Twitter Inc, are not available due to tight government controls.\n\nHe has long sought to improve his company's relationship with the Chinese authorities, and now sits on the advisory board of the School of Economics and Management at China's elite Tsinghua University.\n\nZuckerberg began his remarks to the forum in Mandarin, speaking about the promise of artificial intelligence, particularly devices such as self-driving cars and medical diagnostics.\n\nHe sidestepped sensitive issues, talking instead about technology and his family.\n\n\"The one thing I am extremely optimistic about for China is the emphasis on engineering,\" Zuckerberg said.\n\nHe did not respond to a question from Reuters about Facebook's plans to do business in China.\n\nDuring the forum, Alibaba Group Holdings's Executive Chairman Jack Ma praised Zuckerberg, saying he respected Chinese culture and ran a \"great company\".\n\n\"He respects the Chinese and Oriental culture by instinct,\" Ma said. \"Not because he wants to make money.\"\n\n(Additional reporting by Shao Xiaoyi, Shu Zhang and Benjamin Kang Lim; Editing by Tom Hogue and Alexander Smith)", "article_metadata": {"og": {"url": "http://www.thefiscaltimes.com/latestnews/2016/03/19/Facebooks-Zuckerberg-meets-propaganda-czar-China-charm-drive", "site_name": "The Fiscal Times", "type": "article", "description": "BEIJING (Reuters) - Facebook's co-founder and CEO Mark Zuckerberg met China's propagan", "title": "Facebook's Zuckerberg meets propaganda czar in China charm drive"}, "twitter": {"url": "http://www.thefiscaltimes.com/latestnews/2016/03/19/Facebooks-Zuckerberg-meets-propaganda-czar-China-charm-drive", "card": "summary", "title": "The Fiscal Times"}, "generator": "Drupal 7 (http://drupal.org)", "description": "BEIJING (Reuters) - Facebook's co-founder and CEO Mark Zuckerberg met China's propagan", "viewport": "initial-scale=1, maximum-scale=1"}, "article_summary": "China \"hopes (Facebook) can strengthen exchanges, share experiences and improve mutual understanding with China's Internet companies\", Xinhua quoted Liu as telling Zuckerberg.\nZuckerberg was in Beijing for the China Development Forum, a government-sponsored conference bringing together top business executives and the country's ruling elite.\nLiu, who sits on the Communist Party's Politburo Standing Committee which is the apex of power in China, praised Facebook's technology and management methods, Xinhua said.\n\"The one thing I am extremely optimistic about for China is the emphasis on engineering,\" Zuckerberg said.\nHe did not respond to a question from Reuters about Facebook's plans to do business in China."}