{"article_title": "Greta Van Susteren Scolds Jorge Ramos for ‘Insulting’ Obama", "article_keywords": ["used", "van", "insulting", "greta", "javascript", "jorge", "scolds", "thought", "ramos", "president", "susteren", "line", "anchor", "obama"], "article_url": "http://www.mediaite.com/tv/greta-van-susteren-scolds-jorge-ramos-for-insulting-obama/", "article_text": "Greta Van Susteren obviously has no problem with people putting President Obama‘s feet to the fire, but objected to Univision and Fusion anchor Jorge Ramos “insulting” Obama during a contentious interview yesterday.\n\nDuring one particularly vibrant back-and-forth, Ramos brought up the “deporter-in-chief” line used by some critics of his immigration policy. Obama confronted Ramos and claimed the anchor had used that phrase too, though the line has been mostly attributed to the head of La Raza.\n\nVan Susteren thought for any journalist to bring up a line like that before the president is just out of line. She said, “I thought the anchor was insulting to the president. It’s one thing to ask tough questions, but I think it’s insulting.”\n\nWatch the clip below, via Fox News:\n\nPlease enable Javascript to watch.\n\nAnd you can watch Ramos and Obama facing off on immigration here, via Fusion:\n\nPlease enable Javascript to watch.\n\n[image via screengrab]\n\n— —\n\nFollow Josh Feldman on Twitter: @feldmaniac", "article_metadata": {"description": "Greta Van Susteren obviously has no problem with people putting President Obama's feet to the fire, but objected to Univision and Fusion anchor Jorge Ramos", "generator": "WordPress 2016.21", "og": {"image": "http://static01.mediaite.com/med/wp-content/uploads/2014/12/ramos-greta.jpg", "title": "Greta Van Susteren Scolds Jorge Ramos for ‘Insulting’ Obama"}, "twitter": {"description": "Greta Van Susteren obviously has no problem with people putting President Obama's feet to the fire, but objected to Univision and Fusion anchor Jorge Ramos \"insulting\" Obama during a contentious interview yesterday.", "creator": "@feldmaniac", "image": "http://static01.mediaite.com/med/wp-content/uploads/2014/12/ramos-greta.jpg", "title": "Greta Van Susteren Scolds Jorge Ramos for 'Insulting' Obama", "site": "@mediaite", "card": "summary"}, "NextGEN": "1.5.5", "keywords": "tv", "date": "2014-12-10T19:34:31+00:00", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.5, minimum-scale=1.0"}, "_id": "\"57477af46914bd0286fdf530\"", "article_summary": "Greta Van Susteren obviously has no problem with people putting President Obama‘s feet to the fire, but objected to Univision and Fusion anchor Jorge Ramos “insulting” Obama during a contentious interview yesterday.\nVan Susteren thought for any journalist to bring up a line like that before the president is just out of line.\nDuring one particularly vibrant back-and-forth, Ramos brought up the “deporter-in-chief” line used by some critics of his immigration policy.\nAnd you can watch Ramos and Obama facing off on immigration here, via Fusion:Please enable Javascript to watch.\nObama confronted Ramos and claimed the anchor had used that phrase too, though the line has been mostly attributed to the head of La Raza."}