{"article_title": "Saving the Great Plains water supply", "article_keywords": ["current", "great", "saving", "policies", "supply", "basso", "region", "aquifer", "water", "plains", "significant", "science", "portions", "strategies"], "article_url": "http://phys.org/news/2013-12-great-plains.html", "article_text": "Significant portions of the Ogalalla Aquifer, one of the largest bodies of water in the United States, are at risk of drying up if it continues to be drained at its current rate. Credit: MSU Significant portions of the Ogalalla Aquifer, one of the largest bodies of water in the United States, are at risk of drying up if it continues to be drained at its current rate.\n\nIn the current issue of Earth's Future, a journal of the American Geophysical Union, Michigan State University scientists are proposing alternatives that will halt and hopefully reverse the unsustainable use of water drawdown in the aquifer. The body of water, also known as the High Plains Aquifer, spans from Texas to South Dakota and drives much of the region's economy.\n\n\"Already, there are regions in Texas and Kansas where farmers can't pump enough water to meet the demands of their crops,\" said Bruno Basso, co-author and MSU ecosystem scientist. \"If current withdrawal rates continue, such depletion will expand across extensive portions of the central and southern areas served by the aquifer during the next few decades.\"\n\nDespite the widespread, rapid decline of the water table, the number of irrigated acres across the region continues to increase. The situation isn't completely dire, though, as the National Science Foundation-funded research revealed. Basso, David Hyndman and Anthony Kendall, MSU colleagues and co-authors, offered some policy solutions to avert some aspects of this water crisis.\n\nFederal crop insurance could be changed to allow substantial water reductions, especially crops categorized as fully irrigated. An example of such a sustainable model was recently proposed by the governor of Kansas. It could save significant amounts of water, and it could be adopted regionally.\n\nAnother sustainable approach would be to adopt wholesale precision agriculture strategies. These would allow farmers to identify which areas in fields need more water and fertilizer. New precision agriculture strategies combine GPS technologies with site-specific management to apply optimal amounts of water and nutrients, which will increase farmer's profitability and reduce environmental impact.\n\n\"When you have a cut in your hand and need disinfectant, you don't dive into a pool of medicine, you apply it only where you need it and in the quantity that is strictly necessary; we can do the same in agricultural now,\" said Basso, part of MSU's Global Water Initiative.\n\nLastly, policies should address the issue in terms of crop yield ­– more crop per drop of water. Selecting crops with higher density can increase yield and decrease groundwater evaporation. Upgrades in irrigation systems can reduce water loss from 30 percent to almost zero. And careful water management can stop excess water from flooding fields and leaching valuable nutrients from the soil.\n\nSimply put, the current water management strategies of the High Plains Aquifer are unsustainable. For the region to maintain this water source, there has to be a complete paradigm shift, Basso added.\n\n\"We emphasize the critical role of science as a foundation for policies that can help mitigate the disaster that is occurring across this region,\" Basso said. \"Policies solidly grounded in science are critical to ensure long-term sustainability and environmental integrity for future generations.\"\n\nExplore further: What counts is the water that actually enters plant roots\n\nMore information: onlinelibrary.wiley.com/doi/10.1002/2013EF000107/full\n\n", "article_metadata": {"Description": "Significant portions of the Ogalalla Aquifer, one of the largest bodies of water in the United States, are at risk of drying up if it continues to be drained at its current rate.", "og": {"url": "http://phys.org/news/2013-12-great-plains.html", "image": "http://cdn.phys.org/newman/gfx/news/2013/savingthegre.jpg", "type": "article", "description": "Significant portions of the Ogalalla Aquifer, one of the largest bodies of water in the United States, are at risk of drying up if it continues to be drained at its current rate.", "title": "Saving the Great Plains water supply"}, "twitter": {"description": "Significant portions of the Ogalalla Aquifer, one of the largest bodies of water in the United States, are at risk of drying up if it continues to be drained at its current rate.", "title": "Saving the Great Plains water supply", "url": "http://phys.org/news/2013-12-great-plains.html", "image": "http://cdn.phys.org/newman/gfx/news/2013/savingthegre.jpg", "card": "summary_large_image", "account_id": 17248121}, "ROBOTS": "noodp", "fb": {"app_id": 163850683679377}, "Keywords": "Physics News, Science news, Technology News, Physics, Materials, Nanotech, Technology, Science", "thumbnail": "http://cdn.phys.org/newman/csz/news/tmb/2013/savingthegre.jpg", "viewport": "width=1024"}, "_id": "\"57477af36914bd0286fd0b10\"", "article_summary": "Simply put, the current water management strategies of the High Plains Aquifer are unsustainable.\nThe body of water, also known as the High Plains Aquifer, spans from Texas to South Dakota and drives much of the region's economy.\nAnd careful water management can stop excess water from flooding fields and leaching valuable nutrients from the soil.\nDespite the widespread, rapid decline of the water table, the number of irrigated acres across the region continues to increase.\nFor the region to maintain this water source, there has to be a complete paradigm shift, Basso added."}