{"article_title": "16 Tycoons Who Give the Most Campaign Cash", "article_keywords": ["donors", "campaign", "16", "loeb", "list", "cash", "crowdpacs", "founded", "fund", "crowdpac", "tycoons", "donor", "hedge", "conservative"], "article_url": "http://www.thefiscaltimes.com/2015/02/11/16-Wall-Street-Tycoons-Who-Give-Most-Campaign-Cash", "article_text": "Wall Street donors are a massive source of cash for political candidates.\n\nThanks to Crowdpac, a data firm dedicated to informing citizens about the political process, Business Insider has identified the top 16 megadonors in the finance industry heading into the 2016 presidential race.\n\nCrowdpac analyzed all of the Federal Election Commission's campaign finance reports from the two most recent election cycles — 2012 and 2014 — to identify the top donors who came from a list of financial firms provided by Business Insider. It includes some figures who have long been associated with campaign cash as well as others whose role in politics has been far more obscure.\n\nIn total, Crowdpac says these 16 Wall Streeters are all within the top 150 donors from the past two cycles. When combined, they are responsible for 21% of all the donations from the top 200 in 2012 and 2014.\n\nRelated: From Public Service to Lobbyist—The Revolving Door Is on Auto Pilot\n\nBased on Crowdpac's analysis, this list skews conservative, with six of the donors giving to mostly liberal figures and organizations compared to 10 whose contributions lean conservative. The liberal donors, however, are far less moderate, while a few of the conservatives landed nearly on the middle of Crowdpac's scale.\n\nHere is the full list of donors along with the amount of money each is responsible for giving in the past two cycles.\n\n1. Thomas Steyer — $167,471,767\n\nSteyer is the cofounder of the San Francisco-based hedge fund Farallon Capital Management LLC. He left the company in 2012 to focus on philanthropy and political and environmental activism. Since then, Steyer has clearly been busy. According to Crowdpac, he is by far the top donor on this list. Based on Crowdpac's analysis of the causes Steyer has supported, he is also the most liberal of the top Wall Street donors. He spoke on stage at the Democratic National Convention in 2012.\n\n2. James Harris Simons — $17,191,500\n\nA mathematician who rarely gives interviews, Simons founded the hedge fund Renaissance Technologies. He used his mathematical expertise to become known as the \"king\" of quantitative analysis and to build up an estimated net worth of more than $14 billion. Simons retired at the end of 2009. He donates to largely Democratic causes, but, according to Crowdpac, he ranks at the bottom of the six liberals on this list.\n\nRelated: How Wall Street Is Fighting to Rip Off Your Retirement Money\n\n\n\n3. Robert Mercer — $15,189,788\n\nMercer is the co-CEO of Renaissance and was recruited from IBM by Simons. However, unlike his old boss, Mercer leans right. In fact, based on Crowdpac's analysis he is by far the most conservative donor on this list. He reportedly owns a super yacht named \"Sea Owl.\"\n\n4. Paul Singer — $14,623,969\n\nNoted activist investor Singer is the founder and CEO of Elliott Management Corporation. He is embroiled in a massive dispute with the government of Argentina and is suing it for more than $1 billion in debt. Singer is a conservative, but he supports same-sex marriage. In fact, Singer was one of the GOP donors who paved the way for the passage of gay marriage in New York in 2011 by throwing his support behind that legislation.\n\n5. George Soros — $9,523,200\n\nLong a bogeyman for the right wing, hedge funder Soros was one of the top financial opponents of President George W. Bush. The amount of his donations has dropped off slightly over the past two cycles, but Soros is clearly still a player. According to Crowdpac, he is the second-most-liberal donor on this list, coming in just a hair behind Steyer.\n\n6. John W. Childs — $6,955,400\n\nPerhaps it is no surprise that Childs, a private-equity executive based in Massachusetts, was a major supporter of Mitt Romney in 2012. Childs is known as a leveraged buyout specialist and has worked on many high-profile deals involving companies including Snapple and Equinox.\n\nRelated: Lawmakers Took 1,912 Trips Last Year on Someone Else's Dime\n\n7. Donald Sussman — $5,891,540\n\nSussman is the husband of Rep. Chellie Pingree (D-Maine), and, naturally as the spouse of a Democrat, he is the third-most-liberal donor on this list. Sussman started his career in finance as a 12-year-old in 1958 with a winning bet on the effect the Cuban Revolution would have on sugar exports. He went on to found his own hedge fund, Paloma Partners, which was acquired by JPMorgan in 2006. Since then, Sussman has continued to run the company in addition to backing and investing in other funds.\n\n8. Kenneth C. Griffin — $5,671,050\n\nGriffin raised eyebrows last year with a $150 million gift to Harvard University that was the largest single gift in the school's history. According to Harvard, the gift is expected to affect \"as many as 800 undergraduates every year.\" Griffin, who is in the midst of a contentious divorce that could affect his fortune, also made millions in conservative donations between the past two election cycles.\n\n9. Dick DeVos — $5,290,281\n\nDeVos, the son of the man who founded the multilevel marketing company Amway, hasn't just donated to conservatives. He ran for governor of Michigan as a Republican in 2006 and lost to Democrat Jennifer Granholm. DeVos is president of the Michigan-based investment management firm Windquest Group.\n\n10. Julian Robertson — $4,378,400\n\nInvestor Robertson founded Tiger Management in 1980. In a nearly two-decade-old profile, Businessweek described him as the \"reigning titan of the world of hedge funds\" in the early 1990s and lauded his unparalleled \"stock-picking acumen.\" Last year in an interview with Bloomberg, Robertson discussed his desire to see a Republican majority in Congress.\n\nRelated: Why Wall Street Breeds So Many Bad Apples\n\n11. Sean M. Fieler — $3,063,031\n\nFieler is president of Equinox Partners LP and the Kuroto Fund LP. He also works with a variety of conservative organizations. Fieler is Catholic and has focused some of his efforts on organizing religious voters who are against gay marriage and abortion. According to Crowdpac, Fieler is the third-most conservative donor on this list.\n\n12. Daniel Loeb — $2,865,867\n\nHedge fund manager Loeb is the founder and CEO of Third Point LLC. Loeb is a former supporter of President Barack Obama. Based on Crowdpac's analysis, his donations lean slightly conservative but fall near the middle of the political spectrum. Loeb has a reputation for writing strongly worded letters to other executives. In 2012 he aimed his pen at other hedge funders who supported Obamawith a missive comparing them to battered wives. Loeb has focused much of his political activism on supporting gay marriage and charter schools.\n\n13. Bernard L. Schwartz — $2,611,514\n\nSchwartz is chairman and CEO of his namesake private investment firm BLS Investments LLC. He established the company in 2006 after spending over three decades at Loral Corporation, a defense contractor with billions in revenues, and its successor company Loral Space & Communications. He is a liberal donor who describes himself as a \"capitalist\" who believes in a \"regulatory society.\"\n\n14. David E. Shaw — $2,547,417\n\nComputer scientist and computational biochemist Dr. Shaw founded D.E. Shaw Research in 1988. A liberal donor, he was appointed to the President's Council of Advisors on Science and Technology by President Bill Clinton in 1994 and by Obama in 2009. Shaw has served on the computer science faculty at Columbia University.\n\nRelated: White House Negotiates with 'Underground' Lobbyists on Executive Orders\n\n15. Bruce Kovner — $2,228,600\n\nCommodities investor Kovner has been described by New York Magazine as \"George Soros' right-wing twin.\" He founded the hedge fund Caxton Associates in 1983. Kovner has sponsored conservative newspapers and think tanks, but based on Crowdpac's methodology he is one of the more moderate GOP backers on this list.\n\n16. Seth Klarman — $1,851,400\n\nKlarman has been called an \"investing demigod\" by Forbes. Like Loeb, though Klarman's donations skew slightly conservative, Klarman sits near the middle of Crowdpac's scale. He founded the Baupost Group, which is focused on betting long, in 1982. As of last year, the firm was managing about $30 billion in assets.\n\nThis article originally appeared in Business Insider.\n\nRead more from Business Insider:\n\n\n\nTim Cook just obliterated Apple's critics\n\nWall Street is betting against energy companies like crazy\n\nEx-Yahoo CEO: I would pay Jon Steward $100 million per year to relaunch his show", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "Wall Street donors are a massive source of cash for political candidates.", "title": "16 Tycoons Who Give the Most Campaign Cash", "url": "http://www.thefiscaltimes.com/2015/02/11/16-Wall-Street-Tycoons-Who-Give-Most-Campaign-Cash", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/04062012_Soros_article.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2015/02/11/16-Wall-Street-Tycoons-Who-Give-Most-Campaign-Cash", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/04062012_Soros_article.jpg", "card": "summary", "title": "The Fiscal Times"}, "generator": "Drupal 7 (http://drupal.org)", "description": "Wall Street donors are a massive source of cash for political candidates.", "viewport": "initial-scale=1, maximum-scale=1"}, "_id": "\"57477af36914bd0286fd0b0e\"", "article_summary": "Thomas Steyer — $167,471,767Steyer is the cofounder of the San Francisco-based hedge fund Farallon Capital Management LLC.\nHe went on to found his own hedge fund, Paloma Partners, which was acquired by JPMorgan in 2006.\nJames Harris Simons — $17,191,500A mathematician who rarely gives interviews, Simons founded the hedge fund Renaissance Technologies.\nIt includes some figures who have long been associated with campaign cash as well as others whose role in politics has been far more obscure.\nIn total, Crowdpac says these 16 Wall Streeters are all within the top 150 donors from the past two cycles."}