{"article_title": "Help with health insurance navigation appreciated", "article_keywords": ["pchs", "help", "useful", "taking", "solving", "insurance", "unable", "health", "tina", "meet", "works", "navigation", "appreciated", "thank"], "article_url": "http://peninsulaclarion.com/opinion/letters/2016-05-02/help-with-health-insurance-navigation-appreciated", "article_text": "I would like to express my gratitude to Tina who works as the Obamacare navigator at PCHS. This program has been very useful and fruitful for my husband and myself. Having public locations such as schools and libraries to meet at reached out to us; and then Tina taking the time to meet us as our location is extremely helpful, especially to those of us unable to make it into her office.\n\nThank you PCHS for this free service. Thank you Tina for your dedication, concern, and problem solving skills.\n\nI would like to encourage those of you who need help navigating the Internet concerning your medical insurance needs to give PCHS and Tina the opportunity to help.", "article_metadata": {"keywords": "Alaska, Peninsula, Clarion, Kenai, Soldotna, Homer, Kasilof, Nikiski, Sterling, Anchor, Point, Seward, Seldovia, Newspaper, News, Weather, Sports, Obituaries, Real Estate, Jobs, Classifieds, Cars, Homes, Fishing, Outdoors, Letters, Christine Lagoutaris", "og": {"url": "http://peninsulaclarion.com/opinion/letters/2016-05-02/help-with-health-insurance-navigation-appreciated", "site_name": "Peninsula Clarion", "type": "article", "description": "I would like to express my gratitude to Tina who works as the Obamacare navigator at PCHS. This program has been very useful and fruitful for my husband and myself.", "title": "Help with health insurance navigation appreciated"}, "description": "I would like to express my gratitude to Tina who works as the Obamacare navigator at PCHS. This program has been very useful and fruitful for my husband and myself. Having public locations such as schools and libraries to meet at reached out to us; and then Tina taking the time to meet us as our location is extremely helpful, especially to those of us unable to make it into her office. Thank you PCHS for this free service. Thank you Tina for your dedication, concern, and problem solving skills."}, "article_summary": "I would like to encourage those of you who need help navigating the Internet concerning your medical insurance needs to give PCHS and Tina the opportunity to help.\nI would like to express my gratitude to Tina who works as the Obamacare navigator at PCHS.\nThank you Tina for your dedication, concern, and problem solving skills.\nThank you PCHS for this free service.\nThis program has been very useful and fruitful for my husband and myself."}