{"article_title": "Sorry, De Blasio, You’re No Lenin: Jim Epstein in The Daily Beast", "article_keywords": ["blasio", "lenin", "youre", "yorks", "city", "jim", "political", "daily", "beast", "mention", "speech", "epstein", "way", "citys", "sorry", "mayor", "york"], "article_url": "http://reason.com/blog/2014/01/02/sorry-de-blasio-youre-no-lenin-jim-epste", "article_text": "I have a new piece up at The Daily Beast on yesterday's inauguration ceremony for New York City's new mayor. Here's an excerpt:\n\nBill de Blasio, Gotham’s 109th mayor, was sworn in at an event that left pundits of all political stripes aghast at the strident rhetoric of rich versus poor—not to mention one speaker’s headline-grabbing comparison of modern New York City to a slave plantation. The tone and message were familiar to anyone who has frequented New York City Council meetings over the past twelve years, where cringe-worthy grandstanding and wildly inappropriate comparisons to the country’s history of enforced servitude are commonplace. But this sort of talk has rarely gotten a mainstream airing—which is what happens when a time-server from the city’s political establishment finds his way into Gracie Mansion.\n\nIn his inaugural speech, de Blasio promised to make good on his campaign promise of solving New York’s “inequality crisis.” Twice he name-checked Fiorello La Guardia, New York’s celebrated 99th mayor, who, though de Blasio didn’t mention it, famously quipped that there’s “no Democratic or Republican way of cleaning the streets.” This often-quoted line encapsulates the sound wisdom that the job of a mayor is to manage the complex workings of urban life: pick up the garbage, fix the potholes, and guard the coffers. In his speech, de Blasio affirmed that his main interest is in re-engineering New York’s social order.", "article_metadata": {"og": {"site_name": "Reason.com", "description": "It's hard to admit this, but Mike, we may miss you.", "title": "Sorry, De Blasio, You’re No Lenin: Jim Epstein in The Daily Beast", "url": "http://reason.com/blog/2014/01/02/sorry-de-blasio-youre-no-lenin-jim-epste", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/mc/jepstein/2014_01/BilldeBlasio_backend.jpg", "type": "article"}, "twitter": {"description": "I have a new piece up at The Daily Beast on yesterday's\ninauguration ceremony for New York City's new mayor. Here's an\nexcerpt:\n\nBill de Blasio, Gotham’s 109th mayor, was sworn in at an event\nthat left pundits of all political stripes aghast at the strident rhetoric of rich\nversus poor—not to mention one speaker’s headline-grabbing\ncomparison of modern New York City to a slave plantation. The tone\nand message were familiar to anyone who has frequen", "title": "Sorry, De Blasio, You’re No Lenin: Jim Epstein in The Daily Beast", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/mc/jepstein/2014_01/BilldeBlasio_backend.jpg", "creator": "@jimepstein", "site": "@reason", "card": "summary_large_image"}, "fb": {"pages": 17548474116}, "article": {"tag": "Policy", "published_time": "2014-01-02T14:50:00+00:00", "author": "http://reason.com/people/jim-epstein"}, "msvalidate.01": "212A68A07785B3080038A845C4EE8905", "google-site-verification": "-AmMiilAN-pnjWt369CUWae-VQ-b9wmH4fSGyhbkQxw", "viewport": "width=device-width, initial-scale=1, maximum-scale=2"}, "_id": "\"57477af36914bd0286fd0b16\"", "article_summary": "I have a new piece up at The Daily Beast on yesterday's inauguration ceremony for New York City's new mayor.\nIn his speech, de Blasio affirmed that his main interest is in re-engineering New York’s social order.\nBut this sort of talk has rarely gotten a mainstream airing—which is what happens when a time-server from the city’s political establishment finds his way into Gracie Mansion.\nThe tone and message were familiar to anyone who has frequented New York City Council meetings over the past twelve years, where cringe-worthy grandstanding and wildly inappropriate comparisons to the country’s history of enforced servitude are commonplace.\nHere's an excerpt:Bill de Blasio, Gotham’s 109th mayor, was sworn in at an event that left pundits of all political stripes aghast at the strident rhetoric of rich versus poor—not to mention one speaker’s headline-grabbing comparison of modern New York City to a slave plantation."}