{"article_title": "Rhode Island Senate Dems announce support for Iran deal", "article_keywords": ["senators", "iran", "irans", "deal", "senate", "island", "support", "veto", "international", "rhode", "dems", "opposition", "nuclear", "announce", "strong"], "article_url": "http://thehill.com/policy/defense/251397-rhode-island-senate-dems-announce-support-for-iran-deal", "article_text": "Sens. Jack Reed Jack ReedSenators push to authorize 4,000 more visas for Afghans Groups urge Senate to oppose defense language on for-profit colleges Reid throws wrench into Clinton vice presidential picks MORE (D-R.I.) and Sheldon Whitehouse Sheldon WhitehouseSenate amendments could sink email privacy compromise Honor Frank Lautenberg by protecting our kids Senators take aim at 'armies of zombie computers' MORE (D-R.I.) announced their support for the Iran nuclear deal Tuesday, bringing President Obama closer to the support he'll need to implement the agreement.\n\n\"If Iran cheats, they will be isolated, international sanctions snap back, and we will have better intelligence, a broader coalition, and a stronger case for swift, forceful action,\" said Reed, ranking member of the Armed Services Committee.\n\nADVERTISEMENT\n\n\"But if Congress derails the Iran nuclear agreement, it could be a costly, strategic mistake that would likely end strong international sanctions and leave Iran’s nuclear ambitions unchecked,” he said.\n\nWhitehouse added: \"Short of war, with all its dramatic uncertainties and terrible costs, I do not see another pathway to impose a nuclear weapons-free Iran.\"\n\nThe senators announced their support after Sen. Bob Menendez (D-N.J.) detailed his opposition to the deal in a lengthy speech in New Jersey.\n\nHis opposition was widely expected but not entirely certain. Menendez had said he would keep an open mind as he reviewed the deal.\n\nHis opposition also brought Republicans closer to the 60 votes needed to pass a resolution of disapproval in the Senate.\n\nBut Obama has promised to veto such a resolution, and it would take 67 votes to override the veto, a much tougher threshold for opponents of the deal to reach.\n\nReed's and Whitehouse's support brings the number of senators supporting the deal to 23 out of the 34 the administration would need to sustain a veto, according to The Hill's Whip List.\n\nReed said he supports the deal because it would cut off Iran's pathways to a nuclear weapon, give international inspectors unprecedented access in Iran and establish strong mechanisms to detect cheating.\n\n\"No one assumes Iran will change its stripes, which is why the agreement is built on a foundation of intrusive inspections and constant verification,\" he said.\n\nWhitehouse, however, said the deal \"could open a new doorway in the precarious Middle East.\"\n\n“If, within Iran, a freer and more liberal society can emerge from the grip of the ayatollahs, and if strong international pressure can be brought to bear to contain Iran’s continuing mischief in the surrounding Middle East, there is at least the prospect of this becoming an historic turning point,\" he said.\n\nNational Iranian American Council, a pro-deal group, commended the support of both senators.\n\n“We are hopeful that the remaining twenty-one Democratic Senators who have not announced their position will come out in support soon so that efforts to kill the deal can be put to rest,” NIAC Action Executive Director Jamal Abdi said in a statement.", "article_metadata": {"dcterms.description": "Jack Reed and Sheldon Whitehouse give the White House 23 votes out of the 34 needed.", "description": "Jack Reed and Sheldon Whitehouse give the White House 23 votes out of the 34 needed.", "generator": "Drupal 7 (http://drupal.org)", "author": "Kristina Wong", "og": {"site_name": "TheHill", "description": "Jack Reed and Sheldon Whitehouse give the White House 23 votes out of the 34 needed.", "title": "Rhode Island Senate Dems announce support for Iran deal", "url": "http://thehill.com/policy/defense/251397-rhode-island-senate-dems-announce-support-for-iran-deal", "image": "http://thehill.com/sites/default/files/reedjack_-050114ls.jpg", "updated_time": "2015-08-18T19:39:04-04:00", "type": "article"}, "dcterms.language": "und", "Smart_Paging": "on", "dcterms.modified": "2015-08-18T19:39-04:00", "dcterms.identifier": "http://thehill.com/policy/defense/251397-rhode-island-senate-dems-announce-support-for-iran-deal", "dcterms.date": "2015-08-18T16:34-04:00", "apple-itunes-app": "app-id=396640962", "fb": {"admins": 100000299130732, "app_id": 566538590082898, "pages": 7533944086}, "dcterms.creator": "Kristina Wong", "dcterms.type": "Text", "keywords": "Sheldon Whitehouse, Bob Menendez, Iran,Sheldon Whitehouse, Jack Reed,", "article": {"published_time": "2015-08-18T16:34:20-04:00", "modified_time": "2015-08-18T19:39:04-04:00"}, "dcterms.format": "text/html", "twitter": {"url": "http://thehill.com/policy/defense/251397-rhode-island-senate-dems-announce-support-for-iran-deal", "widgets": {"csp": "on"}, "description": "Jack Reed and Sheldon Whitehouse give the White House 23 votes out of the 34 needed.", "card": "summary", "title": "Rhode Island Senate Dems announce support for Iran deal"}, "dcterms.title": "Rhode Island Senate Dems announce support for Iran deal"}, "article_summary": "ADVERTISEMENT\"But if Congress derails the Iran nuclear agreement, it could be a costly, strategic mistake that would likely end strong international sanctions and leave Iran’s nuclear ambitions unchecked,” he said.\nThe senators announced their support after Sen. Bob Menendez (D-N.J.) detailed his opposition to the deal in a lengthy speech in New Jersey.\nWhitehouse added: \"Short of war, with all its dramatic uncertainties and terrible costs, I do not see another pathway to impose a nuclear weapons-free Iran.\"\nHis opposition also brought Republicans closer to the 60 votes needed to pass a resolution of disapproval in the Senate.\nNational Iranian American Council, a pro-deal group, commended the support of both senators."}