{"article_title": "Free-agent kudos provide platform for Nuggets to build on – The Denver Post", "article_keywords": ["free", "city", "kudos", "love", "summer", "provide", "league", "players", "denver", "freeagent", "platform", "right", "build", "team", "post", "nuggets"], "article_url": "http://www.denverpost.com/nuggets/ci_28727391/free-agent-kudos-provide-platform-nuggets-build", "article_text": "Can one tweet stem a tide?\n\nCan it signal the beginning of significant change?\n\nIf the right person is sending it, perhaps so.\n\nOn Aug. 4, Emmanuel Mudiay, the much-celebrated Nuggets lottery pick in this year’s NBA draft, sent out this message via Twitter: “Love the fact that I’m a nugget.”\n\nNuggets fans loved it too.\n\nAnd under the surface, it was the right message at the right time for a team that is not just looking at this season, but also beyond, in trying to build a winner. Free agency will eventually become a big piece of cobbling together a playoff-worthy team. And the Nuggets’ recent history of convincing difference-making players to play for them has been a struggle at best.\n\nMudiay, however, is a name-brand player. That will mean something, particularly if he becomes a budding star this season.\n\nHe already earned rave reviews nationally from his work during the Las Vegas summer league and kudos from his coach, Michael Malone, about being a player who looks to make others better first. Those are the building blocks of an individual that others will want to play alongside. Put all of those things together and the team could benefit in future free agency.\n\nAnd yet there were other layers to the issue.\n\nThere is the belief that East Coasters won’t like a medium-sized city such as Denver. Wilson Chandler, however, chipped away at that. Two days after it was announced that Chandler re-upped with the Nuggets on a contract for four years and $46 million, he wrote what amounted to be a love letter to the city. And it was broadcast on the worldwide platform of Instagram.\n\n“I made this decision because of the city of Denver, the Nuggets fans, and my teammates,” Chandler wrote. “I tasted what it was like to win in this great city, and I’ve never been more focused to recapture that feeling. … To the fans I say an extra thank you for they are the real reason I’m staying here for the long haul. Nugget nation, let’s come together and turn this around!”\n\nAnother East Coaster, Will Barton, signed off on the city by re-signing with the Nuggets, as did guard Jameer Nelson. In an interview after he signed an extension with the team, forward Danilo Gallinari said a large part of staying put instead of heading for next season’s free-agent riches was the “fact that I love the city and I like it there.”\n\nIt has been the kind of summer the Nuggets can potentially build on. These were all their own free agents. The next step is getting players on the free-agent market from other teams to take a real look at Denver.\n\nNuggets general manager Tim Connelly and the front office have worked the past couple of seasons to reshape what players across the league think of the city and the franchise. The organ- ization has even taken to showing some draft prospects a bit of the city, showing what Denver has to offer.\n\nBut it starts with the players already in the league. And, as quiet as this was kept, it has been a good summer for the image of the Nuggets and Denver in the eyes of the NBA.\n\n“These guys have effectively chosen to be here and shown their affinity for the organization and the city,” Connelly said. “It’s exciting.”\n\nChristopher Dempsey: cdempsey@denverpost.com or twitter.com/dempseypost", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "Free-agent kudos provide platform for Nuggets to build on", "title": "Free-agent kudos provide platform for Nuggets to build on", "url": "http://www.denverpost.com/2015/08/29/free-agent-kudos-provide-platform-for-nuggets-to-build-on/", "image": {"width": 654, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/04/20150829__Emmanuel-Mudiayp1.jpg", "height": 435}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/04/20150829__Emmanuel-Mudiayp1.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "article": {"published_time": "2015-08-29T21:56:15+00:00", "modified_time": "2016-04-22T09:31:20+00:00"}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af36914bd0286fd0b25\"", "article_summary": "“I made this decision because of the city of Denver, the Nuggets fans, and my teammates,” Chandler wrote.\nHe already earned rave reviews nationally from his work during the Las Vegas summer league and kudos from his coach, Michael Malone, about being a player who looks to make others better first.\nThe next step is getting players on the free-agent market from other teams to take a real look at Denver.\nAnd, as quiet as this was kept, it has been a good summer for the image of the Nuggets and Denver in the eyes of the NBA.\nAnd the Nuggets’ recent history of convincing difference-making players to play for them has been a struggle at best."}