{"article_title": "Obama Use of Executive Power Is Unexceptional", "article_keywords": ["power", "congress", "presidents", "executive", "political", "system", "act", "policy", "president", "powers", "unexceptional", "obama"], "article_url": "https://newrepublic.com/article/116450/obama-use-executive-power-unexceptional", "article_text": "Be that as it may, it is worth understanding what is at stake in these debates. We all learned in school that the founders feared executive power and so gave policy-making authority to Congress. In fact, the founders feared a too-powerful Congress as well, and they sought to create a strong executive. But the idea that Congress makes law and the president executes it—and any deviation from this pattern is tyranny—is burned into our political culture.\n\nThis system of separation of powers was cumbersome from the start. The country did well in its first few decades probably because state governments led the way, and state government structure was far less rigid than federal structure, which finally collapsed with the Civil War. When the communications and transportation revolutions created national markets and new opportunities and threats in foreign relations, it was finally clear that the federal separation-of-powers system could not manage policy at a national level.\n\nThe problem was that Congress was an enormously clumsy institution. Its numerous members fiercely advanced their deeply parochial interests. Policies of great importance for one section of the country, or one group of people, could not be embodied in legislation unless logrolling could be arranged, which was slow, difficult, and vulnerable to corruption. As a public, deliberative body, Congress could not react swiftly to changing events, nor act secretly when secrecy was called for.\n\nNo one held a constitutional convention to replace the eighteenth-century constitution with a twentieth-century one. Instead, political elites acting through the party system adjusted the government structure on their own. Congress created gigantic regulatory agencies and tasked the president to lead them. Congress also acquiesced as presidents asserted authority over foreign policy. The Supreme Court initially balked at the legislative delegations but eventually was bullied into submission; it hardly ever objected to the president’s dominance over foreign affairs.\n\nThis was not a smooth process. The rise of executive power sometimes hurt important interests and always rubbed against the republican sensibilities that Americans inherited from the founders. From time to time, Congress reaped political benefits from thwarting the president. But today Congress reacts rather than leads. It investigates allegations of corruption in the executive branch. It holds hearings to torment executive officials. It certainly doesn’t give the executive the budget he always wants, or pass every new law that he believes that he needs. But existing laws and customs almost always give the president the power he needs to govern. And when they don’t, Congress will sooner or later give him the power he wants. Witness the Dodd-Frank Act and the Affordable Care Act—two massive expansions of executive power.\n\nIn monarchies, the official position was that the king made policy but everyone understood that his ministers did. In our system, the official story is that Congress makes policy and the president implements it—such is the inertia of history. But the reality is that the president both makes policy and implements it, subject to vague parameters set down by Congress and to its carping from the sidelines. Presidents can defy the official story and assert the reality if they want. That is what the George W. Bush administration did, to its eventual sorrow. In hindsight, the broad assertions of executive power by Bush administration lawyers in signing statements, executive orders, and secret memos were naïve. They described, with only some exaggeration, the actual workings of the government, but their account conflicted with the official narrative and thus played into the hands of critics, who could invoke tyranny, dictatorship, and that old standby, the “imperial presidency.”\n\nDemocratic presidents have been shrewder. Bill Clinton and Obama have been just as muscular in their use of executive power as Ronald Reagan and Bush, but they resisted the temptation to brandish the orb and scepter. Whereas Republican presidents cite their constitutional powers as often as they can, Democratic presidents avoid doing so except as a last resort, preferring instead to rely on statutes, torturing them when necessary to extract the needed interpretation. Thus did Obama’s lawyers claim that the military intervention in Libya did not violate the War Powers Act because the U.S. bombing campaign did not amount to “hostilities” (the word in the statute). A more honest legal theory—one that does not require such a strained interpretation of a word—is that the War Powers Act infringes on the president’s military powers, but a theory like that would have provoked howls of protest.\n\nIn most cases, lawyers do not need to resort to such measures because Congress has already granted authority. The president’s power to raise the minimum wage comes from the Federal Property and Administrative Services Act of 1949, which, in typically broad language, permits the president to set contract terms with federal contractors so as to promote “efficiency.” Far from being a bold assertion of executive power, this is the type of humdrum presidential action that takes place every day.\n\nCongress gave the president the power to determine contract terms because Congress did not want to—practically speaking could not—negotiate those terms itself every time the U.S. government entered a contract. This principle explains why Congress gives the executive branch enormous discretion to determine health, education, environmental, and financial policy. Congress directed the financial regulators to implement the Volcker Rule, but it would be entirely up to those regulators to make the rule meaningful or toothless. Nor can Congress block Obama’s decision to effectively implement the Dream Act—which was not passed by Congress—by not enforcing immigration laws against those who would have benefited from the act.\n\nMeanwhile, the founders’ anxieties about executive tyranny have proven erroneous. The president is kept in check by elections, the party system, the press, popular opinion, courts, a political culture that is deeply suspicious of his motives, term limits, and the sheer vastness of the bureaucracy which he can only barely control. He does not always do the right thing, of course, but presidents generally govern from the middle of the political spectrum.\n\nObama’s assertion of unilateral executive authority is just routine stuff. He follows in the footsteps of his predecessors on a path set out by Congress. And well should he. If you want a functioning government—one that protects citizens from criminals, terrorists, the climatic effects of greenhouse gas emissions, poor health, financial manias, and the like—then you want a government led by the president.", "article_metadata": {"msapplication-config": "//assets.newrepublic.com/assets/favicons/browserconfig.xml", "viewport": "width=device-width, initial-scale=1.0", "description": "Obama's just doing what he's empowered to do", "og": {"site_name": "New Republic", "description": "Obama's just doing what he's empowered to do.", "title": "The Presidency Comes With Executive Power. Deal With It.", "locale": "en_US", "image": "https://images.newrepublic.com/7b9595690f8aa262e7e349b1e4d3fb4d58cf856d.jpeg?w=1109&h=577&crop=faces&fit=crop&fm=jpg", "url": "https://newrepublic.com/article/116450/obama-use-executive-power-unexceptional", "type": "article"}, "twitter": {"image": "https://images.newrepublic.com/7b9595690f8aa262e7e349b1e4d3fb4d58cf856d.jpeg?w=1024&h=512&crop=faces&fit=crop&fm=jpg", "title": "The Presidency Comes With Executive Power. Deal With It.", "description": "Obama's just doing what he's empowered to do.", "card": "summary_large_image", "site": "@newrepublic"}, "msapplication-TileColor": "#ffffff", "parsely-metadata": "{\"thumb_image\":\"http://images.newrepublic.com/7b9595690f8aa262e7e349b1e4d3fb4d58cf856d.jpeg\"}", "parsely-page": "{\"title\":\"The Presidency Comes With Executive Power. Deal With It.\",\"link\":\"https://newrepublic.com/article/116450/obama-use-executive-power-unexceptional\",\"section\":\"Politics\",\"pub_date\":\"2014-02-03T19:03:00.000Z\",\"post_id\":116450,\"author\":\"Eric A. Posner\",\"type\":\"post\",\"tags\":[\"Politics\",\"Congress\",\"Barack Obama\",\"Executive Power\",\"Law\",\"-type_article\"]}", "fb": {"admins": 4404589, "pages": 161419311535, "app_id": 1675346479369918}, "msapplication-TileImage": "//assets.newrepublic.com/assets/favicons/mstile-144x144.png", "article": {"publisher": "https://www.facebook.com/thenewrepublic", "tag": "Politics", "published_time": "2014-02-03"}, "theme-color": "#ffffff"}, "_id": "\"57477af36914bd0286fd0b27\"", "article_summary": "In hindsight, the broad assertions of executive power by Bush administration lawyers in signing statements, executive orders, and secret memos were naïve.\nThe rise of executive power sometimes hurt important interests and always rubbed against the republican sensibilities that Americans inherited from the founders.\nBill Clinton and Obama have been just as muscular in their use of executive power as Ronald Reagan and Bush, but they resisted the temptation to brandish the orb and scepter.\nWe all learned in school that the founders feared executive power and so gave policy-making authority to Congress.\nWitness the Dodd-Frank Act and the Affordable Care Act—two massive expansions of executive power."}