{"article_title": "Plastic Surgery Leads to Coma", "article_keywords": ["herald", "attorney", "woman", "family", "medical", "anesthesiologist", "reports", "plastic", "leads", "diaz", "coma", "surgery", "works", "went"], "article_url": "http://health.wusf.usf.edu/post/plastic-surgery-leads-coma", "article_text": "An 18-year-old Homestead woman who underwent breast augmentation surgery at Coral Gables Cosmetic Center three weeks ago has been in a coma ever since at Mercy Hospital, the Miami Herald reports. The family says the medical staff there has not been optimistic.\n\n\n\nThe woman, Linda Perez, has a 3-year-old son, lives with her parents and works at an adult nightclub, her mother told The Herald. Family members said they hired an attorney to help them get information after a week went by and no one would tell them what happened.\n\n\n\nThe Herald reports that the attorney is focused on the anesthesiologist, Dr. Mario Alberto Diaz, who appears not to be a board-certified anesthesiologist. Diaz served time in prison for illegal sale of pills online, but was allowed to keep his Florida medical license.", "article_metadata": {"category": "Health News Florida", "description": "An 18-year-old Homestead woman who underwent breast augmentation surgery at Coral Gables Cosmetic Center three weeks ago has been in a coma ever since at", "Generator": "Drupal 7 (http://drupal.org)", "programs": "none", "og": {"url": "http://health.wusf.usf.edu/post/plastic-surgery-leads-coma", "image": "http://mediad.publicbroadcasting.net/p/healthnewsfl/files/styles/medium/public/201309/Linda_Perez.jpeg", "type": "article", "description": "An 18-year-old Homestead woman who underwent breast augmentation surgery at Coral Gables Cosmetic Center three weeks ago has been in a coma ever since at", "title": "Plastic Surgery Leads to Coma"}, "story_id": 218507516, "twitter": {"site": "@HealthNewsFL", "card": "summary", "creator": "@HealthNewsFL"}, "author": "Health News Florida Staff", "org_id": 0, "dc": {"title": "Plastic Surgery Leads to Coma"}, "nid": 3681, "datePublished": "2013-09-03", "keywords": "breast augmentation, plastic surgery, anesthesia, The Coral Gables Cosmetic Center, breast implants", "wordCount": 155, "has_audio": 0, "viewport": "width=device-width"}, "_id": "\"57477af46914bd0286fdaf4f\"", "article_summary": "An 18-year-old Homestead woman who underwent breast augmentation surgery at Coral Gables Cosmetic Center three weeks ago has been in a coma ever since at Mercy Hospital, the Miami Herald reports.\nThe Herald reports that the attorney is focused on the anesthesiologist, Dr. Mario Alberto Diaz, who appears not to be a board-certified anesthesiologist.\nDiaz served time in prison for illegal sale of pills online, but was allowed to keep his Florida medical license.\nThe woman, Linda Perez, has a 3-year-old son, lives with her parents and works at an adult nightclub, her mother told The Herald.\nFamily members said they hired an attorney to help them get information after a week went by and no one would tell them what happened."}