{"article_title": "The Luckiest Crop in History", "article_keywords": ["luckiest", "piece", "reform", "crop", "trends", "way", "reforms", "easterbrook", "progress", "opinion", "humanity", "today", "history"], "article_url": "http://www.cato.org/blog/luckiest-crop-history", "article_text": "Recently, the New York Times ran an opinion piece by Gregg Easterbrook, which draws attention to the disconnect between the gloomy public on the one hand and the real state of America on the other hand. The prevailing mood in the United States is one of pessimism. For prominent politicians on both sides of the aisle, to use Easterbrook’s words, “the impending apocalypse has been issue number one.” Yet in almost every measurable way, this is the best time in history to be alive. The evidence goes on and on [links added]:\n\nPollution, discrimination, crime and most diseases are in an extended decline; living standards, longevityand education levels continue to rise … A century ago, most Americans worked in agriculture: Today hardly any do, and we’re all better off, including farmers. That manual labor, farm or factory, has given way to 60 percent of Americans employed in white-collar circumstances … In 1990, 37 percent of humanity lived in what the World Bank defines as extreme poverty; today it’s 10 percent.\n\nWhere did all this progress come from? Easterbrook rightly credits, “interconnected global economics.” Through an intricate symphony of competition and exchange, humanity has driven technology forward and achieved heights of prosperity that would be unimaginable to our ancestors.\n\nUnfortunately, Easterbrook also gives credit to top-down government planning where none is due. He cites the Affordable Care Act as an example of a successful reform, but rising life expectancy and improved health outcomes are long-term trends that both predate Obamacare and extend far beyond U.S. borders. It is far too soon to attribute any part of those trends to that highly problematic policy.\n\nEasterbrook even claims that, “In almost every case, reform has made America a better place, with fewer unintended consequences and lower transaction costs than expected. This is the strongest argument for the next round of reforms.” That is a sweeping overgeneralization, as it obviously hinges on the specific nature of reforms. Plenty of reforms throughout American history are now universally recognized as horrible mistakes – just look at alcohol prohibition.\n\nDespite some confusion about the drivers of progress, Easterbrook’s opinion piece is a refreshing reminder of the incredible progress humanity has made and well worth a read. It ends with this heartening quote that the data backs up:", "article_metadata": {"description": "In almost every measurable way, this is the best time in history to be alive.", "og": {"site_name": "Cato Institute", "description": "In almost every measurable way, this is the best time in history to be alive.", "title": "The Luckiest Crop in History", "url": "http://www.cato.org/blog/luckiest-crop-history", "image": "http://www.cato.org/sites/cato.org/files/wp-content/uploads/falling.poverty.png", "type": "article"}, "twitter": {"url": "http://www.cato.org/blog/luckiest-crop-history", "title": "The Luckiest Crop in History", "description": "In almost every measurable way, this is the best time in history to be alive.", "card": "summary", "creator": "@CatoInstitute"}, "robots": "noodp", "site": "Cato Institute", "node_creation_date": "2016/5/25", "fb": {"admins": 5311211, "app_id": 158687980817033}, "article": {"published_time": "2016-05-25T10:14:00-04:00"}, "publication_date": "2016/5/25", "viewport": "width=device-width, minimum-scale=1.0, maximum-scale=1.0, initial-scale=1.0"}, "article_summary": "Despite some confusion about the drivers of progress, Easterbrook’s opinion piece is a refreshing reminder of the incredible progress humanity has made and well worth a read.\nPlenty of reforms throughout American history are now universally recognized as horrible mistakes – just look at alcohol prohibition.\nRecently, the New York Times ran an opinion piece by Gregg Easterbrook, which draws attention to the disconnect between the gloomy public on the one hand and the real state of America on the other hand.\nIt is far too soon to attribute any part of those trends to that highly problematic policy.\nFor prominent politicians on both sides of the aisle, to use Easterbrook’s words, “the impending apocalypse has been issue number one.” Yet in almost every measurable way, this is the best time in history to be alive."}