{"article_title": "House passes bill to ban abortions from being covered under ObamaCare", "article_keywords": ["abortion", "passes", "plans", "legislation", "federal", "house", "bill", "obamacare", "women", "health", "abortions", "measure", "ban", "covered", "law", "care"], "article_url": "http://www.foxnews.com/politics/2014/01/28/house-passes-bill-to-ban-abortions-from-being-covered-under-obamacare.html", "article_text": "The House voted Tuesday to bar federal subsidies to Americans signing up for health insurance plans that cover abortion, as Republicans issued a fresh warning about the impact of President Barack Obama's health care law.\n\nIgnoring a White House veto threat, majority Republicans led the House in voting 227-188 for the measure that they insisted was necessary to permanently bar any taxpayer dollars for abortion amid implementation of the four-year-old law.\n\nRep. Chris Smith, R-N.J., an abortion foe, said the measure would codify the so-called Hyde amendment, the current law that prohibits federal funding for abortion except in cases of rape, incest or to save the life of the mother. First passed in 1976, the Hyde amendment has been added each year to spending bills and has banned federal funds for decades.\n\nRepublicans argued that it wasn't sufficient in the face of the health care law.\n\n\"Under the Affordable Care Act, massive amounts of public funds in the form of tax credits — $796 billion in direct spending over 10 years, according to the Congressional Budget Office — will pay for insurance plans, many, perhaps most of which will include elective abortion,\" Smith said. \"That massively violates the Hyde amendment.\"\n\nAnother abortion opponent, Rep. Doug Collins, R-Ga., said \"life is a gift worthy of our protection\" as he described his daughter, Jordan, born with a severe form of spina bifida, as a blessing from God.\n\nDemocrats countered that the legislation was another salvo in the GOP's \"war on women,\" designed to chip away at reproductive rights and strip women of their access to coverage through private health insurance. The bill stands no chance in the Democratic-led Senate.\n\n\"There is no taxpayer funding for abortion,\" Rep. Diana DeGette, D-Colo., said. \"The Affordable Care Act does not change that.\"\n\nRep. Renee Ellmers, R-N.C., said the law does allow taxpayer subsidies for health care plans to cover abortion.\n\nThe administration, in threatening a veto, said the health care law and companion executive order prohibits federal funds for abortion. The measure \"would go well beyond these safeguards by interfering with consumers' private health care choices,\" the White House said.\n\nRep. Debbie Wasserman Schultz, D-Fla., highlighted the fact that the measure passed last week on a party-line vote in the House Judiciary Committee with its all-male lineup of Republican lawmakers backing the bill. During much of the House debate, however, it was mostly Republican women who spoke out in favor of the measure.\n\nMore than 20 states have barred abortion coverage through the health care plans in the exchange. The law would extend that prohibition to all states.\n\nThe legislation also would prohibit the District of Columbia from spending its money on providing abortions for low-income women.\n\nDel. Eleanor Holmes Norton of the district criticized the bill for \"snatching power from a local jurisdiction.\"\n\nIn 1973, the Supreme Court ruling in Roe v. Wade legalized abortion, but decades later the issue remains highly charged and politically divisive. In an election year when turnout of core voters is crucial, Republican leaders promised to push abortion legislation that resonates with conservatives.\n\nThe debate over the legislation echoed the March 2010 dispute among House Democrats over abortion that nearly scuttled passage of the health care law.\n\nConservative Democrats led by former Rep. Bart Stupak, D-Mich., had threatened to oppose the health care law unless they received greater assurances that it would not allow federal funding of elective abortions. They relented when Obama agreed to sign an executive order granting Stupak's request along with the legislation.", "article_metadata": {"classification": "/FOX NEWS/POLITICS/HOUSE OF REPRESENTATIVES/Health Care", "dcterms.modified": "2015-01-30 03:13:29 EST", "dc.type": "Text.Article", "twitter": {"description": "Majority Republicans in the House insisted that the measure was necessary to permanently bar any taxpayer dollars for abortion as implementation of the 4-year-old law moves ahead.", "title": "House passes bill to ban abortions from being covered under ObamaCare", "url": "http://www.foxnews.com/politics/2014/01/28/house-passes-bill-to-ban-abortions-from-being-covered-under-obamacare.html", "image": "http://a57.foxnews.com/media2.foxnews.com/thumbnails/i/012814/0/0/012814_ff_capretta2_640.jpg?ve=1", "creator": "@foxnews", "site": "@foxnews", "card": "summary_large_image"}, "dc.format": "text/html", "dc.publisher": "Fox News", "parsely-metadata": "{\"tags\":[\"/FOX NEWS/POLITICS/HOUSE OF REPRESENTATIVES/Health Care\"],\"author\":\"\",\"subSection\":\"politics\",\"title\":\"House passes bill to ban abortions from being covered under ObamaCare\",\"image_url\":\"http://a57.foxnews.com/media2.foxnews.com/thumbnails/i/012814/0/0/012814_ff_capretta2_640.jpg?ve=1\",\"pub_date\":\"2014-01-28T22:23:38Z\",\"link\":\"http://www.foxnews.com/politics/2014/01/28/house-passes-bill-to-ban-abortions-from-being-covered-under-obamacare.html\",\"type\":\"article\",\"identifier\":\"80908bbf-e590-4455-8d77-cfdcabac0984\",\"section\":\"politics\"}", "prism.aggregationType": "subsection", "description": "Majority Republicans in the House insisted that the measure was necessary to permanently bar any taxpayer dollars for abortion as implementation of the 4-year-old law moves ahead.", "dc.description": "Majority Republicans in the House insisted that the measure was necessary to permanently bar any taxpayer dollars for abortion as implementation of the 4-year-old law moves ahead.", "dc.identifier": "80908bbf-e590-4455-8d77-cfdcabac0984", "dc.language": "en-US", "pagetype": "article", "classification-isa": "healthc", "prism.channel": "fnc", "prism.section": "politics", "fb": {"app_id": 113186182048399}, "dc.source": "Associated Press", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "dc.title": "House Passes Bill To Ban Abortions From Being Covered Under Obamacare", "dcterms.created": "2015-01-30 03:13:29 EST", "og": {"site_name": "Fox News", "description": "Majority Republicans in the House insisted that the measure was necessary to permanently bar any taxpayer dollars for abortion as implementation of the 4-year-old law moves ahead.", "title": "House passes bill to ban abortions from being covered under ObamaCare | Fox News", "url": "http://www.foxnews.com/politics/2014/01/28/house-passes-bill-to-ban-abortions-from-being-covered-under-obamacare.html", "image": "http://a57.foxnews.com/media2.foxnews.com/thumbnails/i/012814/0/0/012814_ff_capretta2_640.jpg?ve=1", "type": "article"}, "dcterms.abstract": "Majority Republicans in the House insisted that the measure was necessary to permanently bar any taxpayer dollars for abortion as implementation of the 4-year-old law moves ahead.", "dc.date": "2014-01-28", "parsely-page": "{\"tags\":[\"/FOX NEWS/POLITICS/HOUSE OF REPRESENTATIVES/Health Care\"],\"author\":\"\",\"subSection\":\"politics\",\"title\":\"House passes bill to ban abortions from being covered under ObamaCare\",\"image_url\":\"http://a57.foxnews.com/media2.foxnews.com/thumbnails/i/012814/0/0/012814_ff_capretta2_640.jpg?ve=1\",\"pub_date\":\"2014-01-28T22:23:38Z\",\"link\":\"http://www.foxnews.com/politics/2014/01/28/house-passes-bill-to-ban-abortions-from-being-covered-under-obamacare.html\",\"post_id\":\"80908bbf-e590-4455-8d77-cfdcabac0984\",\"type\":\"article\",\"section\":\"politics\"}"}, "_id": "\"57477af36914bd0286fd0b3e\"", "article_summary": "Republicans argued that it wasn't sufficient in the face of the health care law.\nIn an election year when turnout of core voters is crucial, Republican leaders promised to push abortion legislation that resonates with conservatives.\nMore than 20 states have barred abortion coverage through the health care plans in the exchange.\nThe measure \"would go well beyond these safeguards by interfering with consumers' private health care choices,\" the White House said.\nThe administration, in threatening a veto, said the health care law and companion executive order prohibits federal funds for abortion."}