{"article_title": "Development Of The Face In The Womb Captured In Scans", "article_keywords": ["development", "develop", "bbc", "tiny", "face", "philtrum", "properly", "researchers", "scans", "sides", "captured", "womb"], "article_url": "http://www.medicaldaily.com/development-face-womb-captured-scans-why-there-indent-under-our-noses-307440", "article_text": "Babies develop in the womb at rapid speed. Within nine months, delicate fingers equipped with fingernails, tiny strands of hair in shades of brown, blonde, black, or red, and the intricacy of a face, develop in time to greet the world. Researchers at BBC One, published a segment of facial development in the womb for their series “Inside the Human Body,” and revealed the step-by-step process our faces undergo.\n\nAfter two-to-three months of gestation, the curves and contours that define the face form. For the first time, researchers collected data from a scan of a developing embryo and watched it all come together like a puzzle. Place your finger just beneath your nose and above your upper lip; that's your philtrum. It's a depression bordered with ridges, with no apparent function. But it turns out that this is the keystone of the face, and although it was a mystery to biologists for centuries, they now know that this is where the face connects during development.\n\n[[nid:307435]] BBC One Face Development BBC One Face Development\n\nAncient Romans seemed to have found their own function for it, however. To them, the philtrum was erotic, and was nicknamed \"Cupid’s Bow.\" The word itself actually derives from the Greek words meaning “love potion.” Without our little indentations, the face would not have been able to develop properly, which is why our purpose for it stops at the end of facial development in utero. Today, Greek mythology persists, as people who have pierced the tiny piece of skin call their piercing a \"Medusa piercing.\"\n\nThis tiny indent is a residual reminder of time spent in your mother’s womb. The two sides of your face develop independently of one another and come to meet in the middle of your face, creating the philtrum. When these two sides fail to fuse properly, which happens in one out of every 750 births, the result is a cleft palate.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "development, face, womb, captured, scans, why, there, indent, under, our, noses", "og": {"site_name": "Medical Daily", "description": "A new segment from BBC One shows how the face develops inside the womb.", "title": "How That Dent Above Your Lips Brings Your Whole Face Together [VIDEO]", "url": "http://www.medicaldaily.com/development-face-womb-captured-scans-why-there-indent-under-our-noses-307440", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/10/19/face-development-womb-explains-philtrum.png", "type": "article"}, "twitter": {"description": "A new segment from BBC One shows how the face develops inside the womb.", "title": "How That Dent Above Your Lips Brings Your Whole Face Together [VIDEO]", "url": "http://www.medicaldaily.com/development-face-womb-captured-scans-why-there-indent-under-our-noses-307440", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/10/19/face-development-womb-explains-philtrum.png", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/10/19/face-development-womb-explains-philtrum.png"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "US/World", "published_time": "2014-10-19T15:53:51-04:00", "modified_time": "2014-10-19T15:53:51-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "A new segment from BBC One shows how the face develops inside the womb."}, "_id": "\"57477af36914bd0286fd0b62\"", "article_summary": "[[nid:307435]] BBC One Face Development BBC One Face DevelopmentAncient Romans seemed to have found their own function for it, however.\nThe two sides of your face develop independently of one another and come to meet in the middle of your face, creating the philtrum.\nResearchers at BBC One, published a segment of facial development in the womb for their series “Inside the Human Body,” and revealed the step-by-step process our faces undergo.\nWithin nine months, delicate fingers equipped with fingernails, tiny strands of hair in shades of brown, blonde, black, or red, and the intricacy of a face, develop in time to greet the world.\nBut it turns out that this is the keystone of the face, and although it was a mystery to biologists for centuries, they now know that this is where the face connects during development."}