{"article_title": "Brown, Kashkari on top issues facing California", "article_keywords": ["billion", "brown", "californias", "tax", "system", "facing", "state", "california", "pension", "water", "schools", "kashkari", "issues"], "article_url": "http://www.washingtontimes.com/news/2014/oct/4/brown-kashkari-on-top-issues-facing-california/?page=all", "article_text": "SACRAMENTO, Calif. (AP) - A breakdown of the views of Democratic Gov. Jerry Brown and Republican challenger Neel Kashkari on major issues facing California:\n\nEDUCATION\n\nBrown: Praised by education and business leaders for restructuring California’s school-finance system to send more money to schools with the highest proportion of low-income students, English-learners and foster children, bolstered by billions of dollars a year in voter-approved temporary increases on income taxes on the wealthy and the state sales tax. Siding with the politically powerful California Teachers Association, Brown appealed a Los Angeles County Superior Court ruling that found California’s teacher tenure laws unfairly discriminate against poor and minority students.\n\nKashkari: Brown’s reforms are mere “tinkering” in a flawed system controlled by teachers unions. Proposes scrapping most of California’s complex education code and sending state money directly to individual schools, as well as eliminating many of the teacher tenure protections. Wants to lift the cap on the number of charter schools in California.\n\n___\n\nWATER\n\nBrown: Negotiated Proposition 1, a $7.5 billion water infrastructure plan that was placed on the November ballot with overwhelmingly bipartisan support in the Legislature. It includes $2.7 billion for water storage projects, including two new reservoirs, which is more than Democrats wanted but less than Republicans sought. Proposes a $25 billion plan to build two massive tunnels to ship water from the Sacramento-San Joaquin River delta to farms and communities farther south, which environmentalists and delta communities oppose.\n\n“This has been on the table for 50 years. If that saltwater intrudes, half the water to Silicon Valley will disappear in a matter of days. And that would be a catastrophe for the economy of California,” Brown says.\n\nKashkari: Has endorsed Proposition 1 but says it is insufficient to prepare California for future water shortages. Opposes Brown’s tunnel plan, saying it needs further study, but has not proposed an alternative.\n\n___\n\nPUBLIC SAFETY\n\nBrown: In a dramatic overhaul known as realignment, Brown restructured California’s incarceration system to send many lower-level offenders to county jails instead of state prisons to help meet a federal court order to lower the state prison population. Other inmates have been released as the counties seek to provide space. The undertaking is part of Brown’s response to federal court orders mandating that the state reduce the inmate population as a way to improve inmate medical and mental health care. Brown said realignment is “by no means perfect,” but it is providing additional mental health services, drug treatment and GPS monitoring.\n\nKashkari: Calls realignment “absolutely a failure” that has led to the release of dangerous offenders onto the streets who are then committing crimes. “If I’m elected governor, I’m going to keep these dangerous people locked up. If we need to rent more bed spaces somewhere else, then we’re going to rent more bed space somewhere else,” he says. “Releasing the felons onto our streets is not a way to make us safer.” Brown already has rented more private beds in California and out-of-state and is considering renting more.\n\n___\n\nTAXES/REGULATIONS\n\nBrown: Persuaded voters to approve Proposition 30, which imposed temporary income tax increases on the most wealthy Californians and temporarily increased the statewide sales tax, with some of the extra revenue directed toward schools. But the tax hikes are scheduled to expire after Brown leaves office if he is re-elected, so union groups are exploring other tax-increase initiatives for the 2016 ballot that would make the rates permanent. Has not sought an overhaul of California’s overall tax structure, which contributes to the state’s boom-and-bust economy because it relies on high-income earners and a booming stock. Signed a law to give many private workers paid sick leave, which business leaders say should be accompanied by loosening of overtime regulations.\n\nKashkari: Proposes a 10-year sunset and regulatory review of all current and existing regulations. Proposes a 10-year corporate income tax holiday for any currently operating business outside California that moves to the state and brings at least 100 new jobs and a similar tax holiday for any existing California company that opens a new manufacturing facility in California. Expand natural-gas fracturing in the Monterey Shale formation to generate more state revenue.\n\n___\n\nENVIRONMENTAL REGULATION\n\nBrown: Proposed sweeping reforms to the California Environmental Quality Act, or CEQA, but retreated, saying it was “very hard to get” broad reforms. Unions and environmentalists have long used legal challenges invoking the regulations as a way to delay development, including the high-speed rail project. “It’s been quite a challenge to reform it,” Brown says.\n\nKashkari: Has called for a wholesale overhaul of CEQA and criticized Brown for picking economic winners and losers by creating exemptions for businesses or projects that are politically connected. He says he would “bring the governor’s own expedited environmental review to all businesses.”\n\n“Let’s not chuck all regulations, but let’s have smart, sensible regulations where businesses can invest,” Kashkari says. “We can improve the business climate, bring jobs back here and restore the middle class.”\n\n___\n\nHIGH-SPEED RAIL\n\nBrown: A staunch supporter of the $68 billion project, which has started demolition work in the Central Valley but continues to face heavy criticism and faces a funding blackout from the Republican-dominated House of Representatives. Appointed his jobs czar to lead the board that oversees the project and scaled back the proposed price tag from nearly $100 million. Says it is a cleaner and more affordable alternative to building more roads and airports that also will create jobs in the Central Valley.\n\nKashkari: Calls high-speed rail the “crazy train.” Says he would go back to voters to ask them to reauthorize the $10 billion in bonds approved for high-speed rail in 2008 so the money could be spent on other priorities, such as education and water infrastructure.\n\n___\n\nCLIMATE CHANGE:\n\nBrown: A vocal proponent of California’s landmark global warming law, AB32, which was signed in 2006 by then-Gov. Arnold Schwarzenegger. Brown went to the United Nations Climate Summit in September to promote California’s efforts to reduce carbon emissions. He told world leaders that California is on track to derive one-third of its electricity from renewable sources in the next three or four years, has a goal to have 1 million electric cars on the road and has the toughest vehicle emission standards in the nation.\n\nStarting Jan. 1, the so-called carbon tax will be applied to oil producers, which is expected to increase the cost of a gallon of gasoline by 13 cents to 20 cents by 2020, or as much as 50 cents, according to the nonpartisan Legislative Analyst’s Office.\n\nKashkari: Would repeal the state’s cap-and-trade program, which puts a price on industrial carbon emissions, and would block the carbon tax that will raise gas prices. “We have to rescind it or severely amend it,” he says of AB32. “The concept behind the cap-and-trade globally can make economic sense, but for an individual state to do it, it’s just folly.”\n\n___\n\nPENSION REFORM\n\nBrown: The Legislature approved and Brown signed a series of changes to the public employee pension system. The pension package stopped spiking, renegotiated benefits for new hires, raised the retirement age for some workers, increased employee contributions and prohibited pension “holidays” in which the state would stop making contributions to the pension fund. But Brown failed to win independent oversight of the state’s pension funds and boost their accountability. The state still faces unfunded pension and health care liabilities of about $150 billion, according to a report in July from the nonpartisan Legislative Analyst’s Office.\n\n“We’ve now funded, over a period of decades, our teachers’ retirement that was on a course to go bankrupt. Is it enough? No. … We’ll do more. But this is not easy. So in my next four years, yeah, we’ll go further,” Brown says.\n\nKashkari: Says he would crack down on pension entitlements negotiated by public employee unions and appoint more rigorous oversight to the boards that oversee the pension funds. He says the first step is requiring honest accounting of the debt.\n\n“The governor is not being honest with us about pensions,” he says. “The total liabilities we’re looking at is about $500 billion. … The first thing I will do is appoint people to these boards who are committed to honest accounting, to be honest, with you the people of California on how much - you and me - are on the hook for.”", "article_metadata": {"description": "A breakdown of the views of Democratic Gov. Jerry Brown and Republican challenger Neel Kashkari on major issues facing California:", "author": "The Washington Times http://www.washingtontimes.com", "og": {"site_name": "The Washingtion Times", "description": "A breakdown of the views of Democratic Gov. Jerry Brown and Republican challenger Neel Kashkari on major issues facing California:", "title": "Brown, Kashkari on top issues facing California", "url": "http://www.washingtontimes.com/news/2014/oct/4/brown-kashkari-on-top-issues-facing-california/", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2014/10/04/9ef4241a05c29327610f6a7067000c7a.jpg", "type": "article"}, "twitter": {"site": "@washtimes", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2014/10/04/9ef4241a05c29327610f6a7067000c7a.jpg", "description": "A breakdown of the views of Democratic Gov. Jerry Brown and Republican challenger Neel Kashkari on major issues facing California:", "card": "summary", "title": "Brown, Kashkari on top issues facing California"}, "Author": "JULIET WILLIAMS", "bitly-verification": "d180fd45f70d", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web3", "viewport": "width=device-width, initial-scale=1, user-scalable=yes"}, "article_summary": "And that would be a catastrophe for the economy of California,” Brown says.\n___WATERBrown: Negotiated Proposition 1, a $7.5 billion water infrastructure plan that was placed on the November ballot with overwhelmingly bipartisan support in the Legislature.\nKashkari: Has endorsed Proposition 1 but says it is insufficient to prepare California for future water shortages.\nWants to lift the cap on the number of charter schools in California.\nSiding with the politically powerful California Teachers Association, Brown appealed a Los Angeles County Superior Court ruling that found California’s teacher tenure laws unfairly discriminate against poor and minority students."}