{"article_title": "Delays seen in approving home care for North Jersey elderly", "article_keywords": ["north", "nursing", "delays", "months", "companies", "say", "elderly", "approving", "county", "state", "medicaid", "services", "seen", "insurance", "jersey", "care"], "article_url": "http://www.northjersey.com/news/delays-seen-in-approving-home-care-for-north-jersey-elderly-1.1277843?page=all", "article_text": "More than seven months after insurance companies took over New Jersey’s Medicaid long-term-care program, some elderly and disabled residents are experiencing lengthy delays in getting approval for in-home services.\n\nrecord file photo Sheila Shur, center, of the Bergen Family Center says her clients have trouble getting |appointments or phone calls returned from the county’s Board of Social Services.\n\n“We’re waiting four, five, six and even seven months for services to begin,” said Patty Stoll, director of elder care services for Jewish Family Service of Bergen County, which has a contract with the county to help low-income seniors with their applications.\n\nFor Michelle Hagigeorgiou, a Mahwah resident, that delay meant she had to spend tens of thousands of dollars to pay the full-time home health aide her mother needed while she waited for approval. Four months after Medicaid should have started paying, she received confirmation that the insurance company would begin covering the cost.\n\nIt’s unclear whether the family will ever get any of the money she paid back — and she’s worried because her 92-year-old father needs it to live on. “What are we going to do if he needs that money for his care later on?” she said.\n\nStoll and others who help seniors through the enrollment process say such stories have become commonplace since the state put private insurance companies in charge of its Medicaid-funded long-term-care programs in July. The companies now manage the care of elderly and disabled people who need services such as home health aides, personal attendants, adult day care or placement in an assisted-living residence or nursing home.\n\nThe insurers acknowledge that some have faced delays, but they say the problem stems from backlogs in the first step of the application process — at county welfare offices, which they say are swamped by new Medicaid applications from younger low-income residents applying for health insurance under the Affordable Care Act. The welfare offices handle the initial processing of the applications before they are turned over to the insurers. That backlog is affecting anyone applying for any type of Medicaid assistance, the insurers say.\n\nIn fact, many nursing homes and assisted-living residences are also beginning to complain that they have waited months for approvals and payments, with some major chains now owed millions of dollars, said Jon Dolan, president of the Health Care Association of New Jersey.\n\nMaria Aberasturi of Bergen County’s Adult Protective Services worries that the enrollment process has become so drawn out that the elderly and disabled or their harried caregivers will give up, forcing some into nursing homes early or leaving others in risky home situations.\n\n“We’re talking about people who are deemed in need of a nursing-home level of care, and if the goal is to still keep them at home, then we can’t be leaving them at home without services for nine months to a year,” she said. “Something will end up happening. They will fall or get sicker, and then the insurance company will have to pay for them to be in a nursing home.”\n\nState officials turned over Medicaid long-term care to private insurers on July 1, consolidating four Medicaid programs serving seniors and the disabled into one privatized program, called Managed Long-term Services and Supports. Five insurance carriers — Aetna, Amerigroup, Horizon, UnitedHealthcare and WellCare — have contracts to manage the program on the state’s behalf.\n\nThe state Department of Human Services has been actively monitoring the revamped program, spokeswoman Nicole Brossoie said. As to whether it is taking six months or more for some people to get services in some counties, Brossoie said the department “does not have any substantiation” of those wait times.\n\n“Overall, implementation went smoothly,” she said.\n\nThe state said the move would save money and create more alternatives to help seniors remain in their homes and out of nursing homes, a goal the state has been talking about for several years as it prepares for the baby boom generation to retire.\n\nBut advocates say that the changes have doubled the wait times for help in Bergen and some other counties, with many complaining that their paperwork gets lost somewhere along the three-step approval process and that they can’t get straight answers when they call county welfare offices and insurance companies. Hagigeorgiou, for example, said she often received conflicting information from insurance company representatives.\n\n“I’ve probably spoken to about 10 different people the past few months, and they all said something different,” she said.\n\nThe numbers of elderly or disabled residents in New Jersey receiving care in the home or in community settings has been inching upward — reaching nearly 12,899 at the end of November, a gain of 978 since the July takeover, Brossoie said, a sign that the state is making some modest gains in its goal of shifting more care out of institutional settings.\n\nWard Sanders of the New Jersey Association of Health Plans, said “there really isn’t a systemic problem” with delays.\n\nHe added that some companies already “have a number of success stories.” Horizon, which is serving nearly 7,000 Medicaid long-term-care recipients — more than half the state’s total — said its representatives were successful in transitioning 38 Medicaid clients out of nursing homes and into community settings.\n\nAnd Amerigroup provided an account of a client who uses a wheelchair, identified only as “Felix,” who it said was on the verge of being moved into a nursing home, which would have cost the state more than $80,000 a year. A case manager helped him stay in his home by arranging for delivered meals, more aide hours and a home care plan that will instead cost $32,000 a year, according to the insurer’s account.\n\nThe time it takes for a financially needy elderly or disabled resident to begin receiving services under Medicaid can vary from county to county.\n\nPassaic County officials are not reporting additional wait times. “We thought in the beginning that we would have more issues with the transition to managed care,” said Sheila DeVries, a social worker for the Passaic County Agency on Senior Services, disability and Veterans Affairs. “But that hasn’t been the experience. We’ve not heard much negative feedback.”\n\nAdvocates in Bergen County, however, continue to express frustration with the new system. Sheila Shur, supervisor of elder care for the Bergen Family Center, a non-profit that has a contract with the county to assist seniors with Medicaid applications, said her clients first encounter trouble getting appointments or returned phone calls from the county’s Board of Social Services. Then once they’ve completed the financial process and have been visited by a state nurse who determines eligibility, they are bounced around from representative to representative when they call the insurance companies, she said.\n\n“If [the enrollment process] is confusing to me and the other care managers, how can it possibly be understood by people not in the field?” Shur said.\n\nIn addition to the approval delays, advocacy organizations and attorneys say many seniors and disabled residents are facing cuts in services, such as being provided fewer hours of home-health-aide time than they received under the old system.\n\nAppeals are increasing, said Paramus elder care attorney Robert Romano. “I’ve told my staff in the future we’re going to be doing more appeals than applications,” he said.\n\nRomano noted that families facing caregiving crises usually don’t have the money to get legal help and many lack the time or savvy to challenge insurance companies. “I think most people are not going to want the fight, or can’t afford the fight,” Romano said. “So they’re going to give up, which is probably what the HMO wants them to do.”\n\nOne woman in East Rutherford who cares for her 92-year-old mother at home said she went into a panic last autumn when the insurance company informed her they were cutting the hours of her mother’s aide from 40 a week to 25. The reduction would have meant either quitting her full-time job or leaving her mother, who suffers from a spinal condition and is a fall risk, at home alone for hours every day.\n\nThe woman, who asked that her name not be used, appealed and “became a real pain by calling them all the time.” After a few months, she succeeded — but the insurer insisted on taking away the Medicaid-paid emergency alert device her mother had been issued, she said.\n\n“If she has a fall and we don’t hear her, you can bet they’re going to hear from me on that,” the woman said.\n\nOfficials from Disability Rights Center, a Trenton-based non-profit, and the Community Health Law Project, an advocacy group with five offices statewide, say they have also been waging appeals of service cuts. They say many of those cuts were based on a lack of understanding by insurance companies about the long-term-care needs of the elderly and the disabled.\n\nHarold Garwin of Community Health Law Project said his agency has won in the vast majority of the 66 appeals it assisted with in 2104 — most of the time by alerting state officials that insurance representatives had misinterpreted or failed to follow guidelines.\n\nIn January, at the urging of agencies like Garwin’s, the state directed insurance companies to use a new standard “assessment tool” when evaluating requests for personal care aides in homes.\n\n“We’ve been going right to the state with a lot of these cases, and for the most part getting favorable results,” Garwin said.\n\nEmail: diskin@northjersey.com", "article_metadata": {"description": "More than seven months after insurance companies took over New Jersey’s Medicaid long-term-care program, some elderly and disabled residents are experiencing lengthy delays in getting approval for in-home services.", "copyright": "North Jersey Media Group Inc.", "title": "Delays seen in approving home care for North Jersey elderly", "og": {"url": "http://www.northjersey.com/cm/2.1593/news/delays-seen-in-approving-home-care-for-north-jersey-elderly-1.1277843", "type": "article", "image": "http://www.northjersey.com:80/polopoly_fs/1.1277845!/fileImage/httpImage/homecare-022615.jpg", "site_name": "NorthJersey.com", "description": "More than seven months after insurance companies took over New Jersey’s Medicaid long-term-care program, some elderly and disabled residents are experiencing lengthy delays in getting approval for in-home services."}, "author": "COLLEEN DISKIN", "robots": "noarchive,noodp,noydir", "apple-mobile-web-app-capable": "yes", "fb": {"admins": "100002050123125,739916158,1235266096", "app_id": 130358300392751}, "apple-itunes-app": "app-id=446490632", "apple-mobile-web-app-status-bar-style": "black", "DC.creator": "COLLEEN DISKIN", "msvalidate.01": "697A26605161B513EFE2AD6E581F4AA8", "google-site-verification": "swyvR_LXSGMOxOz1638gujs38OoVP3sZwJgdjySjnXM", "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=2.0, user-scalable=yes", "DC.title": "Delays seen in approving home care for North Jersey elderly"}, "_id": "\"57477af46914bd0286fdb331\"", "article_summary": "They say many of those cuts were based on a lack of understanding by insurance companies about the long-term-care needs of the elderly and the disabled.\nMore than seven months after insurance companies took over New Jersey’s Medicaid long-term-care program, some elderly and disabled residents are experiencing lengthy delays in getting approval for in-home services.\nRomano noted that families facing caregiving crises usually don’t have the money to get legal help and many lack the time or savvy to challenge insurance companies.\nThe time it takes for a financially needy elderly or disabled resident to begin receiving services under Medicaid can vary from county to county.\nFour months after Medicaid should have started paying, she received confirmation that the insurance company would begin covering the cost."}