{"article_title": "A Fire in Meridian Leaves a Family Homeless", "article_keywords": ["received", "stockton", "family", "watching", "house", "leaves", "responded", "worth", "person", "homeless", "terry", "meridian", "risk"], "article_url": "http://www.wtok.com/home/headlines/A-fire-in-Meridian-leaves-a-family-homeless-287425741.html", "article_text": "The Meridian Fire Department responded to 30th avenue for the report of a fire. Residents in the area say they were watching television when people told them to get out and that’s when they realized the neighbor’s house was on fire.\n\n“Me, My daughter and grandson were sitting in the living room. I was drinking some coffee. We were playing with him and watching the game,” Julia Terry explains. “My neighbor came over and knocked on the door and got us out of there and when I came out the fire was just leaping over on our side.”\n\nThe family living in the house, all got out safely when the flames began. No one was injured. Four different fire stations responded to the fire. Once on scene, Meridian fire fighters began to battle a large blaze that took over an hour and a half to contain.\n\n“When we got here the fire had already vented through the roof, there was fire coming out of the top of the house. So we thought we would be in great shape to go ahead and get the ladder on top and put some water on it from the top,” says Battalion Fire Chief Jimmy Stockton.\n\nStockton says the original call they received was not for a house fire.\n\n“We were dispatched to this address for, actually, a person on fire is what the call was for. We responded and the first unit got here to heavy smoke and fire conditions,” Stockton says. “There never was a person involved.”\n\nStockton says whenever there is a small fire in a house such as this, it’s good to just get out.\n\n“It’s not worth the risk, it’s just not. These old houses go up really quick and it’s just not worth the risk. Get out and call 911,” Stockton says.\n\nJulia Terry says melted siding is the only damage her home received and that firefighters prevented her home from catching on fire.\n\n“Fire department did a good job. They did a wonderful job. I thank the Lord, and the Lord did too, because I know he answered my prayer,” says Terry.\n\n", "article_metadata": {"medium": "video", "description": "The Meridian Fire Department responded to a house fire mid-morning on Saturday.", "language": "english", "author": "Tom Williams", "og": {"description": "The Meridian Fire Department responded to a house fire mid-morning on Saturday.", "title": "A Fire in Meridian Leaves a Family Homeless", "url": "http://www.wtok.com/home/headlines/A-fire-in-Meridian-leaves-a-family-homeless-287425741.html", "image": "http://gray-uploads.s3.amazonaws.com/captures/17D/021/17D0212D90F744DFBDF1DD30C98D6039", "video": "http://gray-uploads.s3.amazonaws.com/captures/E73/EFA/E73EFA8151C4436BAF57697FCC92F774.mp4", "type": "article"}, "twitter": {"domain": "www.wtok.com", "description": "The Meridian Fire Department responded to a house fire mid-morning on Saturday.", "creator": "@newscenter11", "url": "http://www.wtok.com/home/headlines/A-fire-in-Meridian-leaves-a-family-homeless-287425741.html", "image": "http://media.graytvinc.com/images/firetrucks1.jpg", "title": "A Fire in Meridian Leaves a Family Homeless", "site": "@newscenter11", "card": "summary"}, "video_type": "video/mp4", "video_height": 288, "keywords": "A Fire in Meridian Leaves a Family Homeless", "msvalidate.01": "9CD4A96D8A076527F07FD24CFCDE5489", "google-site-verification": "M1YwZ85zoJ2ZNboZjzjADGJ9L53qqzbNOi6FLrtDw9U", "video_width": 512, "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "A Fire in Meridian Leaves"}, "_id": "\"57477af46914bd0286fdf595\"", "article_summary": "The Meridian Fire Department responded to 30th avenue for the report of a fire.\nOnce on scene, Meridian fire fighters began to battle a large blaze that took over an hour and a half to contain.\nI thank the Lord, and the Lord did too, because I know he answered my prayer,” says Terry.\nThese old houses go up really quick and it’s just not worth the risk.\nJulia Terry says melted siding is the only damage her home received and that firefighters prevented her home from catching on fire."}