{"article_title": "The Speaker of the Most Anti-Science Congress in History is Quitting", "article_keywords": ["planned", "congress", "hes", "house", "largely", "possible", "conservative", "parenthood", "boehner", "speaker", "antiscience", "quitting", "history"], "article_url": "http://motherboard.vice.com/read/who-hates-science-more-john-boehner-or-whoever-replaces-him", "article_text": "For the last year, Speaker of the House John Boehner has led the most anti-science Congress in modern history. Friday, major newspapers reported that, at the end of October, he'll resign from both the speakership and the Congressional seat he's held since 1991.\n\nDon't expect whoever follows him to be better.\n\nBoehner is vehemently anti-science and has taken traditionally conservative positions on technology and privacy issues, too. He's a climate change denier, he's pro-mass surveillance, and anti-net neutrality. He's pro-life and has repeatedly hammered Planned Parenthood over the recent, misleadingly-edited videos that purport to show officials there discussing the donation of fetuses to science laboratories. He and President Obama have had nothing but an antagonistic relationship, and he oversaw a two-week government shutdown in October, 2013 that was largely fought over the Affordable Care Act.\n\nHe's also likely a more rational politician than whoever is going to replace him.\n\nBoehner has shown a reluctance to shut the government down again over the conservative plan to defund Planned Parenthood, which has Congress at an impasse and which is making a shutdown look inevitable. That issue must be resolved before he officially leaves Congress, but at this point it looks like Boehner has no friends left on either side of the aisle.\n\nHardline conservatives have made Planned Parenthood and abortion their only issue; more moderate Republicans have said Boehner has failed at whipping the hardliners into shape. Democrats disagree with him on just about every issue.\n\nIt's possible Boehner decided he couldn't bear to spend any more time in a completely dysfunctional Congress—\"garbage men get used to the smell of bad garbage. Prisoners learn how to become prisoners,\" he told Politico earlier this month.\n\nBut it's also possible that Boehner was pressured out by the caucus of newer, Tea Party-style representatives who can afford to be single-issue, obstructionist voters thanks to anti-government sentiment in districts that are largely gerrymandered all around the country. Voters in these largely socially and fiscally conservative districts don't mind, and perhaps even welcome a government shutdown—that it can come thanks to a pro-life cause gives hardliners little reason to cooperate with Boehner or anyone else.\n\n“I think Boehner is seriously trying to run the House the way it’s supposed to be run, but this has been a losing proposition for him since the advent of the tea party,” Ray Smock, a former House historian, told Christian Science Monitor earlier this month. “You’ve got an awful lot of members in that caucus that don’t really care that government functions well. They’re elected as antigovernment people.”\n\nSo what does this all mean? Boehner is wholly anti-science, but he's not so anti-science that he believes anti-science causes are worth shutting the government down over. Right now, the frontrunner to replace him is House Majority Leader Kevin McCarthy, who is more conservative than Boehner.\n\nMcCarthy, who is from California, has lamented that his state is wallowing in drought, yet has voted against legislation that would curb carbon emissions. The League of Conservation Issues gives McCarthy a whopping 3 percent score on its scorecard.\n\nIt's entirely possible that the most anti-science Congress ever elected is about to get just a little bit worse.", "article_metadata": {"sailthru.url": "http://motherboard.vice.com/read/who-hates-science-more-john-boehner-or-whoever-replaces-him", "twitter": {"site": "@motherboard", "twitter": "The Speaker of the Most Anti-Science Congress in History is Quitting", "image": "http://motherboard-images.vice.com/content-images/article/26021/1443193715822122.png", "card": "summary_large_image", "description": "Who hates science more, John Boehner or whoever replaces him?"}, "keywords": "politics, power, news, John Boehner, climate, Earth, science, climate science, Climate Politics, congress", "sailthru.locale": "en_us", "sailthru.tags": "politics, power, news, John Boehner, climate, Earth, science, climate science, Climate Politics, congress, MB, en_us, mben", "news_keywords": "politics, power, news, John Boehner, climate, Earth, science, climate science, Climate Politics, congress", "msapplication-TileColor": "#7974bd", "sailthru.title": "The Speaker of the Most Anti-Science Congress in History is Quitting", "msapplication-square150x150logo": "/assets/favicons/motherboard/mstile-150x150.png?v", "thumbnail": "http://motherboard-images.vice.com/content-images/article/26021/1443193715822122.png", "description": "Who hates science more, John Boehner or whoever replaces him?", "sailthru.expire_date": "2015-10-02", "msapplication-wide310x150logo": "/assets/favicons/motherboard/mstile-310x150.png?v", "msapplication-square70x70logo": "/assets/favicons/motherboard/mstile-70x70.png?v", "msapplication-square310x310logo": "/assets/favicons/motherboard/mstile-310x310.png?v", "msapplication-TileImage": "/assets/favicons/motherboard/mstile-144x144.png?v", "sailthru.description": "Who hates science more, John Boehner or whoever replaces him?", "viewport": "width=device-width,initial-scale=1", "og": {"site_name": "Motherboard", "description": "Who hates science more, John Boehner or whoever replaces him?", "title": "The Speaker of the Most Anti-Science Congress in History is Quitting", "locale": "en_us", "image": "http://motherboard-images.vice.com/content-images/article/26021/1443193715822122.png", "url": "http://motherboard.vice.com/read/who-hates-science-more-john-boehner-or-whoever-replaces-him", "article": {"published_time": "2015-09-25 14:37:00"}, "type": "article"}, "sailthru.publish_date": "2015-09-25 14:37:00", "p": {"domain_verify": "eac54d01e7a940c4380d0105a2a58912"}, "sailthru.item_type": "article"}, "article_summary": "For the last year, Speaker of the House John Boehner has led the most anti-science Congress in modern history.\nBoehner is wholly anti-science, but he's not so anti-science that he believes anti-science causes are worth shutting the government down over.\nIt's entirely possible that the most anti-science Congress ever elected is about to get just a little bit worse.\nIt's possible Boehner decided he couldn't bear to spend any more time in a completely dysfunctional Congress—\"garbage men get used to the smell of bad garbage.\nBoehner is vehemently anti-science and has taken traditionally conservative positions on technology and privacy issues, too."}