{"article_title": "Hulk Hogan 'humiliated' by sex tape as Gawker trial starts", "article_keywords": ["website", "attorney", "gawker", "starts", "celebrity", "humiliated", "hulk", "sex", "trial", "completely", "tape", "wrestler", "told", "hogan", "character"], "article_url": "http://www.thefiscaltimes.com/latestnews/2016/03/07/Hulk-Hogan-takes-Gawker-Florida-sex-tape-trial", "article_text": "ST. PETERSBURG, Fla. (Reuters) - Hulk Hogan told a Florida jury on Monday he was \"completely humiliated\" by a secretly recorded sex tape published online by Gawker, as he seeks $100 million in damages from the website in a case testing celebrity privacy rights and freedom of the press in the digital age.\n\nHogan, 62, said the publication of a one-minute, 41-second excerpt of a video of him having consensual sex with the wife of his then-best friend, radio shock jock Bubba the Love Sponge, roiled his personal and professional life.\n\n\"I was completely humiliated,\" he said, noting the embarrassment was personal and professional. \"It was even embarrassing as my character. Hulk Hogan was embarrassed.\"\n\nGoing in court by his legal name, Terry Bollea, the wrestler wore a signature bandana with a black suit and a cross necklace. He called the Hogan character \"completely opposite\" to his true personality, which he described as soft-spoken and non-argumentative.\n\nLawyers for the longtime champion of World Wrestling Entertainment and reality TV star say he had a right to expect privacy in a private bedroom and the video was filmed without his knowledge.\n\nGawker's post was motivated by power and brand promotion, an attorney for the wrestler told jurors during opening statements. Gawker attorneys, however, questioned what the wrestler knew about cameras in his friend's house.\n\nGawker sees its 2012 post as protected speech under the First Amendment of the U.S. Constitution, and contends it was reporting on a celebrity who publicly discussed his sex life.\n\nGawker's founder, Nick Denton, sat in the front row on the first day of a civil trial in St. Petersburg, located in the county where Hogan lives, along with a former editor involved, A.J. Daulerio.\n\n\"Gawker believes this kind of reporting is important,\" an attorney for the company, Mike Berry told jurors, explaining that celebrity sex tapes are among the \"uncomfortable\" topics important to the outlet, known for gossip and media reporting.\n\nA loss could put Gawker out of business, though the website will appeal an unfavorable verdict, another of its attorneys said.\n\nThe wrestler said the incident occurred at a low-point as his marriage was ending, in a home where he had let down his guard.\n\nBoth sides claimed success after the trial's opening. The wrestler's attorney highlighted his testimony about suffering, and Gawker pointed out the disparities in what he said in character as opposed to his true persona.\n\nHogan is expected to continue testifying on Tuesday.\n\n(Editing by Bernadette Baum and Alan Crosby)", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "ST. PETERSBURG, Fla.", "title": "Hulk Hogan 'humiliated' by sex tape as Gawker trial starts", "url": "http://www.thefiscaltimes.com/latestnews/2016/03/07/Hulk-Hogan-takes-Gawker-Florida-sex-tape-trial", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/videogames_2.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/latestnews/2016/03/07/Hulk-Hogan-takes-Gawker-Florida-sex-tape-trial", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/videogames_2.jpg", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "ST. PETERSBURG, Fla.", "generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "He called the Hogan character \"completely opposite\" to his true personality, which he described as soft-spoken and non-argumentative.\nGawker's post was motivated by power and brand promotion, an attorney for the wrestler told jurors during opening statements.\nA loss could put Gawker out of business, though the website will appeal an unfavorable verdict, another of its attorneys said.\n\"I was completely humiliated,\" he said, noting the embarrassment was personal and professional.\nGawker attorneys, however, questioned what the wrestler knew about cameras in his friend's house."}