{"article_title": "Alash Ensemble, practitioners of Tuvan throat singing, to perform in Summerville", "article_keywords": ["tuva", "group", "practitioners", "quirk", "perform", "tradition", "alash", "music", "summerville", "throat", "tuvan", "singing", "ensemble"], "article_url": "http://www.postandcourier.com/article/20150418/PC12/150419384/1177/alash-ensemble-practitioners-of-tuvan-throat-singing-to-perform-in-summerville", "article_text": "Tuva is a small republic wedged between Siberia and the northwestern border of Mongolia. It’s an Asiatic land that’s part of the Russian federation of states. Its people are essentially Mongolian but their language includes plenty of Russian.\n\nIf you go WHAT: Alash Ensemble WHEN: 4 p.m. April 26 WHERE: St. John the Beloved Catholic Church, 28 Sumter Ave., Summerville COST: $10 donation suggested MORE INFO: www.alash ensemble.com; http://sjb summerville.org\n\nThey are miners and herders bonded to an arid land, accustomed to tent-dwelling, fond of wrestling and very proud of their musical tradition: throat singing.\n\nOne of Tuva’s best known groups, the Alash Ensemble, will demonstrate this technique at 4 p.m. April 26 in concert at St. John the Beloved Catholic Church, 28 Sumter Ave., Summerville.\n\nThe band got its start in 1999 when its members were students at the Kyzyl Arts College. They dedicated themselves to their culture’s traditional music, but under the guidance of master musician Kongar-ool Ondar (known to Western audiences for his role in the film “Genghis Blues”), they experimented with non-Tuvan instruments such as guitar and accordion.\n\nA few years ago, the quartet became a trio after Alash lost two and gained one. Over the years, the group has collaborated with Bela Fleck and the Flecktones, the Chamber Music Society of Lincoln Center and the Sun Ra Arkestra, among others.\n\nTuvan folk music relies on indigenous string and percussion instruments and featuring a peculiar vocal technique. Singers generate a guttural drone that generates overtones, a sort of whistling sound, expertly manipulated to form beautiful melodic lines. It’s a striking effect, especially remarkable for the singer’s ability to create two or more pitches simultaneously.\n\nIn 2009, the Alash Ensemble was a surprise special guest of Bela Fleck, joining the banjo player and his band onstage at the North Charleston Performing Arts Center for a Christmas concert.\n\nBandmates Bady-Dorzhu Ondar, Ayan-ool Sam and Ayan Shirizhik have been singing and playing music since they were very young, according to Alash manager Sean Quirk. And they have steadily gained in popularity at home and abroad as the Tuvan singing tradition becomes increasingly appreciated.\n\nFor many Westerners, it was the physicist Richard Feynman who first shed light on Tuvan throat singing. Feynman became obsessed with Tuva in the 1980s and wanted badly to travel there, but was hindered by Soviet bureaucracy and, eventually, cancer. He received written permission to travel there one day after his death in 1988.\n\nFeynman’s interest in Tuva and its culture, and his unfulfilled quest, was documented in the 1991 book “Tuva or Bust!” by his friend Ralph Leighton.\n\nOndar, Sam and Shirizhik are part of an ancient continuum of vocal music of the Mongolian region that some trace back to before the invention of language, Quirk said. The music is inseparable from the unique terrain of Tuva; it is a cultural expression that fundamentally reflects the natural world, he said.\n\nThe Alash members consider themselves music ambassadors, determined to share their unusual singing style with others. They tour the U.S. about twice each year, following in the footsteps of master singer Ondar, who was the first Tuvan to tour abroad.\n\n“They are trying to find new ways to present their music,” embracing innovation, new rhythms and Western musical modes, Quirk said. “They are the bearers of a tradition who are protecting their roots but at the same time thrusting out new branches.”\n\nQuirk has his own interesting story. He was a bike messenger in Chicago when he first heard Tuvan throat singing and decided to try to learn how to do it. He won a Fulbright, abandoned his bike career and traveled in 2003 to Tuva where he became a novice musician and member of the national orchestra.\n\nHe fell in love with a local woman, married and had children.\n\nHe’s lived in Tuva ever since, spending long stretches in the U.S. when Alash tours.\n\n“I’m the bridge between my native culture and my adopted culture of Tuva, trying to help us understand each other better,” Quirk said.\n\nIn the U.S., Alash performs regular concerts, but the group also likes to do educational outreach. College gigs are best, Quirk said, because they often involve a show plus classroom presentations or workshops.\n\nThe April 26 concert at St. John the Beloved is the last in the church’s sixth annual concert series, which has included a performance of Brahms’ German Requiem, chamber music and jazz concerts and a set by the Good Foot Celtic Band.\n\nBut David Friddle, the church’s director of music, said he’s especially excited about the visit from the Alash Ensemble.\n\n“Having heard this group before, I can say confidently that Alash Ensemble is an amazing musical experience,” he said in a statement. “Their appeal is to every group — from youngsters to seniors, traditional to alternative, and all who attend will come away impressed with just how much the human body can do. It’s a physiological demonstration of folk music that is both beautiful and entertaining.”\n\nReach Adam Parker at 937-5902. Follow him at www.facebook.com/aparkerwriter.", "article_metadata": {"news_keywords": "Alash Ensemble, practitioners of Tuvan throat singing, to perform in Summerville, Features, \r\nFeaturesVideos, \r\nFP LatestNews, \r\nArts & Travel, \r\nArts & Travel, Alash Ensemble,Ayan Shirizhik ,Ayan-ool Sam ,Bady-Dorzhu Ondar,Bela Fleck ,Kongar-ool Ondar,Mongolia,Richard Feynman ,Sean Quirk,St. John the Beloved Catholic Church,Tuva ,Tuvan throat singing", "og": {"site_name": "Post and Courier", "description": "Tuva is a small republic wedged between Siberia and the northwestern border of Mongolia. It’s an Asiatic land that’s part of the Russian federation of states. Its people are essentially Mongolian but their language includes plenty of Ru", "title": "Alash Ensemble, practitioners of Tuvan throat singing, to perform in Summerville", "url": "http://www.postandcourier.com20150418/150419384/alash-ensemble-practitioners-of-tuvan-throat-singing-to-perform-in-summerville", "image": {"url": "http://www.postandcourier.com/storyimage/CP/20150418/PC12/150419384/AR/0/AR-150419384.jpg", "identifier": "http://www.postandcourier.com/storyimage/CP/20150418/PC12/150419384/AR/0/AR-150419384.jpg"}, "type": "article"}, "twitter": {"description": "Tuva is a small republic wedged between Siberia and the northwestern border of Mongolia. It’s an Asiatic land that’s part of the Russian federation of states. Its people are essentially Mongolian but their language includes plenty of Ru", "title": "Alash Ensemble, practitioners of Tuvan throat singing, to perform in Summerville", "app": {"country": "US", "name": {"ipad": "Post and Courier", "iphone": "Post and Courier", "googleplay": "Post and Courier"}, "id": {"ipad": 603721271, "iphone": 603721271, "googleplay": "com.Synapse.PandC"}}, "site": "@postandcourier", "image": "http://www.postandcourier.com/storyimage/CP/20150418/PC12/150419384/AR/0/AR-150419384.jpg", "card": "summary_large_image"}, "msvalidate.01": "05BAEC9D8820FA9F10D57DB6EB3C6192", "metered": "yes", "p": {"domain_verify": "c6511264bdb6fa45c6bb985fb86d3ab2"}, "fb": {"app_id": 146078808769941}, "tout": {"article": {"id": 150419384}}, "google-site-verification": "rAW9DX7yfiFF82k05QGF6LbZBkxcKxMTzAwNv0OCKAM", "keywords": "Alash Ensemble, practitioners of Tuvan throat singing, to perform in Summerville , Features, \r\nFeaturesVideos, \r\nFP LatestNews, \r\nArts & Travel, \r\nArts & Travel, Alash Ensemble,Ayan Shirizhik ,Ayan-ool Sam ,Bady-Dorzhu Ondar,Bela Fleck ,Kongar-ool Ondar,Mongolia,Richard Feynman ,Sean Quirk,St. John the Beloved Catholic Church,Tuva ,Tuvan throat singing", "article": {"published_time": "2015-04-18T19:00:00Z", "modified_time": "2015-04-17T15:43:00Z", "author": "Adam Parker"}, "viewport": "width=device-width, initial-scale=1.0, user-scalable=no", "description": "Tuva is a small republic wedged between Siberia and the northwestern border of Mongolia. It’s an Asiatic land that’s part of the Russian federation of states. Its people are essentially Mongolian but their language includes plenty of Ru"}, "_id": "\"57477af36914bd0286fd0b91\"", "article_summary": "For many Westerners, it was the physicist Richard Feynman who first shed light on Tuvan throat singing.\nAnd they have steadily gained in popularity at home and abroad as the Tuvan singing tradition becomes increasingly appreciated.\nHe was a bike messenger in Chicago when he first heard Tuvan throat singing and decided to try to learn how to do it.\nOne of Tuva’s best known groups, the Alash Ensemble, will demonstrate this technique at 4 p.m. April 26 in concert at St. John the Beloved Catholic Church, 28 Sumter Ave., Summerville.\n“Having heard this group before, I can say confidently that Alash Ensemble is an amazing musical experience,” he said in a statement."}