{"article_title": "Ten Years After Law's Passage, DOJ Takes Baby Steps To Address Prison Sexual Assault", "article_keywords": ["doj", "takes", "prisons", "justice", "address", "young", "passage", "facilities", "assault", "abuse", "steps", "adult", "inmates", "prison", "baby", "federal", "sexual", "laws"], "article_url": "http://thinkprogress.org/justice/2013/09/05/2579021/years-laws-passage-doj-takes-baby-steps-address-prison-sexual-assault/", "article_text": "Justice Ten Years After Law’s Passage, DOJ Takes Baby Steps To Address Prison Sexual Assault CREDIT:\n\nTen years after Congress passed legislation to address rampant sexual abuse in prison, especially of teenagers and LGBT individuals, the Department of Justice is starting to implement new regulations under the law.\n\nThe new policies will impose basic requirements, such as separating teens in adult prisons, and banning cross-gender pat-downs in juvenile and female units. Facilities must also develop plans to eliminate rape, and will be subject to federal audits, U.S. News reports.\n\nJust as the PREA turns ten years old, the first audit was conducted last week at a federal prison in West Virginia, and more are scheduled for the coming weeks. But some are alarmed to learn who will perform the first round of audits. The American Correctional Association, a membership organization for corrections officers, performs accreditation for many detention centers, and will be asked to examine sexual assault prevention as part of that assessment. But the ACA has very close ties to corrections officers, and a ProPublica analysis calls it the “very organization that has been criticized over the years for failing to identify and address safety problems at prisons across the country.”\n\nThe new requirements are mandatory for federal prisons, and state prisons who receive federal funding will lose five percent if they don’t comply. Because coming into compliance will also bear significant cost to some facilities, some may opt to forgo the five percent rather than comply.\n\n“We’re poised now – finally – to take action,” Deputy Assistant Attorney General Mary Lou Leary said at an American Bar Association event.\n\nWhen the Prison Rape Elimination Act was passed in 2003, it ordered study and data collection on prison rape. The studies revealed, among other things, that teens in adult prisons and gay and bisexual inmates are particularly vulnerable to sexual abuse by staff. Inmates diagnosed with serious psychological distress were also the victims of abuse from both fellow inmates and staff at high rates. Overall, 1 in 8 detained youths are sexually abused, according to a 2010 Justice Department study.\n\nWhile the new regulations call for juveniles in adult facilities to be housed separately, they do not call for juveniles to be removed entirely, meaning they remain vulnerable. The Justice Department instead recommends solitary confinement to protect young inmates. But long-term solitary confinement has been deemed cruel and inhuman as applied to anybody, and particularly so when applied to the young and vulnerable. If facilities don’t hold juveniles in adult facilities, they will not have to keep them in solitary as a means of so-called protection.\n\nOne advocate who was detained as a juvenile explained that he was “drugged, gang raped and turned into sexual chattel” on his first day, and “ill equipped to respond to the sexualized coercion of older, more experienced convicts.” With a U.S. incarceration rate that eclipses that of any other country, countless individuals like T.J. Parsell are later released into society and “indelibly marked by what they’ve experienced — either traumatized by sexual assault, or hyper-violent from having learned to fend off the threat.”\n\nIt is likely that many more assaults go unreported. But even those that are reported when staffers were clearly caught in their abuse are only prosecuted about 56 percent of the time. Recently, the attorney for one prison guard accused of raping a 14-year-old defended the case by saying the young girl wanted the sex.", "article_metadata": {"google": "nositelinkssearchbox", "description": "Juveniles in adult prisons and psychologically vulnerable are most likely to be sexually abused by prison staff.", "generator": "WordPress 4.4.2", "og": {"site_name": "ThinkProgress", "description": "Juveniles in adult prisons and psychologically vulnerable are most likely to be sexually abused by prison staff.", "title": "Ten Years After Law’s Passage, DOJ Takes Baby Steps To Address Prison Sexual Assault", "url": "http://thinkprogress.org/justice/2013/09/05/2579021/years-laws-passage-doj-takes-baby-steps-address-prison-sexual-assault/", "image": "http://cdn.thinkprogress.org/wp-content/uploads/2013/07/child-in-prison-e1374863584860.jpg", "type": "article"}, "twitter": {"description": "Juveniles in adult prisons and psychologically vulnerable are most likely to be sexually abused by prison staff.", "creator": "@NicFlatow", "image": "http://cdn.thinkprogress.org/wp-content/uploads/2013/07/child-in-prison-319x213.jpg", "title": "Ten Years After Law’s Passage, DOJ Takes Baby Steps To Address Prison Sexual Assault", "site": "@ThinkProgress", "card": "summary_large_image"}, "robots": "noodp", "elq-topic": "tp-justice", "fb": {"admins": 100001364918392, "pages": 200137333331078, "app_id": 144881328916524}, "thumb2": "http://cdn.thinkprogress.org/wp-content/uploads/2013/07/child-in-prison-e1374863584860.jpg", "thumb1": "http://cdn.thinkprogress.org/wp-content/uploads/2013/07/child-in-prison-e1374863584860.jpg", "google-site-verification": "HDCaom2KPSt1X92eD5CiYHCkWvb5nP09lhEAOPZ5rts", "article": {"published_time": "2013-09-05T16:18:43+00:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=0"}, "_id": "\"57477af46914bd0286fe2a27\"", "article_summary": "Justice Ten Years After Law’s Passage, DOJ Takes Baby Steps To Address Prison Sexual Assault CREDIT:Ten years after Congress passed legislation to address rampant sexual abuse in prison, especially of teenagers and LGBT individuals, the Department of Justice is starting to implement new regulations under the law.\nThe new policies will impose basic requirements, such as separating teens in adult prisons, and banning cross-gender pat-downs in juvenile and female units.\nIf facilities don’t hold juveniles in adult facilities, they will not have to keep them in solitary as a means of so-called protection.\nJust as the PREA turns ten years old, the first audit was conducted last week at a federal prison in West Virginia, and more are scheduled for the coming weeks.\nThe studies revealed, among other things, that teens in adult prisons and gay and bisexual inmates are particularly vulnerable to sexual abuse by staff."}