{"article_title": "Dangerous By Design 2014, Complete Streets, Pedestrian Safety", "article_keywords": ["walking", "complete", "dangerous", "national", "streets", "states", "pedestrian", "design", "pedestrians", "report", "safety"], "article_url": "http://www.aarp.org/livable-communities/info-2014/dangerous-by-design.html", "article_text": "Three years ago the \"Dangerous by Design\" report noted that between the years 2000 and 2009 the number of vehicle-caused pedestrian deaths was equivalent to \"a jumbo jet full of passengers crashing roughly every month.\"\n\nSubscribe today! AARP Livable Communities Newsletter\n\nStreets engineered for speeding traffic with little or no provision for people on foot, in wheelchairs or on bicycles are “dangerous by design,” explains the National Complete Streets Coalition, the Smart Growth America program behind the report (of which AARP is a sponsor).\n\nNewer data covering the years 2003 to 2012 is presented in “Dangerous by Design 2014.” The numbers haven’t improved.\n\nOver the decade 47,025 people were killed while walking. (\"That's 16 times the number of Americans who died in natural disasters — earthquakes, floods, hurricanes and tornadoes,\" say the authors.) An estimated 676,000 pedestrians were injured, \"meaning someone on foot was hit by a car about every eight minutes.\"\n\n\n\nKEY POINTS\n\nThe featured attraction of the \"Dangerous by Design\" report is its pedestrian danger index (PDI), which ranks the country’s largest metropolitan areas — as well as all 50 states and Washington, D.C. — by their share of traffic deaths involving pedestrians. Among the findings:\n\nThe Southeast United States — which includes, among other states, Alabama, Arkansas, Florida, Georgia and Mississippi — is home to the most dangerous metropolitan areas for walking. (For examples of what the region is doing to rid itself of such an unwanted achievement, see the article about Florida on page 10 of the report as well as the Complete Streets in the Southeast Tool Kit, which was released in March 2014 by the National Complete Streets Coalition and AARP.)\n\n\n\n\n\nAmong the places with low (i.e., good) PDI rates are Alaska, Vermont and Washington, D.C.\n\n\n\n\n\nPopulations at an increased risk for being killed or injured while walking are children, low-income individuals, people of color and older adults. The commonality between these groups is that many don't drive or have access to a vehicle.\n\n\n\n\n\nAdults age 65-plus account for one in five pedestrian deaths. This high fatality rate can be attributed to, among other factors, the frailty of older pedestrians as compared to younger people, as well as to poor infrastructure and misguided safety measures, such as crosswalk signals that change too quickly for people to complete their crossing.\n\nThe report also provides data about the risks faces on varying types of streets (arterials, country roads, highways and roads with speed limits in excess of 40 mph). In addition to a national report, the coalition has produced state-specific documents.", "article_metadata": {"page_title": "'Dangerous By Design' 2014 Report", "estimated_publish_date": "2016-01-29", "Last-Modified": "2014-12-30T11:22:56.681-05:00", "keywords": "older adults, walkability, senior citizens, retirement, baby boomers, complete streets, safe streets", "paywallStatus": "off", "livefyreId": "350119:http://www.aarp.org/livable-communities/info-2014/dangerous-by-design.html", "lfdataConfig": "{\"globalConfig\":{\"network\":\"aarp.fyre.co\"},\"livefyreConfig\":[{\"collectionMeta\":\"eyJhbGciOiJIUzI1NiJ9.eyJhcnRpY2xlSWQiOiJodHRwOi8vd3d3LmFhcnAub3JnL2xpdmFibGUtY29tbXVuaXRpZXMvaW5mby0yMDE0L2Rhbmdlcm91cy1ieS1kZXNpZ24uaHRtbCIsInRpdGxlIjoiJ0Rhbmdlcm91cyBCeSBEZXNpZ24nIDIwMTQgUmVwb3J0IiwidXJsIjoiaHR0cDovL3d3dy5hYXJwLm9yZy9saXZhYmxlLWNvbW11bml0aWVzL2luZm8tMjAxNC9kYW5nZXJvdXMtYnktZGVzaWduLmh0bWwiLCJ0YWdzIjoiIiwiY2hlY2tzdW0iOiJmMDAzN2VlOTM1MjMxNzIyODU2ODFkYWExOWU1NTE3YSIsInR5cGUiOiJsaXZlY29tbWVudHMifQ.QILfp_NQu9c7gZ3Yfwy1JMHx712iUEu1XtqODPx6JMs\",\"checksum\":\"f0037ee93523172285681daa19e5517a\",\"siteId\":\"350139\",\"articleId\":\"http://www.aarp.org/livable-communities/info-2014/dangerous-by-design.html\",\"el\":\"livefyreConversation\",\"disableAvatars\":true,\"postToButtons\":[\"tw\",\"fb\"]}]}", "source": "livable_communities", "type": "info", "description": "Report and research about pedestrian safety by the National Complete Streets Coalition.", "robots": "index,follow", "Subject1": "Division:Livable Communities", "fb": {"app_id": 114175878660191}, "Subject3": "DCSubjects:Home and Garden/Livable Communities", "viewport": "width=device-width", "language": "english", "og": {"site_name": "AARP", "description": "Report and research about pedestrian safety by the National Complete Streets Coalition.", "title": "Dangerous By Design 2014, Complete Streets, Pedestrian Safety - AARP", "url": "http://www.aarp.org/livable-communities/info-2014/dangerous-by-design.html", "image": "http://cdn.aarp.net/content/dam/aarp/livable-communities/images-2014/incomplete-streets-SS/200-lady-cant-cross-incomplete-streets.imgcache.rev1400169997234.jpg", "type": "article"}, "contentId": "/content/aarp/en/home/livable-communities/info-2014/dangerous-by-design", "mcafeesecure-site-verification": "fa79d1a3c2770869e1286a81816d01a4", "Subject2": "DCSubjects:Home and Garden/Transportation/Getting around", "IALevel1": "livable-communities", "IALevel2": "info-2014", "s43": "17.Mobility|MyHomeandFamily", "action": "read", "dateToday": "2016-05-25"}, "_id": "\"57477af46914bd0286fdd603\"", "article_summary": "Newer data covering the years 2003 to 2012 is presented in “Dangerous by Design 2014.” The numbers haven’t improved.\nIn addition to a national report, the coalition has produced state-specific documents.\nThree years ago the \"Dangerous by Design\" report noted that between the years 2000 and 2009 the number of vehicle-caused pedestrian deaths was equivalent to \"a jumbo jet full of passengers crashing roughly every month.\"\n(For examples of what the region is doing to rid itself of such an unwanted achievement, see the article about Florida on page 10 of the report as well as the Complete Streets in the Southeast Tool Kit, which was released in March 2014 by the National Complete Streets Coalition and AARP.)\nAARP Livable Communities NewsletterStreets engineered for speeding traffic with little or no provision for people on foot, in wheelchairs or on bicycles are “dangerous by design,” explains the National Complete Streets Coalition, the Smart Growth America program behind the report (of which AARP is a sponsor)."}