{"article_title": "The GOP’s Benghazi scam is exploding in its face: Why the latest stunning revelations will only make Republicans more extreme", "article_keywords": ["benghazi", "right", "scam", "mitch", "senate", "republicans", "ted", "gops", "mcconnell", "face", "revelations", "stunning", "exploding", "ryan", "committee", "mr", "senator", "extreme", "conservative", "latest"], "article_url": "http://www.salon.com/2015/10/13/the_gops_benghazi_scam_is_exploding_in_its_face_why_the_latest_stunning_revelations_will_only_make_republicans_more_extreme/", "article_text": "Topics: aol_on, Benghazi, Congress, House of Representatives, Mitch McConnell, Paul Ryan, Senate, The Tea Party, trey gowdy, News, Politics News\n\nAnother day, another revelation about the conservative crack-up. Over the weekend a whistleblower, Major Todd Podliska, came forward to reveal that the Benghazi Committee is a sham. Stop the presses. Then yesterday, the New York Times reported that since the staffers on the committee are chasing non-existent Hillary Clinton scandals to the exclusion of everything else they have a whole lot of time on their hands:\n\nWith the slow progress, members have engaged in social activities like a wine club nicknamed ‘Wine Wednesdays,’ drinking from glasses imprinted with the words “Glacial Pace,” a dig at Representative Elijah E. Cummings, Democrat of Maryland and the committee’s ranking member, Major Podliska said. Mr. Cummings used the term to question the speed of the committee’s work. At one point, several Republican staff members formed a gun-buying club and discussed in the committee’s conference room the 9-millimeter Glock handguns they intended to buy and what type of monograms they would inscribe on them, Major Podliska said.\n\nThis is to be expected, of course. After all, there have been eight previous Benghazi investigations so there can’t be much left to uncover. And Clinton’s emails haven’t had anything particularly sexy in them yet, so what’s the point?\n\nBenghazi committee chairman Trey Gowdy shot back at the accusations, call them a “damned lie,” thus proving that he isn’t any more mature and statesmanlike than the average Tea Partier. It’s an unpropitious time for these unsavory details of committee malfeasance to emerge, what with the House imploding as it is.\n\nYesterday the right began to seriously flex its muscle on the “Paul Ryan: Boy Savior” question, and it’s not looking great:\n\nIn 2012 when Mitt Romney picked Mr. Ryan, Republican of Wisconsin, as his running mate, the concern among some in their party was that Mr. Ryan was too conservative, particularly when it came to overhauling social programs like Medicare and Medicaid. Now, as he agonizes over whether to answer the appeal of his colleagues to become their next speaker, the far right is trotting out a fresh concern: Mr. Ryan is too far left.\n\nThat pretty much says it all. The man who just two years ago was known as a hard-core Ayn Rand-worshipping conservative is now considered a liberal squish.\n\nBut we knew Ryan was suspect when conservative thought leader Laura Ingraham immediately tweeted “three young guns and you’re out “ as the beltway turned it’s lonely eyes to him last week. Only total loyalty to the Freedom Caucus will suffice, and not even the one true Scotsman could deliver on that promise. It’s possible Ryan could eke out a vote, but it won’t change the current congressional dynamic in which a rump group of fanatics hold the institution hostage to their delusions of grandeur. It’s hard to imagine what would. The sickness that pervades the House Republican caucus will not be cured by any medicine currently available.\n\nAnd now it appears that the disease has metastasized to the Senate. On Monday, MSNBC’s Luke Russert tweeted out a “citizen censure” from the right wing PAC The Madison Project against Senate majority leader Mitch McConnell. Why, you ask? Well, it seems he too has deviated from the program:\n\nFor years, establishment Republicans in Washington have gotten away with giving lip service to our principles while supporting policies that betrayed those same principles. NEVER AGAIN! Since the Republicans took the majority in the Senate, Mitch McConnell has cut deal after deal with the Democrats. His record of betraying conservatives before the election has only increased after the election. Consider that, in this year alone, he: Forcefully defeated the valiant efforts of Senators Mike Lee and Ted Cruz to defund Obamacare. Failed to support Senator Mike Lee’s effort to defund Planned Parenthood in the wake of their body parts trafficking scandal. Helped Harry Reid block a vote on an amendment offered by Ted Cruz that would have prevented lifting sanctions on Iran unless and until Iran recognizes Israel’s right to exist as a Jewish state and unless and until Iran releases American hostages. Allowed Senator Harry Reid and the Democrats to pass an amendment that reauthorized the Export-Import Bank (Ex-Im) – as a reward the lobbyists on K Street and undeniable corporate welfare. This action was so egregious that Ted Cruz boldly took to the Senate floor and called out Senator McConnell for lying. Was referred to by George Stephanopoulos as President Obama’s “point man” in the Senate; and Received a hand-written note of thanks from Barack Obama for his role in the confirmation of Attorney General Loretta Lynch – the number one cheerleader for unbridled Presidential power. We MUST let Senate Majority Leader Mitch McConnell know that his scheming and backhanded tactics will NOT go unchecked.", "article_metadata": {"description": "Trey Gowdy's witch hunt has been revealed for the travesty it is, yet conservatives are doubling down on crazy", "title": "The GOP’s Benghazi scam is exploding in its face: Why the latest stunning revelations will only make Republicans more extreme", "og": {"site_name": "Salon", "description": "Trey Gowdy's witch hunt has been revealed for the travesty it is, yet conservatives are doubling down on crazy", "title": "The GOP’s Benghazi scam is exploding in its face: Why the latest stunning revelations will only make Republicans more extreme", "url": "http://www.salon.com/2015/10/13/the_gops_benghazi_scam_is_exploding_in_its_face_why_the_latest_stunning_revelations_will_only_make_republicans_more_extreme/", "image": "http://media.salon.com/2015/06/benghazi-clinton-emails.jpeg-1280x960.jpg", "type": "article"}, "twitter": {"description": "Trey Gowdy's witch hunt has been revealed for the travesty it is, yet conservatives are doubling down on crazy", "title": "The GOP’s Benghazi scam is exploding in its face: Why the latest stunning revelations will only make Republicans more extreme", "image": "http://media.salon.com/2015/06/benghazi-clinton-emails.jpeg-1280x960.jpg", "creator": "@salon", "site": "@salon", "card": "summary_large_image"}, "author": "Heather Digby Parton", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, aol_on, Benghazi, Congress, House of Representatives, Mitch McConnell, Paul Ryan, Senate, The Tea Party, trey gowdy", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fdf5cb\"", "article_summary": "Since the Republicans took the majority in the Senate, Mitch McConnell has cut deal after deal with the Democrats.\nWe MUST let Senate Majority Leader Mitch McConnell know that his scheming and backhanded tactics will NOT go unchecked.\nTopics: aol_on, Benghazi, Congress, House of Representatives, Mitch McConnell, Paul Ryan, Senate, The Tea Party, trey gowdy, News, Politics NewsAnother day, another revelation about the conservative crack-up.\nThis action was so egregious that Ted Cruz boldly took to the Senate floor and called out Senator McConnell for lying.\nOn Monday, MSNBC’s Luke Russert tweeted out a “citizen censure” from the right wing PAC The Madison Project against Senate majority leader Mitch McConnell."}