{"article_title": "Republican Strategy on Obama Supreme Court Nominee Merrick Garland", "article_keywords": ["supreme", "court", "nominee", "garland", "senate", "die", "republicans", "political", "strategy", "ohio", "merrick", "act", "old", "republican", "obama"], "article_url": "http://www.esquire.com/news-politics/politics/news/a43381/supreme-court-republican-strategy/", "article_text": "The Republican strategery as regards the vacant seat on the Supreme Court is a puzzlement. There is no question that, at least as a frustration of the national will, it has been catastrophic. At the same time, there is no indication that it will fail in its ultimate goal of preventing this president from replacing Antonin Scalia. Regardless of what you may have heard, there is no constitutional requirement for the Senate to act upon a president's nomination. The Senate has the power to advise and to consent; inherent in that power is the right to decline to do so. The solution is to make the Senate's intransigence so politically toxic that it becomes a threat to the political survival of the people engaging in it. This is what the Republicans basically are trying to dodge with their increasingly tortured explanations for their actions; they want to be able to refuse to act, but they want to avoid the political consequences of doing so. That this is profound cowardice is almost too obvious to mention.\n\nAdvertisement - Continue Reading Below\n\nOut in the states, the obstructionism is driving a few people to denial. In Ohio, for example, where Senator Rob Portman is one of the more vulnerable Republican incumbents, his spokesman is whistling the entire score of Carmen past a pretty big graveyard.\n\n\"Rob is focused on the issues that Ohio families care about—jobs and the economy, terrorism, and the heroin epidemic that is gripping our state,\" said Kevin Smith, Portman's communications director. \"He has a record of delivering for Ohio families on these issues and he will continue to fight for them.\"\n\nMost Popular\n\nThe same thing is happening in New Hampshire, where a heavyweight bout between incumbent Republican Senator Kelly Ayotte and incumbent Democratic Governor Maggie Hassan already is ferociously (and expensively) engaged. Ayotte, as is the case with Portman, is hostage to her radical base, and therefore she's vulnerable on the issue in the general election. That whole \"the people should decide\" is a chickenshit way to avoid either doing your job, or the political backlash for not doing it.\n\nDemocrats disagree, and recent national polls show that voters feel the Senate should hold hearings on Garland's nomination. About 70 percent of Americans say the Senate should consider Garland now that the president has nominated him, according to a poll released Monday by Monmouth University. The same poll said 77 percent of voters think Senate Republicans are \"playing politics\" by refusing to holding hearings on Garland's nomination. And this is the point that some New Hampshire Democrats are underscoring. \"People don't get excited about Supreme Court nominations in the regular scheme of things, but the Republicans have made this into an issue on their own,\" said Kathy Sullivan, a former New Hampshire Democratic Party chairwoman. \"They created this mess. Now they have to live with it.\"\n\nMeanwhile, on the Democratic side, the vacancy has been the inspiration for one of the dumbest pieces of political analysis I've ever read.\n\nGODDAMIT, THERE WILL ALWAYS BE SUPREME COURT SEATS UP FOR GRABS. IF WE LET THAT DEFINE HOW WE VOTE, WE WOULD NEVER, EVER MAKE ANY PROGRESS IN THIS COUNTRY. THEY'RE ALL OLD! ALL OF THEM! THEY HAVE ALWAYS BEEN OLD, AND THEY WILL ALWAYS BE OLD! YOU KNOW THIS MERRICK GARLAND DUDE THAT OBAMA NOMINATED? HE'S 63. THAT'S A \"NEW\" SUPREME COURT JUSTICE. THAT DUDE COULD DIE. AND SURE, WE COULD ALL DIE, AT ANY MOMENT, BUT HE'S LEGITIMATELY OLD ENOUGH TO DIE IN THE NEXT FOUR YEARS, JUST LIKE EVERY OTHER SUPREME COURT JUSTICE. STOP TRYING TO STRONG-ARM SANDERS SUPPORTERS INTO VOTING BECAUSE SOME SUPREME COURT SEATS MAY BE UP FOR GRABS. JUST STOP. THEY ARE ALWAYS, ALWAYS, ALWAYS UP FOR GRABS. YES, SOME OF THE JUSTICES MIGHT DIE. YOU KNOW WHAT ELSE MIGHT HAPPEN? NONE OF THEM MAY DIE. WE HAVE NO IDEA, SO WHY SHOULD THAT DICTATE OUR VOTE?\n\nJust in the last several months, I've heard oral arguments in the Supreme Court that would have virtually ended affirmative action, that would have killed the very concept of one-man-one-vote, and that would grant preposterous exemptions from the Affordable Care Act to any organization that hangs a cross over its doors. Before that, I heard the argument that gutted the Voting Rights Act, declared the Day of Jubilee, and led to the current carnival of horrors at the polls all over America. Get glib about your own life, fool. There are people and things out there for whom this choice is life-and-death. One of them is representative democracy.", "article_metadata": {"sailthru.contenttype": "article", "sailthru.image.thumb": "http://esq.h-cdn.co/assets/16/13/160x160/square-1459185324-obamagarland21.jpg", "description": "And it's from the left, concerning the current Supreme Court conundrum.​", "title": "Republican Strategy on Obama Supreme Court Nominee Merrick Garland - Dumbest Take I've Ever Read", "og": {"site_name": "Esquire", "description": "And it's from the left,&nbsp;concerning the current Supreme Court conundrum.​", "title": "This Is One of the Dumbest Pieces of Political Analysis I've Ever Read", "url": "http://www.esquire.com/news-politics/politics/news/a43381/supreme-court-republican-strategy/", "image": {"url": "http://esq.h-cdn.co/assets/16/13/1600x800/landscape-1459185324-obamagarland21.jpg", "width": 1600, "identifier": "http://esq.h-cdn.co/assets/16/13/1600x800/landscape-1459185324-obamagarland21.jpg", "height": 800}, "type": "article"}, "twitter": {"site": "@Esquire", "image": {"src": "http://esq.h-cdn.co/assets/16/13/1459185324-obamagarland21.jpg"}, "description": "And it's from the left,&nbsp;concerning the current Supreme Court conundrum.​", "card": "summary_large_image", "title": "This Is One of the Dumbest Pieces of Political Analysis I've Ever Read"}, "sailthru.date": "2016-03-28T13:27:00-04:00", "sailthru.socialtitle": "This Is One of the Dumbest Pieces of Political Analysis I've Ever Read", "apple-itunes-app": "app-id=1020421151, affiliate-data=pt=305920&ct=OnSiteESQ&mt=8", "fb": {"app_id": 171874009543995, "pages": 84169421673}, "auto-publish": "evergreen", "sailthru.tags": "News & Politics, barack obama,rob portman,kelly ayotte,merrick garland, supreme court,nominations,republicans", "google-site-verification": "jc-n3hu5vRQZpMR_8zTdWlZclmVbvCl2qFQ2fxka3rc", "keywords": "barack obama,rob portman,kelly ayotte,merrick garland,supreme court,nominations,republicans", "article": {"publisher": "https://www.facebook.com/Esquire", "section": "Politics With Charles P. Pierce", "published_time": "2016-03-28 05:27:00", "modified_time": "2016-03-28 18:50:00"}, "sailthru.image.full": "http://esq.h-cdn.co/assets/16/13/768x384/landscape-1459185324-obamagarland21.jpg", "viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=no"}, "article_summary": "STOP TRYING TO STRONG-ARM SANDERS SUPPORTERS INTO VOTING BECAUSE SOME SUPREME COURT SEATS MAY BE UP FOR GRABS.\nThe Republican strategery as regards the vacant seat on the Supreme Court is a puzzlement.\nGODDAMIT, THERE WILL ALWAYS BE SUPREME COURT SEATS UP FOR GRABS.\nTHAT'S A \"NEW\" SUPREME COURT JUSTICE.\nThe same poll said 77 percent of voters think Senate Republicans are \"playing politics\" by refusing to holding hearings on Garland's nomination."}