{"article_title": "Watch out for surprise medical bills when you’re in the hospital", "article_keywords": ["plans", "consumers", "medical", "youre", "watch", "provider", "fewer", "insurance", "health", "plan", "doctors", "surprise", "bills", "hospitals", "hospital"], "article_url": "https://www.washingtonpost.com/news/to-your-health/wp/2015/09/01/watch-out-for-surprise-medical-bills-when-youre-in-the-hospital/", "article_text": "Many people with health insurance know a good way to avoid surprise medical bills is to go to a doctor or hospital in their plan’s provider network. Those doctors and hospitals have contracted with the health plan to provide health services at a negotiated rate, which is typically lower than out-of-network providers.\n\nBut as more health plans limit the physicians and hospitals in these networks (to keep premium costs low), consumers are increasingly getting hit with surprise bills from out-of-network providers.\n\nAnd it’s especially hard for consumers once they’re in the hospital, according to a recent story in Modern Healthcare. Hospitals often contract with experts, such as anesthesiologists, emergency physicians, radiologists and even assistant surgeons. But many times, those doctors don’t participate in the same plan networks as the hospital, so they’re considered out-of-network.\n\nOne woman who made sure her hospital and obstetrician were in her plan’s network before she delivered her baby got hit with a suprise $636 bill, Modern Healthcare reported, because a consulting pediatrician that the hospital called in was out-of-network.\n\nI’ve written about these narrow networks. Under the Affordable Care Act, consumers and others have said they often have more limited doctor and hospital choices in health plans offered on marketplaces created under the federal health law.\n\n[Report: ACA health plans have 1/3 fewer providers than employer-based ones]\n\nAn analysis released in July by consulting firm Avalere Health found that consumers who bought insurance on the health exchanges last year had access to one-third fewer doctors and hospitals, on average, than people with traditional employer-provided coverage.\n\nCompared with traditional employer coverage, exchange plans had networks with 42 percent fewer cancer and cardiac specialists; 32 percent fewer mental health and primary-care doctors, and 24 percent fewer hospitals, the Avalere analysis found.\n\nA growing number of hospitals and insurers are trying to resolve these out-of-network bills. Some states, such as California, New York and Texas, have approved or are considering rules that address what happens when unexpected bills are sent by hospitals, doctors, or clinics for an amount beyond what the consumer’s insurance covers. This is also called balance billing.\n\nHere's what some health experts say consumers can do:\n\n• When possible, use provider directories and other plan-provided information to find who is in your network.\n\n• When possible, ask the doctor or hospital. If they aren't, ask whether they will accept the plan’s payment as payment in full.\n\n• If you do get a balance bill, review your health plan’s explanation of benefits and any notices about consumer rights.\n\n• Before paying a balance bill, contact both the health plan and the provider. Ask whether the plan is willing to pay the bill. If not, ask whether the provider will accept a lesser amount.\n\n• Contact the state insurance department to see if any remedy is available under the state’s laws.\n\nRead more:\n\nSoda linked to higher risk of heart attacks, study finds\n\nGetting less than six hours of sleep? You're 4x more likely to catch a cold\n\nWith steroid shots, back pain relief is only temporary, at best\n\nThe top 50 hospitals that gouge patients the most\n\n1 in 4 adults had insurance but still couldn't afford medical care", "article_metadata": {"description": "Consumers are increasingly getting hit with surprise hospital bills from out-of-network providers.", "author": "https://www.facebook.com/lena.sun.90", "og": {"site_name": "Washington Post", "description": "Consumers are increasingly getting hit with surprise hospital bills from out-of-network providers.", "title": "Watch out for surprise medical bills when you’re in the hospital", "url": "https://www.washingtonpost.com/news/to-your-health/wp/2015/09/01/watch-out-for-surprise-medical-bills-when-youre-in-the-hospital/", "image": "https://images.washingtonpost.com/?url=http://img.washingtonpost.com/news/to-your-health/wp-content/uploads/sites/26/2015/09/iStock2.jpg&w=1484&op=resize&opt=1&filter=antialias", "type": "article"}, "referrer": "unsafe-url", "twitter": {"site": "@WashingtonPost", "card": "summary_large_image", "creator": "@bylenasun"}, "apple-itunes-app": "app-id=938922398, app-argument=https://www.washingtonpost.com/news/to-your-health/wp/2015/09/01/watch-out-for-surprise-medical-bills-when-youre-in-the-hospital/", "fb": {"admins": 500835072, "app_id": 41245586762}, "keywords": "network, providers, healthcare, insurance, obamacare, hospital, bill, charges, medical, modern healthcare, health plan, anesthesiologists, radiologists", "article": {"publisher": "https://www.facebook.com/washingtonpost", "author": "https://www.facebook.com/lena.sun.90"}, "viewport": "width=device-width, initial-scale=1.0, user-scalable=yes, minimum-scale=0.5, maximum-scale=2.0", "news_keywords": "network, providers, healthcare, insurance, obamacare, hospital, bill, charges, medical, modern healthcare, health plan, anesthesiologists, radiologists"}, "_id": "\"57477afa6914bd0286fe57ca\"", "article_summary": "Many people with health insurance know a good way to avoid surprise medical bills is to go to a doctor or hospital in their plan’s provider network.\n• If you do get a balance bill, review your health plan’s explanation of benefits and any notices about consumer rights.\nBut as more health plans limit the physicians and hospitals in these networks (to keep premium costs low), consumers are increasingly getting hit with surprise bills from out-of-network providers.\nThose doctors and hospitals have contracted with the health plan to provide health services at a negotiated rate, which is typically lower than out-of-network providers.\nAnd it’s especially hard for consumers once they’re in the hospital, according to a recent story in Modern Healthcare."}