{"article_title": "This Is What Passes for Journalism in Washington These Days", "article_keywords": ["passes", "law", "committee", "loss", "journalism", "medical", "washington", "days", "rockefeller", "premiums", "coverage", "hearing", "spend", "care"], "article_url": "http://www.huffingtonpost.com/wendell-potter/this-is-what-passes-for-j_b_5437931.html", "article_text": "If you read my column last week about a Senate hearing that showed how Obamacare has affected Americans, you might have wondered if I was in the same room with reporters who presumably covered the event.\n\nThe disparity goes a long way toward explaining why so many of us are clueless about the actual impact the law is having on our lives.\n\nThe title of the May 21 Senate Commerce Committee hearing: \"Delivering Better Health Care Value to Consumers: The First Three Years of the Medical Loss Ratio.\" I was one of four witnesses talking about the part of the law that requires health insurers to issue rebates to policyholders if they spend more than 20 percent of premiums on non-medical expenses, including profits -- the so-called Medical Loss Ratio.\n\nPrior to the passage of the law, insurance company executives -- who consider what they spend on medical care to be a loss -- were in many cases devoting up to half of premiums they collected to pay for advertising and other administrative functions and to reward executives and shareholders.\n\nAs I wrote last week, consumers have saved at least $3 billion since the provision of the law that mandates insurers must spend at least 80 percent of our premiums on medical care went into effect in 2011.\n\nThe hearing wasn't just about numbers, however. Katherine Fernandez, a small business owner from Houston, testified about how the MLR provision and other aspects of the law have enabled her family to pay less for far more comprehensive coverage than was possible in the past.\n\nShe told the committee that because both her husband and son had pre-existing conditions, the only policies available to them pre-Obamacare would not cover any medical care pertaining to those maladies. And even then the policies had both high premiums and high deductibles. She said that during the 14 years prior to the law's passage, her family paid more than $100,000 in premiums for what she described as bare-bones coverage. And the premiums went up sharply every year -- 165 percent between 2000 and 2003 alone.\n\nShe said she was elated when the Affordable Care Act passed. \"No more pre-existing condition clauses ... and insurance companies had to refund some of what we paid if they didn't spend enough. What reasonable ideas.\"\n\nIf you read the accounts of the hearing in The Washington Post, USA Today, Politico or CBS News -- the only news outlets I could find that provided any coverage -- you would not have read anything about the $3 billion consumers have saved as a result of the MLR provision or how the law has benefited the Fernandez family.\n\nThe focus of all those stories was a brief exchange toward the end of the hearing between Committee Chair Jay Rockefeller, a West Virginia Democrat, and GOP Sen. Ron Johnson of Wisconsin about whether the color of President Obama's skin might explain why some people are opposed to the law.\n\nRockefeller suggested race might be a factor, which provoked a spirited denial from Johnson. Politico's only hint about the hearing's actual subject was this: \"His (Rockefeller's) critiques of the GOP again came in a sparsely attended committee hearing, this time during an analysis of health-care spending.\"\n\nThe only one of these pieces that even mentioned \"medical loss ratio\" was the CBS story, and it, too, was primarily about the exchange between Rockefeller and Johnson. In the USA Today article, which apparently was based on a National Journal transcript, the only hint of a hearing was in the very last sentence: \"Rockefeller then veered into another topic before adjourning the hearing.\"\n\nThat other topic, of course, was the medical loss ratio.\n\nThe Washington Post likewise found medical loss ratio of no interest. Its story, too, was about the back-and-forth between Rockefeller and Johnson during what the reporter dismissed as \"an otherwise sleepy committee hearing.\"\n\nGranted, it is challenging to substantively cover the Affordable Care Act. The U.S. health care system is dizzyingly complex, and so is the law. It's far easier to write about constant political sparring than to take the time to educate readers about what's actually in the law and how it affects people. It's not a heavy lift to review a transcript and write the kind of \"he said, she said\" -- in this case the \"he said, he said\" -- coverage that passes for journalism.\n\nThere are a lot of reasons why Americans don't know how the law affects them or why they believe things about Obamcare that aren't true. The Democrats have done a lousy job of explaining it. And more than $400 million has been spent by opponents attacking it -- 15 times as much as has been spent by supporters. But one of the biggest reasons is the failure of many in the media to provide anything other than the most superficial coverage. As a former reporter who used to cover hearings on the Hill, I consider that shameful.\n\nFollow Wendell Potter on Twitter: www.twitter.com/wendellpotter", "article_metadata": {"description": "If you read my column last week about a ...", "sailthru.expire_date": "2014-06-04 11:26:53 -0400", "og": {"site_name": "The Huffington Post", "description": "If you read my column last week about a ...", "url": "http://www.huffingtonpost.com/wendell-potter/this-is-what-passes-for-j_b_5437931.html", "image": "http://i.huffpost.com/gen/1778044/images/o-NEWSPAPER-facebook.jpg", "locale": "en_US", "type": "article"}, "twitter": {"image": {"width": 2000, "identifier": "http://i.huffpost.com/gen/1778044/images/o-NEWSPAPER-facebook.jpg", "height": 1000}, "description": "If you read my column last week about a ...", "site": "@HuffPostPol", "card": "summary_large_image", "creator": "wendellpotter"}, "sailthru.date": "2014-06-03 11:26:53 -0400", "al": {"ios": {"url": "huffpostnews:///?editionID=us&entryID=5437931", "app_store_id": 306621789, "app_name": "The Huffington Post"}}, "taboola.category": "politics", "fb": {"app_id": 46744042133}, "keywords": "congress,Jay Rockefeller,politico,Health Insurance,cbs,journalism,medical-loss ratio,senate,USA Today,obamacare,CBS News,Affordable Care Act,senate commerce committee,Washington Post,Ron Johnson,mlr", "article": {"section": "Politics", "tag": "congress,Jay Rockefeller,politico,Health Insurance,cbs,journalism,medical-loss ratio,senate,USA Today,obamacare,CBS News,Affordable Care Act,senate commerce committee,Washington Post,Ron Johnson,mlr", "published_time": "2014-06-03 11:26:53 -0400", "modified_time": "2014-08-03 05:59:05 -0400"}, "viewport": "width=1000"}, "_id": "\"57477af46914bd0286fdf5de\"", "article_summary": "The Washington Post likewise found medical loss ratio of no interest.\nThat other topic, of course, was the medical loss ratio.\nIts story, too, was about the back-and-forth between Rockefeller and Johnson during what the reporter dismissed as \"an otherwise sleepy committee hearing.\"\nThe title of the May 21 Senate Commerce Committee hearing: \"Delivering Better Health Care Value to Consumers: The First Three Years of the Medical Loss Ratio.\"\nPolitico's only hint about the hearing's actual subject was this: \"His (Rockefeller's) critiques of the GOP again came in a sparsely attended committee hearing, this time during an analysis of health-care spending.\""}