{"article_title": "Hookworms May Reduce Celiac Disease Patients' Gluten Intolerance Symptoms", "article_keywords": ["intolerance", "hookworms", "gluten", "study", "reduce", "disease", "worms", "symptoms", "trial", "patients", "celiac", "suffering", "tolerance"], "article_url": "http://www.medicaldaily.com/hookworms-may-reduce-celiac-disease-patients-gluten-intolerance-symptoms-305236", "article_text": "Helminthic therapy, an unconventional form of immunotherapy that involved deliberately infecting patients with parasitic worms, has actually showed promising results in treating certain autoimmune diseases and immune disorders. In a recent study published in The Journal of Allergy and Clinical Immunology, celiac disease patients had their symptoms of gluten intolerance reduced after being infected with hookworms.\n\n\"By the end of the trial, with worms onboard, the trial subjects were eating the equivalent of a medium-sized bowl of spaghetti with no ill effects,\" Paul Giacomin, an immunologist at James Cook University (JCU) in Australia, said in a statement. \"That's a meal that would usually trigger a debilitating inflammatory response, leaving a celiac patient suffering symptoms like diarrhea, cramps, and vomiting.\"\n\nGiacomin and his colleagues recruited 12 celiac disease patients who were infected with hookworms, and followed them for up to 52 weeks. Throughout the course of the study, researchers asked each patient to consume a portion of spaghetti. These portions increased as the study went on, and by the end they were able to consume between 60 and 75 straws of spaghetti. Four of the study’s participants were forced to withdraw from the research due to reasons unrelated to gluten or hookworms.\n\nThe eight remaining celiac disease patients significantly increased their gluten tolerance at the end of 52 weeks and were even unperturbed by the presence of hookworms in their body. In fact, all eight chose to keep the hookworms when they were presented with the option of medication that would clear their system of the parasitic worms. The research team attributed their results to a protein found in hookworms with the ability to keep the human immune response in check.\n\n\"The eight who stuck with the trial were able to increase their gluten tolerance by a factor of 60, a massive change,\" said Alex Loukas, head of the Centre for Biodiscovery and Molecular Development of Therapeutics at JCU. \"We and others have had promising results in earlier trials, but this is clear proof-of-principle of the benefits of hookworm in treating inflammatory disease.\"\n\nAccording to the Celiac Disease Foundation, one out of every 100 people around the world are affected by this autoimmune disorder. An estimated 2.5 million Americans are undiagnosed and run the risk of suffering from suffering from long-term complications. There is currently only one viable treatment for celiac disease: a lifelong adherence to a strict gluten-free diet. Even crumbs of food containing wheat, rye, and barley can trigger damage to the small intestine.\n\nSource: Croese J, Loukas A, Giacomin P, et al. Experimental hookworm infection and gluten microchallenge promote tolerance in celiac disease. The Journal of Allergy and Clinical Immunology. 2014.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "hookworms, celiac, disease, gluten, tolerance", "og": {"site_name": "Medical Daily", "description": "Ditch the gluten-free diet. Infecting celiac disease patients with hookworms could help increase their gluten tolerance.", "title": "Hookworms May Reduce Celiac Disease Patients' Gluten Intolerance Symptoms", "url": "http://www.medicaldaily.com/hookworms-may-reduce-celiac-disease-patients-gluten-intolerance-symptoms-305236", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/09/26/hookworm.png", "type": "article"}, "twitter": {"description": "Ditch the gluten-free diet. Infecting celiac disease patients with hookworms could help increase their gluten tolerance.", "title": "Hookworms May Reduce Celiac Disease Patients' Gluten Intolerance Symptoms", "url": "http://www.medicaldaily.com/hookworms-may-reduce-celiac-disease-patients-gluten-intolerance-symptoms-305236", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/09/26/hookworm.png", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/09/26/hookworm.png"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Conditions", "published_time": "2014-09-26T15:00:15-04:00", "modified_time": "2014-09-26T15:00:14-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Ditch the gluten-free diet. Infecting celiac disease patients with hookworms could help increase their gluten tolerance."}, "_id": "\"57477af46914bd0286fdf5e3\"", "article_summary": "In a recent study published in The Journal of Allergy and Clinical Immunology, celiac disease patients had their symptoms of gluten intolerance reduced after being infected with hookworms.\nGiacomin and his colleagues recruited 12 celiac disease patients who were infected with hookworms, and followed them for up to 52 weeks.\nAccording to the Celiac Disease Foundation, one out of every 100 people around the world are affected by this autoimmune disorder.\nThe eight remaining celiac disease patients significantly increased their gluten tolerance at the end of 52 weeks and were even unperturbed by the presence of hookworms in their body.\nThere is currently only one viable treatment for celiac disease: a lifelong adherence to a strict gluten-free diet."}