{"article_title": "Should you be able to see any doctor you want?", "article_keywords": ["insurance", "insurers", "doctor", "able", "theyre", "states", "health", "provider", "narrow", "networks", "south", "laws"], "article_url": "https://www.washingtonpost.com/news/wonk/wp/2014/09/26/should-you-be-able-to-see-any-doctor-you-want/", "article_text": "\n\n(AP Photo/Eric Gay)\n\nPeople don't like being told \"no,\" especially when it comes to something as personal as their health care. They also don't like rising health-care costs. And therein lies the health-care system's existential debate about narrow networks.\n\nNarrow networks, which place greater limits on patients' choice of care providers, aren't new, but they're emerging as one of insurers' major levers for keeping down costs under the Affordable Care Act. The ultimate question for the health-care system and everyone who interacts with it is just what limits patients can accept before avoiding another 1990s-style backlash against managed care.\n\nIn just a few weeks, voters in South Dakota will actually get to weigh in on this question, thanks to a ballot initiative that would require health plans in the state to include any provider that meets their standards and wants in.\n\n\"Who would be against the concept of a patient being able to pick his own doctor and keep his own doctor?\" said Stephen Eckrich, an orthopedic surgeon and sponsor of the South Dakota ballot initiative. Eckrich said he's seen patients have to drive 300-plus miles across the rural state just to find an in-network provider.\n\nIf approved, South Dakota would be added to the list of states with a so-called \"any willing provider\" laws that requires broader inclusion in health insurance networks. The health insurance industry opposes these laws, arguing that the laws hurt their ability to negotiate with physicians and hospitals and to drive efficient care — which, the industry says, translates to higher costs for patients. And over the past year, there's been increasing attention on these laws in some states, like Missouri, Mississippi, New Hampshire and Pennsylvania.\n\nTwenty-seven states in all have some form of any willing provider law but they vary significantly, according to the National Conference of State Legislatures. Many of these states have had these laws on the books since the 1980s, and the laws can be broad, covering most of a state's doctors and hospitals, while others much narrower in scope apply to just pharmacies or certain provider types.\n\n\"I think the research literature is pretty convincing that they do increase costs,\" said Paul Ginsburg, the former president of the Center for Studying Health System Change, who lays out the case against these laws in a new paper for America's Health Insurance Plans.\n\nThe Federal Trade Commission also takes a dim view of these laws, as they apply to drug plans. \"Although more limited networks may sometimes limit patient choice, any willing provider ... laws can make it more difficult for health insurers, plans, or [pharmacy benefit managers] to negotiate discounts from providers, resulting in higher costs,\" the agency wrote in March.\n\nEckrich said the case against the South Dakota ballot initiative is overstated, since it wouldn't actually allow just any willing provider — they still have to meet an insurer's standards in order to be included in the networks. Most laws already on the books are structured this way, said Sabrina Corlette, a senior research fellow at Georgetown University's Center on Health Insurance Reform.\n\nWith so much attention on narrow networks — and evidence showing that they're not going anywhere — health insurers are carefully watching the outcome of the South Dakota ballot initiative, and they're on guard for future efforts in other states.\n\nAbout 70 percent of health plans sold on the ACA's health insurance marketplaces this past year had narrow or ultra-narrow networks, according to McKinsey and Co., which defined \"narrow\" as excluding at least 30 percent of an area's largest hospitals. Narrow networks were increasingly being used before the ACA, but they've become more prevalent under the law, as illustrated by the following chart comparing 2013 individual market plan offerings against 2014.\n\nSo how do consumers feel about these narrow networks? They've been the subject of some lawsuits in California, where groups claim enrollees were misled about what doctors were part of their networks. And a children's hospital in Seattle filed suit last year after being left out of new ACA health plans.\n\nStill, a Commonwealth Fund survey last week found that exchange enrollees are generally satisfied with their coverage. When Corlette and her Georgetown colleagues studied the impact of narrow networks in six states, they found that insurers and regulators haven't received many complaints about the size of the networks, though they caution it may be too early to determine consumers' ability to access care.\n\n\"[States] are getting complaints like, 'I thought Dr. Jones is in my network and isn't,'\" Corlette said. \"In terms of being able to access care, they're not getting a lot of complaints.\"\n\nBut states are still studying the effects of narrow networks, so very few have made substantial changes to network rules this year, Corlette said. They're trying to be careful to not take too prescriptive an approach, which could backfire in the form of higher insurance premiums, she said.", "article_metadata": {"description": "The era of narrow provider networks gets some pushback.", "og": {"site_name": "Washington Post", "description": "The era of narrow provider networks gets some pushback.", "title": "Should you be able to see any doctor you want?", "url": "https://www.washingtonpost.com/news/wonk/wp/2014/09/26/should-you-be-able-to-see-any-doctor-you-want/", "image": "https://images.washingtonpost.com/?url=http://img.washingtonpost.com/blogs/wonkblog/files/2014/09/examroom-800x554.jpg&w=1484&op=resize&opt=1&filter=antialias", "type": "article"}, "referrer": "unsafe-url", "twitter": {"site": "@WashingtonPost", "card": "summary_large_image", "creator": "@jasonmillman"}, "apple-itunes-app": "app-id=938922398, app-argument=https://www.washingtonpost.com/news/wonk/wp/2014/09/26/should-you-be-able-to-see-any-doctor-you-want/", "fb": {"admins": 500835072, "app_id": 41245586762}, "keywords": "health insurance, health care", "article": {"publisher": "https://www.facebook.com/washingtonpost"}, "viewport": "width=device-width, initial-scale=1.0, user-scalable=yes, minimum-scale=0.5, maximum-scale=2.0", "news_keywords": "health insurance, health care"}, "article_summary": "\"Who would be against the concept of a patient being able to pick his own doctor and keep his own doctor?\"\nAnd therein lies the health-care system's existential debate about narrow networks.\n\"In terms of being able to access care, they're not getting a lot of complaints.\"\nBut states are still studying the effects of narrow networks, so very few have made substantial changes to network rules this year, Corlette said.\nSo how do consumers feel about these narrow networks?"}