{"article_title": "Long, Hot Summer Angling for Military Health Records Contract", "article_keywords": ["summer", "vendors", "dod", "system", "contract", "project", "records", "hot", "program", "health", "long", "dhmsm", "military", "angling", "ecommerce", "projects", "told"], "article_url": "http://www.ecommercetimes.com/story/80768.html", "article_text": "\n\nManageEngine OpManager, a powerful NMS for monitoring your network, physical & virtual (VMware/ HyperV) servers & other IT devices. Deploy and start monitoring in less than an hour. Trusted by over a million admins world-wide. Try it for free.\n\nVendors could be spending a busy summer preparing to respond to a major federal information technology project. The U.S. Defense Department is planning to issue a request for bids on a multibillion dollar electronic health records, or EHR, system by the end of September.\n\nThe department issued its third draft of a Request for Proposals to industry early last month, conducted a briefing for vendors later in June and received responses to the draft earlier this month.\n\nThe objective of the program is to modernize DoD's EHR system and to make records accessible to the Department of Veterans Affairs, as well as to private medical providers. The goal of the planned system is to improve the quality of care from a clinical standpoint, while contributing to the seamless movement of medical records among key care providers. DoD has titled the project the \"Defense Healthcare Management System Modernization Program,\" or DHMSM.\n\nDoD has shaped the contracting process to ensure that the project is well defined and properly managed from the start, and it has sought feedback from the vendor community and other health IT experts. That accounts for the three draft RFPs, the meetings with vendors, and consultations with Kaiser Permanente Intermountain Health and other healthcare organizations. This deliberative approach could help DoD avoid the pitfalls of the ill-managed Affordable Care Act launch.\n\nCompeting Vendors Lining Up\n\nNeedless to say, vendors have been active in the project development process by attending the meetings, providing feedback, and firing questions at DoD on scope, technology issues and contracting provisions.\n\nCompetition could be fierce. It is unusual for potential contract bidders to publicize their participation in federal contracts prior to award of the business. However, IBM recently announced that it was joining with healthcare IT firm Epic to submit a joint bid for the DHMSM business.\n\nIBM and Epic have complementary strengths, as well as track records of completing successful on-time, on-budget projects for large multiregional healthcare organizations that match the Military Health System in size and project scope, the companies pointed out.\n\n\"This is an important opportunity for the MHS Health System, and we've been planning for more than a year to support it. With the increased scrutiny on IT projects in government, we think planning, testing and validating, like we've undertaken for DHMSM, is an important example of how vendors can be part of the solution,\" Andy Maner, managing partner of IBM U.S. Federal, told the E-Commerce Times.\n\n\"The announcement was a way for IBM to give notice that a very strong contender was in the field and set the bar high for any potential competitors to meet. IBM's capabilities for scale, combined with Epic's health IT resources, are formidable for this project,\" Scott Lundstrom, group vice president and general manager at IDC Financial, Government and Health Insights, told the E-Commerce Times.\n\nOther vendors are unlikely to be deterred by IBM's move.\n\n\"There may be only three or four potential combinations of teams to compete here, and the competition will be strong. Epic, Cerner, Siemens and GE, as well as IBM, Accenture, CSC and PWC, are probably the core players,\" said Lundstrom.\n\nFor example, Accenture is teaming with Leidos and Cerner on the DHMSM project.\n\n\"Accenture's global leadership in healthcare IT, our history of successful client delivery in the federal market, our recent acquisition of ASM Research, and our continuing work on the Federally Facilitated Marketplace make us well suited to help the DoD with this important initiative,\" Accenture spokesperson Joanne Veto told the E-Commerce Times.\n\n\"Leidos Health, Accenture and Cerner are uniquely and competitively positioned to provide the DoD and the millions of military beneficiaries who will use the DHMSM system a solution that delivers best-value and lowest-risk,\" Melissa Koskovich, corporate spokesperson at Leidos, told the E-Commerce Times.\n\nContract Specifications Feature COTS\n\nCoordination with the IT community on the project has been a major DoD concern.\n\n\"Soliciting industry input is a critical component of our acquisition strategy for the DHMSM program, and we've put significant effort into a transparent, sustained dialogue with industry,\" Maureen Schumann, DoD's project spokesperson, told the E-Commerce Times.\n\nThe DHMSM project will be a single-award contract to a single vendor utilizing indefinite-delivery, indefinite-quantity (IDIQ) provisions, with a combination of cost and fixed-price contract line items. Bidders seeking to be the prime contractor are not limited in their partnerships or subcontracting arrangements.\n\nOne of the key objectives of the DHMSM acquisition is to obtain commercial off-the shelf solutions (COTS) that are based on an open systems design, allowing for the solution to be adaptable, upgradable, extensible and reconfigurable.\n\nThe software must have clearly defined interfaces that are open and support interoperability. While independently managed by DoD, the final product will have a linkage to the Affordable Care Act. The DHMSM project will have to be compliant with the most recent national data standards for interoperability set out by the Office of National Coordinator on health information exchange at the Department of Health and Human Services.\n\nEstimates of the cost of the program have been reported as high as US$11 billion, although DoD currently is updating the cost estimate, Schumann said.\n\n\"The contract will be a multibillion dollar award and will include ordering provisions for a maximum of 10 years,\" she said, \"if all optional ordering periods are exercised.\"\n\nDoD's deliberative process and coordination with the private sector in project development has been helpful to the vendor community, according to IBM's Maner.\n\n\"The process has been extremely well run, and industry has been actively engaged in providing feedback,\" he said.\n\nThe project is not the first attempt for DoD and VA to cooperate on EHRs. The agencies canceled an earlier attempt to create a single, joint EHR as a result of incompatibility issues. With the DHMSM program, DoD now will replace the existing Armed Forces Health Longitudinal Technology Application record program.\n\nFor its part, VA will modernize its existing VistA health information system. Each department will include interoperability functions designed to meet the seamless connection goal.\n\nThe Obama administration has cautioned agencies against launching large, expensive, one-shot IT projects, instead favoring incremental or modular projects that can be corrected and adjusted as needed. However, DoD's project doesn't fit the big program mode.\n\n\"We are aware of those concerns for big, developmental IT projects, but we think that by using commercial off the shelf resources we are not in that category and will have the necessary agility for this program,\" project director Chris Miller told the E-Commerce Times.\n\nThe final RFP should be issued by Sept. 30, and vendors could have as long as six weeks to respond, Miller said. Evaluation of bids could take months, with a contract award possible by mid-2015.\n\nMiller would not confirm specific cost estimates as high as $11 billion.\n\n\"That figure embraces a broader life cycle related to military health IT, but we expect the DHMSM will be a multibillion project,\" he said, noting that four to six teams of bidders are expected to compete for the contract.\n\nJohn K. Higgins is a career business writer, with broad experience for a major publisher in a wide range of topics including energy, finance, environment and government policy. In his current freelance role, he reports mainly on government information technology issues for ECT News Network.\n\n", "article_metadata": {"keywords": "healthcare", "og": {"url": "http://www.ecommercetimes.com/story/80768.html", "image": "http://www.ecommercetimes.com/images/rw125116/dod-health.jpg", "type": "article", "description": "Vendors could be spending a busy summer preparing to respond to a major federal IT project. The Defense Department is planning to issue a request for bids on a multibillion dollar EHR system by the end of September. The objective of the program is to modernize DoD's  EHR system and to make records accessible to the VA, as well as to private medical providers.", "title": "Long, Hot Summer Angling for Military Health Records Contract"}, "description": "Vendors could be spending a busy summer preparing to respond to a major federal IT project. The Defense Department is planning to issue a request for bids on a multibillion dollar EHR system by the end of September. The objective of the program is to modernize DoD's  EHR system and to make records accessible to the VA, as well as to private medical providers.", "viewport": "width=device-width, maximum-scale=1", "title": "Long, Hot Summer Angling for Military Health Records Contract"}, "_id": "\"57477af36914bd0286fd0bd4\"", "article_summary": "\"This is an important opportunity for the MHS Health System, and we've been planning for more than a year to support it.\nWith the DHMSM program, DoD now will replace the existing Armed Forces Health Longitudinal Technology Application record program.\nThe DHMSM project will be a single-award contract to a single vendor utilizing indefinite-delivery, indefinite-quantity (IDIQ) provisions, with a combination of cost and fixed-price contract line items.\nFor example, Accenture is teaming with Leidos and Cerner on the DHMSM project.\nDoD has titled the project the \"Defense Healthcare Management System Modernization Program,\" or DHMSM."}