{"article_title": "From Dole Line to Main Event, Conor McGregor Reflects: Welfare 'Can Drain a Man's Mind'", "article_keywords": ["mans", "sees", "visualize", "ufc", "mind", "relying", "dole", "times", "siver", "drain", "signed", "welfare", "mcgregor", "line", "main", "event", "reflects", "social"], "article_url": "http://www.breitbart.com/big-government/2015/01/17/from-dole-line-to-main-event-conor-mcgregor-reflects-welfare-can-drain-a-mans-mind/", "article_text": "SIGN UP FOR OUR NEWSLETTER\n\nBOSTON—Conor McGregor tells Breitbart Sports that relying on welfare “can drain a man’s mind.”\n\nHe knows firsthand. In 2012, when the charismatic featherweight signed with the UFC, he depended on the dole. Less than two years later, the brash and flashy Irish striker headlines an internationally-televised UFC Fight Night that has set a mixed-martial arts attendance record for Boston’s TD Garden. Few in the crowd of 16,000 or so will know that the man that they wildly cheer for on Sunday couldn’t have afforded a nosebleed ticket to such an event just two years ago.\n\nSIGN UP FOR OUR NEWSLETTER\n\n“I was 24 when I got signed to the UFC,” he reflects. “So, I’m a grown man. I have responsibilities. But yet I have no income and I’m relying on other people for everything. That can drain a man’s mind, as it did mine at times.”\n\nHe had earlier tried to moonlight as a fighter while working for a year as a plumber’s apprentice. But not seeing any plumbers wearing UFC hardware around their waists, he eventually declined the regular check to chase his irregular dreams.\n\nAnd the dole, though it proved soul sucking, at least enabled him to do that. The hard times living on a government check “allowed me to be more grateful for everything I have in my life,” he explains to Breitbart Sports. “I am grateful for everything.”\n\nMcGregor’s realization of his octagon dreams has captivated a nation. But his nightmare of able-bodied dependency strikes too familiar a tone in the Emeraled Isle to raise eyelids let alone eyebrows. In a nation of 4.5 million people, about 1.5 million receive weekly social welfare payments of some sort. With his purses now putting him in the top tax bracket of 41 percent, McGregor now sees his income going to support social welfare rather than coming from it.\n\nHe credits the transformation to the power of positive thinking. He may never have heard of Norman Vincent Peale. But Conor McGregor nevertheless talks as his chief evangelist.\n\nHe visualizes himself loose and fluid on Sunday night and opponent Dennis Siver stiff and plodding. He sees a stoppage of Siver within the first two minutes of the fight. McGregor is a big believer in the power of belief. Who can gainsay him? During the dark times, he imagined himself under the bright lights competing in a UFC main event. Here he is.\n\n“In times of struggle I always visualize the good times because I feel that’s when it’s most powerful,” McGregor reasons. “When you’re sitting there and things are going bad if you can just take yourself from it. Take that deep breath. Visualize the good life. Visualize it clearly in your imagination and it will transform into reality. Trust me on that.”", "article_metadata": {"description": "From Dole Line to Main Event, Conor McGregor Reflects: Welfare 'Can Drain a Man's Mind'", "og": {"site_name": "Breitbart", "description": "From Dole Line to Main Event, Conor McGregor Reflects: Welfare 'Can Drain a Man's Mind'", "title": "From Dole Line to Main Event, Conor McGregor Reflects: Welfare 'Can Drain a Man's Mind' - Breitbart", "locale": "en_US", "image": {"width": 640, "identifier": "http://media.breitbart.com/media/2015/01/Conor-McGregor-Training-in-Boston-e1421382657605.jpg", "height": 480}, "updated_time": "2015-01-17T07:37:18-07:00", "url": "http://www.breitbart.com/big-government/2015/01/17/from-dole-line-to-main-event-conor-mcgregor-reflects-welfare-can-drain-a-mans-mind/", "type": "article"}, "twitter": {"description": "From Dole Line to Main Event, Conor McGregor Reflects: Welfare 'Can Drain a Man's Mind'", "title": "From Dole Line to Main Event, Conor McGregor Reflects: Welfare 'Can Drain a Man's Mind' - Breitbart", "image": "http://media.breitbart.com/media/2015/01/Conor-McGregor-Training-in-Boston-e1421382657605.jpg", "creator": "@BreitbartNews", "site": "@BreitbartNews", "card": "summary"}, "robots": "noodp", "fb": {"pages": 95475020353, "use_automatic_ad_placement": "true", "app_id": 1243316582352556}, "msapplication-TileImage": "/t/assets/i/w-logo-orange.png", "keywords": "Conor McGregor, Dennis Siver, UFC,Big Government, Breitbart Sports, Breitbart TV,", "article": {"publisher": "https://www.facebook.com/Breitbart", "published_time": "2015-01-17T07:18:14-07:00", "section": "Big Government", "modified_time": "2015-01-17T07:37:18-07:00", "tag": "UFC", "categories": "Big Government,Breitbart TV,Breitbart Sports"}, "viewport": "width=device-width,initial-scale=1", "op": {"markup_version": "v1.0"}}, "_id": "\"57477af36914bd0286fd0bea\"", "article_summary": "In a nation of 4.5 million people, about 1.5 million receive weekly social welfare payments of some sort.\nSIGN UP FOR OUR NEWSLETTERBOSTON—Conor McGregor tells Breitbart Sports that relying on welfare “can drain a man’s mind.”He knows firsthand.\n“In times of struggle I always visualize the good times because I feel that’s when it’s most powerful,” McGregor reasons.\nWith his purses now putting him in the top tax bracket of 41 percent, McGregor now sees his income going to support social welfare rather than coming from it.\nSIGN UP FOR OUR NEWSLETTER“I was 24 when I got signed to the UFC,” he reflects."}