{"article_title": "Paying Taxes With a Credit Card", "article_keywords": ["paying", "fee", "installment", "owe", "pay", "irs", "tax", "taxes", "credit", "interest", "youll", "card"], "article_url": "http://time.com/money/4255643/paying-taxes-with-credit-card/", "article_text": "\n\n\n\nIn a perfect world, you’d never owe the IRS a cent on tax day. But what if your world isn’t perfect and you owe the IRS a lot of money on April 18? You might be tempted to simply pay your debt to the IRS with your credit card.\n\nResist that temptation. Paying your taxes with a credit card is almost always a bad financial move. You’ll not only have to pay a convenience fee for using plastic, but you’ll also face high interest rates on your debt. You might even hurt your credit score, depending on how much tax debt you place on your credit card.\n\n\n\n“It just doesn’t make sense to pay your taxes with your credit card,” said Jim Torgerson, owner of Consolidated Tax Solutions in Hoffman Estates, Illinois. “You are defeating yourself when you do this.”\n\nRead More: Not So Fast! 5 Things You Must Do After Filing Taxes\n\nWhy You Shouldn’t Pay Your Taxes With Your Credit Card\n\nThe problem with paying your taxes with your credit card? It’s expensive.\n\nFirst, the IRS will charge you a convenience fee for paying with plastic. Depending on your unpaid balance, that fee will range from 1.87% to 2.25% of what you owe.\n\nThen there’s the interest that your credit card provider charges. Credit cards come with interest rates of 18%, 20%, or more. If you put $5,000 of unpaid taxes on your credit cards, you’ll face a big hit in interest payments if you aren’t able to pay all that you owe on your cards’ due dates.\n\n“Say you put $4,000 on your tax bill and you have an interest rate of 20%. Just think of how much you will pay in interest if you can only pay the minimum required payment each month,” Torgerson said. “It could take you years to pay that off, and you’ll be paying interest all that time.”\n\nRead More: 10 Smart Ways I’m Spending My Tax Refund\n\nA Credit Score Hit\n\nPutting your taxes on your credit card can also damage your FICO score. This is a problem today: Lenders rely on this score to determine who qualifies for loans and what interest rates they pay on the money they borrow.\n\nPutting too much debt on your credit cards will immediately hurt your credit-utilization ratio, an important number for the health of your credit score. If you are using too much of your available credit, your credit score will drop. It will rise if you are using less of your available credit.\n\nRead More: Can’t Pay Your Taxes? Here’s What to Do\n\nBetter Options\n\nTorgerson suggests that you search for better options than a credit card if you owe the IRS a large sum of money.\n\nA Loan\n\nThe best choice might be to get a personal loan to pay off the IRS debt. You’ll probably struggle to get one from a bank, but you might be able to convince a family member to loan you the money. Just make sure that you pay back the dollars according to your agreement. If you don’t, you could seriously damage your relationship with whoever loaned you the money.\n\nAn Installment Plan\n\nYour next best choice? You can sign up for an installment agreement with the IRS. Under such agreements, the IRS allows you to pay back what you owe in monthly installment payments. Yes, this method will cost you in fees and interest. But the IRS charges far lower interest rates than do the providers of credit cards. Even with the IRS fees, the odds are high that you’ll pay less through an IRS installment fee than you would by putting your debt on your credit card.\n\nIf you do plan on setting up an installment plan, be sure to file your income taxes on time. By doing this, you won’t have to pay the IRS’ failure-to-file penalty. That penalty can be hefty; The IRS will charge you 5% of your outstanding balance every month in which you don’t file your taxes.\n\nOnce you do set up an installment plan, you’ll still have to pay a monthly penalty of 0.5% of your outstanding balance until you pay off all of your taxes. You’ll also have to pay interest on your balance each month. This interest rate is set each quarter, and equals the federal short-term interest rate plus 3% — much lower than the 12% or higher interest rate on most credit cards.\n\nYou’ll also have a setup fee to start an installment agreement. That fee is $120 unless you agree to have your installment payments made by a direct debit from your bank account. If you agree to the direct-debit option, your setup fee falls to $52.\n\nTo request an installment agreement, you have two options. If you owe more than $50,000, you will have to fill out IRS Form 9465 and attach it with your tax return. If you owe less than $50,000, you don’t have to fill out this form. Instead, you can request an installment agreement online at the IRS’ website.\n\nIf you owe less than $10,000, the IRS will automatically accept your request for an installment plan if you meet certain guidelines: If during the previous five tax years you filed all your income tax returns on time, paid the income taxes that you owed, and did not request a different installment agreement.\n\nIf the IRS does accept your request for an installment agreement, the agency will usually require monthly payments that allow you to pay back what you owe during a 10-year period. It makes financial sense, though, for you to pay as much as possible each month to cut down on late fees and interest.\n\n“The IRS is not a bad person to owe,” Torgerson said. “They want their money and they’ll work with you to get it.”", "article_metadata": {"description": "In a word, no. But here's why.", "generator": "WordPress.com", "og": {"site_name": "MONEY.com", "description": "In a word, no. But here's why.", "title": "Is It Ever OK to Pay Your Taxes With a Credit Card?", "url": "http://time.com/money/4255643/paying-taxes-with-credit-card/", "image": "https://timedotcom.files.wordpress.com/2016/03/gettyimages-107936384.jpg?quality=75&strip=color&w=1012", "type": "article"}, "twitter": {"site": "MONEY", "image": {"src": "https://timedotcom.files.wordpress.com/2016/03/gettyimages-107936384.jpg?quality=75&strip=color&w=1012"}, "description": "In a word, no. But here's why.", "card": "summary_large_image", "title": "Is It Ever OK to Pay Your Taxes With a Credit Card?"}, "msapplication-TileColor": "#FFFFFF", "msapplication-tooltip": "Current & Breaking News | National & World Updates", "msapplication-task": "name=Subscribe;action-uri=http://time.com/feed/;icon-uri=http://0.gravatar.com/blavatar/2cee445ea71a179ffd35ea91cf154905?s=16", "apple-mobile-web-app-capable": "yes", "fb": {"app_id": 53177223193}, "p": {"domain_verify": "f48a8936c3fffc943fce516f2e3ff1d2"}, "apple-mobile-web-app-status-bar-style": "black-translucent", "msapplication-window": "width=device-width;height=device-height", "msapplication-TileImage": "https://s0.wp.com/wp-content/themes/vip/time2014/img/time-touch_icon_152.png", "application-name": "TIME", "article": {"publisher": "https://www.facebook.com/MoneyMagazine"}, "keywords": ", taxes", "google-site-verification": "nFxFQf8F4Xgg0b9Ap9rOUJzg7MY74LicbBIzsLo8yIg", "viewport": "width=device-width,minimum-scale=1.0,maximum-scale=1.0", "news_keywords": "taxes, credit card, convenience fee, fico score, credit utilization fee,"}, "article_summary": "5 Things You Must Do After Filing TaxesWhy You Shouldn’t Pay Your Taxes With Your Credit CardThe problem with paying your taxes with your credit card?\nPaying your taxes with a credit card is almost always a bad financial move.\nYou might even hurt your credit score, depending on how much tax debt you place on your credit card.\n“It just doesn’t make sense to pay your taxes with your credit card,” said Jim Torgerson, owner of Consolidated Tax Solutions in Hoffman Estates, Illinois.\n“It could take you years to pay that off, and you’ll be paying interest all that time.”Read More: 10 Smart Ways I’m Spending My Tax RefundA Credit Score HitPutting your taxes on your credit card can also damage your FICO score."}