{"article_title": "What the American Cancer Society's New Mammogram Guidelines Mean for You", "article_keywords": ["women", "risk", "cancer", "start", "pay", "guidelines", "mammograms", "society", "american", "breast", "societys", "mammogram", "mean"], "article_url": "http://www.nbcnews.com/health/womens-health/what-american-cancer-societys-new-mammogram-guidelines-mean-you-n448391", "article_text": "Play Facebook\n\nTwitter\n\nGoogle Plus\n\nEmbed What You Need to Know About New Mammogram Guidelines 3:43 autoplay autoplay Copy this code to your website or blog\n\nThe American Cancer Society has revised its guidelines for breast cancer screening. It now says women can wait until they're 45 to start getting annual mammograms. Here are answers to some questions about the complex (and sometimes confusing) advice about who should get mammograms and when.\n\nWhat's different?\n\nThe American Cancer Society now says women at average risk of breast cancer should get a mammogram every year from age 45 to 55. After that, they should get one every other year. Before, the organization had said women should get a mammogram every year starting at age 40. They also say manual breast exams are not worth doing.\n\nDoes this mean my insurance won't pay now until I am 45?\n\nAmerican Cancer Society guidelines are just that — guidelines. They do not affect what health insurance companies pay for. The 2010 Affordable Care Act mandates that most health insurance companies pay for cancer screenings — including mammograms — without charging the patient a co-pay. And Congress regularly passes legislation requiring them to pay for mammograms for women starting at age 40.\n\nA consultant analyzing a mammogram Rui Vieira / PA Wire/Press Association Images\n\nHow did they come up with these new guidelines?\n\nResearch has shown that it takes a lot of mammograms to save even one life. They do not catch every single breast tumor, and women get many so-called false positives — a result that looks like it may be a tumor on the X-ray that turns out not to be. This can cause worry and stress.\n\nThe American Cancer Society looked at the latest studies, including one that showed tumors can grow quickly when they develop in younger women, but after menopause they tend to grow more slowly, so it's not as urgent to look for them every year.\n\nWhat about people with a high risk of breast cancer?\n\nPeople at high risk of breast cancer - those with a genetic mutation known to raise the risk, or who have a mother, father, sister or other close relative with breast cancer - should start getting screened much earlier. That advice doesn't change, and experts say people should make the decision with a doctor.\n\nWhat do other groups say?\n\nThe advice varies. The American College of Obstetricians and Gynecologists says women should start mammograms at age 40 and have one every one to two years, along with having a doctor manually check breasts. The U.S. Preventive Services Task Force recommends that most women can safely wait until they are 50 to start getting mammograms and that they need only one every other year.\n\nThe American College of Radiology and Society of Breast Imaging both recommend that women get yearly mammograms starting at 40.", "article_metadata": {"description": "The American Cancer Society has revised its guidelines for breast cancer screening. It now says women can wait until they're 45.", "og": {"site_name": "NBC News", "description": "The American Cancer Society has revised its guidelines for breast cancer screening. It now says women can wait until they're 45.", "title": "What the New Mammogram Guidelines Mean for You", "url": "http://www.nbcnews.com/health/womens-health/what-american-cancer-societys-new-mammogram-guidelines-mean-you-n448391", "image": "http://media1.s-nbcnews.com/j/newscms/2014_14/181961/140212-mammogram-1250_44933338f830cfa4bbb56058952f9acc.nbcnews-fp-1200-800.jpg", "type": "article"}, "twitter": {"domain": "NBCNews.com", "description": "The American Cancer Society has revised its guidelines for breast cancer screening. It now says women can wait until they're 45.", "creator": "NBCNews", "image": {"src": "http://media1.s-nbcnews.com/j/newscms/2014_14/181961/140212-mammogram-1250_44933338f830cfa4bbb56058952f9acc.nbcnews-fp-1200-800.jpg"}, "title": "What the American Cancer Society's New Mammogram Guidelines Mean for You - NBC News", "site": "NBCNews", "card": "summary"}, "blitz": "mu-e1e842c9-946002e6-ea8f0454-41b29546", "DC.date.issued": "2015-10-21", "apple-itunes-app": "app-id=319740707, app-argument=http://www.nbcnews.com/health/womens-health/what-american-cancer-societys-new-mammogram-guidelines-mean-you-n448391", "fb": {"app_id": 10150138890205613}, "article": {"author": "https://www.facebook.com/pages/Maggie-Fox/262695730411456"}, "google-site-verification": "K8bowvEbzWfPQ76x6f9SCxMVwicVXrhiClRg80ak8ZA", "viewport": "width=device-width, initial-scale=1", "news_keywords": "Health,Women's Health,Cancer,Health news"}, "_id": "\"57477af36914bd0286fd0beb\"", "article_summary": "American Cancer Society guidelines are just that — guidelines.\nPlay FacebookTwitterGoogle PlusEmbed What You Need to Know About New Mammogram Guidelines 3:43 autoplay autoplay Copy this code to your website or blogThe American Cancer Society has revised its guidelines for breast cancer screening.\nThe American Cancer Society now says women at average risk of breast cancer should get a mammogram every year from age 45 to 55.\nPeople at high risk of breast cancer - those with a genetic mutation known to raise the risk, or who have a mother, father, sister or other close relative with breast cancer - should start getting screened much earlier.\nThe American College of Radiology and Society of Breast Imaging both recommend that women get yearly mammograms starting at 40."}