{"article_title": "ADDING MULTIMEDIA AstraZeneca HealthCare Foundation Awards $191,028 Grant to West Virginia Health Right, Inc. to Improve Heart Health", "article_keywords": ["heart", "right", "grant", "west", "healthsm", "multimedia", "virginia", "program", "health", "healthcare", "astrazeneca", "foundation", "cardiovascular", "improve"], "article_url": "http://www.businesswire.com/news/home/20150224005166/en/ADDING-MULTIMEDIA-AstraZeneca-HealthCare-Foundation-Awards-191028", "article_text": "James W. Blasetto, MD, MPH, FACC, Chairman, AstraZeneca HealthCare Foundation; David Shapiro, Vice President, Board of Directors, West Virginia Health Right, Inc.; Dr. Angie Settle, Executive Director, West Virginia Health Right, Inc. and L. Kristin Newby, MD, MHS, Trustee, AstraZeneca HealthCare Foundation at a ceremony today for the presentation of a grant for $191,028 to West Virginia Health Right, Inc. from the AstraZeneca HealthCare Foundation. The event took place at West Virginia Health Right, Inc. in Charleston, W.Va. The AstraZeneca HealthCare Foundation has announced grants totaling over $2.6 million to 13 U.S.-based nonprofit organizations across the country dedicated to improving cardiovascular health in local communities. (Photo: Business Wire)\n\nJames W. Blasetto, MD, MPH, FACC, Chairman, AstraZeneca HealthCare Foundation; David Shapiro, Vice President, Board of Directors, West Virginia Health Right, Inc.; Dr. Angie Settle, Executive Director, West Virginia Health Right, Inc. and L. Kristin Newby, MD, MHS, Trustee, AstraZeneca HealthCare Foundation at a ceremony today for the presentation of a grant for $191,028 to West Virginia Health Right, Inc. from the AstraZeneca HealthCare Foundation. The event took place at West Virginia Health Right, Inc. in Charleston, W.Va. The AstraZeneca HealthCare Foundation has announced grants totaling over $2.6 million to 13 U.S.-based nonprofit organizations across the country dedicated to improving cardiovascular health in local communities. (Photo: Business Wire)\n\nCHARLESTON, W. Va.--(BUSINESS WIRE)--The AstraZeneca HealthCare Foundation’s Connections for Cardiovascular HealthSM program is awarding a grant of $191,028 to West Virginia Health Right, Inc. to support its SCALE program, which works to improve cardiovascular health in the community.\n\nThe SCALE program (Sustainable Changes and Lifestyle Enhancement) aims to help 50 obese patients achieve sustained weight loss to improve their health and reduce cardiovascular risk factors. The program uses personal coaching, group support, nutritional education and improved diet coupled with exercise.\n\n“We are extremely honored and grateful that the AstraZeneca HealthCare Foundation has chosen to support West Virginia Health Right’s efforts to improve the cardiovascular health of our patients through weight loss,” said Dr. Angie Settle, executive director, West Virginia Health Right, Inc. “Our SCALE program provides an intense level of treatment that would not be possible without the Foundation’s commitment to improve cardiovascular health for the impoverished, uninsured and medically underserved.”\n\nAs a result of previous funding from the AstraZeneca HealthCare Foundation, participants have shown improvement in blood pressure, Body Mass Index (BMI), cholesterol levels, A1C levels, tobacco cessation and weight loss. Improvements were greater for those in the “motivated to change” group, and this group comprised nearly 400 of the more than 1,000 participants who were tracked during the most recent grant program year.\n\n“The Connections for Cardiovascular HealthSM program is designed with a mission to improve heart health in communities throughout the country,” said L. Kristin Newby, MD, MHS, AstraZeneca HealthCare Foundation trustee. “West Virginia Health Right’s innovative program supports that mission by working to reduce cardiovascular disease at the local level.”\n\nThe Connections for Cardiovascular HealthSM program annually awards grants to U.S.-based nonprofit organizations across the country. More than $2.6 million in grants to 13 organizations will be announced this year. More than $17 million in grants have been awarded through the program since its inception in 2010. In 2015, the Connections for Cardiovascular HealthSM program will award grants from $150,000 to $180,000.\n\nOrganizations can learn more and apply online for a Connections for Cardiovascular HealthSM grant at www.astrazeneca-us.com/foundation. Applications must be submitted online no later than 5 p.m. EST on Feb. 26, 2015.\n\nAbout West Virginia Health Right, Inc.\n\nWV Health Right provides medical, dental, pharmaceutical and health education services to 15,000 uninsured/underinsured adults. In response to the implementation of the Affordable Care Act (ACA), WV Health Right became the first clinic in West Virginia to obtain Medicaid/Medicare billing privileges. Medical and dental volunteers enable the clinic’s small staff to care for marginalized patients who have limited access to healthcare. These patients suffer tremendous healthcare disparities; they are at a greater risk of acquiring chronic diseases and face greater obstacles in obtaining timely treatment. WV Health Right provides care and treatment to a vulnerable and at-risk population. For more information, visit www.wvhealthright.org or call 304-414-5919.\n\nAbout AstraZeneca HealthCare Foundation\n\nEstablished in 1993, the AstraZeneca HealthCare Foundation is a Delaware not-for-profit corporation and a 501(c)(3) entity organized for charitable purposes, including to promote public awareness of healthcare issues, to promote public education of medical knowledge and to support or contribute to charitable and qualified exempt organizations consistent with its charitable purpose. Connections for Cardiovascular HealthSM was launched in 2010 through a charitable contribution of $25 million from AstraZeneca.", "article_metadata": {"description": "The AstraZeneca HealthCare Foundation&rsquo;s Connections for Cardiovascular HealthSM program is awarding a grant of $191,028 to West Virginia Health", "og": {"image": {"width": 465, "identifier": "http://www.businesswire.com/images/bwlogo_square.png", "type": "image/png", "height": 225}}, "twitter": {"description": "The AstraZeneca HealthCare Foundation&rsquo;s Connections for Cardiovascular HealthSM program is awarding a grant of $191,028 to West Virginia Health", "title": "ADDING MULTIMEDIA AstraZeneca HealthCare Foundation Awards $191,028 Grant to West Virginia Health Right, Inc. to Improve Heart Health", "image": {"src": "http://mms.businesswire.com/media/20150224005166/en/454604/5/WV-Health-Right.jpg"}, "site": "@businesswire", "widgets": {"csp": "on"}, "card": "summary_large_image"}, "robots": "noodp,noydir", "DC.date.issued": "2015-02-24", "p": {"domain_verify": "95725e0359a14c2e1ccbd936e10d20d6"}, "viewport": "width=device-width,initial-scale=1"}, "_id": "\"57477af46914bd0286fdf625\"", "article_summary": "James W. Blasetto, MD, MPH, FACC, Chairman, AstraZeneca HealthCare Foundation; David Shapiro, Vice President, Board of Directors, West Virginia Health Right, Inc.; Dr. Angie Settle, Executive Director, West Virginia Health Right, Inc. and L. Kristin Newby, MD, MHS, Trustee, AstraZeneca HealthCare Foundation at a ceremony today for the presentation of a grant for $191,028 to West Virginia Health Right, Inc. from the AstraZeneca HealthCare Foundation.\n(Photo: Business Wire)James W. Blasetto, MD, MPH, FACC, Chairman, AstraZeneca HealthCare Foundation; David Shapiro, Vice President, Board of Directors, West Virginia Health Right, Inc.; Dr. Angie Settle, Executive Director, West Virginia Health Right, Inc. and L. Kristin Newby, MD, MHS, Trustee, AstraZeneca HealthCare Foundation at a ceremony today for the presentation of a grant for $191,028 to West Virginia Health Right, Inc. from the AstraZeneca HealthCare Foundation.\nAbout West Virginia Health Right, Inc.WV Health Right provides medical, dental, pharmaceutical and health education services to 15,000 uninsured/underinsured adults.\nThe event took place at West Virginia Health Right, Inc. in Charleston, W.Va.\nThe AstraZeneca HealthCare Foundation has announced grants totaling over $2.6 million to 13 U.S.-based nonprofit organizations across the country dedicated to improving cardiovascular health in local communities."}