{"article_title": "Boehner's Resignation, And Pope's Sermon On The Hill", "article_keywords": ["right", "boehners", "pope", "hes", "david", "popes", "boehner", "speaker", "hill", "lot", "john", "resignation", "think", "sermon", "know"], "article_url": "http://www.npr.org/2015/09/25/443489157/week-in-politics-boehners-resignation-and-popes-sermon-on-the-hill", "article_text": "Week In Politics: Boehner's Resignation, And Pope's Sermon On The Hill\n\nPolitical commentators E.J. Dionne of The Washington Post and David Brooks of The New York Times discuss Speaker John Boehner's decision to resign from Congress, as well as the pope's visit.\n\nARI SHAPIRO, HOST:\n\nWell, to help us make sense of this huge week of news, from the speaker's resignation to the pope's visit, we are joined by our Friday regulars, E.J. Dionne of The Washington Post and David Brooks of The New York Times. Welcome to both of you.\n\nE.J. DIONNE: Great to be with you.\n\nDAVID BROOKS: Good to be with you.\n\nSHAPIRO: Let's start where Ailsa left off, saying this makes the chances of a government shutdown much lower. E.J., do you think John Boehner's resignation has that effect?\n\nDIONNE: Well, I think, in the immediate term, it does because the conservatives in the House said the people on the right end of the caucus who probably could've forced the issue have decided not to. So I think, in the short run, it won't happen. And it is possible that if Kevin McCarthy, as expected, becomes the new speaker, the conservatives will give him a little bit of room for a while. So maybe we will sort of avoid it this time.\n\nBut I don't think this is going to bring order to the House because the same forces that John Boehner had to deal with - a balky right that still wants to push things to the limits - they're still going to be there. And I'm not sure they're going to be any happier with Kevin McCarthy than with John Boehner.\n\nSHAPIRO: Well, David Brooks, what do you think? If the right get their choice to lead the Republican caucus in the House, does this become a more orderly caucus, then?\n\nBROOKS: No. The right - the rump right is a minority, and Kevin McCarthy is a professional politician. This was not an argument - an ideological argument about what to believe in. It was an argument about how to fight. And John Boehner is an institutionalist and a politician. He believes in politics. You've got a Democratic president. There's only so much I can do; I got to compromise here; I got to adjust there. A lot of his opponents don't believe in politics. They believe in self-expression. They just want the pure stand. And so they hated him because he didn't do the pure stand. But he was practicing politics as it is conventionally practiced.\n\nThe next speaker will have to be a little more visionary. The true fault on Boehner was that he never actually proposed anything. The Republicans never actually had their own alternative to Obamacare, their own tax plan. But you do have to live in the real world, and Boehner lived in the real world. And Kevin McCarthy also essentially lives in the real world.\n\nSHAPIRO: Well, David, it sounds like what you're saying is there is no scenario in which a new speaker can orderly carry this caucus into some kind of harmonizing governing force. E.J., is that the case? Are we just doomed to perpetual conflict and chaos here?\n\nDIONNE: We are for, I think, through the end of the Obama presidency. I mean, some of this does have to do with the intense hostility to President Obama on the Republican side. Some of it has to do with the right wing of this caucus being big enough to cause a lot of trouble. And John Boehner's difficulties in proposing alternatives arises from the same forces, which is, if you tried to find a reasonable moderate-conservative alternative to Obamacare, it would probably be still too much big government for the forces that don't like John Boehner.\n\nBROOKS: I think E.J.'s gloom isn't gloomy enough.\n\n(LAUGHTER)\n\nSHAPIRO: Terrific.\n\nBROOKS: It's - this is also structural. I mean, partly, it's the ideological nature of the Tea Party, but speakers are just going to be a lot weaker. And E.J.'s colleague Elaine Kamarck from Brookings made a good point. They've taken away earmarks. They've taken away some of the leverage that speakers have to give to local members - some of the local pork projects to give. The parties are weaker as a result of campaign finance, so everybody in the House has more room just to be a free agent.\n\nSHAPIRO: Well, let's...\n\nDIONNE: David is Gloomier than I am, and it's still a whole month to Halloween.\n\n(LAUGHTER)\n\nSHAPIRO: Well, a month also until Speaker Boehner steps down. Is he now the unshackled speaker who can do things he wouldn't otherwise be able to do, David?\n\nBROOKS: Yeah. So the basic deal was - and I think the people on the right understand this - they get to have their scalp of John Boehner, but on the other hand, Planned Parenthood will get funded. The government will not be shut down. And in that sense, what Paul Ryan said is absolutely true. This was a selfless act. This was giving up his own career so the government wouldn't be shut down, the institution wouldn't suffer and his party wouldn't suffer.\n\nSHAPIRO: Well, the phrase selfless act is a perfect segue to this week's other major story, the pope. Right now the Pope is in New York. He was walking down the street with people waving yellow flags, taking selfies, shaking his hand. He was blessing people in the crowd. E.J., does the pope's address to Congress yesterday look different to you in light of the extreme partisanship that we're seeing today with Speaker Boehner's resignation?\n\nDIONNE: Well, you know, John Boehner was incredibly moved by this. And my colleague at the Post, Robert Costa, has a beautiful piece on this from the speaker's balcony from some time he spent with him. I was really struck that - maybe John Boehner says the pope has nothing to do with this, but the pope has said that, in his speech, that he called for a renewed spirit of fraternity and solidarity, a spirit of cooperation, a world where we'd respect our differences in our convictions of conscience. I think, in some part of himself, John Boehner actually wanted to do that. And I think a lot of him - the political realists said that just can't work right now.\n\nSHAPIRO: David, on this tour speaking to the UN, speaking to Congress, the pope is not shying away from controversial issues. He has talked about immigration, the death penalty, climate change. Do you think he's changing any minds?\n\nBROOKS: No (laughter). You know, but he's operating on a different axis. We normally do politics on a horizontal axis. He's doing a vertical axis...\n\nSHAPIRO: Up to the big guy upstairs, is that what you're saying?\n\nBROOKS: ...Uplift and downlift. And so, you know, he's a radically countercultural figure. And we talk about self-interest. He's about selfless love. You know, we talk about ideology. We have ideological fights. He's a very anti-ideological person. He's a personalist. He takes - you know, somebody once said souls are not saved in bundles. They're saved one by one. And so I think the effect is not to change people's ideological positions. It's to uplift their hearts a little, and I think he had that effect on everybody.\n\nSHAPIRO: E.J.?\n\nDIONNE: If I may put it this way, I agree with Father Brooks on a lot of what he just said. I mean, if you're doing a straight Washington scorecard - and we are in Washington - the liberals did quite well out of this visit in terms of the very strong positions the pope took on climate change, poverty, economic injustice, the death penalty, the arms trade. Conservatives got sort of what they wanted on abortion and on the religious liberty issue, but his language was more constrained. But I think that this is about more than left and right.\n\nSHAPIRO: I'm glad you said that because the liberal-conservative scorecard feels so cynical.\n\nDIONNE: Right. Well, no, but I think that's just the way, I think, it looks at the end of this. But I think - I was really struck by a deep, philosophical humility. He said, we know that no religion is immune from forms of individual delusions or ideological extremism. He spoke against the simplistic reductionism of the righteousness - righteous and the sinners. I think he reached more people, including a lot of nonbelievers here. I got a beautiful note from a nonbeliever who said that he wanted to march behind Pope Francis even though he doesn't believe in God.\n\nSHAPIRO: That's E.J. Dionne of The Washington Post and the Brookings Institution, also David Brooks of The New York Times. Thanks to both of you. Have a great weekend.\n\nBROOKS: Blessings.\n\nDIONNE: Good to be with you.\n\nCopyright © 2015 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\n\nNPR transcripts are created on a rush deadline by Verb8tm, Inc., an NPR contractor, and produced using a proprietary transcription process developed with NPR. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.", "article_metadata": {"Rating": "General", "medium": "audio", "description": "Political commentators E.J. Dionne of The Washington Post and David Brooks of The New York Times discuss Speaker John Boehner's decision to resign from Congress, as well as the pope's visit.", "og": {"site_name": "NPR.org", "description": "Political commentators E.J. Dionne of The Washington Post and David Brooks of The New York Times discuss Speaker John Boehner's decision to resign from Congress, as well as the pope's visit.", "title": "Week In Politics: Boehner's Resignation, And Pope's Sermon On The Hill", "url": "http://www.npr.org/2015/09/25/443489157/week-in-politics-boehners-resignation-and-popes-sermon-on-the-hill", "image": "https://media.npr.org/include/images/facebook-default.jpg?s=1400", "type": "article"}, "twitter": {"domain": "npr.org", "site": "@NPR", "card": "summary"}, "robots": "noarchive,index,follow", "fb": {"app_id": 138837436154588, "pages": 10643211755}, "date": "2015-09-25", "viewport": "width=device-width, initial-scale=1, minimum-scale=1, maximum-scale=1, user-scalable=no, shrink-to-fit=no"}, "_id": "\"57477af46914bd0286fdf62e\"", "article_summary": "E.J., do you think John Boehner's resignation has that effect?\nAnd I'm not sure they're going to be any happier with Kevin McCarthy than with John Boehner.\nWeek In Politics: Boehner's Resignation, And Pope's Sermon On The HillPolitical commentators E.J.\nDionne of The Washington Post and David Brooks of The New York Times discuss Speaker John Boehner's decision to resign from Congress, as well as the pope's visit.\nDIONNE: Well, you know, John Boehner was incredibly moved by this."}