{"article_title": "Inovalon Supports ACA Data Analytics and EDGE Server Submissions in 48 States Nasdaq", "article_keywords": ["hhs", "inovalons", "aca", "cloudbased", "supports", "solution", "server", "states", "analytics", "nasdaq", "edge", "health", "inovalon", "healthcare", "providing", "data", "submissions"], "article_url": "https://globenewswire.com/news-release/2015/05/04/731504/10132231/en/Inovalon-Supports-ACA-Data-Analytics-and-EDGE-Server-Submissions-in-48-States.html", "article_text": "BOWIE, Md., May 4, 2015 (GLOBE NEWSWIRE) -- Inovalon (Nasdaq:INOV), a leading technology company providing advanced cloud-based data analytics and data-driven intervention platforms to the healthcare industry, announced that it successfully delivered nearly 100 cloud-based, SaaS EDGE server solution implementations for clients operating Qualified Health Plans (QHPs) under the Affordable Care Act (ACA) in 48 states ahead of the April 30th deadline for EDGE submissions to the Department of Health and Human Services (HHS).\n\nHealth plans that offer commercial coverage for individuals and small groups under the ACA are required to submit data pertaining to membership, medical encounters, pharmacy, and other information to the Department of Health and Human Services (HHS) on a regular basis. This data, submitted into what is referred to as an EDGE server environment, is used by HHS to make risk adjustment and reinsurance calculations. Each plan is required to deploy and manage an EDGE server for such data submission under very strict technical specifications, with the data playing a key role in their financial performance calculations.\n\n\"The first-year setting for the ACA presented real-world challenges for healthcare organizations looking to navigate the fluid technical specifications of the HHS data reporting environment,\" said Dan Rizzo, chief innovation officer of Inovalon, \"Our implementation of the HHS-compliant EDGE server solution in a cloud-based, SaaS model proved to be an excellent demonstration of Inovalon's end-market expertise in healthcare data integration, normalization, and analysis – providing for rapid capability responsiveness across all EDGE servers as updates were released from HHS and new data phenomina emerged within the marketplace. We are proud to be working together with such an array of industry leaders and great partners, as part of their success and dedication to providing superior care for their members.\"\n\nInovalon's EDGE server solution (known as eCAAS Advantage®), provides a comprehensive electronic claims aggregation, analysis, and submissions platform. Ensuring its commercial ACA partners meet HHS regulatory compliance and technical specifications, the eCAAS Advantage® EDGE server solution supports the distributed data collection approach for both risk adjustment and reinsurance reporting through a cloud-based, software as a service (or \"SaaS\") model. An important component of Inovalon's solution is that it empowers health plans with on-going risk adjustment accuracy and reinsurance analyses of its member-level datasets that support reconciliation with the HHS EDGE server calculations. The solution also includes an innovative, issuer-facing workflow resolution tool that allows for industry-leading transparency into the data validation and submission process, reduces cycle times for data correction, and increases file processing throughput. Further, Inovalon's iPORT™ data integration toolset attaches to the front end of the eCAAS Advantage® solution to provide industry-wide data normalization and comparative analysis capabilities unavailable anywhere else in the industry. The eCAAS Advantage® platform is also available in a cloud-based, SaaS version supporting the Medicare Advantage requirements for Encounter Data Submission (EDS) data submissions to CMS.\n\nAbout Inovalon\n\nInovalon is a leading technology company that combines advanced cloud-based data analytics and data-driven intervention platforms to achieve meaningful insight and impact in clinical and quality outcomes, utilization, and financial performance across the healthcare landscape. Inovalon's unique achievement of value is delivered through the effective progression of Turning Data into Insight, and Insight into Action®. Large proprietary datasets, advanced integration technologies, sophisticated predictive analytics, data-driven intervention platforms, and deep subject matter expertise deliver a seamless, end-to-end capability that brings the benefits of big data and large-scale analytics to the point of care. Driven by data, Inovalon uniquely identifies gaps in care, quality, data integrity, and financial performance – while bringing to bear the unique capabilities to resolve them. Providing technology that supports hundreds of healthcare organizations in 98.2% of U.S. counties and Puerto Rico, Inovalon's cloud-based analytical and data-driven intervention platforms are informed by data pertaining to more than 754,000 physicians, 248,000 clinical facilities, and more than 120 million Americans providing a powerful solution suite that drives high-value impact, improving quality and economics for health plans, ACOs, hospitals, physicians, consumers and pharma/life-sciences researchers. For more information, visit www.inovalon.com.\n\nInovalon Kim E. Collins 4321 Collington Road Bowie, Maryland 20716 Phone: 301-809-4000 kcollins@inovalon.com Greenough, on behalf of Inovalon Andrea LePain Phone: 617-275-6526 alepain@greenoughcom.com", "article_metadata": {"description": "BOWIE, Md., May 4, 2015 (GLOBE NEWSWIRE) --", "original-source": "http://globenewswire.com/news-release/2015/05/04/731504/10132231/en/Inovalon-Supports-ACA-Data-Analytics-and-EDGE-Server-Submissions-in-48-States.html", "title": "Inovalon Supports ACA Data Analytics and EDGE Server Submissions in 48 States", "og": {"site_name": "GlobeNewswire News Room", "description": "BOWIE, Md., May 4, 2015 (GLOBE NEWSWIRE) --", "title": "Inovalon Supports ACA Data Analytics and EDGE Server Submissions in 48 States", "url": "http://globenewswire.com/news-release/2015/05/04/731504/10132231/en/Inovalon-Supports-ACA-Data-Analytics-and-EDGE-Server-Submissions-in-48-States.html", "image": "http://globenewswire.com/Attachment/LogoDisplay/393627?filename=393627.jpg&size=1", "locale": "en_US", "article": {"tag": "Inovalon Holdings, Inc., HEALTH, SOFTWARE", "published_time": "5/4/2015 11:55:00 AM", "author": "Inovalon Holdings, Inc."}, "type": "article"}, "author": "Inovalon Holdings, Inc.", "DC.date.issued": "5/4/2015", "keywords": "Nasdaq:INOV, Inovalon Holdings, Inc., HEALTH, SOFTWARE", "ticker": "Nasdaq:INOV", "viewport": "width=device-width, user-scalable=no, initial-scale=1, maximum-scale=1"}, "_id": "\"57477af46914bd0286fe0b79\"", "article_summary": "Inovalon's EDGE server solution (known as eCAAS Advantage®), provides a comprehensive electronic claims aggregation, analysis, and submissions platform.\nThis data, submitted into what is referred to as an EDGE server environment, is used by HHS to make risk adjustment and reinsurance calculations.\nEach plan is required to deploy and manage an EDGE server for such data submission under very strict technical specifications, with the data playing a key role in their financial performance calculations.\nAn important component of Inovalon's solution is that it empowers health plans with on-going risk adjustment accuracy and reinsurance analyses of its member-level datasets that support reconciliation with the HHS EDGE server calculations.\nThe eCAAS Advantage® platform is also available in a cloud-based, SaaS version supporting the Medicare Advantage requirements for Encounter Data Submission (EDS) data submissions to CMS."}