{"article_title": "Texan gives half mil to pro-McConnell super PAC", "article_keywords": ["houston", "texan", "mil", "va", "ceo", "west", "million", "justice", "york", "pac", "promcconnell", "chairman", "half", "fla", "super", "texas", "gives"], "article_url": "http://www.courier-journal.com/story/politics-blog/2014/10/11/ksl-money-contributions-mcconnell-pac-politics/17102237/", "article_text": "Kentuckians for Strong Leadership, the potent super PAC that has bought millions of dollars in ads supporting the re-election of Republican U.S. Sen. Mitch McConnell, raised $3 million during the quarter ending Sept. 30. And almost none of that money was contributed by Kentuckians.\n\nThe money came in very few - but very large - contributions from people and corporations from out of state, including a half million dollar donation from billionaire Robert C. McNair, founder, chairman and CEO of the Houston Texans.\n\nLawrence DeGeorge, an investor from Jupiter, Florida, gave a quarter million in the recent quarter. Combined with $250,000 he gave earlier, DeGeorge also has given a half million dollars so far to Kentuckians for Strong Leadership.\n\nChristine Chao, a New York attorney (I believe she is a sister of McConnell's wife Elaine Chao) gave $400,000 to Kentuckians for Strong Leadership in September.\n\nContributors are limited by federal law to giving no more than $5,200 to the campaign of a candidate for federal office.\n\nBut since the U.S. Supreme Court's Citizens United decision in 2010, people and corporations can make contributions of unlimited amounts to outside super PACs which can run independent campaigns advocating the election of the candidates they support.\n\nSince it was created by McConnell supporters in April of 2013, Kentuckians for Strong Leadership has raised $6.8 million. And, despite its name, records show that just 2.7 percent of that money ($182,000) has come from Kentuckians. The big money has come from Florida, Texas and New York.\n\nDonor Data: Look up donations to McConnell, Grimes\n\nThe recent report also shows the KSL got $100,000 in donations in September from billionaire West Virginia coal operator Jim Justice and his family. Justice recently reached a deal with Kentucky regulators on cleaning up what state officials say is the largest number of surface mine reclamation violations in the past decade in Eastern Kentucky.\n\nThe only contribution to KSL from Kentucky during the quarter was $10,000 donated by Papa John's founder and CEO John Schnatter.\n\nHere's a complete list of givers to KSL between July 1 and Sept. 30, according to the report it filed Saturday with the FEC:\n\nRobert J. McNair, Houston, Texas, Houston Texans chairman and CEO, $500,000\n\nChristine Chao, New York, New York, attorney, $400,000\n\nMurray Energy Corp., St. Clairsville, Ohio, $300,000\n\nLawrence F. DeGeorge, Jupiter, Fla., LPL Investment Group, $250,000\n\nBarbara R. Banke, Santa Rosa, Cal., Jackson Family Holdings, $200,000\n\nBradley M. Bloom, Wellesley, Mass., Berkshire Partners, managing partner, $100,000\n\nSteven Chancellor, Evansville, Indiana, Ameriqual Group, chairman, $100,000\n\nJohn W. Childs, Vero Beach, Fla., J.W. Childs Associates, chairman and CEO, $100,000\n\nCraig J. Duchossois, Oak Brook, Ill., Duchossois Group CEO, $100,000\n\nJC Land, LLC, (Joe Craft), Tulsa, Okla., $100,000\n\nKenny A. Troutt, Dallas, Texas, retired, $100,000\n\nRichard Baxter Gilliam, Keswick, Va., Cumberland Development, manager, $90,000\n\nSteven A. Webster, Houston, Texas, Avista Capital, co-CEO, $75,000\n\nStephen I. Chazen, Houston, Texas, Occidental Petroleum, chairman and CEO, $50,000\n\nJ. Christopher Flowers, New York, New York, J.C. Flowers & co., CEO, $50,000\n\nLarry A. Mizel, Denver, Colo., MDC Holdings chairman, $50,000\n\nJohn W. Nau III, Houston, Texas, Silver Eagle Distributors, president, $50,000\n\nRichie Ray, Conroe, Texas, Richie's Specialty Pharmacy, $40,000\n\nCKE Restaurants Holdings Inc., Carpinteria, Cal., $25,000\n\nRichard T. Farmer, Mason, Ohio, Cintas, chairman, $25,000\n\nSummer Hill Inc., Mason, Ohio, $25,000\n\nConsol Energy Inc., Canonsburg, Pa., $25,000\n\nRichard Duchossois, Barrington, Ill., Arlington International Racecourse chairman, $25,000\n\nCathy Leigh Justice, Lewisburg, West Va., Homemaker, $25,000\n\nJames C. Justice II, Beaver, West Va., The Greenbrier owner, $25,000\n\nJames C. Justice III, Beaver, West Va., retired, $25,000\n\nJill Justice, Beaver, West Va., homemaker, $25,000\n\nJames A. Patterson, West Palm Beach, Fla., PATTCO LLC, CEO, $25,000\n\nSuper Pac for America, Tampa, Fla., $25,000\n\nStacy Shuterman, Tulsa, Okla., Samson Energy, chair and CEO, $18,000\n\nDavid Alan Bockorny, Sioux Falls, South Dakota, Bockorny Group managing partner, $10,000\n\nRobert Diener, Miami, Fla., Getaroom.com, founder, $10,000\n\nLeslie F. Gilliam, Keswick, Va., Cumberland Development, $10,000\n\nWilliam Kinkler, Chicago, CC Industries executive vice president, $10,000\n\nAnne W. Marion, Fort Worth, Texas, investor, $10,000\n\nBrian T. Olson, Greenwich, Conn., Kokino LLC, president, $10,000\n\nJohn Schnatter, Louisville, Papa John's International, founder and CEO, $10,000\n\nLaurence Ellison Simmons, Houston, Texas, SCF Partners, $10,000\n\nLarry D. Silver, Boca Raton, Fla., Silver Companies, $5,000\n\nGary L. Wilson, Malibu, Cal., private investor, $5,000\n\nRobert J. Shillman, Rancho Santa Fe, Cal., Cognex Corp., founder, $5,000\n\nAdvocare, Plano, Texas, $5,000\n\nGregory J. Goff, San Antonio, Texas, Tesoro Corp., CEO, $5,000\n\nSkip Ad Ad Loading... x Embed x Share Alison Grimes dodges questions about whether she voted for Obama Michael Clevenger, The C-J\n\nRead or Share this story: http://cjky.it/1vZDcRa", "article_metadata": {"google": "notranslate", "description": "Largest contribution ever to super PAC in a Kentucky election", "og": {"site_name": "The Courier-Journal", "description": "Largest contribution ever to super PAC in a Kentucky election", "title": "Texan gives half mil to pro-McConnell super PAC", "url": "http://www.courier-journal.com/story/politics-blog/2014/10/11/ksl-money-contributions-mcconnell-pac-politics/17102237/", "image": "http://www.gannett-cdn.com/GDContent/applogos/courier-journal.png", "type": "article"}, "twitter": {"description": "Largest contribution ever to super PAC in a Kentucky election", "title": "Texan gives half mil to pro-McConnell super PAC", "image": "http://www.gannett-cdn.com/-mm-/9007fc63fcf51b408820c1d85ddfb4922685565d/c=0-264-1600-1864&r=x643&c=640x640/local/-/media/Louisville/2014/10/10/mcconnell.jpg", "creator": "@courierjournal", "site": "@courierjournal", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=600030236", "fb": {"app_id": 128534137209813}, "viewport": "width=1070", "Content-Type": "text/html; charset=UTF-8", "cXenseParse": {"gci-topic": "Persons/Elaine Chao", "gci-asset-type": "story", "gci-categories": "Persons/Elaine Chao", "title": "Texan gives half mil to pro-McConnell super PAC", "author": "Tom Loftus", "pageclass": "article", "recs": {"category": "news/politics/politics-blog", "image-3-4": "http://www.gannett-cdn.com/-mm-/207164dab0595927fd8a2030421a155fccd9ce8e/c=2-0-1597-2127/local/-/media/Louisville/2014/10/10/mcconnell.jpg", "image-1-1": "http://www.gannett-cdn.com/-mm-/45e8527056b036c58e3ea94d189adfc9e11ee8f6/c=0-264-1600-1864/local/-/media/Louisville/2014/10/10/mcconnell.jpg", "contenttype": "story", "image-4-3": "http://www.gannett-cdn.com/-mm-/34395443a39dc04a2c44d354350878402c856a3a/c=0-464-1600-1664/local/-/media/Louisville/2014/10/10/mcconnell.jpg", "image": "http://www.gannett-cdn.com/-mm-/15557049d27689bc22b7cb4040d7e3b91e43723b/c=0-614-1600-1514&r=x633&c=1200x630/local/-/media/Louisville/2014/10/10/mcconnell.jpg", "publishtime": "2014-10-11T18:30:29.737000-04:00", "shorthed": "Founder of Houston Texans gives half million dollars to pro-McConnell super PAC", "articleid": 17102237, "image-16-9": "http://www.gannett-cdn.com/-mm-/e3e6841c74a00ce397b43576150d7efc7122e4e0/c=0-614-1600-1514/local/-/media/Louisville/2014/10/10/mcconnell.jpg", "image-9-16": "http://www.gannett-cdn.com/-mm-/7df26e120a78d76a97fd32ce7e40c27f3644e4b0/c=202-0-1398-2127/local/-/media/Louisville/2014/10/10/mcconnell.jpg"}}, "news_keywords": "McConnell, money, contributions, cash, contributors, donors, politics, Grimes, McNair, PAC"}, "article_summary": "Combined with $250,000 he gave earlier, DeGeorge also has given a half million dollars so far to Kentuckians for Strong Leadership.\nSince it was created by McConnell supporters in April of 2013, Kentuckians for Strong Leadership has raised $6.8 million.\nThe only contribution to KSL from Kentucky during the quarter was $10,000 donated by Papa John's founder and CEO John Schnatter.\nContributors are limited by federal law to giving no more than $5,200 to the campaign of a candidate for federal office.\nLawrence DeGeorge, an investor from Jupiter, Florida, gave a quarter million in the recent quarter."}