{"article_title": "Autism Symptoms Improve From Daily Doses Of Broccoli And Other Vegetables", "article_keywords": ["seen", "sulforaphane", "zimmerman", "vegetables", "participants", "daily", "broccoli", "symptoms", "patients", "improvements", "doses", "study", "autism", "improve"], "article_url": "http://www.medicaldaily.com/autism-symptoms-improve-daily-doses-broccoli-and-other-vegetables-306875", "article_text": "Mother always said to eat your vegetables, but what if her advice went beyond nutritional value and turned into medicine? Researchers from the Harvard Medical School’s Massachusetts General Hospital along with Johns Hopkins University School of Medicine studied the healing power of food for patients with autism, and published their study in the journal Proceedings of the National Academy of Sciences.\n\nIt turns out a daily dose of sulforaphane, found in vegetables such as broccoli, cauliflower, and cabbage, may improve symptoms of autism spectrum disorders (ASD). Autism affects one in 68 children and can cause significant social, communication, and behavior challenges in children, according to the Centers for Disease Control and Prevention. Although research hasn’t led scientists and doctors to the exact cause of autism, they do know it’s a combination of genetic and environmental factors that start in utero.\n\nResearchers studied 44 young men diagnosed with moderate to severe ASD between the ages of 13 to 27 and randomly assigned a daily dose of sulforaphane. In the double blind study, participants were given either a broccoli pill — the active ingredient in the drug was extracted from broccoli sprouts — or participants were given a placebo. They were then tested at four, 10, and 18 weeks after the treatment began. Results showed the autism symptoms of 65 percent of the participants evaluated who were taking sulforaphane had significantly improved.\n\n\"When we broke the code that revealed who was receiving sulforaphane and who got the placebo, the results weren't surprising to us, since the improvements were so noticeable,\" the study’s coauthor Dr. Andrew Zimmerman, a professor of pediatric neurology at Harvard’s UMass Memorial Medical Center, said in a press release. \"The improvements seen on the Social Responsiveness Scale were particularly remarkable, and I've been told this is the first time that any statistically significant improvement on the SRS has been seen for a drug study in autism spectrum disorder.”\n\nThis is only the first step in exploring broccoli, cauliflower, and cabbage’s medicinal value for patients with autism. Researchers have noticed the balance of good and bad bacteria in ASD patients’ guts could have a lot to do with the symptoms of autism, so supplementing through foods isn’t a far stretch for scientific theory.\n\n\"But it's important to note that the improvements didn't affect everyone — about one-third had no improvement — and the study must be repeated in a larger group of adults and in children, something we're hoping to organize soon,\" Zimmerman said. \"Ultimately we need to get at the biology underlying the effects we have seen and study it at a cellular level. I think that will be done, and I hope it will teach us a lot about this still poorly understood disorder.\"\n\nSource: Zimmerman A, Singh K, Connors S, Macklin E, Smith K, and Fahey J. PNAS. 2014.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "autism, symptoms, improve, daily, doses, broccoli, and, other, vegetables", "og": {"site_name": "Medical Daily", "description": "Vegetables can help improve symptoms for children with \"poorly understood disorder.\"", "title": "Autism Symptoms Improve From Daily Doses Of Broccoli And Other Veggies", "url": "http://www.medicaldaily.com/autism-symptoms-improve-daily-doses-broccoli-and-other-vegetables-306875", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/10/13/vegetables-treat-autism-symptoms.jpg", "type": "article"}, "twitter": {"description": "Vegetables can help improve symptoms for children with \"poorly understood disorder.\"", "title": "Autism Symptoms Improve From Daily Doses Of Broccoli And Other Veggies", "url": "http://www.medicaldaily.com/autism-symptoms-improve-daily-doses-broccoli-and-other-vegetables-306875", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/10/13/vegetables-treat-autism-symptoms.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/10/13/vegetables-treat-autism-symptoms.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "The Grapevine", "published_time": "2014-10-13T15:00:00-04:00", "modified_time": "2014-10-13T15:19:13-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Vegetables can help improve symptoms for children with \"poorly understood disorder.\""}, "_id": "\"57477af46914bd0286fd8a60\"", "article_summary": "It turns out a daily dose of sulforaphane, found in vegetables such as broccoli, cauliflower, and cabbage, may improve symptoms of autism spectrum disorders (ASD).\nResults showed the autism symptoms of 65 percent of the participants evaluated who were taking sulforaphane had significantly improved.\nIn the double blind study, participants were given either a broccoli pill — the active ingredient in the drug was extracted from broccoli sprouts — or participants were given a placebo.\nMother always said to eat your vegetables, but what if her advice went beyond nutritional value and turned into medicine?\n\"Ultimately we need to get at the biology underlying the effects we have seen and study it at a cellular level."}