{"article_title": "Suspects in Eagle home burglary case seek return of belongings", "article_keywords": ["case", "eagle", "suspects", "statesman", "return", "phillips", "items", "burglary", "engelhardt", "used", "garza", "wrote", "letter", "belongings", "seek", "idaho"], "article_url": "http://insurancenewsnet.com/oarticle/Suspects-in-Eagle-home-burglary-case-seek-return-of-belongings-a-489334", "article_text": "By John Sowell, The Idaho Statesman McClatchy-Tribune Information Services\n\nApril 13 --One of the defendants in last spring's million-dollar heist of silver coins and household items from an Eagle home is seeking to have her case split from her husband's.\n\nAt the same time, Jessica Lynn Engelhardt , 25, and Gilberto Garza Jr ., 33, contend that police lacked probable cause when they searched their house in the 3400 block of North Tamarack Drive . They are asking for the return of household items being held as evidence.\n\nBoth matters are to be addressed at 3 p.m. Wednesday during a hearing before Judge Steven Hippler in Fourth District Ada County Court .\n\nTrial for both defendants had been set for April 21 . Engelhardt filed a motion asking for her trial on a grand theft charge to be separated from that of Garza, who is charged with burglary and grand theft.\n\nEngelhardt is concerned that a letter Garza wrote to the Idaho Statesman last summer might be used to implicate her in the crime, according to a court filing.\n\nIn a two-page handwritten letter sent from the Ada County Jail in June, Garza claimed the items taken from the home of Richard Mike Phillips had been given as a payoff from a 2008 sex abuse case involving Phillips.\n\nGarza claimed he bought the valuables from the father of one of the girls. The items included $803,000 worth of silver bars, a 2002 Mercedes-Benz sedan, 10 guns and thousands of rounds of ammunition, two bronze statues, and jewelry. Garza claimed that he went to Phillips' home to claim the items.\n\n\"The Statesman letter could be construed as an admitting of the possession of allegedly stolen property and the implicit implication of Engelhardt in the same,\" Engelhardt defense attorney Larry Scott wrote in the motion.\n\nThe Eagle break-in took place in 2013 between March 17 , when Phillips left for a trip to California , and April 4 , when it was discovered by a man working at the property in the 3000 block of South Whitepost Way .\n\nThieves removed a sheet of plywood screwed to a utility room wall that concealed an opening into the five-bedroom house.\n\nPHILLIPS' LEGAL CASE\n\nPhillips, the owner of Republic Storage of Idaho and several other local businesses, once was accused of inviting two girls, then 15 and 17, to his house, offering them alcohol, and then fondling and committing other sex acts with them. In 2009, he was acquitted of three counts of sexual battery of a minor and two counts of lewd conduct.\n\n\"I simply bought property, which was given to the victim's father and now I've been charged for this guy's false insurance claim,\" Garza wrote in his letter to the Statesman.\n\nDeputy Idaho Attorney General Jason Spillman , who is prosecuting the case, said Garza's claims are preposterous. He filed a motion asking that Garza and Engelhardt be barred from bringing up the Phillips case in court.\n\n\"There is no evidence whatsoever supporting the blasphemous assertions contained in Garza's letter to the Statesman,\" Spillman wrote. \"His completely unfounded claims attempting to relate the 2008 charges against Phillips to this case are not relevant.\"\n\nThe defendants claim the warrant used to search their home should have never been issued. They say investigators from the Ada County Sheriff's Office relied on an anonymous informant to tie them to the burglary. Spillman said sheriff's Det. Marion McCowan corroborated information provided by the informant before obtaining the warrant.\n\nMcCowan tied two men who purchased saw blades left behind at the Eagle home to a Home Depot surveillance tape. One used a credit card issued to Engelhardt that Garza was authorized to use. The same credit card was used to pay for a storage unit that Engelhardt used for a few weeks last March and April, and for the rental of U-Haul trucks.\n\nNeighbors reported seeing U-Hauls at Phillips' residence at the time of the burglary.\n\nEngelhardt and Garza also challenge the warrant on the grounds that the wrong address on Tamarack was listed. The correct address was later added.\n\nSeveral thousand dollars' worth of coins, a washer and dryer, guns, television sets, a couch and power tools reportedly belonging to Phillips were seized from the rental home. More than half of the items stolen from Phillips were not recovered.\n\nEngelhardt and Garza were arrested the day of the search, May 16, 2013 . The arrests came two days after they filed for a marriage license.\n\nEngelhardt said that when she posted bond, she returned to a house that had been emptied of \"everything of value.\"\n\nShe said police seized more than $8,500 in cash and household items such as plates and bowls, flatware, two wallets, three iPhones, a pair of iPads, a pop-up tent and children's toys.\n\nShe's seeking the return of those belongings.\n\nJohn Sowell : 377-6423\n\n___\n\n(c)2014 The Idaho Statesman (Boise, Idaho)\n\nVisit The Idaho Statesman (Boise, Idaho) at www.idahostatesman.com\n\nDistributed by MCT Information Services\n\nWordcount: 811\n\n[jetpack-related-posts]", "article_metadata": {"description": "April 13-- One of the defendants in last spring's million-dollar heist of silver coins and household items from an Eagle home is seeking to have her case split from her husband's. At the same time, Jessica Lynn Engelhardt, 25, and Gilberto Garza Jr., 33, contend that police lacked probable cause when they searched their house in the 3400 block of North Tamarack Drive.", "og": {"site_name": "InsuranceNewsNet", "description": "April 13-- One of the defendants in last spring's million-dollar heist of silver coins and household items from an Eagle home is seeking to have her case split from her husband's. At the same time, Jessica Lynn Engelhardt, 25, and Gilberto Garza Jr., 33, contend that police lacked probable cause when they searched their house in the 3400 block of North Tamarack Drive.", "title": "Suspects in Eagle home burglary case seek return of belongings - InsuranceNewsNet", "url": "http://insurancenewsnet.com/oarticle/Suspects-in-Eagle-home-burglary-case-seek-return-of-belongings-a-489334", "updated_time": "2014-04-13T06:04:05+00:00", "locale": "en_US", "type": "article"}, "twitter": {"site": "@insnewsnet", "description": "April 13-- One of the defendants in last spring's million-dollar heist of silver coins and household items from an Eagle home is seeking to have her case split from her husband's. At the same time, Jessica Lynn Engelhardt, 25, and Gilberto Garza Jr., 33, contend that police lacked probable cause when they searched their house in the 3400 block of North Tamarack Drive.", "card": "summary", "title": "Suspects in Eagle home burglary case seek return of belongings - InsuranceNewsNet"}, "robots": "noodp", "DC.date.issued": "2014-04-13T06:04:05-04:00", "viewport": "width=device-width, initial-scale=1.0", "article": {"publisher": "https://www.facebook.com/insnewsnet", "published_time": "2014-04-13T06:04:05+00:00", "author": "http://insurancenewsnet.com/author/user", "section": "Newswires", "modified_time": "2014-04-13T06:04:05+00:00", "tag": "U-Haul International Inc."}, "keywords": "insurance news, life and health, annuity news, financial news, newswires, ada county sheriff s office, amerco, daimler ag, fourth district ada county court, gilberto garza jr, idaho statesman, jason spillman, jessica lynn engelhardt, john sowell, larry scott, marion mccowan, mercedes-benz (thailand) limited, richard mike phillips, steven hippler, the home depot inc., u-haul international inc.", "google-site-verification": "tjN7Q5WvF9Qfl-Gnlk5Dtbk78wjlFGdQX6Ab6EbzPFw", "'yandex-verification'": "'4b822c768d77b153'", "yandex-verification": "4b822c768d77b153"}, "_id": "\"57477af36914bd0286fd0c24\"", "article_summary": "John Sowell : 377-6423___(c)2014 The Idaho Statesman (Boise, Idaho)Visit The Idaho Statesman (Boise, Idaho) at www.idahostatesman.comDistributed by MCT Information ServicesWordcount: 811[jetpack-related-posts]\nHe filed a motion asking that Garza and Engelhardt be barred from bringing up the Phillips case in court.\nEngelhardt is concerned that a letter Garza wrote to the Idaho Statesman last summer might be used to implicate her in the crime, according to a court filing.\nThe same credit card was used to pay for a storage unit that Engelhardt used for a few weeks last March and April, and for the rental of U-Haul trucks.\n\"His completely unfounded claims attempting to relate the 2008 charges against Phillips to this case are not relevant.\""}