{"article_title": "Ian Bremmer on the Foreign Policy Must Reads of the Week", "article_keywords": ["week", "europe", "ian", "war", "pope", "support", "moment", "french", "foreign", "reads", "united", "policy", "world", "veterans", "bremmer", "left"], "article_url": "http://time.com/4050201/this-weeks-foreign-policy-must-reads-5/", "article_text": "\n\n\n\nIn Unit Stalked by Suicide, Veterans Try to Save One Another – New York Times Magazine\n\nAlmost seven years after the deployment, suicide is spreading through the old unit like a virus…The Marine Corps does not track suicides of former service members. Feeling abandoned, members of the battalion have turned to a survival strategy they learned at war: depending on one another. Doing what the government has not, they have used free software and social media to create a quick-response system that allows them to track, monitor and intervene with some of their most troubled comrades.\n\nWhen evaluating the long-term support that veterans of the wars in Iraq and Afghanistan will need, consider this: Federal spending for the care of World War I veterans peaked in 1969…more than half a century after their return from the trenches.\n\nThe Saints and Smugglers of Syria’s Civil War – Foreign Policy\n\nFor a brief moment in late 2013, it looked as if a small group of Syrian expatriates in the United Arab Emirates had outfoxed Bashar al-Assad. By day, they were businessmen and bureaucrats, working as middle managers, professors, and salesmen. In every moment they could spare — nights, weekends, lunches, and cigarette breaks — they and dozens more like them in the capital of Abu Dhabi devoted themselves to supporting an uprising in a homeland they left long ago.\n\nA fascinating look at how diaspora populations can support revolutions, and the logistical nightmare that support sometimes entails.\n\nPope Francis Is Not ‘Progressive’—He’s a Priest – The Atlantic\n\nAmericans are often tempted to read Francis as a “progressive” pope who has tossed out the conservative playbook of Church leaders past… [But] it’s essentially meaningless to try and place him on the spectrum from “left” to “right” in the United States, contorting the poor pope to fit the mishmash of statism and individualism that plagues U.S. politics.\n\nThe Pope defies simple labels of left and right. All interesting people do.\n\nThe Decline of the French Intellectual – Politico EU\n\nArguably the most important reason for the French loss of intellectual dynamism is the growing sense that there has been a major retreat of French power on the global stage, both in its material, “hard” terms and in its cultural “soft” dimensions. In a world dominated politically by the United States, culturally by the dastardly ‘Anglo-Saxons,” and in Europe by the economic might of Germany, the French are struggling to reinvent themselves.\n\nWith Europe beset by so many different crises over the past five years, perhaps the moment is less propitious for grand(iose?) French idealism than for solidly engineered German pragmatism….though both will be needed as the idea of Europe evolves.\n\nThe Avenger – New Yorker\n\nWhen Ken Dornstein learned that Pan Am Flight 103 had exploded, he did not realize that his older brother, David, was on the plane… His colleagues knew nothing of his brother, but he privately took solace from accumulating investigative skills. “I was interested in the tradecraft of how you find people,” he recalled. He wondered about the shadowy culprits behind the Lockerbie bombing. “I wasn’t a worldly person, I hadn’t travelled…but I kept thinking, These guys are out there.”\n\nJournalists go where others don’t, won’t, or can’t. They’re motivated by all sorts of things—in this case brotherly love. Where justice can’t be served, is it enough to find the truth?", "article_metadata": {"description": "From veteran suicide to the Lockerbie bombing, a roundup of the most intelligent takes on global affairs this week", "generator": "WordPress.com", "og": {"site_name": "TIME.com", "description": "From veteran suicide to the Lockerbie bombing, a roundup of the most intelligent takes on global affairs this week", "title": "This Week's Foreign Policy Must Reads", "url": "http://time.com/4050201/this-weeks-foreign-policy-must-reads-5/", "image": "https://s0.wp.com/wp-content/themes/vip/time2014/img/time-logo-og.png", "type": "article"}, "twitter": {"image": {"src": "https://s0.wp.com/wp-content/themes/vip/time2014/img/time-logo-og.png"}, "description": "From veteran suicide to the Lockerbie bombing, a roundup of the most intelligent takes on global affairs this week", "site": "TIME", "card": "summary_large_image", "title": "This Week's Foreign Policy Must Reads"}, "msapplication-TileColor": "#FFFFFF", "msapplication-tooltip": "Current & Breaking News | National & World Updates", "msapplication-task": "name=Subscribe;action-uri=http://time.com/feed/;icon-uri=http://0.gravatar.com/blavatar/2cee445ea71a179ffd35ea91cf154905?s=16", "apple-mobile-web-app-capable": "yes", "fb": {"app_id": 53177223193}, "p": {"domain_verify": "f48a8936c3fffc943fce516f2e3ff1d2"}, "apple-mobile-web-app-status-bar-style": "black-translucent", "msapplication-window": "width=device-width;height=device-height", "msapplication-TileImage": "https://s0.wp.com/wp-content/themes/vip/time2014/img/time-touch_icon_152.png", "application-name": "TIME", "keywords": "world, foreign policy", "article": {"publisher": "https://www.facebook.com/time"}, "viewport": "width=device-width,minimum-scale=1.0,maximum-scale=1.0", "news_keywords": "World, Foreign Policy"}, "_id": "\"57477af36914bd0286fd0c2f\"", "article_summary": "Feeling abandoned, members of the battalion have turned to a survival strategy they learned at war: depending on one another.\nA fascinating look at how diaspora populations can support revolutions, and the logistical nightmare that support sometimes entails.\nWith Europe beset by so many different crises over the past five years, perhaps the moment is less propitious for grand(iose?)\nFrench idealism than for solidly engineered German pragmatism….though both will be needed as the idea of Europe evolves.\n“I wasn’t a worldly person, I hadn’t travelled…but I kept thinking, These guys are out there.”Journalists go where others don’t, won’t, or can’t."}