{"article_title": "Businessweek ‘brutal’ cover captures Obama’s epic fail", "article_keywords": ["epic", "turning", "klein", "captures", "ipod", "cover", "brutal", "obamacare", "project", "writes", "national", "political", "fail", "liberal", "obamas", "public", "businessweek"], "article_url": "http://www.bizpacreview.com/2013/11/01/businessweek-brutal-cover-captures-obamas-epic-fail-86319", "article_text": "A picture is worth 1,000 words.\n\nAnd the cover of the Nov. 4 issue of Bloomberg Businessweek more than proves it with its summary of the “epic fail” of the Obamacare website.\n\nUnfortunately, the 2,000-plus word article, “How the iPod president crashed: Obama’s broken technology promise,” by liberal Washington Post blogger and columnist Ezra Klein focuses on almost exclusively on the technical difficulties encountered by the Obamacare launch. He ignores the political, legal and constitutional objections to Obamacare in favor of arguing the government is simply too cumbersome to put out a product that can be compared in speed and efficiency with the likes of Orbitz or Amazon.\n\nThat’s actually the least important problem with Obamacare, but give Klein his say. The cover itself, already generating buzz as “brilliant” and “brutal,” says it all.\n\nObama’s “administration wouldn’t just be competent,” Klein writes near the beginning. “It would be modern. And it would restore America’s faith that the public sector could do big things well.”\n\nMidway through, he offers the liberal intelligentsia a small consolation. “For all its deficiencies, healthcare.gov isn’t the worst disaster a government has experienced on a major IT project. That distinction belongs to the U.K.’s endeavor to create an electronic medical records system for its National Health Service.”\n\nWhat the UK did about that, Klein writes, is empower the technocrats working on the project to crush their competition in the government bureaucracy, making them powerful enough to overcome entrenched fiefdoms.\n\nKlein wants the Obamacare army to do something similar here.\n\n“If they’re going to save their project to build an iPod government worthy of public confidence, they must force the rest of the federal bureaucracy to change,” he writes.\n\nThat might be fine from a purely IT point of view, but Klein’s liberalism is showing with his belief that a more efficient Obamacare website will mean a better Obamacare for all.\n\nAn administration that has no qualms about turning the IRS loose on its political opponents or turning Ranger Friendly at the National Park Service into storm troopers locking out World War II vets — and brags about being proud of it — shouldn’t be getting more power at its fingertips.\n\nIt’s too efficient already.", "article_metadata": {"generator": "WordPress 4.4.3", "og": {"site_name": "BizPac Review", "description": "A picture is worth 1,000 words. And the cover of the Nov. 4 issue of Bloomberg Businessweek more than proves it with its summary of the “epic fail” of the Obamacare website. Unfortunately, the 2,000-plus word article, “How the iPod president crashed: Obama’s broken technology promise,” by liberal Washington Post blogger and columnist Ezra Klein …", "title": "Businessweek 'brutal' cover captures Obama's epic fail", "locale": {"alternate": "en_US", "identifier": "en_US"}, "image": "http://www.bizpacreview.com/wp-content/uploads/2013/11/businessweek1101horiz.jpg", "updated_time": "2013-11-02T14:48:28+00:00", "url": "http://www.bizpacreview.com/2013/11/01/businessweek-brutal-cover-captures-obamas-epic-fail-86319", "type": "article"}, "twitter": {"widgets": {"csp": "on"}}, "alexaVerifyID": "qC73ojZoktel85cbl12SAFJar9k", "fb": {"admins": "10152426200106417,10152720237657852,10200650572686956,3854753687919,100215693385946,549853448412696", "pages": 169204449790211, "app_id": 1502886339979348}, "article": {"publisher": "https://www.facebook.com/ConservativeNewsToday", "section": "News", "published_time": "2013-11-01T07:43:34+00:00", "modified_time": "2013-11-02T14:48:28+00:00"}, "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fdd8ba\"", "article_summary": "Obama’s “administration wouldn’t just be competent,” Klein writes near the beginning.\nAnd the cover of the Nov. 4 issue of Bloomberg Businessweek more than proves it with its summary of the “epic fail” of the Obamacare website.\nThe cover itself, already generating buzz as “brilliant” and “brutal,” says it all.\n“For all its deficiencies, healthcare.gov isn’t the worst disaster a government has experienced on a major IT project.\nThat’s actually the least important problem with Obamacare, but give Klein his say."}