{"article_title": "Charlie Crist Defends Obamacare and Isn't Worried About the Polls", "article_keywords": ["crist", "saying", "tough", "crowd", "hes", "charlie", "polls", "obamacare", "worried", "defends", "isnt", "going", "party", "republican"], "article_url": "http://www.browardpalmbeach.com/news/charlie-crist-defends-obamacare-and-isnt-worried-about-the-polls-6452964", "article_text": "via Wikipedia\n\nAt a time when Rick Scott's cronies are raising gazillions of dollars for attack ads and other reelection goodies, Charlie Crist is out there defending Obamacare. Ballsy!\n\nAt a campaign rally in Hillsborough County over the weekend, Crist went all-in in his support for Obamacare, telling the crowd that it's a \"good plan.\" This echoed his sentiments when he met with reporters in West Palm Beach on Friday, saying essentially the same thing.\n\nAnd if you think his hugging the president is going to send the GOPers into a tizzy, wait till they get a load of this one!\n\nSee also: Republican Party of Florida Releases First Charlie Crist Attack Ad\n\nCrist regaled the crowd with pleasant buzzwords and super supporty sayings, as he asked the crowd of Democrats to hang in there with the president.\n\n\"The president's is going through a tough time right now. Everybody's on his back about a website,\" Crist told a crowd of about 90 people gathered for a fundraiser at the Palma Ceia home of Hillsborough County Clerk of the Circuit Court Pat Frank. \"Well whatever,\" he said. \"Stuff happens. But he's got a good plan. And now's the time you need to show him what a friend you are. It's easy to be with him when he's rolling along, but when it's tough the tough get going.\"\n\nOf course, the Republican Party has been all over Obamacare stumbling out of the gates, attacking the government's glitchy website and going after Obama for not keeping his promise that people could keep the insurance plans they were already on.\n\nThe Republican Party of Florida jumped into the fray last week, with Chairman Lenny Curry flinging a salvo at Crist and his love of the Obamacare, saying, \"Last week, Charlie Crist made it clear that he would double down on raising taxes and double down on supporting Obamacare. So it's no surprise he also told Floridians that he has no concerns about Obamacare's tax increases that will hurt job creators and middle-class families. We can't afford Obamacare, and Floridians can't afford Charlie Crist.\"\n\nAdd this to the attack ads we're going to have shoved in our faces about Crist's flip-flopping ways, and right now, things aren't looking too hot for Charlie.\n\nThen there's the fact that Sen. Bill Nelson might jump into the whole HEY I WANNA RUN FOR GOVERNOR TOO! thing, saying that he might consider going up against Scott if Crist runs into some trouble.\n\nAnd, there's also the latest Quinnipiac University poll that shows Scott cutting into his lead.\n\nBut Crist dismissed this, saying that \"polls go up, they go down,\" and citing the millions being spent on attacking him in recent weeks.\n\nCharlie Crist knows it's a long haul. He also knows his political aspirations have always been tied to Obama (ever since he embraced him, that is). So he's staying the course.\n\nCharlie Crist ain't care.\n\nSend your story tips to the author, Chris Joseph. Follow Chris Joseph on Twitter\n\nFollow @NewTimesBroward", "article_metadata": {"description": "At a time when Rick Scott's cronies are raising gazillions of dollars for attack ads and other reelection goodies, Charlie Crist is out there defending...", "author": "Chris Joseph", "og": {"site_name": "New Times Broward-Palm Beach", "description": "At a time when Rick Scott's cronies are raising gazillions of dollars for attack ads and other reelection goodies, Charlie Crist is out there defending Obamacare. Ballsy! At a campaign rally in Hillsborough County over the weekend, Crist went all-in in his support for Obamacare, telling the crowd that it's...", "title": "Charlie Crist Defends Obamacare and Isn't Worried About the Polls", "url": "http://www.browardpalmbeach.com/news/charlie-crist-defends-obamacare-and-isnt-worried-about-the-polls-6452964", "image": {"width": 384, "identifier": "http://IMAGES1.browardpalmbeach.com/imager/charlie-crist-defends-obamacare-and-isnt/u/original/6452965/charlie_crist_wiki.jpg", "height": 480}, "type": "article"}, "twitter": {"description": "At a time when Rick Scott's cronies are raising gazillions of dollars for attack ads and other reelection goodies, Charlie Crist is out there defending Obamacare. Ballsy! At a campaign rally in Hillsborough County over the weekend, Crist went all-in in his support for Obamacare, telling the crowd that it's...", "creator": "@byChrisJoseph", "image": "http://IMAGES1.browardpalmbeach.com/imager/charlie-crist-defends-obamacare-and-isnt/u/original/6452965/charlie_crist_wiki.jpg", "title": "Charlie Crist Defends Obamacare and Isn't Worried About the Polls", "site": "@newtimesbroward", "card": "summary_large_image"}, "mobile-web-app-capable": "yes", "fb": {"app_id": 154555581257317}, "theme-color": "#0053b8", "keywords": "Broward/Palm Beach news, Florida news, Broward/Palm Beach events, Florida events, Broward/Palm Beach New Times", "article": {"section": "News", "published_time": "2013-11-25T10:51:51-05:00", "modified_time": "2016-05-18T22:58:31-04:00"}, "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fe1fdd\"", "article_summary": "Charlie Crist ain't care.\nvia WikipediaAt a time when Rick Scott's cronies are raising gazillions of dollars for attack ads and other reelection goodies, Charlie Crist is out there defending Obamacare.\nWe can't afford Obamacare, and Floridians can't afford Charlie Crist.\"\nCharlie Crist knows it's a long haul.\nSee also: Republican Party of Florida Releases First Charlie Crist Attack AdCrist regaled the crowd with pleasant buzzwords and super supporty sayings, as he asked the crowd of Democrats to hang in there with the president."}