{"article_title": "ISIS vs. mainstream Muslims: The media war – CNN Belief Blog", "article_keywords": ["muslim", "isis", "mainstream", "journalists", "quran", "media", "albaghdadi", "young", "leader", "blog", "islamic", "vs", "barfi", "cnn", "islam", "war", "muslims", "belief"], "article_url": "http://religion.blogs.cnn.com/2014/09/04/isis-vs-mainstream-muslims-the-media-battle/", "article_text": "By Daniel Burke, CNN Belief Blog Editor\n\n(CNN) - The challenge was directed at the leader of ISIS, Abu Bakr al-Baghdadi. But the impassioned message, laced with Islamic phrases, sought a much wider audience.\n\nThe statement came from Barak Barfi, a spokesman for the family of slain American journalist Steve Sotloff. Sotloff, who reported for Time and other publications, was beheaded in a video ISIS released on Tuesday.\n\nBarfi is a research fellow at the New America Foundation, a Washington-based think tank, where he specializes in Arab and Islamic affairs. On behalf of Steven Sotloff's family, he had tried to secure the journalist's release.\n\nOn Wednesday, Barfi stood outside the Sotloff family's Miami home, with dozens of microphones and cameras thrust before him, and stepped into a fierce war of words between ISIS and the rest of the Muslim world.\n\n\"I am ready to debate you with calm preachings,\" Barfi told al-Baghdadi, directly addressing him in Arabic. \"I have no sword in my hand and I am ready for your answer.”\n\nSpeaking briefly to CNN on Thursday, Barfi said he doesn't expect the reclusive ISIS leader to accept the invitation. But his challenge had other aims, the young scholar said.\n\n\"The Muslim and Arabic world needs to realize the threat that ISIS poses to their communities,\" he said. \"Everything in the statement was meant to send a message.\"\n\nThe idea of debating militants who behead innocent journalists may seem pointless or even foolish to some observers. But it's the audience who hears the challenge that matters, Muslim leaders said. In this case, young Muslims who may be lured to join ISIS under Islamic pretenses.\n\nFrom Glasgow girl to 'bedroom radical' and ISIS bride\n\n\"Our front lines are the mosques from where we repel this evil with good words meant to serve humanity,\" said Salam al-Marayati, president of the Muslim Public Affairs Council. \"Our foot soldiers are the young men and women who want to lead this struggle.\"\n\nIt's a fight in which the Internet is as crucial a battlefield as Iraq, said al-Marayati. The casualties are people like 19-year-old Aqsa Mahmood, who left her home in Scotland to join ISIS last November.\n\nISIS recruits young children in video\n\nOn Wednesday, Barfi first spoke in English on behalf of the Sotloffs, sounding a mournful but defiant tone about the journalist's death\n\nHe said the Sotloffs grieved over the death of Steven, who was captured by ISIS in Syria in 2013. But he also said the American \"village\" is strong and won't become \"hostage\" to fear.\n\nThen Barfi spoke for himself, switching to Arabic and turning his attention to al-Baghdadi, whom he addressed by name. The Iraqi-born al-Baghdadi has declared himself \"caliph\" of an \"Islamic State\" that ISIS seeks to establish through ruthless violence.\n\nSlain journalist's family accuses ISIS leader of violating Islam\n\nBarfi said he is not Muslim himself, but has studied Islam in depth. Couching his argument with several citations of the Quran, Barfi said al-Baghdadi violates the faith's tenets.\n\n\"Where is your mercy?\" Barfi asked al-Baghdadi on Wednesday. It was an allusion, Barfi later said, to a speech in which the ISIS leader referred to Ramadan as the \"month of mercy.\"\n\nMercy is an essential idea in Islam, said al-Marayati. \"God delivered Prophet Mohammed to humanity to make us more merciful to one another,\" a message that ISIS seems to miss, he added.\n\nBarfi cited several passages from the Quran, which Muslims believe to be a direct revelation from God.\n\n\"I know the Quran, and it teaches: Fight for the sake of God, do not exceed the bounds. Verily God does not love the aggressor,\" Barfi said.\n\nMuslim scholars said the key part of this passage, which forms the backbone of Islam's \"just war\" theory, is that, while self-defense is allowed, violent aggression, especially against innocents, is a grave sin.\n\n\"This verse is about self-defense,\" said al-Marayti. \"It allows one to protect civilians by fighting combatants who attack first.\"\n\nQuoting Islam's holiest text to make that point was smart, said Hussein Rashid, a religion scholar at Hofstra University in New York. \"ISIS violates every single tenet of this verse, so Barfi shows them to be ignorant,\" he said.\n\n\"By using the Quran as the basis for debate he also demonstrates that ISIS does not actually base themselves in Muslim traditions, but in the language of hatred and rage.\"\n\nLikewise, Barfi's use of the phrase \"debate with calm preachings\" rings a particular note in Islam, Muslim scholars said.\n\nIt recalls earlier eras in Muslim history, when caliphs sometimes settled disagreements between Muslims, Christians and Jews through debates, not violence. That point is key, since ISIS presents itself as the true reincarnation of early caliphs.\n\n\"They fought wars, but warfare and slaughter were not the things to strive for,\" Rashid said. \"Training swords was easy, but training minds was hard. You proved your quality through debate.\"\n\nOr, as Barfi put it on Thursday,\"There were no swords, no violence, and no releasing videos of executing soldiers.\"\n\nIn the modern battle for the soul of Islam, ISIS propaganda can be as potent as swords, according to counterterrorism officials. Which is what makes Barfi's words on Wednesday so important, said Muslim leaders.", "article_metadata": {"description": "By Daniel Burke, CNN Belief Blog Editor (CNN) -- The challenge was directed at the leader of ISIS, Abu Bakr al-Baghdadi. But the impassioned message, laced with Islamic phrases, sought a much wider audience.", "generator": "WordPress.com", "title": "ISIS vs. mainstream Muslims: The media war", "og": {"url": "http://religion.blogs.cnn.com/2014/09/04/isis-vs-mainstream-muslims-the-media-battle/", "image": "http://i2.cdn.turner.com/cnn/dam/assets/140903225610-ctn-pkg-casarez-muslim-extremist-groups-00010702-horizontal-gallery.jpg", "type": "article", "description": "By Daniel Burke, CNN Belief Blog Editor\r\n\r\n\r\n\r\n(CNN) -- The challenge was directed at the leader of ISIS, Abu Bakr al-Baghdadi. But the impassioned message, laced with Islamic phrases, sought a much wider audience.", "title": "ISIS vs. mainstream Muslims: The media war"}, "keywords": "faith, foreign policy, internet, iraq, islam, islamic law, middle east, muslim, quran, religious violence, sharia, violence, isis, islam, muslims, quran, steven sotloff", "fb": {"admins": 690014395, "app_id": 80401312489}, "msapplication-window": "width=device-width;height=device-height", "application-name": "CNN Belief Blog", "msvalidate.01": "DE341CAC7D45B696ED1776216C18054C", "google-site-verification": "mFBa4OnyEDU23vgVJ6rtX_4izud7FIi9JiscfVsWaKk", "original-source": "http://religion.blogs.cnn.com/2014/09/04/isis-vs-mainstream-muslims-the-media-battle/", "msapplication-task": "name=Subscribe;action-uri=http://religion.blogs.cnn.com/feed/;icon-uri=https://s2.wp.com/i/favicon.ico"}, "_id": "\"57477af46914bd0286fdf680\"", "article_summary": "In the modern battle for the soul of Islam, ISIS propaganda can be as potent as swords, according to counterterrorism officials.\nBy Daniel Burke, CNN Belief Blog Editor(CNN) - The challenge was directed at the leader of ISIS, Abu Bakr al-Baghdadi.\nLikewise, Barfi's use of the phrase \"debate with calm preachings\" rings a particular note in Islam, Muslim scholars said.\nIt was an allusion, Barfi later said, to a speech in which the ISIS leader referred to Ramadan as the \"month of mercy.\"\nSlain journalist's family accuses ISIS leader of violating IslamBarfi said he is not Muslim himself, but has studied Islam in depth."}