{"article_title": "The Terrorist Bomb That Keeps TSA Agents Up at Night", "article_keywords": ["terrorist", "bomb", "keeps", "al", "tsa", "millimeter", "qaeda", "agents", "screening", "night", "device", "airports", "security", "wave"], "article_url": "http://www.thefiscaltimes.com/2015/01/15/Terrorist-Bomb-Keeps-TSA-Agents-Night", "article_text": "The most recent issue of al Qaeda’s magazine Inspire contains what the editors call a special surprise: a recipe for a new kitchen-made bomb, which the magazine urges readers to use on American commercial aircraft.\n\nWithout going into excessive detail, the main ingredients of the bomb are a certain amount of an explosive substance derived from broken down matches (don’t buy all your matches at once! it urges) as well as a variety of other household ingredients like nail polish.\n\nRelated: This Is the Laser That Could Take Out ISIS\n\nThe end result is a bomb, about the size of a water bottle, filled with processed match powder and other chemicals. The magazine tells the reader to cover the bomb with about a half a centimeter of silicon to ensure that it doesn’t trigger detection at airport screening. But even with a healthy coat of silicon, it’s the sort of object that would show up under routine inspection or x-ray. So what’s a would-be terrorist to do to get their new kitchen bomb aboard a plane?\n\nFirst, don’t stick it in your underwear. That’s something that the Transportation Security Administration is on the lookout for, thanks to that 2009 incident when Umar Farouk Abdulmutallab, the so-called “Underwear Bomber,” attempted to blow up an Amsterdam to Detroit-bound airplane on Christmas Day. John Pistole, head of TSA, has said that Abdulmutallab was “very close” to executing the attack and would have gotten away with it if not for the fact that he was carrying around the device for weeks and hadn’t changed his underpants. “The efficacy was degraded,” Pistole remarked to the audible discomfort of the entire Aspen Security Forum in July.\n\nEww.\n\nAl Qaeda learned a lesson from the experience. The magazine’s feature article on the newest bomb suggests that the would-be-bomber aspire to, shall we say, more ambitious measures to ensure concealment.\n\nRelated: 10 Military Weapons You Won't Believe the Police Have Access To\n\nIn a piece for the Intercept, gloriously titled “Al Qaeda Claims New Butt Bomb,” reporters Jana Winter and Sharon Weinberger describe it this way: “This time around…the Inspire article obliquely references the need to go where Abdulmutallab was perhaps unwilling to go, and place the bomb directly inside the terrorist’s body. The magazine cites the example of Abdullah al-Asiri, an AQAPmember who died in 2009 trying to kill a senior Saudi government official; al-Asiri reportedly hid the bomb in his rectal cavity.”\n\nHow Safe Are We from the New Butt Bomb?\n\nTal Hanan, a security and explosives expert at Demoman International in Israel said that the type of bomb featured in the article, which is also called a triacetone triperoxide or TATP explosive, “is more myth then operational tool.” “And we should encourage them to use it.”\n\nTATP bombs aren’t new. Richard Reid, the so-called “Shoe Bomber,” attempted to use one in a December 2001 plot to blow up a plane flying from Paris to Miami. Because of the volatility of the chemicals involved, a would-be bomber has a very good chance of blowing up his kitchen in the cooking process, says Hanan. If the cook succeeds in making a bomb without losing his fingers, he would probably want to use the device sooner rather than later as the material becomes increasingly volatile as it dries. That increases the chances of explosive material remaining on the hands, where it could be detected via swab. (But that’s hardly a foregone conclusion.)\n\nIf the bomber is able to get his device to the airport, would TSA be able to spot it at a checkpoint? Good chance. Even al Qaeda in the article acknowledges that the device could be detectable to millimeter wave scanners.\n\nRelated: The Endless $1.6 Trillion War on Terror\n\nIn 2007, TSA moved to install new screening technologies into airports across the country. The most famous of which is the so-called backscanner ray. It sends radiation through a person’s clothing where it bounces off the skin or other objects that have relatively high atomic density. This creates that grainy but revealing nude shot that’s become synonymous with invasive, mechanical airport screening.\n\nLess well known is millimeter wave scanning, which sends an electromagnetic wave between the 1 and 10 millimeter range toward the subject, passing through the person’s clothing. The beam bounces off of skin as well as explosive materials, cash and liquids. Most millimeter wave scanners are also equipped with automated target recognition software. That allows the machine to better identify strange objects, which most millimeter wave scanners display as little yellow boxes on the outline of the subject in a computerized display.\n\nHere’s how TSA describes it: “TSA currently uses millimeter wave [advanced imaging technology] to safely screen passengers for metallic and nonmetallic threats, including weapons and explosives, which may be concealed under clothing without physical contact to help TSA keep the traveling public safe. There are close to 740 AIT units deployed at nearly 160 airports nationwide…All millimeter wave AIT units deployed at airports are outfitted with software designed to enhance passenger privacy by eliminating passenger-specific images and instead auto-detecting potential threats and highlighting their location on a generic outline of a passenger that is identical for all passengers.”\n\nHanan says that the device outlined in the Inspire article should actually be detectable to backscanner technology as well as millimeter wave scanning. “As it [is] not looking for the explosive, rather for foreign objects/containers concealed on the body… Regardless of the substance,” he said.\n\nRelated: As Americans Muzzle Free Speech, Terrorists Rejoice\n\nHere’s where things get intimate. Is there enough tissue protection in the body cavity to shield the bomb from scanning radiation that doesn’t penetrate into the skin? Is today’s backscanner and millimeter wave scanner tech robust enough to catch a body bomb at a checkpoint, as Hanan claims, or is there an exploitable vulnerability, which what al Qaeda seems to be assuming?\n\nAs a general rule, security authorities won’t discuss the capabilities of detection technology in use at airports or other checkpoints. A U.S. government official directly involved in airport security screening told Defense One: “The issue is that what you’re asking hits at some of the most sensitive stuff with which the [Department of Homeland Security] is currently dealing.”\n\nBut al Qaeda has tried TATP bombs aboard passenger jets and failed, and that was before the wide implementation of better scanning technologies.\n\nThe Critical Human Component of Border Protection\n\nHanan cautions that vigilance on the part of screening officials, and proper installation and use of screening tech, are more important factors in foiling bomb plots than any single piece of technology.\n\nThis is the one area on which DHS is willing to comment. On Monday, DHS Secretary Jeh Johnson said he had instructedTSA to undertake “an immediate, short-term review” of security and screening measures “to determine whether more is necessary, at both domestic and overseas last-point of departure airports.” He also announced that TSA would increase the number of random searches at airports.\n\nRelated: The New Terror Group Khorasan Is Plotting a 9/11 Attack\n\n“Previously, in July, I directed enhanced screening at certain foreign airports that are last points of departure to the United States. Since then, a number of foreign governments have themselves enhanced aviation security, buttressing and replacing our own measures at these airports,” he said.\n\nIn theory, vigilance on the part of border guards, coupled with correctly installed screening technologies, will catch a bomber trying to smuggle a water bottle-sized bomb onto a plane. The 1986 case of Anne-Marie Murphy demonstrated clearly that an astute guard is a better defense than any innovation in screening, Hanan said.\n\nMurphy, an Irish-born woman who was five months pregnant at the time of what has come to be called the Hindawi Affair, attempted to smuggle 1.5 kilograms of highly explosive semtex onto a flight from London to Tel Aviv. Her Jordanian husband Nezar Nawwaf al-Mansur al-Hindawi placed the material in her luggage. She was caught simply because a border guard marked her as “suspicious,” despite Murphy not fitting any conventional profile. She was then subjected to additional screening.\n\nThe guard’s “training kicked in when this nice, innocent lady failed to make sense” in the way she answered questions, Hanan said. “Bored, poorly paid and poorly trained [security] cannot be replaced by technology, as good as it gets.”\n\nRelated: 20 Facts About Baghdadi, the Elusive ISIS Leader\n\nSmuggling bombs onto airplanes is much more difficult than it was in 1986, more difficult even than a few years ago. Al Qaeda’s most recent device would be extremely dangerous to attempt to build, very difficult to transfer, may not work in practice, and has a good — but not perfect — chance of alerting security workers who have been given expanded authority to conduct screenings as well as at least one type of common security device, if not two.\n\nIn other words, you’re largely protected from the most recent al Qaeda bomb threat, but you’re really only as safe as theTSA agent standing in front of you.\n\nThe release becomes especially relevant in the context of the recent events in Paris. AQAP has taken credit for the attack that killed 12, including two police officers, at the headquarters of French satirical newspaper Charlie Hebdo. One of the two gunmen who stormed the building has been identified as having trained with AQAP.\n\nCharlie Hebdo was listed as a most wanted target in a 2013 issue of Inspire.\n\nThis article originally appeared in Defense One.\n\nRead more at Defense One:\n\nHagel Visits Newest Navy Warshi[p That Will Carry the F-35\n\nAir Force Bomber Is Critical Piece of Pentagon's Pacific Weaponry\n\nThe F-35 Has to Phone Texas Before Taking Off", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "The most recent issue of al Qaeda’s magazine Inspire contain", "title": "The Terrorist Bomb That Keeps TSA Agents Up at Night", "url": "http://www.thefiscaltimes.com/2015/01/15/Terrorist-Bomb-Keeps-TSA-Agents-Night", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/06072013_TSA_article.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2015/01/15/Terrorist-Bomb-Keeps-TSA-Agents-Night", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/06072013_TSA_article.jpg", "card": "summary", "title": "The Fiscal Times"}, "generator": "Drupal 7 (http://drupal.org)", "description": "The most recent issue of al Qaeda’s magazine Inspire contain", "viewport": "initial-scale=1, maximum-scale=1"}, "_id": "\"57477af46914bd0286fdf684\"", "article_summary": "In other words, you’re largely protected from the most recent al Qaeda bomb threat, but you’re really only as safe as theTSA agent standing in front of you.\nLess well known is millimeter wave scanning, which sends an electromagnetic wave between the 1 and 10 millimeter range toward the subject, passing through the person’s clothing.\nAl Qaeda learned a lesson from the experience.\nEven al Qaeda in the article acknowledges that the device could be detectable to millimeter wave scanners.\nMost millimeter wave scanners are also equipped with automated target recognition software."}