{"article_title": "Investigators probing cause of deadly Amtrak crash", "article_keywords": ["saidthe", "crash", "amtrak", "track", "deadly", "system", "taken", "equipment", "train", "probing", "construction", "told", "cause", "frigo", "investigators"], "article_url": "http://www.thefiscaltimes.com/latestnews/2016/04/03/Two-dead-Amtrak-derailment-near-Philadelphia-media-reports", "article_text": "PHILADELPHIA (Reuters) - Accident investigators will interview survivors of a construction crew on Tuesday to determine why a backhoe occupied the same track as an Amtrak train that slammed into the heavy equipment, killing two people and sending 35 others to hospital.\n\nSunday's accident in the Philadelphia suburb of Chester occurred about 20 miles (30 km) south of another deadly Amtrak derailment in May that killed eight people and injured 43. Passengers described feeling a jolt and then seeing a fireball.\n\nNational Transportation Safety Board investigator Ryan Frigo told reporters on Monday that experts have reviewed video taken from the front of the train that captured the impact and have recovered Amtrak's audio recordings.\n\nThey have yet to determine why the equipment and the train were on the same track despite safety standards meant to prevent such collisions.\n\nSpecialists will examine whether the so-called Positive Train Control system was operating and could have prevented the crash. The system, which is designed to send navigation signals to train operators about potential hazards, had been installed on that stretch of Amtrak-owned track, Frigo said.\n\n\"We're still gathering facts on that information as to who had the authority to be on that track,\" Frigo said.\n\nOther equipment belonging to the Amtrak construction crew was on the adjacent track as well, Frigo said.\n\nThe crash killed backhoe operator Joseph Carter, 61, and Peter Adamovich, 59, who was on foot, according to the Delaware County medical examiner's office.\n\nThe train from New York and bound for Savannah, Georgia, was traveling at 106 mph (170 kph), below the speed limit of 110 mph (177 kph), Frigo said.\n\nThe engineer hit the brakes about 800 feet (244 meters) from the construction equipment and the train traveled about three blocks after the collision.\n\nMore inspections were set for Tuesday, including a review of the train's brakes, Frigo said.\n\nSteve Forbes, the U.S. publishing executive and two-time former Republican presidential hopeful, told CNN on Monday he was riding in the last car of the train.\n\n\"It was a matter of nanoseconds, but you felt the train was coming to a screeching halt, then it eased up a bit, then another screech,\" Forbes said. \"There was coffee flying everywhere. There was the smell of smoke.\"\n\nThe locomotive engineer was among those taken to hospitals with injuries, none of which were life-threatening, the NTSB said.\n\n(Additional reporting by Barbara Goldberg; Editing by Daniel Trotta, Bernard Orr)", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "PHILADELPHIA (Reuters) - Accident investigators will interview survivors of a construc", "title": "Investigators probing cause of deadly Amtrak crash", "url": "http://www.thefiscaltimes.com/latestnews/2016/04/03/Two-dead-Amtrak-derailment-near-Philadelphia-media-reports", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/usa-amtrak_1.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/latestnews/2016/04/03/Two-dead-Amtrak-derailment-near-Philadelphia-media-reports", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/usa-amtrak_1.jpg", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "PHILADELPHIA (Reuters) - Accident investigators will interview survivors of a construc", "generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "\"We're still gathering facts on that information as to who had the authority to be on that track,\" Frigo said.\nOther equipment belonging to the Amtrak construction crew was on the adjacent track as well, Frigo said.\nSpecialists will examine whether the so-called Positive Train Control system was operating and could have prevented the crash.\nThe engineer hit the brakes about 800 feet (244 meters) from the construction equipment and the train traveled about three blocks after the collision.\nSunday's accident in the Philadelphia suburb of Chester occurred about 20 miles (30 km) south of another deadly Amtrak derailment in May that killed eight people and injured 43."}