{"article_title": "Throngs fill Benjamin Franklin Parkway for pope’s final US Mass", "article_keywords": ["benjamin", "set", "pope", "peace", "popes", "held", "white", "mass", "franklin", "passed", "night", "throngs", "world", "parkway", "francis", "final"], "article_url": "http://religionnews.com/2015/09/27/throngs-fill-benjamin-franklin-parkway-popes-final-us-mass/", "article_text": "PHILADELPHIA (RNS) They came in their Sunday (Sept. 27) best and their Saturday night lace; in priestly collars and T-shirt collars, in ethnic dress and ones specially made.\n\nAll to see the 78-year-old Argentine who has captivated the nation’s attention celebrate one final Mass before heading back to Rome.\n\nJoyce Anskaria Willis, 69, paid a tailor in her native Zimbabwe to make her waisted dress made from cream fabric colorfully printed with the logo of the World Meeting of Families, the four-day event that preceded Francis’ visit here. She topped the entire ensemble with a jaunty peach sun hat, which she wore despite the cool temperature and overcast skies.\n\nSEE: PHOTOS: View Pope Francis’ historic trip to the U.S.\n\nWillis and her husband, Thompson, wanted to see the pope because she’s going to retire soon from her job as a midwife and might not be able to travel. She was glad for the opportunity.\n\n“This Pope Francis is a very loving person, is a pope who loves peace,” she said a few moments after waving at Francis as he and his motorcade passed by to the accompaniment of cheers and cries.\n\n“If one has love, definitely, there is peace, there is unity,” she said.\n\nWillis was one in a throng of perhaps as many as 1 million who turned out along the Benjamin Franklin Parkway to spend time with Francis during his last public U.S. event.\n\nCrowds lined the metal barricades set up around both sides of the parkway, standing 10 deep in some places. They waved yellow-and-white Vatican flags, purchased outside the gates for a few dollars, and held handfuls of rosaries brought from home to be blessed — somehow — by the passing of the man in the white car.\n\nSome held babies up to stern-looking Secret Service agents who trotted alongside the open popemobile like ominous escorts. Occasionally, the men in black carried bundles of pink, blue, white or yellow from the crowd to the pontiff, who alternately kissed the babies within or laid his hands on their heads.\n\nREAD: Francis bids farewell, tells Catholics to avoid ‘perversion’ of ‘narrow’ faith\n\nEach time he did, the crowds, watching on 40 Jumbotrons set around the parkway, cheered. Some cried as he passed, others hugged each other. Still others stared at phones in their hands, eager to see if they had “caught” the pope forever.\n\nWhitney Crooks, 32, came from Ionia, Mich., with her husband to attend the outdoor Mass. Next year, she will have her own baby — her first. As a teacher, she has long recognized the importance of family; now the pope’s vision of family as the foundation stone of society has new meaning, she said.\n\n“It resonates on a different level for me now,” she said, her baby bump snug under a Detroit Tigers sweatshirt. “It has a dual purpose now, both a professional one and a personal one.”\n\nJennifer Collins, a diocesan worker from Rockford, Ill., attended the Festival of Families — a celebrity-driven concert held in the same spot the night before. She, too, is taking home more than a pope bobblehead or “I saw Francis” T-shirt.\n\n“I thought this was very beautiful and very inspiring,” she said. “To come here to see the beauty this man is presenting that is so attractive to the world — that’s what brought people here.”\n\nYS/AMB END WINSTON", "article_metadata": {"news_keywords": "Beliefs, Culture, Benjamin Franklin Parkway, Catholic, Christian, Philadelphia, Pope Francis, U.S. papal visit", "generator": "Easy Digital Downloads v2.5.16", "og": {"site_name": "Religion News Service", "description": "PHILADELPHIA (RNS) The crowds waved yellow-and-white Vatican flags, purchased outside the gates, and held handfuls of rosaries brought from home to be blessed -- somehow -- by the passing of the man in the white car.", "title": "Throngs fill Benjamin Franklin Parkway for pope’s final US Mass", "url": "http://religionnews.com/2015/09/27/throngs-fill-benjamin-franklin-parkway-popes-final-us-mass/", "image": "http://religionnews.com/wp-content/uploads/2015/09/web.-Philly-Mass-copy.jpeg", "type": "article"}, "twitter": {"site": "@RNS", "card": "summary", "creator": "@kjwinston11"}, "syndication-source": "http://religionnews.com/2015/09/27/throngs-fill-benjamin-franklin-parkway-popes-final-us-mass/", "msapplication-TileImage": "http://religionnews.com/wp-content/uploads/2016/05/cropped-RNS_logo_RGB-336x336.gif", "original-source": "http://religionnews.com/2015/09/27/throngs-fill-benjamin-franklin-parkway-popes-final-us-mass/", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0", "description": "PHILADELPHIA (RNS) The crowds waved yellow-and-white Vatican flags, purchased outside the gates, and held handfuls of rosaries brought from home to be blessed -- somehow -- by the passing of the man in the white car."}, "_id": "\"57477af36914bd0286fd0c5a\"", "article_summary": "All to see the 78-year-old Argentine who has captivated the nation’s attention celebrate one final Mass before heading back to Rome.\nCrowds lined the metal barricades set up around both sides of the parkway, standing 10 deep in some places.\nWillis was one in a throng of perhaps as many as 1 million who turned out along the Benjamin Franklin Parkway to spend time with Francis during his last public U.S. event.\nSEE: PHOTOS: View Pope Francis’ historic trip to the U.S.Willis and her husband, Thompson, wanted to see the pope because she’s going to retire soon from her job as a midwife and might not be able to travel.\nShe topped the entire ensemble with a jaunty peach sun hat, which she wore despite the cool temperature and overcast skies."}