{"article_title": "Haslam faces rough seas for health reform", "article_keywords": ["legislative", "insure", "reform", "seas", "republicans", "haslam", "governors", "tennessee", "health", "special", "faces", "rural", "rough", "week", "tenncare"], "article_url": "http://www.knoxnews.com/opinion/columnists/tom-humphrey/tom-humphrey-haslam-faces-rough-seas-for-health-reform-ep-904184115-353609971.html", "article_text": "<p>The inauguration for the second term of Tennessee Gov. Bill Haslam is held on Legislative Plaza Saturday, Jan. 17, 2015, in Nashville, Tenn. (AP Photo/Mark Humphrey)</p>\n\nAs his predecessor might say, Gov. Bill Haslam is embarking on a hazardous voyage into legislative waters this week after four years of smooth sailing. Shipwreck is a real possibility.\n\nFormer Gov. Phil Bredesen was famous for nautical analogies in his speeches on steering the Tennessee “ship of state” with a legislator crew. It’s somewhat curious that the most perilous voyage in his eight-year reign was trying to slash enrollment in TennCare, the state’s Medicaid program, over objections from fellow Democrats, then in the majority at the Legislature, and with the support of most Republicans.\n\nNow we have Haslam trying to expand TennCare over the objections of many members of his own party — Republicans, who now enjoy supermajority status — while backed by most of the Democrats.\n\nSo the past and present governors took different tacks. Yet Haslam has praised Bredesen for his actions at the time, given the circumstances he faced, and Bredesen backs expansion today, given the circumstances created by the Affordable Care Act, or Obamacare.\n\nBredesen ultimately prevailed in cutting about 170,000 people from TennCare enrollment after considerable controversy in courtrooms as well as in Legislatorland. Haslam’s success in adding about 280,000 (an estimate increased by about 80,000 last week) will be decided in a special legislative session that begins Monday.\n\nOnce upon a time, the great bugaboo in Tennessee politics was the idea of a state income tax. In today’s environment, the great bugaboo of Tennessee politics, at least for Republicans, is President Barack Obama’s health care reform law.\n\nErgo, every Republican legislator fears that if he or she votes for Insure Tennessee, he or she will be attacked by an opponent in a GOP primary for supporting Obamacare. That makes for an easy attack ad — some legislators have already been attacked on that basis — as a lead-up to the special session.\n\nTo overcome this political predisposition of Republicans, the governor and his supporters — and there are a lot in the businesss/health care community — must raise a countering concern and, ideally, have a means of compromise and horse trading.\n\nHaslam can make a good case that logic and reason dictate support for his proposal, but logic and reason sometimes do not count for much in politics. Explaining such things is a lot more difficult than shouting from the other side that “It’s Obamacare.”\n\nAs for a counter-threat, there potentially is one, especially for rural Republicans. Leaders in rural communities understand that their small hospitals face bankruptcy in the current environment and would not if Insure Tennessee is approved. And a lot of their constituents stand to benefit individually. Thus, there’s at least a chance that voting no will make key people mad and, perhaps, even provoke a primary challenge.\n\nOne rural Republican expressed willingness last week to vote for the governor’s proposal, even at the risk of being attacked as an Obama-loving liberal, if — and only if — the vote will lead to passage. If the governor’s plan is doomed, why take the risk? And, right now, the legislator said doom looms.\n\nWhich brings up the horse-trading possibilities. On that front, Vanderbilt University professor James Blumstein, who was a lawyer supporting Bredesen’s efforts to cut TennCare enrollment, suggested an array of possible legislative revisions to the governor’s proposal during a Senate Judiciary Committee meeting last week.\n\nOne key suggestion: Make legislative approval tentative, subject to a final legislative signoff once the waiver document comes back from the federal folk in final format rather than buying into something that is now arguably a “pig in a poke.” That, Blumstein said, would actually “strengthen the governor’s hand” in confronting a federal bureaucracy he deemed “adversarial” and perhaps result in a “better deal” for Tennessee.\n\nThe governor is likely to oppose such a move, which would defeat the purpose of calling a special session to resolve the issue promptly and finally — a notion that some suggest is among Haslam’s early and multiple mistakes in charting a course for Insure Tennessee. But that would provide some political cover for those ready to abandon what they see as a sinking Insure Tennessee ship. And maybe the seas will be less choppy after a few weeks in port.\n\nTom Humphrey, retired Nashville bureau chief, may be reached at tomhumphrey3@aol.com.", "article_metadata": {"title": "Tom Humphrey: Haslam faces rough seas for health reform", "og": {"url": "http://www.knoxnews.com/opinion/columnists/tom-humphrey/tom-humphrey-haslam-faces-rough-seas-for-health-reform-ep-904184115-353609971.html", "image": {"width": 640, "identifier": "http://media.jrn.com/images/tennesseeinauguratio_2_1421519627670_12548693_ver1.0_640_480.jpg", "height": 448}, "type": "article", "description": "As his predecessor might say, Gov. Bill Haslam is embarking on a hazardous voyage into legislative waters this week after four years of smooth sailing. Shipwreck is a real possibility.", "title": "Tom Humphrey: Haslam faces rough seas for health reform"}, "twitter": {"image": "http://media.jrn.com/images/tennesseeinauguratio_2_1421519627670_12548693_ver1.0_640_480.jpg", "description": "As his predecessor might say, Gov. Bill Haslam is embarking on a hazardous voyage into legislative waters this week after four years of smooth sailing. Shipwreck is a real possibility.", "site": "https://twitter.com/knoxnews", "card": "summary_large_image", "title": "Tom Humphrey: Haslam faces rough seas for health reform"}, "apple-mobile-web-app-capable": "no", "msapplication-TileImage": "http://media.jrn.com/designimages/logo-kns-icon-144.png", "__sync_contentCategory": "premium", "viewport": "width=device-width,initial-scale=1,maximum-scale=1"}, "_id": "\"57477af36914bd0286fcf812\"", "article_summary": "But that would provide some political cover for those ready to abandon what they see as a sinking Insure Tennessee ship.\nIn today’s environment, the great bugaboo of Tennessee politics, at least for Republicans, is President Barack Obama’s health care reform law.\nBill Haslam is embarking on a hazardous voyage into legislative waters this week after four years of smooth sailing.\nExplaining such things is a lot more difficult than shouting from the other side that “It’s Obamacare.”As for a counter-threat, there potentially is one, especially for rural Republicans.\nLeaders in rural communities understand that their small hospitals face bankruptcy in the current environment and would not if Insure Tennessee is approved."}