{"article_title": "More workers face high-deductible health insurance", "article_keywords": ["benefits", "plans", "offer", "pay", "workers", "face", "savings", "highdeductible", "health", "plan", "coverage", "insurance"], "article_url": "http://www.sfgate.com/business/article/More-workers-face-high-deductible-health-insurance-5891020.php", "article_text": "More workers face high-deductible health insurance\n\nEmployers are increasingly pushing enrollment in high-deductible, low-premium health insurance plans, according to benefits experts, which means it might be time to break out the calculator and reconsider current policies.\n\nEmployees across the country are getting their first looks at what they will be paying for health insurance in 2015 with the start of open enrollment, the annual window in which workers can make changes to their elected benefits, including health insurance. Open enrollment is typically held in October and November each year.\n\n“Don’t assume that nothing’s changing even if your current option is still available,” said Craig Rosenberg, practice leader of health and welfare benefits at consulting firm Aon Hewitt. “There are probably some new choices that are available for you.”\n\nThree-fourths of employers are expected to offer high-deductible plans coupled with a health savings account in the next three years, and 20 percent will only offer those type of plans, according to data from Mercer, a financial services company with a health and benefits arm. To qualify for a health savings account, a plan has to have a minimum deductible of $1,250 for employee-only coverage and $2,500 for family coverage. Others offer private health exchanges, which give employees several options for coverage.\n\nOverall costs probably will rise again in 2015, by about 4 percent, according to Mercer, modest compared with previous years. But some employees are seeing much sharper increases, making high-deductible plans more attractive. Consumers who opt not to obtain coverage, either through their employer or through the federal Affordable Care Act, will also pay more. Those individuals will pay a greater penalty for not securing coverage, increasing to $325, or 2 percent of household income, whichever fee is greater, from $95 this year, or 1 percent of yearly household income.\n\nHigh-deductible, low-premium plans are often called consumer-directed health plans and paired with a health savings account that allows workers to pay for eligible expenses with tax-free dollars, experts said.\n\nEmployers have a financial incentive to offer such plans. Under the Affordable Care Act, employers in 2018 that offer plans that cost more than $10,200 for an individual or $27,500 for a family will be charged a 40 percent tax on the amount exceeding the threshold. By raising deductibles and lowering premiums, companies will lower their chance of triggering the tax.\n\nBeth Umland, director of research for health and benefits for Mercer, said more than one-third of companies would hit that excise tax threshold if they made no changes to their plan offerings.\n\nPremiums in consumer directed plans typically cost about 20 percent less than a traditional PPO or HMO plan, she said.\n\n“If you’ve been scared off of consumer directed plans, this might be the year to man-up and take a look,” Umland said. “Employers want to get people into those plans for a variety of reasons. That’s the plan where they see long-term cost control, so to get folks to join it, it’s bargain basement premium contributions.”", "article_metadata": {"SKYPE_TOOLBAR": "SKYPE_TOOLBAR_PARSER_COMPATIBLE", "sailthru.author": "Chicago Tribune", "description": "Employers are increasingly pushing enrollment in high-deductible, low-premium health insurance plans, according to benefits experts, which means it might be time to break out the calculator and reconsider current policies.  Employees across the country are getting their first looks at what they will be paying for health insurance in 2015 with the start of open enrollment, the annual window in which workers can make changes to their elected benefits, including health insurance.  Three-fourths of employers are expected to offer high-deductible plans coupled with a health savings account in the next three years, and 20 percent will only offer those type of plans, according to data from Mercer, a financial services company with a health and benefits arm.  High-deductible, low-premium plans are often called consumer-directed health plans and paired with a health savings account that allows workers to pay for eligible expenses with tax-free dollars, experts said.", "vf": {"section": "business", "unique_id": "sfgate-article-5891020"}, "og": {"site_name": "SFGate", "description": "Employers are increasingly pushing enrollment in high-deductible, low-premium health insurance plans, according to benefits experts, which means it might be time to break out the calculator and reconsider current policies.  Employees across the country are getting their first looks at what they will be paying for health insurance in 2015 with the start of open enrollment, the annual window in which workers can make changes to their elected benefits, including health insurance.  Three-fourths of employers are expected to offer high-deductible plans coupled with a health savings account in the next three years, and 20 percent will only offer those type of plans, according to data from Mercer, a financial services company with a health and benefits arm.  High-deductible, low-premium plans are often called consumer-directed health plans and paired with a health savings account that allows workers to pay for eligible expenses with tax-free dollars, experts said.", "title": "More workers face high-deductible health insurance", "url": "http://www.sfgate.com/business/article/More-workers-face-high-deductible-health-insurance-5891020.php", "image": "http://www.sfgate.com/img/pages/article/opengraph_default.png", "type": "article"}, "twitter": {"site": "@SFGate", "card": "summary_large_image"}, "sailthru.date": "2014-11-13 12:17:00 -0800", "sailthru.title": "More workers face high-deductible health insurance", "sailthru.tags": "section-business,subject-employee-benefits,subject-health-insurance,pubname-san-francisco-chronicle,health,health-insurance,health-savings-account,plan,high-deductible-plans,household-income,insurance,high-deductible-health-insurance,face-high-deductible-health,high-deductible,workers-face,consumer-directed-health-plans,workers", "fb": {"admins": 100006394927810, "app_id": 1609422252616351}, "format-detection": "telephone=no", "msvalidate.01": "9451CA04ABC9D1D5C6419C73B4C4F7B7", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fdf695\"", "article_summary": "More workers face high-deductible health insuranceEmployers are increasingly pushing enrollment in high-deductible, low-premium health insurance plans, according to benefits experts, which means it might be time to break out the calculator and reconsider current policies.\nHigh-deductible, low-premium plans are often called consumer-directed health plans and paired with a health savings account that allows workers to pay for eligible expenses with tax-free dollars, experts said.\nBut some employees are seeing much sharper increases, making high-deductible plans more attractive.\nEmployees across the country are getting their first looks at what they will be paying for health insurance in 2015 with the start of open enrollment, the annual window in which workers can make changes to their elected benefits, including health insurance.\nTo qualify for a health savings account, a plan has to have a minimum deductible of $1,250 for employee-only coverage and $2,500 for family coverage."}