{"article_title": "How The Hedge Fund Picks From Last Year's Sohn Conference Are Performing", "article_keywords": ["conference", "einhorn", "performing", "number", "picks", "fund", "sohn", "bearish", "capital", "puerto", "hedge", "quite", "resources", "pick"], "article_url": "http://www.newsmax.com/Finance/StreetTalk/hedge-fund-Sohn-stock-pick-investing/2016/05/02/id/726834/", "article_text": "A number of traders and hedge fund titans have marked May 4 on their calendar to attend one of the premier hedge fund conference of the year: the Sohn Investment Conference.\n\nBillionaire fund managers attend the conference to support a charity and share their big investment ideas for the coming year. Unfortunately, only two of last years speakers had winning bets, and even they had poor calls that overwhelmed their winners . This comes as active managers have been struggling, with the likes of Warren Buffett taking a shot at the industry this past weekend.\n\nFrom Bill Ackman of Pershing Square Capital Management to David Einhorn of Greenlight Capital, here's how some of last year's picks are faring.\n\nDavid Einhorn of Greenlight Capital:\n\nEinhorn's Sohn picks are fairing quite well, even if some of his other trades like going long SunEdison, Inc. are getting slammed. At the conference he took a shot at the fracking industry, hitting their high cash burn even as oil prices continued to decline. His main target was Pioneer Natural Resources Co., which is trading about 2 percent lower since he made his bearish call. “A business that burns cash and doesn’t grow isn’t worth anything,” he said at the time. Unfortunately for Einhorn, while Pioneer has fallen, he should have made one of his other bearish bets his main call. The others are down between 6 and 70 percent.\n\nEinhorn was also bearish on Concho Resources Inc. (down 9 percent), EOG Resources, Inc. (down 18 percent), Continental Resources Inc. (down 29 percent), and Whiting Petroleum Corp. (down 70 percent).\n\nBarry Rosenstein of Jana Partners:\n\nRosenstein's picks haven't turned out quite the way he might have hoped. The activist investor told last year's attendees that Qualcomm Inc. was extremely undervalued. Shares have since lost another 27 percent of their value. He also reiterated his bullish stance on Walgreens Boots Alliance Inc., which has fared slightly better but is still down about six percent since his call.\n\nKeith Meister of Corvex:\n\nIt's hard to tell if Meister should be in the winner or loser category. His pitch was a bullish call on Yum! Brands Inc, because he believed the firm should spin off its China business. While the company did indeed go ahead with the sale, shares are still lower since he made the call.\n\nLeon Cooperman:\n\nLeon Cooperman’s made a number of picks, with a few of them performing quite well like Alphabet Inc. (up 29 percent), The Dow Chemical Company (up 2 percent), and The Priceline Group Inc. (up 6 percent).\n\nOthers have struggled with one name down 90 percent. The losing picks include AerCap Holdings NV (down 18 percent), Citigroup Inc. (down 15 percent), General Motors Co. (down 10 percent), a natural gas play in Gulf Coast Ultra Deep Royalty Trust (down 90 percent).\n\nLarry Robbins, of Glenview:\n\nRobbins has made a number of winning calls in years past, with a bearish bet on General Motors Co. before it went bankrupt and going long hospital stocks prior to Obamacare. Last year wasn't one of his best as he suggested buying AbbVie Inc. and Brookdale Senior Living Inc., which are down 6 and 50 percent respectively.\n\nMala Gaonkar, co-portfolio manager at Lone Pine Capital LLC:\n\nGaonkar's pick was doing quite well until it reported earnings last week. Microsoft Corp. ended up tumbling about seven percent after reporting quarterly results and took her winnings down to four percent.\n\nJeffrey Gundlach:\n\nGundlach had a slightly less conventional idea: buy Puerto Rican bonds. Attendees weren't too surprised by his pick given that Bloomberg reported his fund's stake in junk-rated Puerto Rican debt just a couple of weeks before his speech. His pick hasn't done as bad as you might expect given the turmoil that has continued to plague the region since his call. The S&P Municipal Bond Puerto Rico Index is down about five percent.\n\nBill Ackman of Pershing Square Capital Management LP:\n\nOne of Ackman's picks is performing quite well, but the other has been grabbing headlines for all of the wrong reasons. Jarden Corp. is up 15 percent since last May, but his bullish bet on Valeant Pharmaceuticals International Inc. has been demolished. The stock is now down 84 percent.", "article_metadata": {"news_keywords": "hedge fund, Sohn, stock pick, investing", "pubdate": "2016-05-02T16:57:44", "og": {"site_name": "Newsmax", "description": "A number of traders and hedge fund titans have marked May 4 on their calendar to attend one of the premier hedge fund conference of the year: the Sohn Investment Conference.", "title": "How The Hedge Fund Picks From Last Year's Sohn Conference Are Performing", "url": "http://www.newsmax.com/Finance/StreetTalk/hedge-fund-Sohn-stock-pick-investing/2016/05/02/id/726834/", "type": "article", "image": "http://www.newsmax.com/CMSPages/GetFile.aspx?guid=7c468914-886b-4020-a8a2-1d2769f69fb0&SiteName=Newsmax", "page_id": 85452072376}, "twitter": {"url": "http://www.newsmax.com/Finance/StreetTalk/hedge-fund-Sohn-stock-pick-investing/2016/05/02/id/726834/", "title": "How The Hedge Fund Picks From Last Year's Sohn Conference Are Performing", "description": "A number of traders and hedge fund titans have marked May 4 on their calendar to attend one of the premier hedge fund conference of the year: the Sohn Investment Conference.", "site": "Newsmax"}, "fb": {"admins": 100002083767056, "app_id": 323020797885219}, "epoch": 1462208264, "google-site-verification": "G8ES7h3vwQTlFRuKZLTkGYYr-GOyLKJVunu1JffVHbs", "keywords": "hedge fund, Sohn, stock pick, investing", "article": {"section": "StreetTalk", "published_time": "2016-05-02T16:57:44"}, "original-source": "http://www.newsmax.com/Finance/StreetTalk/hedge-fund-Sohn-stock-pick-investing/2016/05/02/id/726834/", "description": "How The Hedge Fund Picks From Last Year's Sohn Conference Are Performing"}, "article_summary": "A number of traders and hedge fund titans have marked May 4 on their calendar to attend one of the premier hedge fund conference of the year: the Sohn Investment Conference.\nBillionaire fund managers attend the conference to support a charity and share their big investment ideas for the coming year.\nDavid Einhorn of Greenlight Capital:Einhorn's Sohn picks are fairing quite well, even if some of his other trades like going long SunEdison, Inc. are getting slammed.\nFrom Bill Ackman of Pershing Square Capital Management to David Einhorn of Greenlight Capital, here's how some of last year's picks are faring.\nBill Ackman of Pershing Square Capital Management LP:One of Ackman's picks is performing quite well, but the other has been grabbing headlines for all of the wrong reasons."}