{"article_title": "AARP TEK Launches Online Classroom as Lifelong Learning Opportunity for 50-Plus", "article_keywords": ["classroom", "tek", "provides", "technology", "aarp", "launches", "workshops", "academy", "possibilities", "range", "learning", "online", "50plus", "security", "lifelong", "opportunity"], "article_url": "http://www.aarp.org/about-aarp/press-center/info-08-2015/aarp-tek-launches-online-classroom-for-fifty-plus.html", "article_text": "WASHINGTON, DC—AARP announced today the launch of its AARP TEK Academy, a free, easy-to-use online classroom designed to help 50-plus Americans get the most out of technology to connect with family and friends, explore employment opportunities, access health information, enjoy entertainment and more. Located at AARPTEK.org, the site can be accessed from a variety of devices, including smartphones, tablets, laptops or desktops and offers dozens of tutorials on a range of helpful topics, from social media to staying safe online.\n\nAARP TEK (which stands for Technology Education and Knowledge) launched last year offering hands-on workshops in select cities to empower the 50-plus audience to use technology to live their best lives. The TEK Academy is the latest offering as part of this program.\n\n“With 37 million Americans not online, AARP TEK Academy is for anyone who wants to get the most out of their mobile devices, stay safe online and pursue online adult learning for professional development, healthy living, online money management, entertainment and much more,” said AARP Interim Vice President Anne Jacoby. “We have had strong success at our face to face TEK workshops in cities across the country as adults share stories of being able to stay in touch with family via social media, use technology to expand their business and learn new skills for job searches. The online AARP TEK Academy is a solution to reach even more Americans and help them to use technology to positively impact their lives and to realize the ‘real possibilities’ that AARP represents.”\n\nWhile aimed at helping the 50-plus demographic, AARP TEK is for anyone who wants to get the most out of their smartphone, tablet or other technology. With the addition of the online AARP TEK Academy, people can now leverage AARP TEK resources in a variety of ways including: hands-on AARP TEK workshops in many cities, online seminars, and interactive online courses. New features available at AARP TEK Academy include a webinar series on topics such as Facebook security, digital photography and building your personal brand online.\n\nProduced in collaboration with Kaplan, AARP TEK also provides people with access to LearningAdvisor.com, a robust site for adult learning that features a searchable database of more than 30,000 online courses from 20 different providers, providing a range of courses for everyone from the tech savvy to new users.\n\n“Technology now provides unprecedented access to a new world of learning possibilities,” said Sophie Vlessing, SVP for Strategy and Innovation at Kaplan Higher and Professional Education. “AARP TEK Academy with LearningAdvisor helps bridge the digital divide and makes navigating the journey easier.”\n\nFor more information on AARP TEK and its new AARP TEK Academy, please visit aarptek.org.\n\n# # #\n\nAbout AARP\n\nAARP is a nonprofit, nonpartisan organization, with a membership of nearly 38 million, that helps people turn their goals and dreams into real possibilities, strengthens communities and fights for the issues that matter most to families such as healthcare, employment and income security, retirement planning, affordable utilities and protection from financial abuse. We advocate for individuals in the marketplace by selecting products and services of high quality and value to carry the AARP name as well as help our members obtain discounts on a wide range of products, travel, and services. A trusted source for lifestyle tips, news and educational information, AARP produces AARP The Magazine, the world's largest circulation magazine; AARP Bulletin; www.aarp.org; AARP TV & Radio; AARP Books; and AARP en Español, a Spanish-language website addressing the interests and needs of Hispanics. AARP does not endorse candidates for public office or make contributions to political campaigns or candidates. The AARP Foundation is an affiliated charity that provides security, protection, and empowerment to older persons in need with support from thousands of volunteers, donors, and sponsors. AARP has staffed offices in all 50 states, the District of Columbia, Puerto Rico, and the U.S. Virgin Islands. Learn more at www.aarp.org.​", "article_metadata": {"DivisionMain": "Division:Press Center", "Division1": "Division:Press Center", "page_title": "AARP TEK Launches Online Classroom as Lifelong Learning Opportunity for 50-Plus", "estimated_publish_date": "2016-01-29", "Last-Modified": "2015-08-18T14:49:28.086-04:00", "keywords": "technology, learning, AARP TEK Academy, smartphones, tablets, laptops, desktops", "paywallStatus": "off", "livefyreId": "350119:http://www.aarp.org/about-aarp/press-center/info-08-2015/aarp-tek-launches-online-classroom-for-fifty-plus.html", "lfdataConfig": "{\"globalConfig\":{\"network\":\"aarp.fyre.co\"},\"livefyreConfig\":[{\"collectionMeta\":\"eyJhbGciOiJIUzI1NiJ9.eyJhcnRpY2xlSWQiOiJodHRwOi8vd3d3LmFhcnAub3JnL2Fib3V0LWFhcnAvcHJlc3MtY2VudGVyL2luZm8tMDgtMjAxNS9hYXJwLXRlay1sYXVuY2hlcy1vbmxpbmUtY2xhc3Nyb29tLWZvci1maWZ0eS1wbHVzLmh0bWwiLCJ0aXRsZSI6IiBBQVJQIFRFSyBMYXVuY2hlcyBPbmxpbmUgQ2xhc3Nyb29tIGFzIExpZmVsb25nIExlYXJuaW5nIE9wcG9ydHVuaXR5IGZvciA1MC1QbHVzIiwidXJsIjoiaHR0cDovL3d3dy5hYXJwLm9yZy9hYm91dC1hYXJwL3ByZXNzLWNlbnRlci9pbmZvLTA4LTIwMTUvYWFycC10ZWstbGF1bmNoZXMtb25saW5lLWNsYXNzcm9vbS1mb3ItZmlmdHktcGx1cy5odG1sIiwidGFncyI6IiIsImNoZWNrc3VtIjoiMTJjMDE4NjhlZmZmMGUwNTZkODg4OGM1MDlkMGI0NzMiLCJ0eXBlIjoibGl2ZWNvbW1lbnRzIn0.lB3TnRUWxK48KIcEu-ykIC2qKagxRwhokBgU3wO4Ml8\",\"checksum\":\"12c01868efff0e056d8888c509d0b473\",\"siteId\":\"350139\",\"articleId\":\"http://www.aarp.org/about-aarp/press-center/info-08-2015/aarp-tek-launches-online-classroom-for-fifty-plus.html\",\"el\":\"livefyreConversation\",\"disableAvatars\":true,\"postToButtons\":[\"tw\",\"fb\"]}]}", "source": "aarp_press_center", "type": "info", "description": "AARP TEK Academy expands technology opportunities for 50-plus by providing free, easy to use learning site", "robots": "index,follow", "Subject1": "DCSubjects:Tecnologia", "fb": {"app_id": 114175878660191}, "language": "english", "og": {"site_name": "AARP", "description": "AARP TEK Academy expands technology opportunities for 50-plus by providing free, easy to use learning site", "title": "AARP TEK Launches Online Classroom as Lifelong Learning Opportunity for 50-Plus - AARP", "url": "http://www.aarp.org/about-aarp/press-center/info-08-2015/aarp-tek-launches-online-classroom-for-fifty-plus.html", "image": "http://cdn.aarp.net/etc/aarp/statics/global/img/logos/aarp_50x50.imgcache.rev1463067051643.png", "type": "article"}, "contentId": "/content/aarp/en/home/about-aarp/press-center/info-08-2015/aarp-tek-launches-online-classroom-for-fifty-plus", "mcafeesecure-site-verification": "fa79d1a3c2770869e1286a81816d01a4", "IALevel1": "about-aarp", "IALevel2": "press-center", "s43": "PressCenter|Membership", "action": "read", "dateToday": "2016-05-25"}, "_id": "\"57477af46914bd0286fd8a70\"", "article_summary": "“AARP TEK Academy with LearningAdvisor helps bridge the digital divide and makes navigating the journey easier.”For more information on AARP TEK and its new AARP TEK Academy, please visit aarptek.org.\nWith the addition of the online AARP TEK Academy, people can now leverage AARP TEK resources in a variety of ways including: hands-on AARP TEK workshops in many cities, online seminars, and interactive online courses.\n“With 37 million Americans not online, AARP TEK Academy is for anyone who wants to get the most out of their mobile devices, stay safe online and pursue online adult learning for professional development, healthy living, online money management, entertainment and much more,” said AARP Interim Vice President Anne Jacoby.\nA trusted source for lifestyle tips, news and educational information, AARP produces AARP The Magazine, the world's largest circulation magazine; AARP Bulletin; www.aarp.org; AARP TV & Radio; AARP Books; and AARP en Español, a Spanish-language website addressing the interests and needs of Hispanics.\nNew features available at AARP TEK Academy include a webinar series on topics such as Facebook security, digital photography and building your personal brand online."}