{"article_title": "Rockies lose at San Francisco for first time in 2015 as Giants rally – The Denver Post", "article_keywords": ["giants", "runs", "francisco", "hit", "san", "lead", "double", "rockies", "denver", "second", "weiss", "lose", "2015", "rally", "post", "betancourt", "threw"], "article_url": "http://www.denverpost.com/rockies/ci_28395218/rockies-lose-at-san-francisco-first-time-2015", "article_text": "SAN FRANCISCO — Rafael Betancourt threw his head back and glanced a “Why?” look at the sky. He stumbled backward off the mound like a poker player just beat him with a gut-shot straight draw.\n\nAgainst the Giants, next to Willie McCovey’s Cove, your luck can swing that quick.\n\nBetancourt, a 40-year-old veteran member of the Rockies’ bullpen, faced 25-year-old catcher Andrew Susac for the first time Saturday. In a 1-1 count, Betancourt threw him a fastball.\n\nAnd Susac lined it inches inside the third-base line for a game-deciding, three-run double to left field in the bottom of the seventh inning to lift the Giants to a 7-5 victory over the Rockies in front of 41,476 at AT&T Park.\n\n“The ball came in a little bit and when he hit it, I thought he couldn’t keep it fair, that’s why I went, like, ‘God?’ ” Betancourt said.\n\nThe Giants (41-35) finally got past the Rockies on their home field, winning for the first time in five games this season in San Francisco. Colorado (33-41) snapped a mini-streak, losing just a second game in the past seven.\n\n“I missed my spot there. But keeping it fair, good for him,” Betancourt said. “He put a good swing on the ball. And that was it.”\n\nThe Rockies unraveled in the seventh. Starter Chris Rusin, who survived the sixth by forcing an inning-ending double play of Casey McGehee, came back for more. He walked Angel Pagan to lead off and forced a groundout to get the lead runner.\n\nBetancourt came on and gave up a double to Matt Duffy. The Rockies intentionally walked Buster Posey to load the bases.\n\nBut Susac burned them with the double, scoring Joe Panik, Duffy and Posey to give the Giants a two-run lead.\n\nThe Rockies had twice jumped to leads. Nolan Arenado doubled and Troy Tulowitzki and Wilin Rosario singled for three RBIs and a 3-0 lead in the first.\n\nThe Giants stayed alive in the third when the Rockies kicked away three unearned runs. Rosario, shading toward second, misplayed a Panik groundball to help load the bases. Then a potential inning-ending double play grounder to Tulowitzki was bobbled too, and Colorado got only the force at second. That allowed Yusmeiro Petit to score.\n\nPosey then tied it with a two-run double that hit off a fan’s hand in left-center that nearly went over the wall.\n\n“We gave them a couple extra outs that inning,” manager Walt Weiss said.\n\nIn the fourth, the Rockies broke a 3-3 tie on an RBI groundball single through the right side from Rusin and a sacrifice fly from Charlie Blackmon.\n\nDuffy answered with a solo homer in the fifth that cut the Rockies lead to 5-4.\n\nRusin threw into the seventh on 98 pitches. He left after 6 ⅓ innings with 10 hits, two earned runs (five total), four strikeouts and one walk.\n\n“He certainly gave us a shot to win that game,” Weiss said.\n\nThe Rockies knocked Giants starter Tim Lincecum out of the game, literally, in the second inning after LeMahieu hit a line drive comebacker off Tim Lincecum’s pitching arm.\n\nThe Giants starter left immediately, but considering how Colorado was hitting him — three runs on four hits in 1 ⅔ innings, that may have hurt Colorado’s chances. Four Giants relievers combined to allow two runs on four hits over the final 7 ⅓ innings.\n\nThe Rockies let slip an early chance to win another series in San Francisco. They return to the bay Sunday afternoon to face Madison Bumgarner in a rubber match.\n\n“I’m not worried about tomorrow,” Weiss said. “They got a big hit. We battled.”\n\nNick Groke: ngroke@denverpost.com or twitter.com/nickgroke", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "Rockies lose at San Francisco for first time in 2015 as Giants rally", "title": "Rockies lose at San Francisco for first time in 2015 as Giants rally", "url": "http://www.denverpost.com/2015/06/27/rockies-lose-at-san-francisco-for-first-time-in-2015-as-giants-rally/", "image": {"width": 654, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/04/20150627__rockies-giantsp1.jpg", "height": 441}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/04/20150627__rockies-giantsp1.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "article": {"published_time": "2015-06-27T18:02:24+00:00", "modified_time": "2016-04-23T00:42:03+00:00"}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "viewport": "width=device-width, initial-scale=1"}, "article_summary": "SAN FRANCISCO — Rafael Betancourt threw his head back and glanced a “Why?” look at the sky.\nDuffy answered with a solo homer in the fifth that cut the Rockies lead to 5-4.\nIn a 1-1 count, Betancourt threw him a fastball.\nThe Giants (41-35) finally got past the Rockies on their home field, winning for the first time in five games this season in San Francisco.\nBetancourt, a 40-year-old veteran member of the Rockies’ bullpen, faced 25-year-old catcher Andrew Susac for the first time Saturday."}