{"article_title": "Inside the US Air War Against ISIS", "article_keywords": ["operations", "pilots", "isis", "inside", "air", "forces", "syria", "force", "operation", "iraq", "war", "ground"], "article_url": "http://dailysignal.com/2015/09/28/inside-the-us-air-war-against-isis/", "article_text": "U.S. ARMED FORCES, Iraq—The air war against ISIS is a tricky one for U.S. pilots. Without American troops on the ground, it’s hard to tell friend from foe.\n\nIn Operation Inherent Resolve—the coalition air war against ISIS—airstrikes are based on information relayed from airborne intelligence, surveillance, and reconnaissance (ISR) aircraft, both manned and unmanned, as well as from foreign ground forces such as the Iraqi Security Forces and the Kurdish Peshmerga.\n\n“There’s lots of parties involved and no comms with the guys on the ground,” an A-10 pilot, an Air Force major, said, speaking on condition of anonymity due to security concerns.\n\nHe added, “The fog of war is thick.”\n\nFor U.S. pilots in Operation Inherent Resolve, it is a constant challenge to clearly identify targets or the forces they are supporting. ISR has been a key component of counterinsurgency operations in Iraq, Afghanistan, and other sites. But information from ISR has practical limits (in sensor video feeds, humans are reduced to glowing infrared blobs), and communications with foreign ground units does not always provide clear situational awareness of the battlefield.\n\nU.S. troops have many ways to identify themselves to pilots. Technology like Blue Force Tracking plots their locations with colored icons on a digital map of the battlefield. U.S. forces also wear special glint tape or bring IR (infrared) strobes, which identify them to aircraft orbiting overhead. Apart from these high-tech methods, U.S. troops can always fall back on plain English radio communications to describe their location to pilots, referencing GPS coordinates or easily identifiable landmarks.\n\nCoordinating air and ground operations is a specialized skill; U.S. pilots and ground forces train exhaustively to communicate with each other. The Air Force has special operations career fields—Tactical Air Control Party officers (TACPs), Combat Controllers (CCTs), and Special Tactics Officers (STOs)—that are specially trained to communicate with warplanes. And JTACs (joint terminal air controllers), who are drawn from various career fields across different military branches, are specifically trained to call in close air support and air strikes from forward positions. Additionally, to cut down on the fog of war between pilots and ground forces, select U.S. pilots cross-train as air liaison officers (ALOs) to embed with Army ground units.\n\nPractically all the tools, techniques, and specialized personnel the U.S. uses to deconflict airstrikes are unavailable in the air war against ISIS. U.S. JTACs are in Iraq, but they are removed from the battlefield, sitting in joint operations centers (JOCs) staring at video feeds to gain situational awareness (called “SA” by military members) of the battlefield.\n\nDespite the tactical challenges, the U.S. and coalition air campaign have had a punishing effect on ISIS, killing about 300 of its fighters every week, according to U.S. commanders in the field, which slightly outpaces the rate at which ISIS is able to recruit and field new fighters.\n\nThe attrition rate and the lack of freedom of movement enforced by U.S. air power have stalled ISIS’ blitz across Iraq, which had advanced to the gates of Baghdad. ISIS is effectively pinned down, and it is now up to the Iraqi Security Forces, the Kurdish Peshmerga, and the Free Syrian Army to take back ground.\n\n“With Daesh on the defensive, air power is generating critical time and space for partners on the ground to train and field more fighting capacity,” said Air Force Maj. David Tomiyama, a U.S. Air Forces Central representative, using an alternate name for ISIS.\n\nInformation on civilian casualties is not immediately available, but U.S. commanders praise the precision of the air campaign against ISIS. According to Air Force data, since Operation Inherent Resolve began on Aug. 24, 2014, U.S. and coalition forces have used more than 20,000 precision-guided munitions—constituting 99 percent of the total munitions used.\n\n“This is the most precise air campaign in history and a model for future counterinsurgency campaigns,” said Air Force Col. Michael Koscheski, commander of the 332nd Air Expeditionary Wing, speaking from an undisclosed location in the Persian Gulf region.\n\nOld Habits\n\nThe air campaign against ISIS is the product of the tactics and techniques learned after 14 years of irregular warfare in Iraq, Afghanistan, and other sites. “These irregular, sustained conflicts are what we are going to keep seeing in the future,” Koscheski said.\n\nJoint air operations in Operation Iraqi Freedom or Operation Enduring Freedom normally comprised a “stack” of air assets, which would orbit over an objective at different altitudes and ranges, creating a protective cone of airborne overwatch and firepower to defend U.S. troops on the ground and target the enemy. The aircraft had different roles, such as ISR, jamming, and close air support. Typically, an aerial refueling tanker would orbit on an airborne track somewhere nearby, and personnel recovery and quick reaction forces would be on alert.\n\nThe “stacks” of military aircraft currently operating over Iraq and Syria are similar to what U.S. and allied forces used in OIF and OEF—the key difference being that there is no U.S. ground force with which to communicate.\n\nIn Operation Inherent Resolve, ISR aircraft—both manned and unmanned from multiple countries—provide most of the intelligence on enemy positions and “pattern of life” information. ISR data is relayed to joint operations centers in Iraq where U.S. JTACs and Iraqi liaison officers review the images and video feeds. Despite their presence on the battlefields, the U.S. military says Iranian and Syrian military representatives are not consulted to deconflict airstrikes.\n\n“Coalition aircraft absolutely do not coordinate with Syrian government assets, neither in the air nor on the ground,” Tomiyama said. “In the event coalition aircraft are in the vicinity of Syrian aircraft, it is standard practice for us to stand off until the airspace is clear of non-coalition assets.”\n\nTomiyama added, “We are not in conversation with the Iranians.”\n\nDistinguishing ISIS fighters from civilians or other units can ultimately hinge on subjective observations, such as how personnel move, the type of equipment used, and how the fighters handle their weapons. Iraqi military representatives often have intimate knowledge of the terrain and normal patterns of life in urban areas under surveillance, as well as an extensive network of contacts on the ground, which provides valuable human intelligence. “The Iraqis are responsible for deconfliction,” Koscheski said.\n\nFinal approval for any air strike ultimately depends on a U.S. general officer sitting in the joint operations center with the JTACs and liaison officers. U.S. pilots complain that the process is too restrictive and slow. Commanders say it’s working and point to the coalition’s precision and effect on ISIS’ operations as evidence.\n\n“This operation will take time,” Tomiyama said. “It is a difficult fight and there may be setbacks.”\n\nEnemy of My Enemy\n\nThe battlefields of Iraq and Syria are a complicated spider’s web of alliances—sometimes the forces fighting ISIS are also fighting each other. “The friendlies were shooting at us 13 years ago,” an A-10 pilot said.\n\nThe Kurdish Peshmerga is a key ally against ISIS. But Turkey, which recently opened up its bases to the U.S., has been bombing some Kurdish forces in northern Iraq, which Turkey considers terrorist groups. And in Syria, the Iranian Quds Force supports the regime of Bashar al-Assad against both U.S.-backed rebels and ISIS, while in Iraq the Quds Force supports the Iraqi Security Forces, which are also supported by U.S. air power, training, and equipment.\n\n“The composition of who the friendly forces are, that’s a question mark,” an A-10 pilot, an Air Force major, said.\n\nThe presence of Russian warplanes and ground units in Syria is a new headache for the U.S. and coalition partners. On Sept. 18, the Department of Defense announced that U.S. and Russian forces were discussing ways to deconflict forces in Syria. Days later, however, Secretary of Defense Ash Carter said the Pentagon would not move forward on talks with Russia about deconflicting warplanes over Syria until the Kremlin proposed a political solution in Syria beyond propping up the regime of Bashar al-Assad.\n\n“[T]he secretary agreed to continue that dialogue with the Russians; if their actions are aimed at countering ISIL and advancing a diplomatic solution to the crisis in Syria,” Pentagon spokesman Peter Cook said in a Sept. 22 press briefing, using another acronym for ISIS.\n\n“[A]t this point that we still do not have an entirely clear picture of exactly what the Russians are hoping to do in Syria,” Cook added.\n\nPrior to missions, U.S. pilots and other personnel are briefed on the threat posed by both Assad’s forces and those of Iran. The consensus among U.S. intelligence personnel is that Iran will not attack U.S. forces operating in Iraq and Syria unless the U.S. is perceived to be interfering with Iranian operations or demeaning the perception among Iraqis about the degree and utility of Iran’s aid.\n\n“Iran isn’t stupid,” a combat rescue officer said, speaking on condition of anonymity from an undisclosed location in Iraq. “They don’t want to start World War III.”", "article_metadata": {"description": "The air war against ISIS is a tricky one for U.S. pilots. Without American troops on the ground, it’s hard to tell friend from foe.", "og": {"site_name": "The Daily Signal", "description": "The air war against ISIS is a tricky one for U.S. pilots. Without American troops on the ground, it’s hard to tell friend from foe.", "title": "Inside the US Air War Against ISIS", "locale": "en_US", "image": "http://dailysignal.com/wp-content/uploads/150928_FogofWar_Peterson.jpg", "updated_time": "2015-10-01T09:23:50+00:00", "type": "article"}, "bitly": {"url": "http://dailysign.al/1WtDCLE"}, "twitter": {"domain": "The Daily Signal", "description": "The air war against ISIS is a tricky one for U.S. pilots. Without American troops on the ground, it’s hard to tell friend from foe.", "title": "Inside the US Air War Against ISIS", "image": {"src": "http://dailysignal.com/wp-content/uploads/150928_FogofWar_Peterson.jpg"}, "creator": "@dailysignal", "site": "@dailysignal", "card": "summary_large_image"}, "fb": {"pages": 300341323465160, "app_id": 772296266137346}, "article": {"publisher": "https://www.facebook.com/TheDailySignalNews", "section": "International", "tag": "middle east", "published_time": "2015-09-28T13:09:54+00:00", "modified_time": "2015-10-01T09:23:50+00:00"}, "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "ISIS, Air Force, Syria, Iraq, Special Operations, terrorism, Assad, Al-Qaeda"}, "_id": "\"57477af36914bd0286fc9b48\"", "article_summary": "U.S. ARMED FORCES, Iraq—The air war against ISIS is a tricky one for U.S. pilots.\nCoordinating air and ground operations is a specialized skill; U.S. pilots and ground forces train exhaustively to communicate with each other.\nPractically all the tools, techniques, and specialized personnel the U.S. uses to deconflict airstrikes are unavailable in the air war against ISIS.\nThe Air Force has special operations career fields—Tactical Air Control Party officers (TACPs), Combat Controllers (CCTs), and Special Tactics Officers (STOs)—that are specially trained to communicate with warplanes.\nCommanders say it’s working and point to the coalition’s precision and effect on ISIS’ operations as evidence."}