{"article_title": "Airfest 2014 takes off Saturday at Flying Electrons Field", "article_keywords": ["menomonee", "takes", "visitors", "club", "flying", "radiocontrolled", "falls", "field", "electrons", "model", "airfest"], "article_url": "http://www.jsonline.com/entertainment/airfest-2014-takes-off-saturday-at-flying-electrons-field-b99290649z1-264119741.html", "article_text": "A Weeks Special radio-controlled model airplane flies upside down for the crowd during a previous Airfest show at Flying Electrons Field in Menomonee Falls. Credit: Erwin Gebhard\n\nBy\n\nThe air show taking place Saturday at Flying Electrons Field, N61-W17000 Kohler Lane, Menomonee Falls, will feature prop planes, jets, helicopters and objects you'd never expect to get off the ground. Visitors can also get a few flying tips, should this show inspire them to be pilots.\n\nThat goal isn't out of reach because Airfest 2014 features radio-controlled aircraft, which means that almost anyone can afford to own and fly his or her own jet.\n\nMembers of the Flying Electrons radio control model aviation club will gather at the field from 9 a.m. to 5 p.m., with the show starting around noon. Food and beverages will be available, and visitors will be eligible for raffle prizes.\n\nThe club asks for a donation of $3 for a carload of future fliers. For instructions on how to get to the field, go to the Flying Electrons website at www.flyingelectrons.com.", "article_metadata": {"title": "Airfest 2014 takes off Saturday at Flying Electrons Field", "og": {"url": "http://www.jsonline.com/entertainment/airfest-2014-takes-off-saturday-at-flying-electrons-field-b99290649z1-264119741.html", "image": {"width": 1600, "identifier": "http://media.jrn.com/images/b99290649z.1_20140621174323_000_gnk6mjhc.1-0.jpg", "height": 638}, "type": "article", "description": "Airfest 2014 in Menomonee Falls features radio-controlled aircraft.", "title": "Airfest 2014 takes off Saturday at Flying Electrons Field"}, "twitter": {"image": "http://media.jrn.com/images/b99290649z.1_20140621174323_000_gnk6mjhc.1-0.jpg", "title": "Airfest 2014 takes off Saturday at Flying Electrons Field", "description": "Airfest 2014 in Menomonee Falls features radio-controlled aircraft.", "card": "summary_large_image", "site": "@tapmilwaukee"}, "apple-mobile-web-app-capable": "no", "fb": {"admins": "journal.sentinel.1", "app_id": 227386193957280}, "msapplication-TileImage": "http://media.jrn.com/designimages/logo-mjs-144-icon.png", "viewport": "width=device-width,initial-scale=1,maximum-scale=1"}, "_id": "\"57477af36914bd0286fd0c8b\"", "article_summary": "A Weeks Special radio-controlled model airplane flies upside down for the crowd during a previous Airfest show at Flying Electrons Field in Menomonee Falls.\nFor instructions on how to get to the field, go to the Flying Electrons website at www.flyingelectrons.com.\nCredit: Erwin GebhardByThe air show taking place Saturday at Flying Electrons Field, N61-W17000 Kohler Lane, Menomonee Falls, will feature prop planes, jets, helicopters and objects you'd never expect to get off the ground.\nMembers of the Flying Electrons radio control model aviation club will gather at the field from 9 a.m. to 5 p.m., with the show starting around noon.\nVisitors can also get a few flying tips, should this show inspire them to be pilots."}