{"article_title": "Health Care in 2016", "article_keywords": ["aca", "coops", "law", "bill", "drug", "program", "health", "2016", "gop", "presidential", "care"], "article_url": "http://www.huffingtonpost.com/william-pierce/health-care-2016-now-what_b_8864526.html", "article_text": "John Lamb via Getty Images\n\nMaking predictions on what will happen in politics is a risky business, especially for an entire year. Just ask those who thought at the beginning of 2015 they knew how the GOP presidential nomination process was going to play out.\n\nWith that caveat in mind, here are a few thoughts on what might happen in health care in 2016.\n\nThe Affordable Care Act\n\nSince the moment it was passed and signed into law, the GOP has trained its sights on the ACA and made repeal a central policy goal of the party. The problem was -- and remains -- the GOP does not have the 60 votes in the Senate to overcome a filibuster by Democrats, and even if it could (and they found a way to overcome that hurdle, more on that later), they still faced the reality of a presidential veto. Despite this, the House passed upwards of 50 pieces of legislation to repeal all, or parts, of the ACA with no success as the bills died in the Senate.\n\nThey have had some success over the years going at the law indirectly but only around the edges. However, in the must-pass 2016 spending bill the GOP succeeded in including several changes to the law that while not altering its core, will have an impact. Changes include delays in the Cadillac tax on high-cost health plans (two years), the Health Insurance Tax (one year) and the medical device tax (two years) as well as a continuation of a requirement that makes the 3Rs (risk corridors, reinsurance and risk adjustment, which together are designed to protect health plans against unforeseen losses) program budget neutral.\n\nThe impact of these changes will be less revenue for the government to pay for the law, though insurers and medical device manufacturers say the delays will help keep the cost of their products from going up as much if the taxes were in place. The 3Rs change, while portrayed as \"corporate welfare\" by Republicans, could lead to the demise of more co-ops and lead some health plans to leave the marketplace in 2017.\n\nThe big news for the GOP is that they appear poised in early 2016 to send a Budget Reconciliation bill to the president's desk that in essence repeals nearly all of the ACA -- a goal they have had since the bill first became law. The president has already indicated he will veto the bill, and it is not expected either chamber will muster the two-thirds votes necessary to override a veto. However, politically this will fulfill a major goal for the GOP in that they will have sent for the first time a bill to the president's desk that repeals the law. This will allow them to make the case to the electorate that all they need now is for the voters to send a Republican president to the White House in November 2016.\n\nACA: 2016\n\nWith the achievement of sending a bill to the president that repeals the law, in 2016 Republicans will switch from trying to repeal the ACA to oversight of the law led by an investigation into co-ops. Various committees in the House and Senate will conduct more investigations and oversight of key components including the collapse of the co-op program and various other aspects of the bill including how states spent federal funds on creating the state marketplaces and other provisions involving the spending of federal dollars in support of the program. They will use the results and hearings to help shape the health care debate in the presidential and House and Senate races and put pressure on Democratic candidates.\n\nCo-Ops\n\nCo-ops, created by the ACA as an alternative to the public option proposal, which was floated by some Democrats when the bill was being written, were seen by many as a solid competitor to private plans. And while co-ops exist and do quite well in the non-ACA marketplace world, the circumstances they were created under and the regulatory scheme that governs them made their success highly problematic. Under any circumstance, running a health plan of any kind is difficult, requiring expertise and experience. The co-ops faced even more challenges as the law limited who could sit on their boards of directors effectively robbing them of needed expertise. This combined with a strategy of going to market with often market-leading low premium prices that did not match up with expected utilization led to shaky finances. The end came for many when the government was unable to share its promised payments under the 3Rs program due to the deal they struck with Congress earlier that made the program budget neutral and limited the amount of funds they had available to payout to participants. As a result, 13 of the original 25 co-ops went out of business in 2015. The finances of the remaining 12 are clearly in jeopardy.\n\nBy the time of the November election, it is likely that only two to four co-ops will exist giving the GOP and their presidential nominee a great sound bite for the November election. Democrats will try and prop up the program without success. Despite the claims from both sides about why the program failed (GOP will say it was poorly managed/regulated and expand that claim to the ACA; Democrats will say GOP pulled the rug out from under the program by limiting payments from the 3Rs and as a result harmed persons and the taxpayer), the bigger reality is that running a health plan under even the best of circumstances is a very difficult endeavor.\n\nWhatever happens, it is the consumer who will feel the result.\n\nDrug Prices\n\nThe focus of the political pendulum swung from the health insurance industry to the pharmaceutical industry in 2014 and 2015 starting with the revelations about the price of Gilead's new Hepatitis C drug Sovaldi (and how much revenue this generated for the company) through the price increase that Turing Pharmaceuticals made for Daraprim, a drug used to treat toxoplasmosis, which is a parasitic disease that afflicts people with weakened immune systems such as individuals suffering from AIDS and pregnant women. Turing increased the drug's price by 5000 percent -- from $13.50 a pill to $750.\n\nIn 2015, through its monthly tracking poll, the Kaiser Family Foundation reported that the cost of pharmaceuticals were high on the public's mind as an issue of great importance.\n\nGiven this, the debate over health care costs will heat up in 2016 particularly regarding drug costs. This is important because the GOP, long a defender of the pharmaceutical industry, is beginning to show cracks in their normal blanket defense as witnessed by recent hearings by the Senate Special Committee on Aging and Senator McCain's revival of the old chestnut \"Drug Importation.\" While no significant legislation will pass because it is a presidential election year, a feel-good bill or two might (i.e., drug importation, which will do nothing to reduce drugs costs though Republicans will claim it will, thus risking the continued anger of voters who already feel let down by unfulfilled promises). However, the debate in 2016 is important as it will shape what happens in 2017 where the real action will happen.\n\nAnd that's the way it might be in 2016 - or not.\n\nFollow William Pierce on Twitter: www.twitter.com/WilliamAPierce", "article_metadata": {"description": "Making predictions on what will happen in politics is a risky business, especially for an entire year. Just ask those who thought at the beginning of 201...", "sailthru.expire_date": "2015-12-24 11:57:16 -0500", "og": {"site_name": "The Huffington Post", "description": "Making predictions on what will happen in politics is a risky business, especially for an entire year. Just ask those who thought at the beginning of 201...", "url": "http://www.huffingtonpost.com/william-pierce/health-care-2016-now-what_b_8864526.html", "image": "http://i.huffpost.com/gen/3711410/images/o-NURSE-facebook.jpg", "locale": "en_US", "type": "article"}, "twitter": {"image": {"width": 2000, "identifier": "http://i.huffpost.com/gen/3711410/images/o-NURSE-facebook.jpg", "height": 1000}, "creator": "WilliamAPierce", "description": "Making predictions on what will happen in politics is a risky business, especially for an entire year. Just ask those who thought at the beginning of 201...", "card": "summary_large_image", "site": "@HuffPostPol"}, "sailthru.date": "2015-12-23 11:57:16 -0500", "al": {"ios": {"url": "huffpostnews:///?editionID=us&entryID=8864526", "app_store_id": 306621789, "app_name": "The Huffington Post"}}, "taboola.category": "politics", "fb": {"app_id": 46744042133}, "keywords": "health care,obamacare,aca,co-ops,Affordable Care Act,Prescription Drugs,Drug Prices", "article": {"section": "Politics", "tag": "health care,obamacare,aca,co-ops,Affordable Care Act,Prescription Drugs,Drug Prices", "published_time": "2015-12-23 11:57:16 -0500", "modified_time": "2015-12-23 11:59:01 -0500"}, "viewport": "width=1000"}, "article_summary": "With that caveat in mind, here are a few thoughts on what might happen in health care in 2016.\nGiven this, the debate over health care costs will heat up in 2016 particularly regarding drug costs.\nJust ask those who thought at the beginning of 2015 they knew how the GOP presidential nomination process was going to play out.\nThey will use the results and hearings to help shape the health care debate in the presidential and House and Senate races and put pressure on Democratic candidates.\nHowever, the debate in 2016 is important as it will shape what happens in 2017 where the real action will happen."}