{"article_title": "Gov. Deal Signs Bill Boosting Funds To Ga. Rural Hospitals", "article_keywords": ["million", "funding", "deal", "slabach", "signs", "funds", "bill", "states", "health", "medicaid", "ga", "boosting", "rural", "gov", "hospitals", "money"], "article_url": "http://news.wabe.org/post/gov-deal-signs-bill-boosting-funds-ga-rural-hospitals", "article_text": "An audio version of this story\n\nGeorgia Gov. Nathan Deal signed into law Tuesday a bill that could funnel nearly $200 million to the state's struggling rural hospitals over the next three years.\n\nThe bill, SB 258, allows corporations and people to claim state tax credits for donating to rural health care centers that treat the uninsured or those with Medicare or Medicaid. It caps the credits at $50 million in 2017, $60 million in 2018 and $70 million in 2019.\n\nThe original version capped the maximum amount at $100 million annually. State Rep. Geoff Duncan, R-Cumming, who sponsored the bill, said while the funding is short of what he originally asked for, the new infusion of money is an “important step” for rural communities.\n\n“This is a great opportunity for them to take control in their own communities of their health care’s future,” Duncan said.\n\nHe said it’s now up to the hospitals to bring in those dollars.\n\n“There's still some work for these rural hospitals,” Duncan said. “They've got to go out and fundraise this money. They've got to bring awareness to the program. That's still something that's going to take some effort.”\n\nStill, to some, the tax credits are a relatively minor step forward to securing the finances of the state’s struggling rural health system. In the past several years, at least four rural hospitals have closed in Georgia. Others are relying on county funding to remain open.\n\nBrock Slabach, the senior vice president at the National Rural Health Association, said while the new funds will be helpful, hospitals will have a hard time banking on them because they're “unpredictable.”\n\n“Not knowing exactly what the proceeds from this line of revenue would mean to a facility, it could be somewhat difficult to include in the budget for the facility,” Slabach said.\n\nCritics of the bill, primarily the state’s Democratic lawmakers, say the money would be better spent by expanding Medicaid through the Affordable Care Act, also known as Obamacare.\n\nSlabach agreed. He said Medicaid expansion is “one of the pieces of the puzzle to secure the funding of rural hospitals generally.”\n\n“Most of the closures of rural hospitals in rural areas are in the South, and most are in states that have not expanded Medicaid,” Slabach said. “It’s definitely nothing we can prove causationally at this point, but we definitely can draw a correlation.”\n\nGeorgia is one of 19 states that has not expanded the federal health program for the poor and disabled.", "article_metadata": {"category": "Politics", "description": "Georgia Gov. Nathan Deal signed into law Tuesday a bill that could funnel nearly $200 million to the state's struggling rural hospitals over the next", "Generator": "Drupal 7 (http://drupal.org)", "programs": "All Things Considered", "og": {"url": "http://news.wabe.org/post/gov-deal-signs-bill-boosting-funds-ga-rural-hospitals", "image": "http://mediad.publicbroadcasting.net/p/wabe/files/styles/medium/public/201502/RuralHospital_AP_022315.jpg", "type": "article", "description": "Georgia Gov. Nathan Deal signed into law Tuesday a bill that could funnel nearly $200 million to the state's struggling rural hospitals over the next", "title": "Gov. Deal Signs Bill Boosting Funds To Ga. Rural Hospitals"}, "story_id": 475778724, "twitter": {"site": "@wabenews", "card": "summary", "creator": "@michellreloy"}, "author": "Michell Eloy", "org_id": 0, "dc": {"title": "Gov. Deal Signs Bill Boosting Funds To Ga. Rural Hospitals"}, "nid": 95027, "datePublished": "2016-04-26", "keywords": "ga rural hospitals, georgia rural hospital funding, georgia rural hospitals, Nathan Deal, Rural Health, rural healthcare tax credit, 2016 Legislative Session, medicare, georgia medicaid, Gov. Nathan Deal, Geoff Duncan, National Rural Health Association, Affordable Care, atlanta npr, atlanta news, WABE, WABE News", "wordCount": 457, "has_audio": 1, "viewport": "width=device-width"}, "article_summary": "Nathan Deal signed into law Tuesday a bill that could funnel nearly $200 million to the state's struggling rural hospitals over the next three years.\nIn the past several years, at least four rural hospitals have closed in Georgia.\n“There's still some work for these rural hospitals,” Duncan said.\nHe said Medicaid expansion is “one of the pieces of the puzzle to secure the funding of rural hospitals generally.”“Most of the closures of rural hospitals in rural areas are in the South, and most are in states that have not expanded Medicaid,” Slabach said.\nThe bill, SB 258, allows corporations and people to claim state tax credits for donating to rural health care centers that treat the uninsured or those with Medicare or Medicaid."}