{"article_title": "Return of HMOs sad but predictable", "article_keywords": ["marketplace", "arizona", "return", "plans", "hmos", "federal", "sad", "reported", "costs", "predictable", "healthcare", "insurers", "insurance", "bigger"], "article_url": "http://www.azcentral.com/story/opinion/editorial/2015/10/09/obamacare-hmo/73542020/", "article_text": "Our View: Few critics predicted that Obamacare would bring back the dreaded HMO. But it's a reality of a system that has yet to get costs under control.\n\nSupporters of the Affordable Care Act rally outside the Supreme Court in March, when oral arguments were heard in the second effort to topple Obamacare. (Photo: Jack Gruber, Jack Gruber, USA TODAY) Story Highlights The changes in health insurance have opened the door for the return of HMOs, which limit access\n\nMarketplace costs are skyrocketing and insurance companies are acting to get them under control\n\nSuddenly, a dysfunctional launch of its website is the least of the Affordable Care Act’s woes.\n\nTime, money and competent IT techs managed to fix most of the infamous “glitches” of healthcare.gov when it opened for business in October 2013.\n\nBut as the sweeping national health-care reform law of 2010 enters its third year offering a “marketplace” of health-care plans, far bigger hurdles are appearing on the horizon. Not the least of those is the return of a form of health coverage widely disliked by consumers -- choice-limiting health-maintenance organizations, or HMOs.\n\nAs meticulously reported by The Republic’s Ken Alltucker, high costs and an unstable market for insurance covering individuals is prompting four of the biggest insurers in Arizona to both raise rates and switch to plans limiting customers to a narrow field of doctors and hospitals.\n\nSome of the top Arizona insurers operating on the federal healthcare.gov marketplace said they are discontinuing the more popular preferred-provider plans for thousands of customers. Instead, they will be offering only HMOs, a form of insurance once so universally disparaged that it nearly promoted an act of Congress banishing them.\n\nThe rationale for the HMO revival is simple enough: costs on the federal marketplace are skyrocketing and insurance companies are acting to get them under control.\n\nAccording to filings with the National Association of Insurance Commissioners, Blue Cross Blue Shield of Arizona reported losing $90 million on individual plans sold on the marketplace. Health Net reported a loss of nearly $79 million in this state.\n\nMuch of those losses were made up through a combination of profits earned on other insurance lines, such as plans sold to companies, government groups and to seniors, as well as through investments. Insurers also sopped up red ink by tapping into a trio of federal programs created specifically to help stabilize the marketplace in these early years of operation.\n\nOne of those programs, a reinsurance plan operated through the federal Centers for Medicare and Medicaid, for example, paid out $7.9 billion in 2014 to 437 insurance companies nationwide.\n\nFunded by insurers themselves, that reinsurance program is deemed transitional. It ends after the 2016 benefits year. After that, insurance firms are expected to have a firmer grasp of the opportunities and challenges of the federal marketplace, and a better grip on pricing.\n\nThe Arizona experience thus far indicates they are learning where the market is heading -- which, at least where costs are concerned, is moving up.\n\nThe cost-control challenge is not unique to Arizona. Blue Cross Blue Shield of Texas reported losing $400 million in 2014 on its marketplace insurance plans. There too, insurers are offering more HMOs -- and they are raising the tab on them by an average of 20 percent.\n\nRosy predictions of cost savings bandied by advocates five years ago are now running into the harsh economic reality of unanticipated consequences.\n\nThe Affordable Care Act has prompted a nationwide consolidation scramble among health-care providers.\n\nHospital organizations are becoming fewer, getting bigger and, so, better able to negotiate for bigger slices of the health-care pie. Doctors are abandoning private practice and are aligning with those bigger hospitals. To compete in a health-care environment that prefers and encourages size, the industry is adapting by getting bigger.\n\nAnd bigger means fewer options. Only a handful of critics predicted in 2010 that one consequence of Obamacare would be the return of HMOs. But, in retrospect, no one should be surprised.\n\nRead or Share this story: http://azc.cc/1RyVWAn", "article_metadata": {"google": "notranslate", "description": "Our View: Few critics predicted that Obamacare would bring back the dreaded HMO. But it's a reality of a system that has yet to lower costs.", "og": {"site_name": "azcentral", "description": "Our View: Few critics predicted that Obamacare would bring back the dreaded HMO. But it's a reality of a system that has yet to lower costs.", "title": "Our View: Return of HMOs sad but predictable", "url": "http://www.azcentral.com/story/opinion/editorial/2015/10/09/obamacare-hmo/73542020/", "image": "http://www.gannett-cdn.com/GDContent/applogos/azcentral.png", "type": "article"}, "twitter": {"description": "Our View: Few critics predicted that Obamacare would bring back the dreaded HMO. But it's a reality of a system that has yet to lower costs.", "title": "Our View: Return of HMOs sad but predictable", "image": "http://www.gannett-cdn.com/-mm-/1f2695a6f646ff314f538f4cf00fa04e2585f4be/c=898-0-3730-2832&r=x643&c=640x640/local/-/media/2015/10/09/Phoenix/Phoenix/635800179142818194-ACA.jpg", "creator": "@azcentral", "site": "@azcentral", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=600023563", "fb": {"app_id": 115142145268769}, "viewport": "width=1070", "Content-Type": "text/html; charset=UTF-8", "cXenseParse": {"gci-topic": "Subjects/Affordable Care Act", "gci-asset-type": "story", "gci-categories": "Subjects/Affordable Care Act", "title": "Our View: Return of HMOs sad but predictable", "author": "Editorial board", "pageclass": "article", "recs": {"category": "opinion/editorial", "image-3-4": "http://www.gannett-cdn.com/-mm-/861c306126e52e6434de737f457af29c02497893/c=1317-0-3441-2832/local/-/media/2015/10/09/Phoenix/Phoenix/635800179142818194-ACA.jpg", "image-1-1": "http://www.gannett-cdn.com/-mm-/38b39ca9917ae8e2658f227f62934f5cd752c78d/c=898-0-3730-2832/local/-/media/2015/10/09/Phoenix/Phoenix/635800179142818194-ACA.jpg", "contenttype": "story", "image-4-3": "http://www.gannett-cdn.com/-mm-/56627f5e9790c71fbe5f3c7e33c8fb66dc81124b/c=245-0-4012-2832/local/-/media/2015/10/09/Phoenix/Phoenix/635800179142818194-ACA.jpg", "image": "http://www.gannett-cdn.com/-mm-/4c5f39be1925f3412a7e9e7f67ff599b7421e3da/c=0-105-4253-2508&r=x1683&c=3200x1680/local/-/media/2015/10/09/Phoenix/Phoenix/635800179142818194-ACA.jpg", "publishtime": "2015-10-09T17:05:45.813000-07:00", "shorthed": "Our View: Return of HMOs sad but predictable", "articleid": 73542020, "image-16-9": "http://www.gannett-cdn.com/-mm-/f2095670b60f5eba341587b0de617bcd335c4606/c=0-105-4253-2508/local/-/media/2015/10/09/Phoenix/Phoenix/635800179142818194-ACA.jpg", "image-9-16": "http://www.gannett-cdn.com/-mm-/7f8c0ce53cb7003b0ded2cea65b180c200b66fa4/c=1543-0-3129-2832/local/-/media/2015/10/09/Phoenix/Phoenix/635800179142818194-ACA.jpg"}}, "news_keywords": "Affordable Care Act, HMOs, PPOs, HealthCare.gov, health insurance, obamacare, obamacare hmos, hmo healthcare marketplace, hmo arizona"}, "_id": "\"57477af36914bd0286fd0c9a\"", "article_summary": "Only a handful of critics predicted in 2010 that one consequence of Obamacare would be the return of HMOs.\nBlue Cross Blue Shield of Texas reported losing $400 million in 2014 on its marketplace insurance plans.\nNot the least of those is the return of a form of health coverage widely disliked by consumers -- choice-limiting health-maintenance organizations, or HMOs.\nBut as the sweeping national health-care reform law of 2010 enters its third year offering a “marketplace” of health-care plans, far bigger hurdles are appearing on the horizon.\nSome of the top Arizona insurers operating on the federal healthcare.gov marketplace said they are discontinuing the more popular preferred-provider plans for thousands of customers."}