{"article_title": "Is Barack Obama the new Jimmy Carter?: Gwyn", "article_keywords": ["better", "president", "jimmy", "carter", "republicans", "barack", "source", "health", "americans", "gwyn", "seen", "care", "obama"], "article_url": "https://www.thestar.com/opinion/commentary/2013/11/25/is_barack_obama_the_new_jimmy_carter_gwyn.html", "article_text": "More and more U.S. President Barack Obama is being compared to his luckless predecessor Jimmy Carter.\n\nObama’s smarts and good intentions are still widely accepted and admired. But he’s seen to lack the necessary presidential qualities of deviousness and ruthlessness. And, again like Carter, he is seen to be plain unlucky — in Carter’s case, his botched attempt at a military rescue of American diplomats interred in Tehran, in Obama’s the way the secular rebels in Syria whom he supported were so quickly supplanted by jihadist terrorists.\n\nEven more woundingly, more and more Obama is being compared to the luckless Jimmy Carter.\n\nThe source for this doubt is of course the recent chaotic launch the “Obamacare” health care reforms.\n\nThere’s substance to this hand-wringing. A recent poll came up with the chilling finding that 52 per cent of Americans say they now don’t always trust what Obama says.\n\nFor weeks now, media commentators have competed to describe how it could have happened that President Barack Obama should have gone so quickly and so completely from being widely admired as a cool brainiac to being seen as a dead duck.\n\nThis is that the root source of the problems Obama is having does not reside in his character — the launch of Obamacare, was indeed a horrendous bureaucratic bungle, but it’s correctable. Rather, the root source may reside in the contemporary character of Americans.\n\nConsider this fact: Bill Clinton, probably the politically ablest president but for Ronald Reagan in the entire postwar period, also attempted a radical reform of health care. He got nowhere, even failing to legislate his ideas, as Obama has done.\n\nA second similar fact. A clear sign of Obama’s current weakness is that immigration reform, on which he’s worked for so long, is now completely stalled.\n\nExactly the same thing happened to George W. Bush, though. As president, Bush most certainly had his failings. But he knew Hispanics well because there were so many of them in Texas, and cared about them. In return, in 2004, he won 44 per cent of the Hispanic vote. His own Republicans then defeated — twice — Bush’s attempts to enable illegal immigrants to become citizens.\n\nExtremism, as expressed by the Tea Party, is now an integral part of Republican ideology. The Democrats, if somewhat less hysterical about it, are almost as adamant.\n\nThese attitudes of resentment, suspicion, anger, are now so deeply entrenched as to raise the question whether Americans, large numbers of them at least, have made America itself ungovernable. Sort of like a larger Greece.\n\nThat comparison is exaggerated for effect. And Americans have an ability matched nowhere else to recover from failures and mistakes, as from defeat in Vietnam, or, today, from humiliating retreats from Iraq and, soon, from Afghanistan.\n\nToday’s challenges are far more profound. As early as 2015, America’s economic output will drop into the world’s second spot, behind China. The U.S. will long remain by far the wealthier nation, and its military will be No. 1 for decades.\n\nComparatively, though, the U.S is in decline, just as Britain once was. It will become harder and harder for Americans to regard themselves, as is their founding myth, as citizens of an “exceptional nation.”\n\nObama is in a situation much like that of King Canute when he tried to turn back the tide. Who thinks Hillary Clinton could do much better if she runs and wins for the Democrats in 2016, or that Mitt Romney could now be doing better had he won it for the Republicans over Obama?\n\nWhich isn’t to say that Obama couldn’t do quite a bit better himself if he at last gets a run of luck.\n\nAnd that seems to be happening. The weekend nuclear deal with Iran, if only partial, opens up the possibility of a serious attempt at a peace pact between Israel and the Palestinians. The Republicans may stop committing electoral suicide by ignoring the Hispanic vote. And Obama may find someone who knows how to fix his health care website.\n\nOr he’ll miss out on all these and go down in the records as Jimmy Carter the Second.\n\nRichard Gwyn’s column appears every other Tuesday. gwynr@sympatico.ca", "article_metadata": {"description": "As with Jimmy Carter, Barack Obama’s smarts and good intentions are widely accepted. And both are seen to lack the key presidential traits of deviousness and ruthlessness.", "og": {"site_name": "thestar.com", "description": "As with Jimmy Carter, Barack Obama’s smarts and good intentions are widely accepted. And both are seen to lack the key presidential traits of deviousness and ruthlessness.", "title": "Is Barack Obama the new Jimmy Carter?: Gwyn | Toronto Star", "url": "https://www.thestar.com/opinion/commentary/2013/11/25/is_barack_obama_the_new_jimmy_carter_gwyn.html", "image": "https://www.thestar.com/content/dam/thestar/opinion/commentary/2013/11/25/is_barack_obama_the_new_jimmy_carter_gwyn/barack_obama.jpg", "type": "article"}, "parsely-link": "https://www.thestar.com/opinion/commentary/2013/11/25/is_barack_obama_the_new_jimmy_carter_gwyn.html", "twitter": {"description": "As with Jimmy Carter, Barack Obama’s smarts and good intentions are widely accepted. And both are seen to lack the key presidential traits of deviousness and ruthlessness.", "creator": "Richard Gwyn", "image": "https://www.thestar.com/content/dam/thestar/opinion/commentary/2013/11/25/is_barack_obama_the_new_jimmy_carter_gwyn/barack_obama.jpg", "title": "Is Barack Obama the new Jimmy Carter?: Gwyn | Toronto Star", "site": "@TorontoStar", "card": "summary_large_image"}, "parsely-image-url": "https://www.thestar.com/content/dam/thestar/opinion/commentary/2013/11/25/is_barack_obama_the_new_jimmy_carter_gwyn/barack_obama.jpg.size.xxsmall.promo.jpg", "bt": {"pubDate": 1385416534000, "author": "Richard Gwyn", "url": "https://www.thestar.com/opinion/commentary/2013/11/25/is_barack_obama_the_new_jimmy_carter_gwyn.html", "dateDisplay": "Mon., Nov. 25, 2013", "modDate": 1385416552240, "type": "Story", "id": "562a7638-ed68-4a77-a86e-8c435fa6489b"}, "parsely-title": "Is Barack Obama the new Jimmy Carter?: Gwyn", "parsely-tags": "Richard Gwyn, Iran, Barack Obama, column, Bill Clinton, Jimmy Carter, ObamaCare", "parsely-author": "Richard Gwyn", "parsely-section": "Commentary", "keywords": "Richard Gwyn, Iran, Barack Obama, column, Bill Clinton, Jimmy Carter, ObamaCare", "parsely-type": "post", "article": {"publisher": "https://www.facebook.com/torontostar", "section": "Commentary", "modified": "2013-11-25", "published": "2013-11-25"}, "parsely-pub-date": "2013-11-25T21:55:34.000Z", "genre": "News Analysis", "thumbnail": "https://www.thestar.com/content/dam/thestar/opinion/commentary/2013/11/25/is_barack_obama_the_new_jimmy_carter_gwyn/barack_obama.jpg.size.xxsmall.promo.jpg", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=2.0, user-scalable=yes", "news_keywords": "Richard Gwyn, Iran, Barack Obama, column, Bill Clinton, Jimmy Carter, ObamaCare"}, "_id": "\"57477af36914bd0286fd0cbb\"", "article_summary": "More and more U.S. President Barack Obama is being compared to his luckless predecessor Jimmy Carter.\nEven more woundingly, more and more Obama is being compared to the luckless Jimmy Carter.\nAnd Obama may find someone who knows how to fix his health care website.\nThe source for this doubt is of course the recent chaotic launch the “Obamacare” health care reforms.\nOr he’ll miss out on all these and go down in the records as Jimmy Carter the Second."}