{"article_title": "Folklorist John Avery Lomax – Houston Public Media", "article_keywords": ["houston", "avery", "media", "university", "american", "folk", "times", "folklorist", "lomax", "music", "york", "john", "public", "texas", "songs"], "article_url": "https://www.houstonpublicmedia.org/articles/shows/2016/03/12/45839/john-avery-lomax/", "article_text": "A folklorist whose love of music led to a lifelong mission of collecting and recording folk songs performed in almost every state.\n\n/ Download\n\nJOHN AVERY LOMAX\n\nSeptember 23, 1867 – January 26, 1948\n\nFolklorist John Lomax spent his life collecting songs. According to one writer, Lomax would find the music “around chuck wagons, on levees and railroads, in the saloons, churches, and penitentiaries of the South and Southwest.”\n\nJohn Lomax’s life-long commitment to preserving folk song began when he first heard cowboy ballads near the Chisholm Trail in Bosque County, Texas.\n\nHe graduated from The University of Texas in 1897 and later attended Harvard University.\n\nLomax’s first book, Cowboy Songs, was published in 1910 and introduced standards such as “Home on the Range.” His later books broadened the collection to include prison songs plus African-American spirituals and blues. Lomax was fascinated by the songs and folklore of those groups at the margins of American society.\n\nJohn Lomax and his son Alan recorded thousands of songs and helped launch the musical careers of Muddy Waters, Woody Guthrie, Jelly Roll Morton, and a Louisiana convict named Huddie Ledbetter, more commonly known as “Leadbelly.”\n\nAlthough early scholars generally viewed folk music as an unchanging tradition, Lomax demonstrated its creative process. He highlighted how centuries-old songs became new American stories as singers added extra verses, different melodies, and new plot twists.\n\nUpon his death in 1948, the New York Times quoted the poet Walt Whitman: “If anybody ever did, John Lomax really heard America singing.”\n\nLibrary of Congress, American Folklife Center\n\nFor More about John Avery Lomax\n\nLomax collected American folksong in a variety of books, including Cowboy Songs and Other Frontier Ballads (1910), Songs of the Cattle Trail and Cow Camp (1919), and American Ballads and Folk Songs (with son Alan Lomax, 1934). The Association for Cultural Equity has a full listing.\n\nIn 1909, Lomax founded the Texas Folklore Society along with Professor Leonidas Payne of The University of Texas at Austin. The society remains active and is dedicated to collecting, preserving, and sharing the folklore of Texas and the Southwest.\n\nThe John and Ruby Lomax 1939 Southern States Recording Trip is a multiformat ethnographic field collection at the Library of Congress that includes nearly seven hundred sound recordings, as well as field notes, dust jackets, and other manuscripts documenting a three-month, 6,502-mile trip through the southern United States. Beginning in Port Aransas on March 31, 1939, and ending at the Library of Congress on June 14, 1939, Lomax and his wife Ruby Terrill Lomax recorded approximately twenty-five hours of folk music from more than three hundred performers.\n\nThe John Avery Lomax Family Papers, 1842, 1853–1986, are held by the Dolph Briscoe Center for American History at The University of Texas at Austin. The papers contain correspondence, song lyrics, music, literary productions, diaries and logs, scrapbooks, classified files, financial records, photographs, phonograph recordings, audio tapes, and newspaper and magazine clippings, all related to Lomax’s life and career.\n\nSelected Bibliography\n\nThe New York Times, “A Legendary Collector,” July 23, 2002.\n\nAbrahams, Roger D. “Mr. Lomax Meets Professor Kittredge.” Journal of Folklore Research 37 (2000): 99–118.\n\nChristgau, Robert. “Folk Lore.” The New York Times, December 10, 2000.\n\nFilene, Benjamin, “Our Singing Country: John and Alan Lomax, Leadbelly, and the Construction of the American Past.” American Quarterly 43 (1991): 602-624.\n\nGard, Wayne, “John Avery Lomax.” In The Handbook of Texas Music, edited by Roy Barkley. Austin: Texas State Historical Association, 2003.\n\nGioia, Ted. “The Big Roundup: John Lomax Roamed the West, Collecting Classic Songs from the Cowboy Era.” The American Scholar 74 (2005): 101–111.\n\nHartman, Gary. The History of Texas Music. College Station: Texas A&M University Press, 2008.\n\nHirsch, Jerrold. “Modernity, Nostalgia, and Southern Folklore Studies: The Case of John Lomax.”\n\nJournal of American Folklore 105 (1992): 183–207.\n\nLomax, John A. Adventures of a Ballad Hunter. New York: Hafner Publishing Company, 1971; reprint, The Macmillan Company, 1947.\n\nMillstein, Gilbert. “Very Good Night.” The New York Times, October 15, 1950.\n\nThe New York Times, “J. A. Lomax, Collected our Folk Songs, 80,” January 27, 1948.\n\nPorterfield, Nolan. “John Lomax and Texas: Roots of a Career.” In Corners of Texas. Denton: University of North Texas Press, 1993.\n\nPorterfield, Nolan, Last Cavalier: The Life and Times of John A. Lomax. Urbana: University of Illinois Press, 1996.\n\nReynolds, Horace. “Collecting Our Living Folksong.” The New York Times, March 2, 1947.\n\nThis episode first aired on July 21, 2012.", "article_metadata": {"category": "Education", "description": "A folklorist whose love of music led to a lifelong mission of collecting and recording folk songs performed in almost every state.", "programs": "none", "og": {"site_name": "Houston Public Media", "description": "A folklorist whose love of music led to a lifelong mission of collecting and recording folk songs performed in almost every state.", "title": "Folklorist John Avery Lomax | Houston Public Media", "url": "https://www.houstonpublicmedia.org/articles/shows/2016/03/12/45839/john-avery-lomax/", "image": {"secure_url": "https://www.houstonpublicmedia.org/wp-content/uploads/2013/08/11122106/00629v-835x800.jpg", "url": "https://www.houstonpublicmedia.org/wp-content/uploads/2013/08/11122106/00629v-835x800.jpg", "height": 800, "width": 835, "identifier": "https://www.houstonpublicmedia.org/wp-content/uploads/2013/08/11122106/00629v-835x800.jpg", "type": "image/jpeg"}, "type": "article"}, "story_id": 470097333, "twitter": {"description": "A folklorist whose love of music led to a lifelong mission of collecting and recording folk songs performed in almost every state.", "creator": "@houstonpubmedia", "url": "https://www.houstonpublicmedia.org/articles/shows/2016/03/12/45839/john-avery-lomax/", "image": "https://www.houstonpublicmedia.org/wp-content/uploads/2013/08/11122106/00629v-835x800.jpg", "title": "Folklorist John Avery Lomax", "site": "@houstonpubmedia", "card": "summary_large_image"}, "author": "Humanities Texas", "wordCount": 727, "org_id": 220, "datePublished": "2016-03-12T06:30:00+00:00", "fb": {"admins": 37511993, "app_id": 1520489194943572, "pages": 27589213702}, "bitly-verification": "7777946f1a0a", "google-site-verification": "QOrBnMZ1LXDA9tL3e5WmFUU-oI3JUbDRotOWST1P_Dg", "keywords": "Education, Music, Shows, Texas Originals, folk music, folk song, folklorist, University of Texas", "article": {"section": "Texas Originals", "tag": "University of Texas", "published_time": "2016-03-12T06:30:00+00:00"}, "has_audio": 1, "viewport": "width=device-width, initial-scale=1, maximum-scale=1"}, "article_summary": "/ DownloadJOHN AVERY LOMAXSeptember 23, 1867 – January 26, 1948Folklorist John Lomax spent his life collecting songs.\nGard, Wayne, “John Avery Lomax.” In The Handbook of Texas Music, edited by Roy Barkley.\n“John Lomax and Texas: Roots of a Career.” In Corners of Texas.\nLomax, John A. Adventures of a Ballad Hunter.\n“The Big Roundup: John Lomax Roamed the West, Collecting Classic Songs from the Cowboy Era.” The American Scholar 74 (2005): 101–111."}