{"article_title": "From cassettes to consumer electronics, Longmont's Case Logic marks 30th anniversary with innovation", "article_keywords": ["case", "30th", "logics", "thule", "longmonts", "innovation", "anniversary", "cassettes", "accessories", "warde", "products", "logic", "longmont", "marks", "electronics", "consumer", "company"], "article_url": "http://www.timescall.com/business/ci_26607699/from-cassettes-consumer-electronics-longmonts-case-logic-marks", "article_text": "Swatches of material are used for prototype designs at Case Logic. ( Lewis Geyer / Longmont Times-Call )\n\nLONGMONT — Case Logic's oft-told origin story centers on the power of innovation: On a mountain drive in the early 1980s, skier Jamie Temple grew tired of his cassette tapes rattling around in his car and envisioned a means of corralling them.\n\nTemple created a soft-sided, zippered case to hold 15 tapes and in 1984 launched what eventually would become a global accessories company.\n\nThe current story for Case Logic, which early next week will mark its 30th anniversary, still is heavily rooted in innovation.\n\nIt's the speed at which the innovation is occurring, however, that is vastly different. Any time a new smartphone or tablet hits the market, Case Logic has to be prepared to launch its uniquely tailored protective cases and other accessories the day of release.\n\nProduct designer Ryan Mather works at Case Logic. (Lewis Geyer / Longmont Times-Call)\n\n\"No longer can you have 30 to 60 days to roll out a product,\" said Jeff Warde, Case Logic's marketing director.\n\nAbout 10 to 15 years back, when Case Logic's empire of CD towers and soft-sided cases was threatened by the rise in digital music and the decline in sales for the 5-inch disc, the company streamlined some operations and focused its investments on launching laptop sleeves and camera bags.\n\nThat type of evolution is continuing today.\n\nCertain technologies may come and go, but the consumers now are heavily invested in a variety of devices for their daily lives, he said.\n\nThe company, a business unit of Sweden-based Thule for the past seven years, is in the process of repositioning the brand and developing more products for university students and young adults who live a mobile lifestyle, Warde said. The idea is to create stylish, functional products with \"intuitive designs,\" he added.\n\nThat includes products such as a two-strap backpack with a zippered security pocket on the back; a messenger bag with a removable padded case for DSLR cameras; and a waterproof, hardshell-bottomed case for a couple of Go-Pro cameras and accessories.\n\nCase Logic, which has well over 400 different products, plans to debut more of its mobile lifestyle products at the Consumer Electronics Show in January, Warde said.\n\n\"Like with all technology, you have to adapt and expand,\" Warde said.\n\nSteady growth\n\nThe consumer electronics accessories sector is projected to post $9.9 billion in revenue this year, up from $9.6 billion in 2013, according to the Washington, D.C.-based Consumer Electronics Association.\n\n\"In the accessories category, there has been slow and steady growth in revenue,\" said Chris Ely, the association's senior manager for industry analysis. \"Over the last several years, we have seen low, single-digit, year-over-year growth.\"\n\nProducts on display at Case Logic, 6303 Dry Creek Pkwy., include a pink MacBook Pro case. (Lewis Geyer / Longmont Times-Call)\n\nSome categories — notably headphones and wireless accessories — have generated strong, double-digit annual growth.\n\n\"Consumer electronics, in some categories, are really sort of becoming a statement ... a fashion statement,\" he said, referencing the Beats By Dre headphones.\n\nThe markets that Case Logic is targeting all are projected to see sales growth in the double-digits this year.\n\nSales of bags and cases for laptops and tablets are expected to increase 13 percent to $944 million; point-of-view, or action cameras, are on pace to grow 38 percent to $284 million; and wireless-phone carrying cases are expected to see a 24 percent increase to $1.4 billion, according to the association's mid-year forecast.\n\nHeavy influence\n\nCase Logic's current efforts to reposition its brand will include an overhaul of the website and an opportunity to step back and evaluate retail and e-commerce strategies, Warde said.\n\nThe size of the workforce has remained consistent for the past 15-plus years, Warde said. About 125 people work at the company's Longmont headquarters, where operations include product design, distribution and e-commerce shipping.\n\nIncluding Case Logic's offices in Belgium, Hong Kong and California, the company employs 250 people.\n\nCase Logic is a part of the 4,000-person Thule Group, which acquired the Longmont firm in 2007. At that time, Thule officials said they expected to accelerate Case Logic`s annual sales growth rate of 5 percent to 7 percent. Case Logic had $140 million in sales at the time of the acquisition, Thule officials said at the time.\n\nWarde declined to disclose Case Logic's current financial information but said that Thule's experience helped to open distribution channels for Case Logic.\n\nIn turn, Case Logic's expertise in cut-and-sew and product design helped to influence Thule, a company that specialized in roof racks and bike carriers. Thule since has launched a line of electronics accessories geared toward consumers with rugged and active lifestyles.\n\n\"That has been a huge win for the whole company,\" Warde said.\n\nContact Camera Business Writer Alicia Wallace at 303-473-1332 or wallacea@dailycamera.com", "article_metadata": {"sailthru.url": "http://www.timescall.com/business/ci_26607699/from-cassettes-consumer-electronics-longmonts-case-logic-marks", "modificationDate": "2014-09-28T18:13:09-0600", "sailthru.image.thumb": "http://extras.mnginteractive.com/live/media/site46/2014/0925/20140925__28TCCBIZw~2_300.jpg", "sailthru.author": "By Alicia Wallace \n  For the Times-Call", "description": "LONGMONT — Case Logic's oft-told origin story centers on the power of innovation: On a mountain drive in the early 1980s, skier Jamie Temple grew tired of his cassette tapes rattling around in his car and envisioned a means of corralling them.", "ag": {"canon": "LongmontTimes-Call:article:26607699:view"}, "startDate": "2014-09-28T16:30:00-0600", "og": {"url": "http://www.timescall.com/business/ci_26607699/from-cassettes-consumer-electronics-longmonts-case-logic-marks", "image": "http://extras.mnginteractive.com/live/media/site46/2014/0925/20140925__28TCCBIZw~2.jpg", "type": "article", "description": "LONGMONT — Case Logic's oft-told origin story centers on the power of innovation: On a mountain drive in the early 1980s, skier Jamie Temple grew tired of his cassette tapes rattling around in his car and envisioned a means of corralling them.", "title": "From cassettes to consumer electronics, Longmont's Case Logic marks 30th anniversary with innovation"}, "twitter": {"domain": "timescall.com", "description": "LONGMONT — Case Logic's oft-told origin story centers on the power of innovation: On a mountain drive in the early 1980s, skier Jamie Temple grew tired of his cassette tapes rattling around in his car and envisioned a means of corralling them.", "title": "From cassettes to consumer electronics, Longmont's Case Logic marks 30th anniversary with innovation", "url": "http://www.timescall.com/business/ci_26607699/from-cassettes-consumer-electronics-longmonts-case-logic-marks", "image": "http://extras.mnginteractive.com/live/media/site46/2014/0925/20140925__28TCCBIZw~2.jpg", "site": "@TimesCall", "card": "summary_large_image"}, "sailthru.date": "2014-09-28T16:30:00-0600", "sailthru.site": "timescall.com", "endDate": "2024-09-25T19:10:29-0600", "sailthru.title": "From cassettes to consumer electronics, Longmont's Case Logic marks 30th anniversary with innovation", "sailthru.article-section-or-homepage": "article", "sailthru.section": "Business", "msvalidate.01": "4B535F7EB2971D1FCBA5D1D3E3E292C3", "google-site-verification": "lLtD9ZooxmJUEEdRSCVzkO06t_hYKtyDqZF7EA3N2U0", "byline": "By Alicia WallaceFor", "sailthru.image.full": "http://extras.mnginteractive.com/live/media/site46/2014/0925/20140925__28TCCBIZw~2.jpg", "pubDate": "2014-09-26T20:54:24-0600", "news_keywords": "Business, Technology, news, Longmont Colorado, Longmont Times Call, business news"}, "article_summary": "The current story for Case Logic, which early next week will mark its 30th anniversary, still is heavily rooted in innovation.\nWarde declined to disclose Case Logic's current financial information but said that Thule's experience helped to open distribution channels for Case Logic.\nThe markets that Case Logic is targeting all are projected to see sales growth in the double-digits this year.\nProducts on display at Case Logic, 6303 Dry Creek Pkwy., include a pink MacBook Pro case.\nSteady growthThe consumer electronics accessories sector is projected to post $9.9 billion in revenue this year, up from $9.6 billion in 2013, according to the Washington, D.C.-based Consumer Electronics Association."}