{"article_title": "Health and Human Services, A Mixed Bag", "article_keywords": ["million", "funding", "bag", "federal", "providers", "budget", "mixed", "state", "health", "human", "services", "hospitals", "receive", "care"], "article_url": "http://www.ctnewsjunkie.com/archives/entry/health_and_human_services_a_mixed_bag/", "article_text": "by Christine Stuart | Feb 6, 2014 5:38pm Google\n\n( ) Comments | Commenting has expired\n\nPosted to: Health Care, Labor, State Budget, Taxes, State Capitol\n\nGov. Dannel P. Malloy’s budget offered a mixed bag for those who live and work in the area of health and human services.\n\nThe good news is the governor has agreed to continue reimbursing primary care providers at a higher rate for Medicaid patients. The federal government under the Affordable Care Act had increased the reimbursement for Medicaid patients to those providers through 2014. It will cost the state about $15.1 million in 2015 and $36.2 million when fully annualized to continue the enhanced support.\n\nThe Malloy administration also embraced the “Community First Choice Option” under the Affordable Care Act, which offers states a 6 percent increase in a federal match rate for personal care assistants. The budget also seeks to expand the Home Care Program for Adults with Disability, which allows only up to 50 people who aren’t eligible for Medicaid to apply for and receive the same services that are provided under the state-funded home care program.\n\nThe two programs were applauded by AARP Connecticut.\n\n“AARP believes no one should be forced out of their home to receive long-term care, which is why we applaud the governor for his efforts to rebalance Connecticut’s long-term care system so that individuals and their families have the power to choose where they receive needed care,” Nora Duncan, AARP’s state director, said Thursday.\n\nA similar waiver program for children with physical disabilities was expanded to serve 100 more medically fragile children. The budget also creates an additional 30 slots for an autism waiver aimed at children ages three and four with autism spectrum disorder.\n\nIn addition, the budget includes funding for what’s being called the State Innovation Model.\n\nWith a $2.8 million federal planning grant, a group of about 17 people — mostly from Malloy’s administration — have been meeting monthly in the state Capitol since last March to discuss exactly how doctors will be paid and what quality measures they must meet in order to receive payment.\n\nMost of that money or about $2.3 million was awarded to McKinsey & Co., a consulting firm hired by the Office of the Healthcare Advocate.\n\nThe group submitted its plan to the federal government in December hoping to receive a five-year, $40 million to $60 million federal grant to implement the program. The budget released Thursday says the state plans to move forward with creating the State Healthcare Innovation Plan, with or without the federal funding.\n\nThe governor’s budget include $3.2 million for staff and vendors; $65,000 for a health care analyst in the state Comptroller’s office, and $1.9 million in capital funds for health information technology.\n\nIn the past, advocates have expressed concern that this new method of payment would reward doctors who deny treatment to their patients.\n\nEllen Andrews, executive director of the CT Health Policy Project, who is skeptical of exactly how payment reform is moving forward, said she appreciates the decision to extend the higher reimbursement rates to primary care providers.\n\nThe bad news for some was the lack of changes to the hospital funding formula.\n\nLast year, the state cut about $550 million from the funding provided to state’s 29 acute care hospitals.\n\nSince that time, hospitals have eliminated more than 1,400 jobs, reduced staff salaries and benefits, and postponed investments in technology.\n\nAsked why the administration didn’t revisit its funding structure for hospitals, Malloy administration Budget Director Ben Barnes said, “I read the Office of Healthcare Access’ report on the financial condition of hospitals. They’re in better financial shape than the state of Connecticut.”\n\nThe Connecticut Hospital Association applauded Malloy’s funding of the State Innovation Model and the $7.25 million increase in spending on mental health initiatives and looks forward to having future conversations about its financial structure.\n\n“Our hospitals are the cornerstones of our communities,” Michele Sharp, a spokeswoman for the Connecticut Hospital Association, said, “They provide great jobs to more than 55,000 people who make sure we have access to the very best care whenever we need it.”\n\n\n\nShe added, “We look forward to continuing our work with the governor and legislative leaders to redesign Medicaid and phase out the hospital tax, so hospitals’ focus can remain on continuing to provide everyone with excellent quality care.”\n\nThe administration believed that more patients would be insured under the Affordable Care Act, making it less necessary for them to contribute to the uncompensated care of patients.\n\nWhen it comes to mental health, Morna Murray, CEO of the Connecticut Community Providers Association, said her organization appreciates the decision to fund the new initiatives.\n\nHowever, it’s providers that belong to her organization that care for the developmentally disabled population every day without any increase in funding.\n\n“As providers of services to children and adults with behavioral and developmental disabilities, we are encouraged by Governor Malloy’s proposal to make mental health issues a priority in the FY15 budget,” Murray said. “But it is important to make sure that the proposed spending details actually support those, as well as other vital services.”", "article_metadata": {"publisher": "CT News Junkie", "og": {"url": "http://www.ctnewsjunkie.com/archives/entry/health_and_human_services_a_mixed_bag/", "site_name": "CT News Junkie", "type": "article", "description": "Gov. Dannel P. Malloy’s budget offered a mixed bag for those who live and work in the area of health and human services.", "title": "Health and Human Services, A Mixed Bag | CT News Junkie"}, "robots": "index,follow,archive", "fb": {"admins": 100000516708778, "app_id": 625264840857145}, "google-site-verification": "xSWCEDPXS2srINlbzkJoWA5QowbCkai3awnZqgts9xc", "viewport": "width=1474"}, "_id": "\"57477af46914bd0286fdf6f5\"", "article_summary": "Dannel P. Malloy’s budget offered a mixed bag for those who live and work in the area of health and human services.\nby Christine Stuart | Feb 6, 2014 5:38pm Google( ) Comments | Commenting has expiredPosted to: Health Care, Labor, State Budget, Taxes, State CapitolGov.\nThe good news is the governor has agreed to continue reimbursing primary care providers at a higher rate for Medicaid patients.\nThe governor’s budget include $3.2 million for staff and vendors; $65,000 for a health care analyst in the state Comptroller’s office, and $1.9 million in capital funds for health information technology.\nLast year, the state cut about $550 million from the funding provided to state’s 29 acute care hospitals."}