{"article_title": "Administration loses a top designer of single-payer", "article_keywords": ["designer", "working", "singlepayer", "administration", "system", "loses", "services", "state", "health", "policy", "green", "reynolds", "care"], "article_url": "http://vtdigger.org/2013/10/16/administration-loses-top-designer-single-payer/", "article_text": "A central architect in Gov. Peter Shumlin’s quest to build a single-payer health care system is leaving the administration.\n\nDavid Reynolds, a former health policy adviser to Sen. Bernie Sanders and a co-crafter of the federal Affordable Care Act, began working this year on what a single-payer system would look like, as Shumlin’s deputy director of health care reform policy. Meanwhile, former Policy Director at the Tax Department Michael Costa began working on the public financing piece of a proposed universal health care system.\n\nAt the ripe age of 66, Reynolds is moving on.\n\n“I’d like to be my own boss,” he said Wednesday. “I say I’m semi-retiring because I want to stay engaged and pick and choose what I want to do. Anything from teaching to consulting to writing. … I’ll certainly be an observer and a critic and a contributor going forward.”\n\nReynolds founded Northern Counties Health Care Inc. in 1976, Vermont’s first network of Federally Qualified Health Centers. More than three decades later, he was on the front-lines of a Washington, D.C., battlefield, negotiating the future of the country’s health care policy framework. He advocated for the inclusion of a waiver in the Affordable Care Act that would allow a state to deviate from the federal law in 2017 — something that is necessary for Vermont to create a publicly financed, single-payer system.\n\n“Everybody is replaceable, but not really,” said Con Hogan, a member of the Green Mountain Care Board and a former Secretary of the Agency of Human Services. “They will find someone else to do the job, but you’re not going to find anyone else with that kind of background.”\n\nHogan touted Reynolds’ ability to approach difficult discussions with a sense of humor and optimism.\n\n“It’s not a skill; it’s an attribute,” Hogan said. “Twenty years ago, he was doing things in Northern Counties that we’re only talking about doing for the rest of the state today. … We’re losing that sense of experience and the value system that goes along with it. Sometimes you lose somebody, and you’re losing more than just the person, and that’s how I feel about David. He’s really been in the middle of this stuff for a long time and understands it better than most of us.”\n\nReynolds left Sanders’ office two years ago and joined state government to help transfer authority to the newly created Green Mountain Care Board, charged with controlling the state’s growing health care costs. In his two-year stint with the state, Reynolds and Director of Health Care Reform Robin Lunge touted two of his major achievements.\n\nThe first was his effort to reclassify routine outpatient mental health and substance abuse services as primary care.\n\n“Until this year, all mental health services were classified as specialty care,” he said. “That meant that before people could get their insurers to pay for it, they had to meet a deductible, and then they had to pay a copay for specialist care, which was much higher than your copay for primary care.”\n\nThe second accomplishment was his work on what’s known as the “Health Care Workforce Strategic Plan,” which the Green Mountain Care Board approved earlier this year. It is a plan for the labor side of Vermont’s health care reform equation.\n\n“We can provide coverage, but if we don’t have the workforce to deliver the services it’s going to be an empty promise to Vermonters,” he said.\n\nLunge said her policy analyst, Devon Green, would take over some of Reynolds’ Statehouse duties, and the administration would soon begin searching for someone to fill the position. Reynolds’ final day working on the fifth floor of the Pavilion building will be Nov. 15.\n\n“We’ll certainly miss David,” Lunge said. “But I think one of David’s strengths is that he’s been able to create structures that can live on after him.”", "article_metadata": {"news_keywords": "green mountain care board, single-payer health care, vermont health connect, vermont, vermont news, vermont events, vermont press releases", "og": {"site_name": "VTDigger", "description": "David Reynolds, Gov. Shumlin's deputy director of health care reform policy, leaves office Nov. 15.", "title": "Administration loses a top designer of single-payer", "locale": "en_US", "image": "http://vtdigger.org/wp-content/uploads/2013/10/David-Reynolds.jpg", "updated_time": "2013-10-16T20:14:25+00:00", "url": "http://vtdigger.org/2013/10/16/administration-loses-top-designer-single-payer/", "type": "article"}, "twitter": {"description": "David Reynolds, Gov. Shumlin's deputy director of health care reform policy, leaves office Nov. 15.", "creator": "@andrewcstein", "image": "http://i1.wp.com/vtdigger.org/wp-content/uploads/2013/10/David-Reynolds.jpg?fit=1024%2C681", "title": "Administration loses a top designer of single-payer", "site": "@vtdigger", "card": "summary_large_image"}, "apple-mobile-web-app-capable": "yes", "keywords": "single-payer health care, David Reynolds, Vermont Health Connect, Green Mountain Care Board", "article": {"publisher": "http://www.facebook.com/vtdigger", "section": "Health Care", "tag": "Vermont Health Connect", "published_time": "2013-10-16T19:23:34+00:00", "modified_time": "2013-10-16T20:14:25+00:00"}, "viewport": "width=device-width,minimum-scale=1.0,maximum-scale=1.0"}, "_id": "\"57477af46914bd0286fddaa9\"", "article_summary": "Peter Shumlin’s quest to build a single-payer health care system is leaving the administration.\nMore than three decades later, he was on the front-lines of a Washington, D.C., battlefield, negotiating the future of the country’s health care policy framework.\nIn his two-year stint with the state, Reynolds and Director of Health Care Reform Robin Lunge touted two of his major achievements.\nIt is a plan for the labor side of Vermont’s health care reform equation.\nMeanwhile, former Policy Director at the Tax Department Michael Costa began working on the public financing piece of a proposed universal health care system."}