{"article_title": "Dangerous Synthetic Drug Has Come To South Dakota", "article_keywords": ["synthetic", "school", "dangerous", "young", "drug", "general", "college", "dakota", "health", "technology", "similar", "come", "south"], "article_url": "http://www.keloland.com/news/article/news/jackley-dangerous-synthetic-drug-has-come-to-south-dakota", "article_text": "Pierre, SD\n\nAttorney General Marty Jackley says a dangerous synthetic drug that's become popular with young people is surfacing on the state's college campuses.\n\n\n\nJackley confirmed this week that the drug known as 25i or NBOMe is being sold in South Dakota.\n\n\n\nThe drug has been used nationwide for a few years and has been blamed for the death of several young people since 2012. It's among a series of synthetics made to mimic the effects of illegal drugs.\n\n\n\nJackley says the drug comes in many forms, including as a powder or liquid. It has similar effects to LSD and can cause hallucinations, disorientation and violent behavior.\n\n\n\nJackley says under South Dakota law it's a felony to possess, distribute, or manufacture synthetic drugs that have similar characteristics and properties as controlled substances.\n\nNews\n\nGeneral {{Title}} Remove Change News General Courts Web Only Crime Outdoors Events Center Non-Homepage Boredom Busters Pipeline Positively KELOLAND Technology Hunger Affordable Care Act Shops Flooding Remembering 9/11 Drought JazzFest Spring Storm Honor Flight Spencer Anniversary\n\nDoApp Health News Business News Sports\n\nAgriculture Markets Livestock Crops Politics\n\nHealthBeat Cancer Children's Health Heart Health Wellness & Nutrition General Health Beat Women's Health RX Resources What's Going Around OTC Diabetes Recalls Dental Health Men's Health\n\nPolitics South Dakota Legislature Budget Congress Taxes General Local Campaign President US Senate New Laws US House Iowa Ballot Issues Local Races Minnesota Gubernatorial\n\nEducation Funding College Elementary High School Pre K School Supplies Middle School\n\nSports Professional College High School Sports Zone Headlines Summit League Tournament Olympics\n\nBusiness Industry Your Money Matters Development Gas & Energy Legislation Economy/Stocks Employment General Health Care Technology Education Funding Tourism Banking/Finance Housing Transportation Insurance Meetings & Events Retail & Restaurants All Industries On The Move Shops Agriculture\n\nFeatured Stories Eye on KELOLAND Inside KELOLAND\n\nWeather Snow Forecast Records Rain Flooding Drought WX Corner General\n\nWorld News\n\nInvestigates GEAR UP\n\nSponsored Done\n\n© 2016 Associated Press. All Rights Reserved. Material may not be redistributed.", "article_metadata": {"og": {"site_name": "KELOLAND News", "description": "Attorney General Marty Jackley says a dangerous synthetic drug that&#39;s become popular with young people is surfacing on the state&#39;s college", "title": "Jackley: Dangerous Synthetic Drug Has Come To South Dakota", "url": "http://www.keloland.com/news/article/news/jackley-dangerous-synthetic-drug-has-come-to-south-dakota", "image": "http://kelolandassets.blob.core.windows.net/kelolandassets/images/default-source/agriculture/crops/barley/45067.jpg?sfvrsn=0", "type": "website"}, "fb": {"app_id": 521498541203189}, "viewport": "width=device-width, initial-scale=1.0", "Generator": "Sitefinity 7.3.5630.0 PE", "description": "Attorney General Marty Jackley says a dangerous synthetic drug that&#39;s become popular with young people is surfacing on the state&#39;s college"}, "_id": "\"57477af46914bd0286fdf706\"", "article_summary": "Pierre, SDAttorney General Marty Jackley says a dangerous synthetic drug that's become popular with young people is surfacing on the state's college campuses.\nJackley confirmed this week that the drug known as 25i or NBOMe is being sold in South Dakota.\nJackley says under South Dakota law it's a felony to possess, distribute, or manufacture synthetic drugs that have similar characteristics and properties as controlled substances.\nThe drug has been used nationwide for a few years and has been blamed for the death of several young people since 2012.\nJackley says the drug comes in many forms, including as a powder or liquid."}