{"article_title": "Supreme Court rules against gerrymandering.", "article_keywords": ["legislature", "states", "supreme", "arizona", "court", "democracy", "commission", "rules", "writes", "ginsburg", "gerrymandering", "roberts", "justice", "state"], "article_url": "http://www.slate.com/articles/news_and_politics/the_breakfast_table/features/2015/scotus_roundup/ginsburg_decision_in_arizona_case_supreme_court_rules_against_gerrymandering.html", "article_text": "Photo by Nikki Kahn/The Washington Post via Getty Images\n\nDear Dahlia, Walter, Judge Posner, Kenji, and Marty,\n\nMark Joseph Stern Mark Joseph Stern is a writer for Slate. He covers the law and LGBTQ issues.\n\nJustice Antonin Scalia may have been the worst-behaved justice in the courtroom this morning, Dahlia—but the chief was the most obnoxious on paper. The Arizona redistricting case brought out the worst in Chief Justice John Roberts, the petty jibes and scornful mockery that this usually staid justice strives to avoid.\n\nLike King v. Burwell, the Arizona case is, at bottom, really a political dispute. It began when voters in the state passed a ballot initiative that took congressional redistricting out of the state legislature’s hands—and handed the task over to an independent, nonpartisan commission. Before the initiative, partisan legislators gerrymandered districts to favor their own party. Once it passed, the commission created fairer districts that led to more competitive elections.\n\nAdvertisement\n\n\n\nBut the Republican-dominated Arizona legislature sued to stop this progress. It argued that the commission violates the Constitution, which states that “The Times, Places and Manner of holding elections for … Representatives, shall be prescribed in each State by the Legislature thereof.” Arizona legislators insist that this provision gives elected lawmakers exclusive power to determine the “manner of holding elections.” Thus, the independent commission should be invalidated, and the legislature should be permitted to gerrymander the state.\n\nOn Monday, the Supreme Court rejected this argument by an unnervingly close 5–4 vote. In a masterful opinion, Justice Ruth Bader Ginsburg laid waste to the Arizona legislature’s faux originalist arguments. The “animating principle” of our Constitution, Ginsburg explains, is “that the people themselves are the originating source of all powers of government.” And while we may today define “legislature” solely as a state’s legislative body, that’s an anachronistic reading of the Constitution. Dictionaries from the founding era, Ginsburg writes, “capaciously define the word ‘legislature,’ ” usually as “[t]he power that makes laws” or “the Authority of making Laws.” Among other pieces of historical evidence, Charles Pinckney—a key player at the Constitutional Convention—defined a “republic” as a place “where the people at large” may “collectively … form the legislature.”\n\nA Slate Plus Special Feature: Supreme Court Blogs, TV Recaps, and Wikipedia What a legal-affairs writer visits on the Internet more than 20 times a month.\n\nThese persuasive originalist sources lead Ginsburg to conclude that legislature here actually means legislative power—which can be exercised by the people through direct democracy. This reasoning strikes me as obviously correct. The idea that all political power is derived from the people is a bedrock principle of our constitutional system. Arizona legislators’ argument—that the founders would have somehow wished to deprive the people, acting collectively, from exerting control over a fundamentally political process like redistricting—is simply implausible. Just because ballot initiatives didn’t exist at the founding doesn’t mean that they are out of line with the framers’ vision of democracy.\n\nYet Roberts, joined by the other three conservatives, latches onto an anachronistic definition of the word legislature and sinks in his teeth. The court’s definition, he writes, contradicts the “plain meaning” of the word and “makes nonsense” of its history. He calls the decision “a judicial error of the most basic order.” The court’s position, he says, “has no basis in the text, structure, or history of the Constitution.”\n\nThat’s pure applesauce. Ginsburg carefully tracks the framers’ debate over the clause in dispute, proving that the “dominant purpose of the Elections Clause” was to “empower Congress to override state election rules, not to restrict the way States enact legislation.” Her evidence is comprehensive and sweeping; Roberts’ is cherry-picked. Yet the court’s two staunchest originalists, Scalia and Justice Clarence Thomas, join Roberts’ opinion spurning Ginsburg, as does Justice Samuel Alito. To them, apparently, it is more important to preserve gerrymandering than to interpret the Constitution evenhandedly.\n\nPerhaps the most galling aspect of Roberts’ dissent, though, is his casual dismissal of both democracy and federalism—the two cornerstones of his marriage equality dissent. Ginsburg writes that “our federal system” allows states to “retain autonomy to establish their own governmental processes.” She also explains that “all political power flows from the people.” To those arguments, the conservatives respond: So what? The same justices who were so devoted to democracy Friday—even a form of democracy that allows voters to trample on fundamental rights—now decide that democracy is overrated. If Arizonans are truly frustrated with gerrymandering, Roberts writes, they should pass a constitutional amendment. Never mind that the legislators who would vote on that amendment would be beneficiaries of gerrymandering and would likely see no reason to curtail it.\n\nBut enough carping about the dissents. Ginsburg’s opinion is now the law, and I suspect that, in a few decades, this case will be considered one of the most important of the term. Thus far, only California has copied Arizona and created an independent redistricting commission. But with the court’s blessing, more states are likely to follow suit. These commissions have been hugely successful thus far, a real boost for representative democracy and a cure for the notoriously stubborn problem of gerrymandering. Had Justice Anthony Kennedy swung away from Ginsburg and aligned with his fellow conservatives, America would be facing down a distressingly undemocratic future.", "article_metadata": {"sailthru.subheadline": "Ginsburg’s redistricting decision could be the most important one of the term.", "fb-share": "Chief Justice John Roberts throws a little tantrum.", "sailthru.author": "Mark Joseph Stern", "description": "Dear Dahlia, Walter, Judge Posner, Kenji, and Marty, Justice Antonin Scalia may have been the worst-behaved justice in the courtroom this morning, Dahl ...", "og": {"site_name": "Slate Magazine", "description": "Dear Dahlia, Walter, Judge Posner, Kenji, and Marty, Justice Antonin Scalia may have been the worst-behaved justice in the courtroom this morning, Dahl ...", "title": "This Ginsburg Decision Could Be the Most Important of the Supreme Court Term", "url": "http://www.slate.com/articles/news_and_politics/the_breakfast_table/features/2015/scotus_roundup/ginsburg_decision_in_arizona_case_supreme_court_rules_against_gerrymandering.html", "image": "http://www.slate.com/content/dam/slate/articles/news_and_politics/jurisprudence/2015/06/150629_JURIS_RBG.jpg.CROP.cq5dam_web_1280_1280_jpeg.jpg", "type": "article"}, "twitter": {"description": "Dear Dahlia, Walter, Judge Posner, Kenji, and Marty, Justice Antonin Scalia may have been the worst-behaved justice in the courtroom this morning, Dahl ...", "title": "This Ginsburg Decision Could Be the Most Important of the Supreme Court Term", "url": "http://www.slate.com/articles/news_and_politics/the_breakfast_table/features/2015/scotus_roundup/ginsburg_decision_in_arizona_case_supreme_court_rules_against_gerrymandering.html", "image": "http://www.slate.com/content/dam/slate/articles/news_and_politics/jurisprudence/2015/06/150629_JURIS_RBG.jpg.CROP.cq5dam_web_1280_1280_jpeg.jpg", "creator": "@mjs_DC", "site": "@slate", "card": "summary_large_image"}, "sailthru.date": "2015-06-29T15:42:00Z", "sailthru.promoheadline": "This Ginsburg Decision Could Be the Most Important of the Supreme Court Term", "sailthru.headline": "Supreme Court Breakfast Table", "parsely-page": "{\n  \"title\": \"This Ginsburg Decision Could Be the Most Important of the Supreme Court Term\",\n  \"link\": \"http://www.slate.com/articles/news_and_politics/the_breakfast_table/features/2015/scotus_roundup/ginsburg_decision_in_arizona_case_supreme_court_rules_against_gerrymandering.html\",\n  \"image_url\": \"http://www.slate.com/content/dam/slate/articles/news_and_politics/jurisprudence/2015/06/150629_JURIS_RBG.jpg.CROP.thumbnail-small.jpg\",\n  \"type\": \"post\",\n  \"post_id\": \"100150629016\",\n  \"pub_date\": \"2015-06-29T15:42:00Z\",\n  \"section\": \"News and Politics\",\n  \"author\": \"Mark Joseph Stern\",\n  \"tags\": [\n    \"supreme court\",\n    \"gerrymandering\",\n    \"ruth bader ginsburg\"\n  ]\n}", "fb": {"app_id": 142011022527753}, "tw-line": "Ruth Bader Ginsburg’s brilliant blockbuster decision is a victory for democracy. By @mjs_DC:", "keywords": "supreme court 2015 term, supreme court decisions, scotus end of term, Arizona supreme court, Arizona redistricting scotus, Ginsburg decision Arizona, supreme court decision most important, Arizona election supreme court", "google-site-verification": "jXqoqqPSmx_PWchRdG-IXu-X616Ee2Ptf_AiElI9LzQ", "sailthru.tags": "supreme court 2015 term, supreme court decisions, scotus end of term, Arizona supreme court, Arizona redistricting scotus, Ginsburg decision Arizona, supreme court decision most important, Arizona election supreme court", "article": {"publisher": "http://www.facebook.com/Slate"}, "sailthru.description": "Dear Dahlia, Walter, Judge Posner, Kenji, and Marty, Justice Antonin Scalia may have been the worst-behaved justice in the courtroom this morning, Dahl ...", "sailthru.image.full": "http://www.slate.com/content/dam/slate/articles/news_and_politics/jurisprudence/2015/06/150629_JURIS_RBG.jpg.CROP.cq5dam_web_1280_1280_jpeg.jpg", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no"}, "_id": "\"57477af46914bd0286fdf714\"", "article_summary": "If Arizonans are truly frustrated with gerrymandering, Roberts writes, they should pass a constitutional amendment.\nAdvertisementBut the Republican-dominated Arizona legislature sued to stop this progress.\nOn Monday, the Supreme Court rejected this argument by an unnervingly close 5–4 vote.\nThese commissions have been hugely successful thus far, a real boost for representative democracy and a cure for the notoriously stubborn problem of gerrymandering.\nYet the court’s two staunchest originalists, Scalia and Justice Clarence Thomas, join Roberts’ opinion spurning Ginsburg, as does Justice Samuel Alito."}