{"article_title": "The Shoddy Construction Job in Afghanistan That Cost the US Millions", "article_keywords": ["afghanistan", "buildings", "shoddy", "cost", "corps", "sigar", "university", "required", "used", "job", "construction", "work", "structures", "afghan", "millions"], "article_url": "http://www.thefiscaltimes.com/2016/04/04/Shoddy-Construction-Job-Afghanistan-Cost-US-Millions", "article_text": "Add another chapter to the ever-expanding book about how the U.S. Defense Department squandered taxpayer money in its bid to rebuild war-torn Afghanistan.\n\nIn the saga of misspent money, $6.7 million squandered by the U.S. Army Corps of Engineers to construct and renovate buildings for the Afghan Air Force University is peanuts compared to some of the multimillion failures and boondoggles that have been exposed since the Special Inspector General for Afghanistan Reconstruction (SIGAR) was established in 2008.\n\nRelated: US Taxpayers Paid Millions for Shoddy, Unsafe Buildings in Afghanistan\n\nWhile the price tag may be smaller, the story detailed in the watchdog’s latest report plays out much the same way as most of its previous examinations and audits of construction efforts in Afghanistan: an overly optimistic view of a seemingly simple goal that crashed and burned once the actual work began.\n\nThe contract for the university originally required the construction of eight new buildings and renovation of 24 existing structures. But it was later modified to three new buildings and the renovation of 15 others.\n\nThe work was “largely completed according to the terms of the contract,” however there were “several instances” of shoddy workmanship, from lack of required plumbing insulation to missing protective metal strips on stairways, according to SIGAR.\n\nRelated: US Has Given Nearly $1 Billion in Property to Afghanistan’s Government\n\nThere were also instances of substitute construction materials were used without approval, resulting in at least $80,000 in potentially inappropriate cost saving for the contractor.\n\nMeanwhile, most, but not all, of the Afghan Air Force University's buildings are being used and the Kabul government hasn’t properly maintained the 10 structures it transferred to Afghan control.\n\nFor instance, two of the building aren’t being used because local authorities discovered multiple problems, including plumbing leaks in the bathrooms, broken sinks and fixtures, and non-functioning ceiling fans, the assessment states.\n\n“If maintenance does not improve, conditions will worsen and could affect not only the future use of the facility but also cadet morale, and could ultimately result in the waste of the funds spent on this project.”\n\nRelated: Pentagon Posh: U.S. Spent $150 Million on Luxury Villas in Afghanistan\n\nThe Corps of Engineers conceded to SIGAR that it didn’t perform two of the required inspections of the complex--checks that likely would have uncovered the problems in the barracks and bathrooms sooner.\n\nHowever, the Corps has developed a follow-on project to implement a host of fixes throughout the complex, including the 10 buildings given to the Afghans.\n\nIn a bit of good news, SIGAR believes the project includes work that falls under the original contract’s warranty and can be repaired at no additional cost to the U.S. government.", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "Add another chapter to the ever-expanding book about how the U.S. Defense Department squandered taxpayer money in its bid to rebuild war-torn Afghanistan.", "title": "The Shoddy Construction Job in Afghanistan That Cost the US Millions", "url": "http://www.thefiscaltimes.com/2016/04/04/Shoddy-Construction-Job-Afghanistan-Cost-US-Millions", "image": "http://cdn.thefiscaltimes.com/sites/default/files/12032015_Kabul_Afghanistan.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2016/04/04/Shoddy-Construction-Job-Afghanistan-Cost-US-Millions", "image": "http://cdn.thefiscaltimes.com/sites/default/files/12032015_Kabul_Afghanistan.jpg", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "Add another chapter to the ever-expanding book about how the U.S. Defense Department squandered taxpayer money in its bid to rebuild war-torn Afghanistan.", "generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "The contract for the university originally required the construction of eight new buildings and renovation of 24 existing structures.\nAdd another chapter to the ever-expanding book about how the U.S. Defense Department squandered taxpayer money in its bid to rebuild war-torn Afghanistan.\nHowever, the Corps has developed a follow-on project to implement a host of fixes throughout the complex, including the 10 buildings given to the Afghans.\nIn a bit of good news, SIGAR believes the project includes work that falls under the original contract’s warranty and can be repaired at no additional cost to the U.S. government.\nBut it was later modified to three new buildings and the renovation of 15 others."}