{"article_title": "Psychologists ponder play of Packers without Aaron Rodgers", "article_keywords": ["play", "psychologists", "hes", "season", "ponder", "players", "aaron", "quarterback", "team", "performance", "rodgers", "packers", "really"], "article_url": "http://www.jsonline.com/sports/packers/psychologists-ponder-play-of-packers-without-aaron-rodgers-b99157865z1-234924731.html", "article_text": "Scott Tolzien (left) and Matt Flynn are winless as starters this season. Credit: Rick Wood\n\nBy of the\n\nGreen Bay — Next play, next series, next man up are the rallying cries inside the Green Bay Packers locker room every time a player gets injured.\n\nThose words have been heard inside that tight community time after time during Mike McCarthy's eight-year stint as head coach.\n\nAnd season after season, the team has responded.\n\nBut since the moment it was discovered that quarterback Aaron Rodgers had a cracked collarbone, it seems like an elephant has taken up residence in the corner of that vast space. No one seems to be acknowledging the psychological impact that losing a star quarterback might have on an organization that had known only good health at the position.\n\nConsidering Brett Favre never missed a game in his entire Packers career and Rodgers had missed just one due to injury before his left shoulder got slammed into the Lambeau Field turf against the Chicago Bears Nov. 4, this is uncharted territory.\n\nThis team has blithely strolled through the years knowing no matter what it had a chance to win because its quarterback was one of the best in the NFL. The feeling even spread upstairs to general manager Ted Thompson, who got careless and let the backup position become a trap door.\n\nThen, after another half season of overcoming the injury bug, the unthinkable happened and for the first time in almost 22 years the quarterback was lost to injury for multiple games.\n\n\"Green Bay has always been lucky that way,\" said Patrick Cohn, who has a doctorate in applied sports psychology and is founder of Peak Performance Sports in Orlando, Fla. \"They are used to having their star player in the game. They've never had to scramble or adjust to a second- or third-team quarterback.\n\n\"When he (the backup) comes in and plays with some consistency, that helps the team jell and meld together behind him. But now if he's maybe not connecting as well, maybe the receivers get frustrated, or the offensive line, and it starts to have a trickle-down effect. Doubt can start to creep in.\"\n\nThe loss of Rodgers has been dissected every which way during the Packers' four-game winless streak (0-3-1). The facts are as clear as day. The offense has gone from averaging 30 points per game to about 15. The defense has dropped 13 spots to No. 24 in the NFL rankings. Special teams have gotten worse.\n\nSo much of it can be attributed to not having the team's best player on the field, but many people have been appalled at how poorly the team has reacted to Rodgers' loss. In their minds, the other players should be picking up the slack.\n\nBut they're not, and they have deemed the Packers a disaster.\n\nThe Packers have gone from a team expecting to be in every game and win even if it's two touchdowns behind in the second half, to one that has scored five offensive touchdowns in the last four games. It is a team that had started three different quarterbacks over two decades to one that has started three different ones in the last four games.\n\nThere are psychological forces at work.\n\n\"It's really the equivalent of a small or medium business losing its top person,\" said John Silva, a professor emeritus at the University of North Carolina and the founding president of the Association for the Advancement of Applied Sport Psychology. \"It's such a specialized position. It's really an interesting subject.\n\n\"There are a lot of factors that play into it. The quality of the replacement is really important. Maintaining the consistency you had before is important.\"\n\nAll of the sports psychologists contacted for this story stressed that confidence is a huge factor in a team's success even when it comes to professional athletes who are trained to perform no matter what the circumstances. In a team sport, individuals are taught to focus on their assignments and assume everyone else is doing theirs.\n\nBut when Seneca Wallace, then Scott Tolzien and then Matt Flynn can't return the offense to even a semblance of its old self, doubt creeps in and confidence might be affected throughout the team, they said. Sometimes players try to do too much and sometimes they just hang their head.\n\nThere is no leader to keep them focused and demand through performance that their level of play meet his standard.\n\n\"When a person comes in and is able to keep up the consistency the team is used to, the team is able to continue functioning,\" Silva said. \"It's so essential to have that. The quarterback is such a focal point. He's a leader of the team. But it's not only leadership ability, but performance that sets up leadership. It's more difficult to lead when you're not performing well.\n\n\"Look at (Carolina's) Cam Newton and what he went through for two years. He was making too many mistakes, and his leadership was called into question. This season, he's been more consistent and now he's emerging more as a leader.\"\n\nSilva also pointed to the 2011 season when Tim Tebow was forced into the Denver Broncos starting position and through several comeback victories energized the players around him. Even though his numbers weren't very good, he won three overtime games and showed the Broncos were never out of it.\n\nAs the offensive performance in Green Bay flounders, the natural reaction is for players to try to do more than what is asked of them. Sometimes it results in great plays like the phenomenal catch receiver James Jones made against Detroit on Thanksgiving Day and sometimes it results in gaps left wide open on defense.\n\n\"When I work with athletes what I like to do is stress you really only can focus on one thing and that's to do your best on any given play,\" said licensed sports psychologist Eddie O'Connor, who is the director and chief psychologist at the Pain Center at Mary Free Bed Rehabilitation Hospital in Grand Rapids, Mich. \"If 50% of what you're focused on is who won't do his job or who is going to step up, then you only have 50% left for what you can control.\"\n\nAdded Cohn: \"You can see how it might affect the defense, too. 'If we're not scoring, we have to bring up the level of our defense,' and then you try too hard, you start forcing things, and when you start forcing things, you make mistakes. Just from a confidence standpoint, that can really hurt.\"\n\nBefore the Detroit debacle on Thanksgiving Day, McCarthy made reference to the way he handled Rodgers' loss, questioning whether he should have put it out in the open more and not just played the \"next man up\" angle.\n\nSeveral players said nothing more needed to be said, that it was obvious what the Packers would be missing without Rodgers. But maybe that elephant, the bit of unknown common to everyone in the organization, needed to be addressed more.\n\n\"It's true, you don't want to act like it didn't happen or it doesn't exist,\" O'Connor said. \"Just let it be there, but don't invest too much energy in it. You have to acknowledge the reality. That he's not going to be playing is real. Acceptance is part of it.\"", "article_metadata": {"title": "Psychologists ponder play of Packers without Aaron Rodgers", "og": {"url": "http://www.jsonline.com/sports/packers/psychologists-ponder-play-of-packers-without-aaron-rodgers-b99157865z1-234924731.html", "image": {"width": 1599, "identifier": "http://media.jrn.com/images/b99157865z.1_20131207214959_000_gbo3r13r.1-0.jpg", "height": 1190}, "type": "article", "description": "Since the moment it was discovered that quarterback Aaron Rodgers had a cracked collarbone, it seems an elephant has occupied the Packers locker room.", "title": "Psychologists ponder play of Packers without Rodgers"}, "twitter": {"site": "@journalsentinel", "image": "http://media.jrn.com/images/b99157865z.1_20131207214959_000_gbo3r13r.1-0.jpg", "description": "Since the moment it was discovered that quarterback Aaron Rodgers had a cracked collarbone, it seems an elephant has occupied the Packers locker room.", "card": "summary_large_image", "title": "Psychologists ponder play of Packers without Aaron Rodgers"}, "apple-mobile-web-app-capable": "no", "fb": {"admins": "journal.sentinel.1", "app_id": 227386193957280}, "msapplication-TileImage": "http://media.jrn.com/designimages/logo-mjs-144-icon.png", "viewport": "width=device-width,initial-scale=1,maximum-scale=1"}, "_id": "\"57477af36914bd0286fd40ba\"", "article_summary": "This season, he's been more consistent and now he's emerging more as a leader.\"\nSeveral players said nothing more needed to be said, that it was obvious what the Packers would be missing without Rodgers.\nThe loss of Rodgers has been dissected every which way during the Packers' four-game winless streak (0-3-1).\nThere is no leader to keep them focused and demand through performance that their level of play meet his standard.\nBut since the moment it was discovered that quarterback Aaron Rodgers had a cracked collarbone, it seems like an elephant has taken up residence in the corner of that vast space."}