{"article_title": "‘Flag waving’ only leads to more violence", "article_keywords": ["leads", "weve", "victims", "tribal", "violence", "waving", "flag", "flags", "symbols", "tribalism", "religious", "died"], "article_url": "http://www.wisconsinrapidstribune.com/story/opinion/readers/2015/11/17/flag-waving-leads-violence/75935292/", "article_text": "Letter writer says people have died for pieces of cloth, symbols and religious ideologies, and people have died because of them, too. (Photo: Getty Images/iStockphoto)\n\nEDITOR: There is no question that what transpired this weekend in Paris is a horrific tragedy, and that the losses suffered by the families of the victims will haunt them for the rest of their lives. But all this flag waving isn’t going to solve anything, it’s just going to lead to more violence.\n\nWe are tribal animals, and tribalism is deeply rooted in our emotions. The tribal response, waving flags and declaring religious or national solidarity, is emotionally satisfying. Yet it’s the wrong response. For every Muslim who straps a bomb to himself, there’s a million behind the scene flying flags and chanting slogans.\n\nWhen we respond to this tragedy by flooding social media with flags and other national symbols, we are engaging in the exact same behavior. This will not end tribal violence, it will just lead to more. Enough people have died for pieces of cloth, symbols and religious ideologies, and enough people have died because of them, too.\n\nWe are all humans, and our humanity transcends the artificial divisions we’ve created for ourselves. Human tribalism is the cause of warfare, and by engaging in it, we only perpetuate the cycle. We need to respond with compassion not just for the victims of violence in Paris, but for the victims of tribal violence everywhere. We need to put aside our religious differences, stop with all the flag waving, and remember that these borders, religions and flags we’ve created are artificial constructs.\n\nAll human lives have value, and an Arab life is just as sacred as a French or American life. Only when we internalize this concept can we begin to end the violence.\n\nTimothy McCravy,\n\nMarshfield\n\nRead or Share this story: http://wrtnews.co/1NZYqsi", "article_metadata": {"google": "notranslate", "description": "People have died for pieces of cloth, symbols and religious ideologies, and people have died because of them, too.", "og": {"site_name": "Daily Tribune Media", "description": "People have died for pieces of cloth, symbols and religious ideologies, and people have died because of them, too.", "title": "‘Flag waving’ only leads to more violence", "url": "http://www.wisconsinrapidstribune.com/story/opinion/readers/2015/11/17/flag-waving-leads-violence/75935292/", "image": "http://www.gannett-cdn.com/GDContent/applogos/wisconsinrapidstribune.png", "type": "article"}, "twitter": {"description": "People have died for pieces of cloth, symbols and religious ideologies, and people have died because of them, too.", "title": "‘Flag waving’ only leads to more violence", "image": "http://www.gannett-cdn.com/-mm-/0b127ef6bdeca0a7997ada31f1919c35b81de662/c=354-0-1769-1415&r=x643&c=640x640/local/-/media/2015/11/17/WisconsinRapids/B9319743078Z.1_20151117133314_000_GOMCJEOQA.1-0.jpg", "creator": "@wrtribune", "site": "@wrtribune", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=885558265", "fb": {"app_id": 132335483492709}, "Content-Type": "text/html; charset=UTF-8", "viewport": "width=1070", "news_keywords": "ISIS, ISIL, France, United States, Muslim, flag, Paris, attack"}, "article_summary": "We need to respond with compassion not just for the victims of violence in Paris, but for the victims of tribal violence everywhere.\nBut all this flag waving isn’t going to solve anything, it’s just going to lead to more violence.\nThis will not end tribal violence, it will just lead to more.\nThe tribal response, waving flags and declaring religious or national solidarity, is emotionally satisfying.\nWe need to put aside our religious differences, stop with all the flag waving, and remember that these borders, religions and flags we’ve created are artificial constructs."}