{"article_title": "Capitol staffer retires after 32 years", "article_keywords": ["moskowitz", "capitol", "hes", "lots", "32", "ice", "retires", "staffer", "deliveries", "house", "reading", "think", "staff"], "article_url": "http://thehill.com/blogs/in-the-know/237756-capitol-staffer-retires-after-32-years", "article_text": "A long-serving House chief of staff is marking the end of his career on Capitol Hill and reminiscing about the days lawmakers used to get ice delivered to their offices.\n\nAfter 32 years, Jedd Moskowitz has been told he’s the longest currently serving House chief of staff.\n\n“I have been proud to carry the unofficial title of COS Dean,” Moskowitz, who works for Rep. Grace Meng (D-N.Y.), wrote in a farewell note this week to colleagues and friends.\n\nADVERTISEMENT\n\nMoskowitz started his Capitol career in 1983 as a staffer for then-Rep. Gary Ackerman (D-N.Y.).\n\n“I arrived in the House in a time of Selectric typewriters, carbon sets, mandatory House Bean Soup served each day in the cafeterias, a pile of Dear Colleague letters in four daily mail deliveries, and the placement each morning of a bucket of ice at every House office,” the longtime congressional worker wrote.\n\n“I leave with iPhones, eNewsletters, ubiquitous Starbucks, and even more digital Dear Colleagues.”\n\nWhile Moskowitz, 63, quips that he misses the ice, (which was stopped in 1996 by former Speaker Newt Gingrich, R-Ga., who later claimed he saved taxpayers half a million dollars each year by ending the daily deliveries) he tells ITK the cubes aren’t the only things that have melted away in Washington.\n\n“Everyone knows the story about how it’s not as friendly, and I think that’s true for the members, especially,” the New York City native says. But many staffers have “more of an expansive view,” he adds, explaining, “There are lots of opportunities for staff to get together, and I do have lots of friends who are on the other side of the aisle.”\n\nMoskowitz, who retires on Thursday, says he’ll miss the routine he’s built up after decades of arriving for work at the Capitol. But he’s looking forward to catching up on some good books.\n\n“Most of my reading over the past 32 years in Congress has been originally newspapers, magazines, and of course now the Internet, but it’s all been about the news in Congress. I don’t get to do enough pleasure reading,” he says with a chuckle.\n\n“I have to renew my library card, I think.”", "article_metadata": {"dcterms.description": "Jedd Moskowitz is believed to be the longest-serving active chief of staff.", "description": "Jedd Moskowitz is believed to be the longest-serving active chief of staff.", "generator": "Drupal 7 (http://drupal.org)", "rdfs": {"label skos": {"prefLabel": "In The Know"}}, "og": {"site_name": "TheHill", "description": "Jedd Moskowitz is believed to be the longest-serving active chief of staff.", "title": "Capitol staffer retires after 32 years", "url": "http://thehill.com/blogs/in-the-know/237756-capitol-staffer-retires-after-32-years", "image": "http://thehill.com/sites/default/files/blogs/moskowitzjedd04022015getty.jpg", "updated_time": "2016-02-04T03:39:59-05:00", "type": "article"}, "Smart_Paging": "on", "dcterms.modified": "2016-02-04T03:39-05:00", "dcterms.identifier": "http://thehill.com/blogs/in-the-know/237756-capitol-staffer-retires-after-32-years", "fb": {"admins": 100000299130732, "app_id": 566538590082898, "pages": 7533944086}, "apple-itunes-app": "app-id=396640962", "dcterms.date": "2015-04-02T15:11-04:00", "dcterms.creator": "Tristan Lejeune", "author": "Judy Kurtz", "dcterms.type": "Text", "article": {"published_time": "2015-04-02T15:11:15-04:00", "modified_time": "2016-02-04T03:39:59-05:00"}, "keywords": ",,", "dcterms.language": "und", "dcterms.format": "text/html", "twitter": {"url": "http://thehill.com/blogs/in-the-know/237756-capitol-staffer-retires-after-32-years", "widgets": {"csp": "on"}, "description": "Jedd Moskowitz is believed to be the longest-serving active chief of staff.", "card": "summary", "title": "Capitol staffer retires after 32 years"}, "dcterms.title": "Capitol staffer retires after 32 years"}, "_id": "\"57477af46914bd0286fd8a8d\"", "article_summary": "After 32 years, Jedd Moskowitz has been told he’s the longest currently serving House chief of staff.\nADVERTISEMENTMoskowitz started his Capitol career in 1983 as a staffer for then-Rep. Gary Ackerman (D-N.Y.).\nA long-serving House chief of staff is marking the end of his career on Capitol Hill and reminiscing about the days lawmakers used to get ice delivered to their offices.\n“Most of my reading over the past 32 years in Congress has been originally newspapers, magazines, and of course now the Internet, but it’s all been about the news in Congress.\nI don’t get to do enough pleasure reading,” he says with a chuckle."}