{"article_title": "Yes, Sean Hannity, Most of Obamacare IS 'Wildly Popular' -- Among Republicans", "article_keywords": ["hannity", "mandate", "republicans", "obamacare", "parts", "sean", "wildly", "popular", "approval", "yes", "law", "insurance"], "article_url": "http://www.huffingtonpost.com/bob-cesca/hannity-health-care-law_b_4468038.html", "article_text": "During a healthcare \"town hall\" episode of Fox News Channel's Hannity, Christian Dorsey from the Economic Policy Institute blasted a gaping hole through Sean Hannity's anti-Obamacare bubble. Toward the end of a segment, Hannity repeated the same old whiny \"Obama lied\" meme about keeping your plan if you like it.\n\nDorsey interrupted Hannity and reminded him that many parts of the law are wildly popular, and began to name those parts: ban on discriminating against people with pre-existing conditions and so forth. Then Dorsey said, and accurately so, that the things Americans don't like as much were indeed Republican ideas which the Democrats incorporated into the law: the exchanges and high deductible plans. By the way, he didn't mention the individual mandate, which is also a Republican idea.\n\nHannity smiled and mocked, \"Wildly popular?\"\n\nThe invasion of reality into Hannity's rickety tree fort of mendacity must've been too much to swallow, so Hannity, his world collapsing around him, decided to awkwardly throw to commercial.\n\nBut then he suddenly backtracked and asked the audience, \"Who here thinks this is wildly popular?\" Another audience member shouted out, \"In two years, you'll be taking credit for it, Sean.\" Hannity pointed at the man and continued his mockery, \"Wildly popular? Wildly?!\"\n\nThen Alan Colmes piled on and named more parts of the bill that happen to be wildly popular. It was a totally unscripted audience revolt against Hannity's disinformation campaign. So he turned to the camera, grinned and shrugged his shoulders as if to say, These people are nuts. Cut to commercial.\n\nTo answer his question directly, yes. You can silence your audience all you want, Sean, but you can't escape the reality that most of the Affordable Care Act is wildly popular...\n\n...Among Republicans.\n\nLet's do this again.\n\n--80 percent of Republicans -- yes, Republicans -- like the idea of health insurance marketplaces, also known as \"exchanges.\" I think we can safely say that 80 percent approval constitutes \"wildly popular.\"\n\n--Likewise, 57 percent of Republicans like the idea of the government helping to pay the cost of premiums via insurance subsidies.\n\n--54 percent of Republicans like the employer mandate -- the same mandate which the congressional Republicans almost universally oppose, including and partly because of Sean Hannity.\n\n--78 percent of Republicans support the ban on denying insurance to people with pre-existing conditions.\n\n--This one is an eye-opener. 29 percent of Republicans think Obamacare \"doesn't go far enough.\"\n\nWhile we're here, it's worth noting:\n\n--According to a recent NBC News / Wall Street Journal poll, the tea party had an approval rating of 26 percent. The congressional Republicans didn't fare much better with an approval of 32 percent.\n\n--In the same poll, Sen. Ted Cruz (R-TX), who led the foolish, ill-conceived effort to de-fund the law, has an approval rating of 14 percent. Speaker Boehner's approval is slightly better at 17 percent.\n\n--Comparatively, the dreaded ACA enjoyed approval rating of 46 percent in two different polls taken at the lowest point in the roll-out fiasco. In other words, Obamacare is significantly more popular than the Speaker of the House, the congressional Republicans, Ted Cruz and Cruz's tea party caucus.\n\nThe only aspect of the ACA that Republican voters dislike is the individual mandate. But I'm sure they'd feel differently if they were informed that Republicans invented the mandate.\n\n--Richard Nixon, in his 1974 \"Comprehensive Health Insurance Plan,\" proposed to make it mandatory for businesses to provide health insurance for all full-time employees.\n\n--In 1989, a document called \"Assuring Affordable Health Care for All Americans\" was drafted by Stuart Butler. In it, Butler proposed the idea of an individual mandate. I should note that Butler was a Distinguished Fellow and Director for the Center for Policy Innovation at the conservative Heritage Foundation.\n\n--In the early 1990s, Republicans such as Bob Dole, Newt Gingrich, Orrin Hatch, Chuck Grassley, Richard Lugar and Alan Simpson proposed a counter-measure to Hillary Clinton's healthcare proposal. The GOP legislation contained an individual mandate and government subsidies.\n\nOn top of everything else, here are two more not insignificant benefits of the ACA that no one's really talking about, but which would also be \"wildly popular.\"\n\n--An additional 1.3 million people in their 20s are now insured thanks to the law allowing them to stay on their parents' insurance policy until they're 26.\n\n--And this past Summer, $500 million in rebate checks were mailed to eight million customers from their insurance providers due to the law mandating that the companies spend no more than 20 percent of each premium dollar on profit and overhead, technically known as the Medical Loss Ratio. In cases where rebate checks were mailed out, insurance companies exceeded 20 percent and were forced to reimburse their customers.\n\nSo, yeah, suck on that, Hannity. Weird, too, how Republicans seem to love the Democratic parts of the law but aren't so keen on the Republican parts of the law. But I suppose that's where guys like Hannity come in: to twist and distort reality so that these uncomfortable and irritating truths don't get injected into his audience's epistemic bubble.\n\nCross-posted at The Daily Banter.\n\nClick here to listen to the Bubble Genius Bob & Chez Show podcast.\n\nBobCesca.com Blog with special thanks to Nicole Naum.\n\nFollow Bob Cesca on Twitter: www.twitter.com/bobcesca_go", "article_metadata": {"description": "During a healthcare \"town hall\" episode of Fox News Channel's Hannity, Christian Dorsey from the Economic Policy Institute blasted a gaping hole...", "sailthru.expire_date": "2013-12-19 14:31:24 -0500", "og": {"site_name": "The Huffington Post", "description": "During a healthcare \"town hall\" episode of Fox News Channel's Hannity, Christian Dorsey from the Economic Policy Institute blasted a gaping hole...", "url": "http://www.huffingtonpost.com/bob-cesca/hannity-health-care-law_b_4468038.html", "image": "http://i.huffpost.com/gen/1017602/images/o-KEITH-ELLISON-HANNITY-facebook.jpg", "locale": "en_US", "type": "article"}, "twitter": {"image": {"width": 2000, "identifier": "http://i.huffpost.com/gen/1017602/images/o-KEITH-ELLISON-HANNITY-facebook.jpg", "height": 1000}, "creator": "bobcesca_go", "description": "During a healthcare \"town hall\" episode of Fox News Channel's Hannity, Christian Dorsey from the Economic Policy Institute blasted a gaping hole...", "card": "summary_large_image", "site": "@HuffPostPol"}, "sailthru.date": "2013-12-18 14:31:24 -0500", "al": {"ios": {"url": "huffpostnews:///?editionID=us&entryID=4468038", "app_store_id": 306621789, "app_name": "The Huffington Post"}}, "taboola.category": "politics", "fb": {"app_id": 46744042133}, "keywords": "Alan Colmes,Affordable Care Act,aca,healthcare,Republican Party,Sean Hannity,obamacare", "article": {"section": "Politics", "tag": "Alan Colmes,Affordable Care Act,aca,healthcare,Republican Party,Sean Hannity,obamacare", "published_time": "2013-12-18 14:31:24 -0500", "modified_time": "2014-02-17 05:59:01 -0500"}, "viewport": "width=1000"}, "_id": "\"57477af36914bd0286fd0d36\"", "article_summary": "But then he suddenly backtracked and asked the audience, \"Who here thinks this is wildly popular?\"\n--54 percent of Republicans like the employer mandate -- the same mandate which the congressional Republicans almost universally oppose, including and partly because of Sean Hannity.\nHannity smiled and mocked, \"Wildly popular?\"\nHannity pointed at the man and continued his mockery, \"Wildly popular?\nThen Alan Colmes piled on and named more parts of the bill that happen to be wildly popular."}