{"article_title": "Brothers called up; spot left open for Gray – The Denver Post", "article_keywords": ["gray", "runs", "rockies", "era", "brothers", "innings", "season", "roster", "spot", "denver", "games", "weiss", "post", "open", "called", "left"], "article_url": "http://www.denverpost.com/rockies/ci_28469767/rex-brothers-called-up-rockies-bullpen-spot-open-jon-gray", "article_text": "The Rockies couldn’t wait for Rex Brothers. He hustled his way to Denver from El Paso on Saturday afternoon, speeding his way toward a return to the major-league mound.\n\nColorado called up the left-handed reliever to make his season debut against the Atlanta Braves at Coors Field. To make room on their 25-man roster, the Rockies designated pitcher Aaron Laffey for assignment.\n\n“He’s en route,” manager Walt Weiss said in the dugout about 2½ hours before the game. “It’s going to be really good to see Rex.”\n\nBrothers didn’t arrive until after 1 p.m., Weiss said, about an hour before first pitch.\n\nIn his season debut, Brothers threw 15 pitches in the seventh inning — but 11 were balls. He got one out and walked two.\n\n“I was hoping for an easier outing for him. But Rex was ready,” Weiss said. “The ball was coming out of his hand real well. Some fastballs got away a little bit. But I thought he looked good.\n\n“I was hoping for an easier outing for him. But Rex was ready.”\n\nThe move left the Rockies with an unused spot on their 40-man roster. That leaves the door open for top pitching prospect Jon Gray to, potentially, make his major-league debut sometime after the all-star break.\n\nFor now, Brothers is the focus. He had a 4.71 ERA over 28 innings, and 40 strikeouts against 26 walks, with Triple-A Albuquerque. He broke spring training in the minors after his struggles last season carried over to 2015.\n\nBrothers unraveled last season with the Rockies. He was their presumptive future closer. But he slid from eighth inning setup man to sixth inning lefty spot specialist. He finished with 5.59 ERA over 56 innings, with a too low 1.41 K-to-walk ratio (it was 2.11 in 2013).\n\nIn his first 15 games with Albuquerque this season, he struck out 20 batters but walked 15, with a 7.43 ERA. In his past 17 games for the Isotopes, he had a 2.35 ERA with 20 strikeouts and 11 walks.\n\n“The stuff is still intact,” Weiss said. “When he’s commanding it, he’s an elite major-league pitcher.”\n\nIt’s not clear yet if Brothers’ promotion is permanent. The Rockies have used 14 pitchers the past two games against Atlanta — so they were desperate for bullpen help.\n\n“None of us know if we’re here to stay,” Weiss said, half jokingly. “We’re all day to day.”\n\nLaffey’s removal came a day after his call-up. He debuted with the Rockies for 2 innings, allowing three runs. But he got a victory in piggyback relief of Gonzalez Germen.\n\nLaffey will go to baseball’s waiver wire for 10 days and could return to the Rockies.\n\nHe lost his roster spot for a possible call-up of Gray, who may be the Rockies’ starting pitcher Friday in San Diego.\n\nBraves’ Alex Wood (6-5, 3.34 ERA) at Rockies’ Chad Bettis (4-4, 4.95), 2:10 p.m. Sunday, ROOT; 850 AM\n\nBettis was blasted for a career-high 10 runs in his previous start, against the Angels. He had allowed four home runs all year — but he gave up four in 2 innings Tuesday, including two to Mike Trout. Afterward, Bettis said: “At this point, it’s time to hit the delete button here and move forward.” He will try to rebound against the Braves’ Wood, who threw two pitches against the Rockies on Thursday before a long weather delay sat him down. The Rockies are 7-4 in the games started by Bettis this year.", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "Brothers called up; spot left open for Gray", "title": "Brothers called up; spot left open for Gray", "url": "http://www.denverpost.com/2015/07/11/brothers-called-up-spot-left-open-for-gray/", "image": {"width": 654, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/04/20150711_123304_rex-brothers.jpg", "height": 435}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/04/20150711_123304_rex-brothers.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "article": {"published_time": "2015-07-11T13:00:06+00:00", "modified_time": "2016-04-24T05:39:36+00:00"}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af36914bd0286fd0d3c\"", "article_summary": "He lost his roster spot for a possible call-up of Gray, who may be the Rockies’ starting pitcher Friday in San Diego.\nIn his season debut, Brothers threw 15 pitches in the seventh inning — but 11 were balls.\nBut Rex was ready.”The move left the Rockies with an unused spot on their 40-man roster.\nTo make room on their 25-man roster, the Rockies designated pitcher Aaron Laffey for assignment.\nThat leaves the door open for top pitching prospect Jon Gray to, potentially, make his major-league debut sometime after the all-star break."}