{"article_title": "Your Handy Guide to Presidential Candidate Ted Cruz", "article_keywords": ["right", "dont", "candidate", "hes", "ted", "handy", "cruz", "know", "way", "president", "obama", "guide", "presidential", "iphone"], "article_url": "http://www.huffingtonpost.com/bob-cesca/your-handy-guide-to-presidential-candidate-ted-cruz_b_6934000.html", "article_text": "Sen. Ted Cruz (R-TX) has hopped aboard the GOP clown car, announcing his candidacy on Monday at Jerry Falwell's Liberty University. Let's talk about Cruz by way of a refresher on what he's all about.\n\nDoh! Canada\n\nCruz was born in Calgary, Alberta, Canada in 1970 to an American mother and a foreign (Cuban) father. Sound familiar? The only difference between the presidency-related birth circumstances of President Obama and Ted Cruz is that Obama was born in the United States and Cruz wasn't. Of course this doesn't matter because Obama is black with a funny-sounding \"exotic\" name and Cruz is a white guy named \"Ted,\" so it'll be assumed that Cruz is totally a natural born citizen while Obama isn't. That seems fair. Legally-speaking, however, Cruz is perfectly eligible to be president based on the citizenship status of his mother. So can Obama, especially given how he was born in Hawaii. But don't expect a (fake) investigation by Donald Trump or any mass freakouts by a legion of conspiracy theorists over Cruz's eligibility to be president because, again, he's a white Republican. Everything's okay if you're a white Republican.\n\nNo Experience Necessary\n\nWe have to wonder whether the GOP will retract its argument that a first term senator with no business experience can't be president. Cruz just completed his second year in the U.S. Senate, almost exactly the same amount of time Barack Obama had served before declaring his campaign for the Democratic nomination in 2007. Furthermore, Cruz has roughly the same private sector experience as Obama, having worked in law before entering public service. Beyond that he has no real business experience to speak of, which is pretty astonishing given how Obama was relentlessly attacked in 2008 for only serving in Washington for two years and not accumulating any business management experience.\n\nGreen Eggs and Stupid\n\nMeanwhile, Cruz's biggest claim to fame came when he filibustered the removal of Obamacare de-funding language from a continuing resolution to fund the government. During the all-night self-beclowning, Cruz famously read the Dr. Seuss classic Green Eggs and Ham, obviously for the \"I do not like it\" line, correlating it to how he doesn't like Obamacare. He read it cover-to-cover, and must've been shocked by the ending when the main character ends up -- whoops! -- loving green eggs and ham after finally trying it. That's right, Cruz fumbled a Dr. Seuss metaphor. Put another way: screw the 3 a.m. phone call litmus test, we now have to ask whether our presidential candidates can accurately comprehend the moral of children's books.\n\nTed Cruz the Prop Comic\n\nLast year, Cruz went on rampage against net neutrality. I know. Yawn. But in lockstep with the conservative entertainment complex, Cruz repeated all of the opposite-day lies about how net neutrality would lead to something, something government tyranny. One day, he decided to start his very own talking point, rather than just robotically repeating the off-the-shelf talking points. Cruz suggested that net neutrality would somehow restrict technological expansion and innovation, and used the iPhone as an example of technology that wouldn't have been discovered if it had been regulated by the Federal Communications Commission. He even held up an iPhone as a prop during a speech to a group of young people and said:\n\nCRUZ: When you regulate a public utility, it calcifies it -- it freezes it in place. Let's give a simple contrast. The Telecommunications Act of 1934 was adopted to regulate these [brings out an old rotary-dial phone]. To put regulations in place and what happened? It froze everything in place. This is regulated by Title II. [pulls out an iPhone] This is not.\n\nOnce again, Cruz fumbled the demonstration. Of course the iPhone is regulated by the federal government. How do we know this? Look at the back of your iPhone and you'll see several logos including an Apple logo and, yes, an FCC logo.\n\n[Cue Price Is Right fail horn.]\n\nReckless Ted\n\nAccording to the Republicans and the press during the Ebola scare last year, we should all be dead by now. The fact that we're not is enough evidence that the panic was falsely amplified for the sake of dramatic flair. At one point CNN even hosted a medical-fiction author to discuss how quickly Ebola would become airborne and kill everyone. In terms of the Republicans, it became abundantly clear that they were exaggerating the threat as a means of attacking the Obama administration for not, I don't know -- not exercising enough big government? That moment of clarity came when the Senate Republicans refused to approve Obama's nominee for surgeon general in the middle of what we were told was a massive public health crisis.\n\nLeading the charge against the nominee was Ted Cruz. And why was Cruz holding up the nomination in the midst of the Ebola non-crisis? Because Dr. Vivek Murthy, who was eventually confirmed, once tweeted something about gun control. Cruz said:\n\nOf course we should have a surgeon general in place. And we don't have one because President Obama, instead of nominating a health professional, he nominated someone who is an anti-gun activist.\n\nIn other words, screw the (alleged) Ebola threat while we genuflect before the altar of Wayne LaPierre and the NRA. Priorities, right?\n\nClairvoyant Ted\n\nTed Cruz has his own coloring book just in case your kids are creepily into coloring a Tea Party homophobe who knows less about the moral of Green Eggs and Ham than they do.\n\nOne of the pages features the following line:\n\nSpeaking with clairvoyant precision, it was as if Ted could see the immediate future of the quickly approaching Obama Care disaster.\n\nNow, I know it'll be difficult, but make sure your kids don't fight over this page too viciously. But yeah, Cruz is apparently clairvoyant. You know how I know he's not? Because Obamacare isn't a disaster at all, in fact it's quite the opposite. For one, it's responsible for the fewest uninsured Americans in 40 years. Costs are being controlled. The exchanges, including the Healthcare.gov exchange, are working splendidly and the second open enrollment period went off without a hitch, even though we didn't hear much from the \"liberal media\" about it. Cruz is no more clairvoyant than a \"guess your age and weight\" carnie -- and the carnies are right way more often.\n\nNo One's Forcing Ted Cruz to Marry a Guy\n\nAnd finally, Ted Cruz is leading marketer of the \"same-sex marriage is a threat to religious liberty\" nonsense. Simply put, Cruz believes that marriage equality will strip anti-gay religious people of their First Amendment rights. Cruz and others believe that, for example, a business should be able to refuse service to gay people because the Bible forbids homosexuality. Just a few days ago, Cruz said:\n\n[T]he federal government and unelected judges cannot set aside the democratically-elected legislatures' reasonable decisions to enact and protect traditional marriage. [...] If the courts were following the Constitution, we shouldn't need a new amendment, but they are, as you put it quite rightly, making it up right now and it's a real danger to our liberty.\n\nIt's a wafer-thin argument that we've seen many times before. First of all, the Bible forbids a lot of mundane things (eating shellfish, trimming your beard), and permits a lot of awful things (slavery, child abuse). Furthermore, no judge or lawmaker is pushing a law that mandates Christian men to have sex with other men -- the so-called \"abomination\" that the Bible evidently forbids. Conversely, there's nothing in the Bible that forbids Christians from selling cakes to homosexual people. So, anti-discrimination laws aren't forcing Christians to violate biblical dogma in any way, thus these rulings aren't violations of religious liberty.\n\nWhat Else?\n\nTed Cruz is a hardlined paleoconservative who represents the GOP's harrowing conjugal union with the Tea Party. He's a political demon whose soft-spoken persona and sad-clown eyebrows allow him to get away with the most poisonous Obama Derangement Syndrome fappery in Congress. He represents the new GOP cynicism, elevating anti-Obama pandering to his unglued base above actual governing. But don't worry. Cruz probably won't win a damn thing other than a bump in his speaking fees due to his newly ordained status as a \"presidential candidate\" -- which is why he's running in the first place.\n\n_______________\n\nCross-posted at The Daily Banter.\n\nFollow Bob Cesca on Twitter: www.twitter.com/bobcesca_go", "article_metadata": {"description": "Sen. Ted Cruz (R-TX) has hopped aboard the GOP clown car, announcing his candidacy", "sailthru.expire_date": "2015-03-25 16:11:40 -0400", "og": {"url": "http://www.huffingtonpost.com/bob-cesca/your-handy-guide-to-presidential-candidate-ted-cruz_b_6934000.html", "locale": "en_US", "site_name": "The Huffington Post", "description": "Sen. Ted Cruz (R-TX) has hopped aboard the GOP clown car, announcing his candidacy", "type": "article"}, "twitter": {"image": {"width": 2000, "height": 1000}, "description": "Sen. Ted Cruz (R-TX) has hopped aboard the GOP clown car, announcing his candidacy", "site": "@HuffPostPol", "card": "summary_large_image", "creator": "bobcesca_go"}, "sailthru.date": "2015-03-24 16:11:40 -0400", "al": {"ios": {"url": "huffpostnews:///?editionID=us&entryID=6934000", "app_store_id": 306621789, "app_name": "The Huffington Post"}}, "taboola.category": "politics", "fb": {"app_id": 46744042133}, "keywords": "Ted Cruz,ted cruz obamacare,ted cruz president,2016 election,ted cruz 2016", "article": {"section": "Politics", "tag": "Ted Cruz,ted cruz obamacare,ted cruz president,2016 election,ted cruz 2016", "published_time": "2015-03-24 16:11:40 -0400", "modified_time": "2015-05-24 05:59:02 -0400"}, "viewport": "width=1000"}, "_id": "\"57477af46914bd0286fde51b\"", "article_summary": "No One's Forcing Ted Cruz to Marry a GuyAnd finally, Ted Cruz is leading marketer of the \"same-sex marriage is a threat to religious liberty\" nonsense.\nTed Cruz the Prop ComicLast year, Cruz went on rampage against net neutrality.\nThe only difference between the presidency-related birth circumstances of President Obama and Ted Cruz is that Obama was born in the United States and Cruz wasn't.\nSen. Ted Cruz (R-TX) has hopped aboard the GOP clown car, announcing his candidacy on Monday at Jerry Falwell's Liberty University.\nTed Cruz is a hardlined paleoconservative who represents the GOP's harrowing conjugal union with the Tea Party."}