{"article_title": "blog.aids.gov − NEW! White House Digital Initiative", "article_keywords": ["pay", "cancer", "house", "later", "blogaidsgov", "leukemia", "initiative", "letter", "digital", "president", "white", "ohio", "wrote", "care"], "article_url": "https://blog.aids.gov/2015/08/new-white-house-digital-initiative-letters-to-president-obama.html", "article_text": "Editor’s Note: The White House has launched a new storytelling initiative on Tumblr , a micro-blogging platform and social networking website, to support efforts to post multimedia and other content on the web (see below). We encourage you to learn more about digital tools by signing up for Virtual Office Hours.\n\nToday, the White House is launching a new Tumblr account called “Letters to President Obama,” where we’ll highlight letters that Americans have written to the President. Follow along here.\n\nEarlier this morning, Natoma Canfield — a cancer survivor from Ohio — sent the following message to the White House email list, sharing what happened when she wrote the President a letter encouraging him to “stay focused” in his efforts to reform America’s health care system.\n\nDidn’t get the email? Sign up for email updates here.\n\nSummary: Natoma Canfield, a cancer survivor from Ohio, shares what happened after she wrote the President and encouraged him to “stay focused” in his health care reform efforts.\n\nIn December of 2009, I was a 50-year-old divorced woman, self-employed, and struggling to support myself and pay for my health insurance.\n\nBut in 1995, I’d had a very small bout with breast cancer — carcinoma in situ — which meant the insurance companies would forever see me as a woman with cancer. And that meant I had to pay more for my insurance.\n\nMy rates kept going up until I couldn’t pay for my insurance any longer. I sure tried — I cut back everything, but nothing made a difference. I had to cancel.\n\nIn a last-ditch effort, desperate to let someone know my plight, I wrote President Obama a letter straight from my heart. I shared my story with him and told him how much people like me needed his help. And he actually read it!\n\nA few months later, however, my fears came true. In March of 2010, I passed out at work, and found out soon after that I had a rare type of leukemia — acute lymphoblastic leukemia with the Philadelphia chromosome, to be specific.\n\nI went to the Cleveland Clinic and was placed in a great program on their leukemia floor, where I would fight for my life. While I was there, my sister Connie Anderson was asked to introduce the President at an event in Strongsville, Ohio.\n\nThen one day, the President sent me a note, then another — and even called me on the phone. I couldn’t believe it. Connie and my brother Ken were able to go to the signing of the Affordable Care Act, and later I finally got to meet the President myself in Parma, Ohio.\n\nI really believe all of the excitement helped keep me alive. And today, I’m happy to say that I’m cancer-free.\n\nOf course, I can’t begin to thank the President enough for the Affordable Care Act. During the fight to pass the law, he said that he carried my story with him every day, as a reminder of what the Act would mean for people all across our country. He later decided to frame the letter, which is now hanging up outside the Oval Office.\n\nAs the President has said, “because of this law, there are other Americans — other sons and daughters, brothers and sisters, fathers and mothers — who will not have to hang their fortunes on chance. These are the Americans for whom we passed this law.”\n\nI’m so grateful to have a President who truly cares about the people that he serves.\n\nNatoma Canfield\n\nMedina, Ohio", "article_metadata": {"og": {"site_name": "blog.aids.gov — HIV Policy & Programs. Research. New Media.", "description": "Editor’s Note: The White House has launched a new storytelling initiative on Tumblr, a micro-blogging platform and social networking website, to support efforts to post multimedia and other content on the web (see below). We encourage you to learn more about digital tools by signing up for Virtual Office Hours. Today, the White House is launching...", "title": "NEW! White House Digital Initiative: “Letters to President Obama”", "url": "https://blog.aids.gov/2015/08/new-white-house-digital-initiative-letters-to-president-obama.html", "image": "https://blog.aids.gov/wp-content/uploads/natoma-canfield-letter1.jpg", "type": "article"}, "article": {"section": "Affordable Care Act", "tag": "ACA"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=1"}, "_id": "\"57477af46914bd0286fdf770\"", "article_summary": "In a last-ditch effort, desperate to let someone know my plight, I wrote President Obama a letter straight from my heart.\nToday, the White House is launching a new Tumblr account called “Letters to President Obama,” where we’ll highlight letters that Americans have written to the President.\nEditor’s Note: The White House has launched a new storytelling initiative on Tumblr , a micro-blogging platform and social networking website, to support efforts to post multimedia and other content on the web (see below).\nWe encourage you to learn more about digital tools by signing up for Virtual Office Hours.\nWhile I was there, my sister Connie Anderson was asked to introduce the President at an event in Strongsville, Ohio."}