{"article_title": "Berthoud's Tyler Carron, Nikko Landeros revel in Paralympic Gold", "article_keywords": ["landeros", "theyll", "berthouds", "gold", "carron", "paralympic", "nikko", "sled", "revel", "tyler", "games", "hockey", "team", "medal", "russia"], "article_url": "http://www.reporterherald.com/sports/ci_25399960/berthouds-carron-landeros-revel-paralympic-gold", "article_text": "Meeting President Obama next month among several stops for sled hockey teammates\n\nBerthoud products Tyler Carron, left, and Nikko Landeros, pose with the gold medals they won as part of the US sled hockey team at the 2014 Sochi Paralympic Games. ( Jenny Sparks / Loveland Reporter-Herald )\n\nFor Tyler Carron, it was more than an achievement. It was about to become a permanent fashion accessory.\n\n\"I'm going to wear it for the next month,\" Carron said, looking down at the gold medal that dangled from his neck. \"I'm going to wear it everywhere.\"\n\nTo the Berthoud product, the gold medal won as part of the US sled hockey team at the 2014 Sochi Paralympic Games was a once-in-a-lifetime thrill. At least to this point. All he had to do was look to his left, where Nikko Landeros sat, to realize it can happen again.\n\nLanderos had a matching medal, too. But he also brought along the gold he earned in Vancouver four years earlier.\n\n\"I know people are proud of us, and our families are proud of us,\" Landeros said. \"My parents, they went to both, and they're excited. I don't think it will ever change.\"\n\nAnd the party, really, is just getting started.\n\nThere was the bash USA Hockey threw for the team in Russia the night the Americans beat the host team 1-0 in the gold medal game. Flying home, the team wore their medals and received congratulations from fellow travelers, as well as posing for more pictures than they can count.\n\nNext for the duo is being honored by their alma mater, Berthoud High, on Monday. They'll speak at Mead Middle School later in the week. After that, they'll be recognized by the Colorado Avalanche on March 29. Oh, and there's a trip to the White House to meet with President Obama on April 2.\n\nAdvertisement\n\n\"It was sweet. Tyler being there was really sweet,\" Landeros said. \"We had a real good run. Now it's time to have some fun.\"\n\nFor the two lifelong friends, it is just another priceless memory they get to share. The entire experience in Russia was first-rate, they said, nothing like the horror stories they said the media over blew during the Olympic Games. Their families had great accommodations, and so did they in the Olympic Village as everybody treated them perfectly.\n\nAnd even with a minor setback in pool play against Russia (a 2-1 loss partially due to an own goal), Landeros and Carron had a feeling things were going to work out as planned. They took down rival Canada 3-0 in the semifinals, then avenged the loss to Russia when it counted in a tight game where there were only 10 combined shots.\n\nNow, they are more than ready to go out and share their story from the Games and what brought them there. They admit it was tough talking about the 2007 accident at first, the one that left both bilateral amputees. But with each and every uplifting speech they give, it gets easier.\n\nEven more so with some impressive jewelry to wear.\n\n\"It's not as boring I guess. We can go and tell our story,\" Landeros said. \"The more you do it, the more you get used to it. You remember things, keys to work around. First it was a little harder, but we've been doing it for awhile. The gold medal helps.\"\n\nIt also intensifies their desire to carry on with the sport of sled hockey. First, they'll finish out their season in the Midwest Sled League with the Colorado Avalanche, and then they'll start preparing for the national camp with the hopes of making the team once again and playing in the 2015 World Championships in Italy.\n\nAs Landeros said, the gold medal will guarantee them nothing with the team moving forward. Then again, they are used to having no guarantees, fully skilled in what it takes to overcome and adapt.\n\nReally, the gold medals they wear are more than a one-week story. They carry a lifetime of accomplishment to the belief great moments still were ahead.\n\n\"I'd say our attitude. A positive attitude. It makes you feel good about yourself,\" Carron said. \"We're still living our life like we would be if the accident happened or not. It didn't change us.\"\n\nWell, maybe a little. The US did become the first team to win gold at the Paralympic Games in successive years, and the joy they felt at the moment still hasn't had enough time to fully sink in for them.\n\nIt will, they know. But even looking at photos of the celebration that took place on the ice seems a bit surreal to the pair.\n\n\"I don't think so. It doesn't feel like it was real,\" Carron said. \"It happened just like that. It was awesome. On top of the world.\"\n\nContact Sports Editor Mike Brohard at 970-635-3633 or mbrohard@reporter-herald.com", "article_metadata": {"sailthru.url": "http://www.reporterherald.com/sports/ci_25399960/berthouds-carron-landeros-revel-paralympic-gold", "modificationDate": "2014-03-22T15:54:39-0600", "sailthru.image.thumb": "http://extras.mnginteractive.com/live/media/site47/2014/0322/20140322__23rhsolyw_TEST~1_300.jpg", "sailthru.author": "By Mike Brohard \n \n  Sports Editor", "description": "For Tyler Carron, it was more than an achievement. It was about to become a permanent fashion accessory.", "ag": {"canon": "LovelandReporter-Herald:article:25399960:view"}, "startDate": "2014-03-22T14:04:23-0600", "og": {"url": "http://www.reporterherald.com/sports/ci_25399960/berthouds-carron-landeros-revel-paralympic-gold", "image": "http://extras.mnginteractive.com/live/media/site47/2014/0322/20140322__23rhsolyw_TEST~1.jpg", "type": "article", "description": "For Tyler Carron, it was more than an achievement. It was about to become a permanent fashion accessory.", "title": "Berthoud's Tyler Carron, Nikko Landeros revel in Paralympic Gold"}, "twitter": {"domain": "reporterherald.com", "description": "For Tyler Carron, it was more than an achievement. It was about to become a permanent fashion accessory.", "title": "Berthoud's Tyler Carron, Nikko Landeros revel in Paralympic Gold", "url": "http://www.reporterherald.com/sports/ci_25399960/berthouds-carron-landeros-revel-paralympic-gold", "image": "http://extras.mnginteractive.com/live/media/site47/2014/0322/20140322__23rhsolyw_TEST~1.jpg", "site": "@reporterherald", "card": "summary_large_image"}, "sailthru.date": "2014-03-22T14:04:23-0600", "sailthru.site": "reporterherald.com", "endDate": "2024-03-22T14:01:39-0600", "sailthru.title": "Berthoud's Tyler Carron, Nikko Landeros revel in Paralympic Gold", "sailthru.article-section-or-homepage": "article", "sailthru.section": "Sports", "msvalidate.01": "4B535F7EB2971D1FCBA5D1D3E3E292C3", "google-site-verification": "XzsHDcJw4iXBQEYtDXFRaUAdKzxhSvxWMgXyQQNFFzg", "byline": "By Mike BrohardSports", "sailthru.image.full": "http://extras.mnginteractive.com/live/media/site47/2014/0322/20140322__23rhsolyw_TEST~1.jpg", "pubDate": "2014-03-22T14:08:32-0600", "news_keywords": "Sports, Sports news, Loveland Colorado Sports news, Loveland Colorado news, Sports Loveland news, Sports Colorado news, US Sports news, world Sports news."}, "_id": "\"57477af36914bd0286fd0d57\"", "article_summary": "\"I'm going to wear it for the next month,\" Carron said, looking down at the gold medal that dangled from his neck.\nTo the Berthoud product, the gold medal won as part of the US sled hockey team at the 2014 Sochi Paralympic Games was a once-in-a-lifetime thrill.\nMeeting President Obama next month among several stops for sled hockey teammatesBerthoud products Tyler Carron, left, and Nikko Landeros, pose with the gold medals they won as part of the US sled hockey team at the 2014 Sochi Paralympic Games.\nAs Landeros said, the gold medal will guarantee them nothing with the team moving forward.\nThe gold medal helps.\""}