{"article_title": "Fighting ignorance with a quiet call for peace", "article_keywords": ["real", "scapegoat", "stood", "trump", "singular", "peace", "quiet", "fighting", "ignorance", "hamid", "thing", "mr", "hitler", "slavery"], "article_url": "http://www.baltimoresun.com/news/opinion/bal-fighting-ignorance-with-a-quiet-call-for-peace-20160113-story.html", "article_text": "As a general rule, I loathe both Holocaust and slavery comparisons.\n\nSadly, such comparisons have become more common in recent years even though, almost by definition, they trivialize two of the greatest crimes in human history. When GOP senatorial candidate John Raese declared that having to place \"smoke-free environment\" stickers on buildings he owned was the \"same thing\" as Jews being forced to wear yellow Stars of David and when eventual GOP presidential candidate Ben Carson claimed the Affordable Care Act \"in a way ... is slavery,\" what was revealed was not some new insight on stop-smoking campaigns and health care reform, but, rather, the historical illiteracy, incapacity for reverence and utter imbecility of the two men and anyone dumb enough to believe them.\n\nSo yes, ordinarily I loathe such comparisons. Yet I'm here to make one. Because, as more than one observer has noted, the parallels between the rise of Adolf Hitler and that of Donald Trump have become too neon to ignore.\n\nLike Hitler, Mr. Trump has watched approvingly as his followers use violence to silence hecklers, dissenters and protesters.\n\nLike Hitler, Trump offers few real plans or strategies for confronting the nation's challenges, giving voters instead the assurance that he, by force of personality alone, will defeat them.\n\nLike Hitler, Mr. Trump has presented the electorate a scapegoat for its fears and vulnerabilities. Hitler gave his people the Jews. Mr. Trump has given his the Muslims.\n\nLike Hitler, Mr. Trump proposes to register, surveil and restrict the scapegoat populace. Nor, like Hitler, is he overly concerned with the niceties of civil or human rights. \"We're going to have to do certain things that were frankly unthinkable a year ago,\" he has said.\n\nIt is in that context that Rose Hamid stood up last week in South Carolina.\n\nMs. Hamid, a 56-year-old Muslim flight attendant attending a Trump rally in Rock Hill, came to her feet and stood silently as Mr. Trump equated refugees from Syria with ISIS terrorists. She was wearing a hijab and a blue T-shirt that said, \"Salam, I come in peace.\" Several others stood in solidarity.\n\nThis passive protest was enough of a provocation that the audience began chanting their leader's name like a mantra -- \"Trump! Trump! Trump!\" -- and a police officer escorted Ms. Hamid out. She told CNN that while some Trump followers apologized to her, others pelted her with abuse.\n\n\"Get out!\" one person shouted.\n\n\"You have a bomb?\" another cried.\n\nIt all brings home something that has become glaringly obvious: While many of us have lamented Mr. Trump's improbable rise to political prominence, the real problem is not him and never was. Rather, the problem is that thing deep down in some of us that responds to him, that small, primeval thing so filled with uncertainty, fear and fury that it will suspend both logic and compassion to worship a man whose very name has become a symbol of all that is hateful and violative of American ideals.\n\nNo, Mr. Trump is not Hitler. Hitler was a singular figure who committed a singular crime. Nor do I believe Mr. Trump will even be president. But his dominance of the Republican field is instructive just the same, offering vivid evidence of the depth of alienation on that side of the political spectrum. The rest of us ignore or underestimate that alienation at our own peril. The threat it poses to our hopes for a just and inclusive America is real and grave and should be treated as such.\n\nTo read of how fascism stole over Germany is to repeatedly ask yourself how an enlightened nation could have fallen for such transparent garbage. Well, the answer is unfolding before us in real time and it ought to horrify good people into taking a stand.\n\nOne woman already did.\n\nLeonard Pitts is a columnist for The Miami Herald. His email is lpitts@miamiherald.com.", "article_metadata": {"fb_title": "Fighting ignorance with a quiet call for peace", "googlebot": "index", "copyright": "Copyright (c) 2016 Baltimore Sun", "author": "Baltimore Sun", "og": {"site_name": "baltimoresun.com", "description": "As a general rule, I loathe both Holocaust and slavery comparisons.", "title": "Fighting ignorance with a quiet call for peace", "url": "http://www.baltimoresun.com/news/opinion/bal-fighting-ignorance-with-a-quiet-call-for-peace-20160113-story.html", "image": "http://www.trbimg.com/img-56965734/turbine/bal-fighting-ignorance-with-a-quiet-call-for-peace-20160113", "type": "article"}, "x-servername": "lalvp08.15", "twitter": {"site": "@baltimoresun", "card": "summary"}, "keywords": "Donald Trump Adolf Hitler", "robots": "index,follow", "apple-itunes-app": "app-id=496681035, app-argument=http://www.baltimoresun.com/deeplinkid/85570585", "fb": {"page_id": 9299179711, "app_id": 310302989040998}, "googlebot-news": "index", "date": "2016-01-14", "Description": "The real problem is not Donald Trump. It is that thing deep down in some of us that responds to him, a man whose very name has become a symbol of all that is hateful and violative of American ideals.", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, minimum-scale=1.0, user-scalable=no", "news_keywords": "Donald Trump Adolf Hitler"}, "article_summary": "Like Hitler, Mr. Trump has watched approvingly as his followers use violence to silence hecklers, dissenters and protesters.\nLike Hitler, Mr. Trump has presented the electorate a scapegoat for its fears and vulnerabilities.\nIt is in that context that Rose Hamid stood up last week in South Carolina.\nLike Hitler, Mr. Trump proposes to register, surveil and restrict the scapegoat populace.\nMr. Trump has given his the Muslims."}