{"article_title": "Healthcare Sustainability Faces Challenges Worldwide", "article_keywords": ["worldwide", "additional", "study", "healthcare", "challenges", "sustainability", "way", "faces", "services", "sustainable", "changes", "public"], "article_url": "http://revcycleintelligence.com/news/healthcare-sustainability-faced-challenges-worldwide", "article_text": "A new study examined healthcare sustainability around the world and found a number of challenges.\n\nOne of the most important parts of any kind of reform is sustainability. It doesn’t matter how great the ideas implemented in a change are, if they are unable to last, additional changes will be needed. This is one of the biggest challenges in healthcare reform and is only made more difficult with the fact that healthcare is evolving frequently.\n\nAccording to a new report from the Association of Chartered Certified Accounts (ACCA) titled “Sustainable Healthcare System: An International Study,” existing healthcare systems are unlikely to remain sustainable without additional funding and adopting innovative approaches to delivering healthcare services. The study features interviews with healthcare financial professionals from the U.S. and 10 other countries.\n\nThe report found that 82 percent of respondents rank resistant public as the biggest barrier to implementation of vital changes to the way healthcare is administered worldwide. This is a greater challenge for policymakers that are trying to craft better healthcare services and systems.\n\nFurthermore, 9 percent said an existing approach to health services in their country was sustainable in the long-term and 64 percent said it would “unlikely or impossible” to keep with the status quo.\n\n“There is no doubt that major change is needed when it comes to the provision of healthcare worldwide, and that policymakers need to find a way to communicate this difficult message when changes are often fiercely resisted by the public,” Warner Johnston, Head of ACCA USA, said.\n\nThere were several other challenges to the healthcare system that were discussed. These include: limited growth in financial resources, ageing populations, high levels of preventable illnesses, the inability to recruit staff, inflexible labor markets, inadequate governance, lack of healthcare IT investments and poor access to care in some communities.\n\n“Alongside health funding and configuration issues, it is clear that the changing demographics, technological and economic changes are creating additional demands on healthcare services at a time when the public are seeking further improvements in both the quality of services provided and scope of treatments available,” Professor Malcolm Prowle, Professor of Business Performance at Nottingham Business School and co-author of the study, said in the release. “Overcoming such an array of challenges is a formidable task with no simple solutions.”\n\nHe added that it is of fundamental importance that new approach is ranked on merit and not ideological basis. This means a better consensus between political parties on healthcare policies if the provisions of healthcare is to remain sustainable for future for generations.", "article_metadata": {"description": "A new study examined healthcare sustainability around the world and found a number of challenges.", "author": "RevCycleIntelligence", "og": {"url": "http://revcycleintelligence.com/news/healthcare-sustainability-faced-challenges-worldwide", "type": "article", "image": "http://revcycleintelligence.com/images/site/articles/167248933.jpg", "site_name": "RevCycleIntelligence", "title": "Healthcare Sustainability Faces Challenges Worldwide"}, "twitter": {"description": "A new study examined healthcare sustainability around the world and found a number of challenges.", "title": "Healthcare Sustainability Faces Challenges Worldwide", "image": {"src": "http://revcycleintelligence.com/images/site/articles/167248933.jpg"}, "creator": "@RevCycleIntel", "site": "@RevCycleIntel", "card": "summary"}, "robots": "index, follow", "viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=no"}, "_id": "\"57477af36914bd0286fd0d7a\"", "article_summary": "This is a greater challenge for policymakers that are trying to craft better healthcare services and systems.\nThis is one of the biggest challenges in healthcare reform and is only made more difficult with the fact that healthcare is evolving frequently.\nA new study examined healthcare sustainability around the world and found a number of challenges.\nIt doesn’t matter how great the ideas implemented in a change are, if they are unable to last, additional changes will be needed.\nAccording to a new report from the Association of Chartered Certified Accounts (ACCA) titled “Sustainable Healthcare System: An International Study,” existing healthcare systems are unlikely to remain sustainable without additional funding and adopting innovative approaches to delivering healthcare services."}