{"article_title": "Most U.S. Students Come From Low-Income Families", "article_keywords": ["school", "families", "students", "lowincome", "states", "report", "poverty", "student", "schools", "education", "come", "public"], "article_url": "http://www.usnews.com/news/blogs/data-mine/2015/01/16/most-us-students-come-from-low-income-families", "article_text": "Public schools are now more likely to have minority and low-income students. Matt Rourke/AP\n\nNationwide, public schools are becoming more racially and economically diverse. This school year, most public school students are racial minorities, and more than half come from low-income backgrounds, living in or near poverty, according to federal data.\n\nA new report from the Southern Education Foundation found that on average 51 percent of student across the country were low-income in 2013, with half or more students in 21 states qualifying for free or reduced-price lunches. The states with the highest percentages of low-income students were concentrated in the South and the West. Mississippi had the highest percentage of low-income public school students, at 71 percent , while New Hampshire had the lowest percentage of low-income public school students, at 27 percent.\n\n\n\n[READ: Majority-Minority Student Population Catching Up to Colleges]\n\nTo qualify for free lunch, students must come from families with a household income below 130 percent of the poverty line – $31,005 for a family of four. If students come from families with a household income below 185 percent of the poverty line ($44,122 for a family of four), they qualify for reduced-price lunches. More than 31 million children participated in the National School Lunch program in 2012, with the majority qualifying for free lunches.\n\nBut the program has become a point of criticism for some Republicans, including former House Speaker Newt Gingrich and former Rep. Jack Kingston or Georgia, who in 2013 suggested students pay at least \"a dime, pay a nickel\" for their lunches, or work for them by sweeping the floor of the school cafeteria, for example. Opposition to the lunch program has grown as schools try to comply with regulations set out in the Healthy, Hunger-Free Kids Act of 2010 that require them to provide healthier – and more expensive – lunch options for students.\n\n\n\nMost students in the United States are living in or near poverty. Courtesy: Southern Education Foundation\n\nNationwide, about 15 percent of Americans and 22 percent of children under the age of 18 – more than 16 million children – are living in poverty, according to the National Center for Children in Poverty.\n\n\"This defining moment in enrollment in public education in the United States comes as a consequence of a steadily growing trend that has persisted over several decades,\" the report's authors write.\n\nThe authors note the number of public school students from low-income backgrounds, as collected by the National Center for Education Statistics, has steadily grown from less than 32 percent in 1989, to 42 percent in 2006 and 48 percent in 2011. In 2012, the national average fell just below one-half, at 49.6 percent.\n\n\n\n[ALSO: Income Disparity Affects How Soon Students Enroll in College]\n\nA previous report from the foundation found that in the last decade, the number of low-income students has grown at a rate three to four times greater than the increase of per-student spending in most of the country. The Center on Budget and Policy Priorities in October found 30 of 47 states analyzed were spending less per student this school year than they did before the recession.\n\n\n\n\n\nAt the same time, schools are becoming more racially diverse. The 2014-15 school year is the first that the national student population is \"majority-minority\", federal data show. Results from the National Assessment of Educational Progress – also known as the Nation's Report Card – have consistently shown both racial and income-based achievement gaps persist, despite incremental gains over the years. Despite the changing demographics, schools and policymakers are not addressing the needs of students who need help the most, says Steve Suitts, vice president of the Southern Education Foundation, a nonprofit group that promotes education equity in the South.\n\n\n\n[MORE: Education Advocates Say Segregation Still Exists]\n\n\"It’s everybody’s issue in education if we’re honest about what is going on in the demographic changes of our schools,\" Suitts says. \"We are simply not focusing on these students as they grow to be a majority of our public schools.\"\n\nThe overlap between low-income and minority student populations is large in some states, Suitts says. In the deep South and in Western states, where there is a large growth of African-American and Hispanic students, those \"are generally the faces of low-income students,\" he says.\n\n\n\nPennsylvania schools have become more racially diverse in the last two decades. Courtesy: UCLA Civil Rights Project\n\nIn some states, low-income students are also significantly more likely to attend intensely segregated or majority-minority schools, a new report from UCLA's Civil Rights Project and Pennsylvania State University found. Although still a largely white state, Pennsylvania's student population has become more diverse since 1989. The share of majority-minority and intensely segregated schools in the state has more than doubled by 2010-11 to 21 percent and 11 percent, respectively, the report found.\n\nWithin intensely segregated Pennsylvania schools with between 90 percent and 100 percent minority students, more than three-quarters of students – 85 percent – were low-income. \"These figures suggest high and overlapping segregation by race and poverty,\" the report says.\n\n\n\nLow-income students are more likely to attend racially segregated schools. Courtesy: UCLA Civil Rights Project\n\nAnd it's not just the case for Pennsylvania. The Civil Rights Project has since 2013 examined public school segregation in other Eastern states, including Virginia, Maryland, Massachusetts, New Jersey, New York, North Carolina, Delaware, Maine, New Hampshire and Vermont. In every state, the most segregated schools also had the highest concentrations of low-income students.", "article_metadata": {"zone": "homepage/articles", "keyword": "Data Mine [News]", "title": "Most U.S. Students Come From Low-Income Families", "og": {"site_name": "US News & World Report", "description": "In 21 states and the District of Columbia, more than half of students qualify for free or reduced lunches.", "title": "Most U.S. Students Live in or Near Poverty", "url": "http://www.usnews.com/news/blogs/data-mine/2015/01/16/most-us-students-come-from-low-income-families", "image": "http://www.usnews.com/cmsmedia/74/92/eaee4b554cf0a164a0a727cec186/150116-lowincomemain-editorial.jpg", "type": "article"}, "twitter": {"title": "Most U.S. Students Come From Low-Income Families", "description": "In 21 states and the District of Columbia, more than half of students qualify for free or reduced lunches.", "card": "summary", "site": "@USNews"}, "site": "news", "date_published": "Jan. 16, 2015", "fb": {"app_id": 130063997038366}, "page_type": "article", "keywords": "Allie Bidwell,education policy,students,educational quality,K-12 education,Pulse,picks,poverty,Data Mine [News]", "msvalidate.01": "A8E47FA91124063A4A9C78AD5273DC0F", "google-site-verification": "owJBuFHD3VHcTSsnPSOYizmUcs3GSBjbx09vBbBi1MM", "viewport": "width=device-width, initial-scale=1", "description": "In 21 states and the District of Columbia, more than half of students qualify for free or reduced lunches."}, "_id": "\"57477af36914bd0286fd0d80\"", "article_summary": "Mississippi had the highest percentage of low-income public school students, at 71 percent , while New Hampshire had the lowest percentage of low-income public school students, at 27 percent.\nThis school year, most public school students are racial minorities, and more than half come from low-income backgrounds, living in or near poverty, according to federal data.\nPublic schools are now more likely to have minority and low-income students.\nThe states with the highest percentages of low-income students were concentrated in the South and the West.\nIn the deep South and in Western states, where there is a large growth of African-American and Hispanic students, those \"are generally the faces of low-income students,\" he says."}