{"article_title": "Giving better Bibles to bishops", "article_keywords": ["bible", "bishops", "adultery", "bibles", "giving", "inclusive", "better", "person", "woman", "way", "church", "translation", "women"], "article_url": "http://ncronline.org/blogs/ncr-today/giving-better-bibles-bishops", "article_text": "Yesterday, my long-time friend at the Quixote Center, Dolly Pomerleau, told me about a new project at there: sending Bibles to bishops! Yes -- you read that correctly -- Bibles to bishops.\n\n\"Don't they have Bibles already?\" you might ask. Well, not this Bible, I suspect.\n\nBecause the Bible being sent is no ordinary Bible. It is the inclusive Bible, a translation that is uses truly inclusive language when speaking of marginalized groups: women, ethnic and racial minorities, LGBT people and those who have been typecast because of their afflictions. (For example, a person with leprosy is not called a \"leper,\" but rather, \"a person with leprosy.\")\n\nIt is designed for those in particular (like me) who find sexist or exclusionary language so offensive that it is often an insurmountable barrier to their devotional life.\n\nOne of my favorite examples of this biblical inclusivity is from the Gospel of John, chapter 8. The old translation says, \"A woman was caught in the act of adultery.\" The inclusive translation says: \"A couple was found in the act of adultery, though the scribes and Pharisees brought only the woman.\" It is not only factually accurate (last time I checked, it's impossible to commit adultery alone) — but it also highlights the practice of singling out only the woman for public shame. At the end, it says, \"let the person among you who is without sin cast the first stone.\"\n\nKnow a recent high school graduate? Share this great article with them before they're off to college!\n\n\n\nThis is an example of the way both the Hebrew Scriptures and the New Testament are translated. This is a welcome, open version of the Bible.\n\nMoreover, it is based in real scholarship. The creators of this translation studied many conventional translations, commentaries, and the original Hebrew and Greek texts. The intention was to convey what was originally expressed in a way that is open and welcoming. It was developed over 19 years and was published by Sheed and Ward in 2007.\n\nToday, it's a translation that fits the spirit of Pope Francis, who has called on the church to be more inclusive. Granted, Francis himself has a way to go with his own inclusivity teaching (as in: When will women be ordained and be eligible for church leadership roles? When will LGBT people be fully equal in the life of the church? Etc.) -- but he exudes a spirit of inclusion, if nothing else.\n\nIt will be interesting to see how bishops respond to this gift, if at all. Let's hope they begin to use it ... and ultimately recommend that this translation be used for all public liturgies in the church.", "article_metadata": {"Generator": "Drupal 7 (http://drupal.org)", "viewport": "width=device-width, initial-scale=1, maximum-scale=4, minimum-scale=1, user-scalable=yes"}, "article_summary": "Yesterday, my long-time friend at the Quixote Center, Dolly Pomerleau, told me about a new project at there: sending Bibles to bishops!\nThe inclusive translation says: \"A couple was found in the act of adultery, though the scribes and Pharisees brought only the woman.\"\nYes -- you read that correctly -- Bibles to bishops.\nIt will be interesting to see how bishops respond to this gift, if at all.\nToday, it's a translation that fits the spirit of Pope Francis, who has called on the church to be more inclusive."}