{"article_title": "Carpenter Ants Love Wood In Your Home", "article_keywords": ["control", "love", "colony", "carpenter", "ants", "quickly", "water", "wood", "pest", "problem", "areas"], "article_url": "http://www.thespec.com/shopping-story/4475842-carpenter-ants-love-wood-in-your-home/", "article_text": "Carpenter ants have a valuable role to play in an ecosystem. They tunnel through rotting wood, which opens it up to be more quickly broken down. They also eat many pest insects. However, they are bad news if they decide to set up shop in your home.\n\nThese insects can be extremely destructive if they infest your house. They will attack any wood that is moist, so locations near water sources are prime targets. Any areas which have leaks from plumbing or water infiltrating the building can host a colony. Basements, sills, joists, window frames, and cabinetry around dishwashers and sinks are likely spots. For this reason the presence of carpenter ants can actually indicate a moisture problem you aren’t aware of. Dealing quickly with any moisture problems may prevent a carpenter ant infestation.\n\nIf you see any of these large (much larger than common ants) black or brown ants in or around your house, you know you have a problem. You may also see the sawdust-like material they leave behind after excavating. While they do not eat wood, as termites do, their tunneling can necessitate expensive repairs to your home. You should act quickly if you suspect an infestation, and call on a reputable pest control expert to deal with it.\n\nThe first step is to assess the situation and determine the location of any and all colonies. A residual pesticide will be applied within and around the building. The colony itself will be sprayed and the spray reapplied after three weeks if necessary. The goal is to kill foraging ants and starve out the colony. Any nearby nest areas should be located in outdoor areas such as fences and decks.\n\nEmbo Pest Control is a locally owned and operated company that has been serving the Golden Horseshoe area since 1989. They provide safe, effective, guaranteed pest control to give you peace of mind. Call them at 1-866-766-3166 and ask about their affordable rates, or visit their website for more details about dealing with all your pest control needs.", "article_metadata": {"RATING": "GENERAL", "DESCRIPTION": "Carpenter ants have a valuable role to play in an ecosystem.  They tunnel through rotting wood, which opens it up to be...", "COPYRIGHT": "© Copyright 2016 Metroland Media Group Ltd. All Rights Reserved", "AUTHOR": "The Spec", "og": {"url": "http://www.thespec.com/shopping-story/4475842-carpenter-ants-love-wood-in-your-home/", "image": "http://www.thespec.com/portals/9/images/fb_logo.jpg", "type": "Article Story", "description": "Carpenter ants have a valuable role to play in an ecosystem.  They tunnel through rotting wood, which opens it up to be more quickly broken down.  They also eat many pest insects.  However, they are bad news if they decide to set up shop in your home.", "title": "Carpenter Ants Love Wood In Your Home"}, "RESOURCE-TYPE": "DOCUMENT", "ROBOTS": "INDEX, FOLLOW", "REVISIT-AFTER": "1 DAYS", "DISTRIBUTION": "GLOBAL", "viewport": "width=device-width, initial-scale=1"}, "article_summary": "Carpenter ants have a valuable role to play in an ecosystem.\nFor this reason the presence of carpenter ants can actually indicate a moisture problem you aren’t aware of.\nEmbo Pest Control is a locally owned and operated company that has been serving the Golden Horseshoe area since 1989.\nCall them at 1-866-766-3166 and ask about their affordable rates, or visit their website for more details about dealing with all your pest control needs.\nThey provide safe, effective, guaranteed pest control to give you peace of mind."}