{"article_title": "Democratic leaders frustrated by Clinton’s handling of email issue", "article_keywords": ["republican", "handling", "clinton", "leaders", "deal", "frustrated", "cruz", "gop", "clintons", "nuclear", "iran", "democratic", "issue", "email", "presidential", "trump"], "article_url": "http://www.marketwatch.com/story/democratic-leaders-frustrated-by-clintons-handling-of-email-issue-2015-08-28", "article_text": "Hillary Clinton’s failure to put to rest questions about her State Department email practices and ease doubts among voters about her honesty is getting Democratic leaders increasingly frustrated.\n\nOn top of that, writes the New York Times, many say her repeated jokes and dismissive remarks about the email controversy suggest she isn’t treating it seriously enough. The Times interviewed more than 75 Democratic governors, lawmakers, candidates and party members. The interviews showed a widespread bewilderment that Clinton has allowed a cloud to settle over her candidacy by first using a private email server and then not defusing questions when the issue emerged in March.\n\nAlso read: Biden running better than Clinton against top Republicans, poll shows\n\nRepublicans like ‘terrorist groups’: Clinton ratcheted up rhetoric against Republican presidential candidates on Thursday, likening them to fundamentalist terrorists with brutal or repressive views about women. The Washington Post says her comments were a significant escalation of her rhetoric about GOP positions on abortion that her campaign sees as a major vulnerability in the general election. “Extreme views about women?” Clinton said. “We expect that from some of the terrorist groups. We expect that from people who don’t want to live in the modern world.” She added: “But it’s a little hard to take coming from Republicans who want to be the president of the United States.”\n\nWho’s giving to Trump? Donald Trump, the billionaire seeking the Republican presidential nomination, is so rich he’s repeatedly said he doesn’t need other people’s money to compete in the GOP field. But he’s getting donations from the likes of Iraq War veteran Rudolf Pohlreich of Arizona and Steve Farland of Colorado, who each gave $250 to the businessman’s campaign. Politico talks to them and to other donors like K.C. Craichy of Florida, who says “One reason to like Trump is the Republican establishment doesn’t.”\n\nTrump, Cruz team up on Iran: Trump and Sen. Ted Cruz, who’s also seeking the GOP presidential nomination, will jointly host a rally on Capitol Hill on Sept. 9 to protest the nuclear deal with Iran. The Hill writes that Cruz, the keynote speaker, invited Trump to speak. The event underscores the strengthening ties between the GOP contenders: Trump has refrained from launching his harshest barbs at Cruz, and Cruz has likewise declined to join attacks against Trump. Cruz has said he is grateful for Trump’s focus on immigration despite the controversial nature of his comments.\n\nIran deal looks on track, senator says: Sen. Bob Corker of Tennessee is deeply opposed to the Iran nuclear deal, but says it’s unlikely Congress can kill it. The Republican, who leads the Senate Foreign Relations Committee, said “my guess is this agreement is going to happen.” “At the end of the day, I don’t think there’s going to be likely a veto-proof number of people to keep it from occurring,” Corker said at a Nashville Area Chamber of Commerce event, according to the Nashville Tennessean. The deal sets limits on Iran’s ability to produce nuclear weapons in exchange for sanctions relief.\n\nMore from MarketWatch", "article_metadata": {"parsely-author": "Robert Schroeder", "twitter": {"domain": "marketwatch.com", "description": "Democratic leaders are increasingly frustrated by Hillary Clinton’s failure to put to rest questions about her State Department email practices; Clinton likens Republican presidential candidates to terrorist groups on women’s issues; Donald Trump and Ted Cruz team up against the Iran nuclear agreement; and more.", "creator": "@mktwrobs", "image": {"width": 1320, "identifier": "http://s.marketwatch.com/public/resources/MWimages/MW-DS541_Clinto_ZG_20150819130611.jpg", "height": 742}, "site": {"id": 624413}, "card": "summary_large_image"}, "article.content_group": "marketwatch", "article.section": "Economy & Politics", "parsely-type": "post", "lifp_basePath": "https://id.marketwatch.com/access", "parsely-link": "http://www.marketwatch.com/story/democratic-leaders-frustrated-by-clintons-handling-of-email-issue-2015-08-28", "author": "Robert Schroeder", "parsely-title": "Democratic leaders frustrated by Clinton’s handling of email issue", "apple-itunes-app": "app-id=336693422", "parsely-pub-date": "2015-08-28T07:46:00-04:00", "description": "Democratic leaders are increasingly frustrated by Hillary Clinton’s failure to put to rest questions about her State Department email practices; Clinton likens Republican presidential candidates to terrorist groups on women’s issues; Donald Trump and Ted Cruz team up against the Iran nuclear agreement; and more.", "page.site": "marketwatch", "robots": "noarchive,noodp", "fb": {"app_id": 283204329838}, "parsely-section": "MW_Economy & Politics", "article": {"publisher": "https://www.facebook.com/marketwatch"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=1", "og": {"site_name": "MarketWatch", "description": "Democratic leaders are increasingly frustrated by Hillary Clinton’s failure to put to rest questions about her State Department email practices; Clinton likens Republican presidential candidates to terrorist groups on women’s issues; Donald Trump and Ted Cruz team up against the Iran nuclear agreement; and more.", "title": "Democratic leaders frustrated by Clinton’s handling of email issue", "url": "http://www.marketwatch.com/story/democratic-leaders-frustrated-by-clintons-handling-of-email-issue-2015-08-28", "image": "http://s.marketwatch.com/public/resources/MWimages/MW-DS541_Clinto_ZG_20150819130611.jpg", "type": "article"}, "ob": {"image": "http://s.marketwatch.com/public/resources/MWimages/MW-DS541_Clinto_ZG_20150819130611.jpg"}, "article.id": "CEAC220E-4D75-11E5-9208-60125047CA27", "position": 1}, "article_summary": "Iran deal looks on track, senator says: Sen. Bob Corker of Tennessee is deeply opposed to the Iran nuclear deal, but says it’s unlikely Congress can kill it.\nHillary Clinton’s failure to put to rest questions about her State Department email practices and ease doubts among voters about her honesty is getting Democratic leaders increasingly frustrated.\nDonald Trump, the billionaire seeking the Republican presidential nomination, is so rich he’s repeatedly said he doesn’t need other people’s money to compete in the GOP field.\nThe Times interviewed more than 75 Democratic governors, lawmakers, candidates and party members.\nThe deal sets limits on Iran’s ability to produce nuclear weapons in exchange for sanctions relief."}