{"article_title": "Why Painkiller Addiction and Abuse Are Rising Health-Care Priorities", "article_keywords": ["family", "painkiller", "priorities", "abuse", "rising", "drug", "healthcare", "health", "addiction", "poll", "problem", "care"], "article_url": "http://blogs.wsj.com/washwire/2015/11/24/why-painkiller-addiction-and-abuse-are-rising-health-care-priorities/", "article_text": "Kaiser Family Foundation November 2015 tracking polling results of share of Americans who report a personal connection to painkiller abuse and addiction or know someone who has such an addiction. Kaiser Family Foundation\n\nDiscussion of health care in this country has been dominated by Obamacare since debate about the law began in earnest before its passage in 2010. Now other issues such as rising drug prices and deductibles are edging onto the agenda. This was apparent last week when United Health Care said it would consider pulling out of the insurance marketplaces and a Department of Health and Human Services forum on drug prices also made headlines. A third issue may be joining the others as a top-tier health topic at the state and federal levels: the problem of painkiller and heroin abuse and addiction. Governors and candidates are paying more and more attention to this growing health problem.\n\nThe latest Kaiser Family Foundation tracking poll, published Tuesday, looked at this issue, which touches a remarkably broad share of the public. As the chart above shows, more than half of Americans know someone who has died from an overdose of painkillers, have been addicted themselves or know someone who has been addicted, or know someone who has taken painkillers that were not prescribed for them. More than a quarter of the public (27%) say that they or someone close to them has been addicted, and 9% have a family member or close friend who has died from an overdose of painkillers.\n\nOne reason this problem is gaining political traction is that it affects a broad cross-section of society. By a significant margin (63%), whites are more likely to report a personal connection to the problem than blacks (44%) or Hispanics (37%).\n\n\n\nMore In Think Tank Whether or Not Donald Trump and Bernie Sanders Debate, Democrats Stand to Lose\n\nFor California Senate Seat, a Democrat-vs.-Democrat Contest Looms\n\nHow Donald Trump's Attack on Susana Martinez Undermines the GOP--and Trump\n\nIs Delegate Math a Factor in Bernie Sanders's Opposition to Puerto Rico Debt Deal?\n\nWhy Today's Poll Numbers on Health Proposals Are Bound to Change\n\n5 Takeaways From U.S. Drone Strike on Taliban's Mullah Mansour\n\nThis is a very different kind of issue than the ACA or rising drug prices and deductibles. It is far less partisan and both more personal and relatable for the public than the intricacies of the Affordable Care Act. Painkiller abuse and other drug abuse and addiction are also problems that can be addressed at the state and local levels, unlike covering the uninsured or controlling rising drug prices.\n\nOur poll found that, across all 50 states, reducing painkiller and heroin abuse ranked in the middle of the public’s priorities for their governors and legislatures. Several governors have declared painkiller and heroin abuse a crisis in their states, and a poll in New Hampshire published last month found it to be the Granite State’s top priority, even ahead of the economy and education.\n\nPainkiller abuse and addiction are rising issues in a health agenda that is now somewhat less dominated by the Affordable Care Act. As the national discussion of health care becomes more multifaceted, will elected officials have the bandwidth to take on yet another big health problem? Many governors seem to feel that they have no choice.\n\nDrew Altman is president and chief executive officer of the Kaiser Family Foundation. He is on Twitter: @drewaltman.\n\nRELATED IN THINK TANK:\n\nHealth Care and the 2016 Debates\n\nGOP Views of Medicaid Expansion Differ From Conventional Wisdom\n\nCovering the Remaining Uninsured: Not Just a Red-State Issue\n\nWhy Higher Drug Costs Are Consumers’ Biggest Cost Worry\n\nTwo Substantive Sides to the Debate Over Obamacare’s ‘Cadillac Tax’\n\nMore Americans May Benefit From Obamacare Than Realize It", "article_metadata": {"article.template": "full", "page.content.source": "Blog Article", "page.region": "na,us", "page.content.type": "blogs article", "twitter": {"domain": "WSJ.com", "description": "Drew Altman: More than half of Americans know someone who has died from an overdose of painkillers, have been addicted themselves or know someone who has been addicted, or know someone who has taken painkillers that were not prescribed for them.", "title": "Why Painkiller Addiction and Abuse Are Rising Health-Care Priorities", "url": "http://blogs.wsj.com/washwire/2015/11/24/why-painkiller-addiction-and-abuse-are-rising-health-care-priorities/", "image": {"src": "http://si.wsj.net/public/resources/images/BN-LK500_DrugCo_P_20151123185003.jpg"}, "site": "WSJPolitics", "card": "summary_large_image"}, "article.image_count": 2, "article_privilege": "free", "article.section": "Politics", "article.headline": "Why Painkiller Addiction and Abuse Are Rising Health-Care Priorities", "description": "Drew Altman: More than half of Americans know someone who has died from an overdose of painkillers, have been addicted themselves or know someone who has been addicted, or know someone who has taken painkillers that were not prescribed for them.", "article_section": "Politics", "author": "Drew Altman", "user.type": "unsubscribed", "article.page": "Washington Wire Blog", "page.content.format": "responsive", "page.subsection": "Washington Wire", "article.summary": "Drew Altman: More than half of Americans know someone who has died from an overdose of painkillers, have been addicted themselves or know someone who has been addicted, or know someone who has taken painkillers that were not prescribed for them.", "page.site": "blogs.wsj.com", "testkeys": "C", "article.published": "2015-11-24T08:05:31-05:00", "dj.asn": "10-161", "ROBOTS": "noarchive, noodp", "fb": {"url": "http://blogs.wsj.com/washwire/2015/11/24/why-painkiller-addiction-and-abuse-are-rising-health-care-priorities/", "app_id": 368513495882}, "article": {"publisher": "https://www.facebook.com/wsj"}, "article_id": "BL-WB-59426", "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no", "page.section": "Politics", "language": "en-US", "og": {"site_name": "WSJ", "description": "Drew Altman: More than half of Americans know someone who has died from an overdose of painkillers, have been addicted themselves or know someone who has been addicted, or know someone who has taken painkillers that were not prescribed for them.", "title": "Why Painkiller Addiction and Abuse Are Rising Health-Care Priorities", "url": "http://blogs.wsj.com/washwire/2015/11/24/why-painkiller-addiction-and-abuse-are-rising-health-care-priorities/", "image": {"width": 749, "identifier": "http://si.wsj.net/public/resources/images/BN-LK500_DrugCo_P_20151123185003.jpg", "height": 499}, "type": "article"}, "article.access": "free", "article.type": "Washington Wire", "article.id": "BL-WB-59426", "user.exp": "default", "article.updated": "2015-11-24T20:04:10-05:00"}, "article_summary": "Painkiller abuse and other drug abuse and addiction are also problems that can be addressed at the state and local levels, unlike covering the uninsured or controlling rising drug prices.\nPainkiller abuse and addiction are rising issues in a health agenda that is now somewhat less dominated by the Affordable Care Act.\nKaiser Family Foundation November 2015 tracking polling results of share of Americans who report a personal connection to painkiller abuse and addiction or know someone who has such an addiction.\nNow other issues such as rising drug prices and deductibles are edging onto the agenda.\nAs the national discussion of health care becomes more multifaceted, will elected officials have the bandwidth to take on yet another big health problem?"}