{"article_title": "Entering Race, Jeb Bush Pledges 19 Million Jobs, 4% Growth", "article_keywords": ["school", "jobs", "19", "freedom", "million", "florida", "jebbush", "free", "jeb", "bush", "race", "growth", "know", "entering", "president", "speech", "pledges", "obama"], "article_url": "http://dailysignal.com/2015/06/15/entering-2016-race-jeb-bush-pledges-19-million-new-jobs-4-economic-growth/", "article_text": "Jeb Bush didn’t keep his audience in suspense, announcing within four minutes of taking the stage in his adopted home of Miami that he is indeed a candidate for the Republican nomination for president.\n\nBush made a direct appeal to conservatives in his speech at Miami Dade Community College, echoing Ronald Reagan’s emphasis on getting Washington out of the way of free markets and personal liberty while implicitly slamming President Obama and congressional Democrats.\n\n“We will get back on the side of free enterprise and freedom for all Americans,” @JebBush says.\n\n“We will take Washington—the static capital of this dynamic country—out of the business of causing problems,” he said. “We will get back on the side of free enterprise and freedom for all Americans.”\n\nThe former Florida governor said it’s time to “get serious about limited government” and to “build our future on solvency instead of borrowed money.” As he has for months, he said his aim is 4 percent economic growth a year “and the 19 million jobs that come with it.”\n\nHe went off-script briefly near the end of his speech, responding to hecklers by taking a poke at both Obama and some of his own conservative critics and promising that “the next president” will achieve “meaningful immigration reforms” through Congress, “not by executive order.”\n\nBush, 62, wearing an open-collared blue shirt and no jacket, sought to appeal to Americans who don’t see government as fostering the sort of economic and social conditions in which they and their families can thrive—or “rise,” as Bush and his political action committee put it.\n\nHe said:\n\nWe will take command of our future once again in this country. We will lift our sights again, make opportunity common again, get events in the world moving our way again.\n\nBush, the son and brother of past presidents, has spent the past six months in early primary states and elsewhere making the case that he is his “own man” while asserting he loves and honors both the former, George H.W. Bush, and the latter, George W. Bush.\n\nIn this speech he called it “my own path.” Although his mother, former first lady Barbara Bush, was present in the hall, his father and his brother were not. (“Mom, could you ask them to sit down, please?” Bush quipped, as cheers greeted his entrance just after 4 p.m.)\n\n“I know we can fix this. Because I’ve done it,” @JebBush says.\n\nTelling his life story, Bush reserved his most personal remarks for his love for wife Columba, whom he met in her native Mexico (“I was ahead of my time in cross-border outreach”), their three children and his own parents. His mother got an uproarious reception.\n\nI'm honored to be in this position, and I'm gonna give it my all. https://t.co/wV9LPH7uLv — Jeb Bush (@JebBush) June 15, 2015\n\n“I know we can fix this. Because I’ve done it,” Bush said in his 27-minute speech, going on to make his case by recapping his conservative record as governor of Florida from 1999 to 2007.\n\nHe then invoked his vetoes of spending and other measures passed by Florida legislators, a practice that prompted the nickname “Veto Corleone,” a play on the name of Vito Corleone, the fictional mafia “Godfather.” Bush said he wielded that veto power “to protect our taxpayers from needless spending.”\n\n“And if I’m elected president, I’ll show Congress how that’s done,” he said, prompting the first of several extended chants of “Let’s go, Jeb.”\n\nBush sought to cast himself as having an upbeat, positive perspective. He pointedly criticized Hillary Clinton’s recent suggestion that religious beliefs and right of conscience “must be changed” to suit progressive policies such as same-sex marriage and mandatory insurance coverage for abortion drugs under Obamacare.\n\n“That’s what she said,” Bush went on, as the crowd booed, “and I guess we should at least thank her for the warning.”\n\nHe also tried to distinguish himself from Obama and Clinton on defense and foreign policy, vowing to “rebuild our armed forces,” stand by Israel and advance human rights for those repressed by dictators such as the Castro brothers in Cuba.\n\n“From the beginning,” Bush said, “our president and his foreign-policy team have been so eager to be the history makers that they have failed to be the peacemakers. With their phone-it-in foreign policy, the Obama-Clinton-[John] Kerry team is leaving a legacy of crises uncontained, violence unopposed, enemies unnamed, friends undefended, and alliances unraveling.”\n\n“In any language, my message will be an optimistic one,” @JebBush says.\n\nToward the end, Bush delivered several lines about opportunity and freedom in Spanish.\n\n“In any language, my message will be an optimistic one because I am certain that we can make the decades just ahead in America the greatest time ever to be alive in this world,” he added. “That chance, that hope requires the best that is in us, and I will give it my all.”\n\nBush also made a point of pledging to stick to his guns and reach out to those not normally inside the Republican tent—many of them black, Hispanic, young or poor:\n\nI will campaign as I would serve, going everywhere, speaking to everyone, keeping my word, facing the issues without flinching, and staying true to what I believe. I will take nothing and no one for granted. I will run with heart. And I will run to win.\n\nTwo of Bush’s persistent stances are his advocacy of a path to legal status for many illegal immigrants and his support for Common Core education standards.\n\nCiting recent riots and unrest in Baltimore, Bush made a pitch for expanding school choice based on what he did in Florida:\n\nWhen a school is just another dead end, every parent should have the right to send their child to a better school—public, private or charter. Every school should have high standards, and the federal government should have nothing to do with setting them.\n\n“I know that there are a lot of good people running for president. Quite a few, in fact,” Bush said, adding:", "article_metadata": {"description": "The former Florida governor seeks to reassure conservatives, stress his executive experience and distinguish himself from Obama, Clinton.", "og": {"site_name": "The Daily Signal", "description": "The former Florida governor seeks to reassure conservatives, stress his executive experience and distinguish himself from Obama, Clinton.", "title": "Entering Race, Jeb Bush Pledges 19 Million Jobs, 4% Growth", "locale": "en_US", "image": "http://dailysignal.com/wp-content/uploads/615jeb.jpg", "updated_time": "2015-06-15T22:28:35+00:00", "type": "article"}, "bitly": {"url": "http://dailysign.al/1QzrBoz"}, "twitter": {"domain": "The Daily Signal", "description": "The former Florida governor seeks to reassure conservatives, stress his executive experience and distinguish himself from Obama, Clinton.", "title": "Entering Race, Jeb Bush Pledges 19 Million Jobs, 4% Growth", "image": {"src": "http://dailysignal.com/wp-content/uploads/615jeb.jpg"}, "creator": "@KenMac55", "site": "@dailysignal", "card": "summary_large_image"}, "fb": {"pages": 300341323465160, "app_id": 772296266137346}, "article": {"publisher": "https://www.facebook.com/TheDailySignalNews", "section": "Politics", "tag": 2016, "published_time": "2015-06-15T18:16:36+00:00", "modified_time": "2015-06-15T22:28:35+00:00"}, "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "Jeb Bush 2016, Jeb Bush president, Jeb Bush immigration, Jeb Bush amnesty, Jeb Bush Republican, Jeb Bush Common Core, Jeb Bush Hillary Clinton"}, "_id": "\"57477af36914bd0286fd0d92\"", "article_summary": "https://t.co/wV9LPH7uLv — Jeb Bush (@JebBush) June 15, 2015“I know we can fix this.\n“We will get back on the side of free enterprise and freedom for all Americans,” @JebBush says.\nBush, and the latter, George W. Bush.\n“We will take Washington—the static capital of this dynamic country—out of the business of causing problems,” he said.\nEvery school should have high standards, and the federal government should have nothing to do with setting them."}