{"article_title": "Texas attorney general seeks to block birth control coverage for women working at religious nonprofits", "article_keywords": ["nonprofits", "control", "court", "contraception", "working", "brief", "general", "block", "health", "seeks", "coverage", "employers", "religious", "insurance", "texas", "women"], "article_url": "http://www.rawstory.com/2015/08/texas-attorney-general-seeks-to-block-birth-control-coverage-for-women-working-at-religious-nonprofits/", "article_text": "Texas attorney general Ken Paxton speaking at a rally opposing same-sex marriage on March 23, 2015 (Screenshot/Youtube)\n\nFemale employees of religious nonprofits should not be given insurance coverage for birth control if their employers object to certain contraceptives on religious grounds, according to a brief filed at the U.S. Supreme Court by Texas Attorney General Ken Paxton.\n\nPaxton’s “friend of the court” brief was filed Monday in support of a lawsuit brought by East Texas Baptist University and Houston Baptist University against the federal government over a provision of the Affordable Care Act requiring some employers to offer health plans that include contraceptive coverage.\n\nThe religious universities oppose emergency contraceptives, including the so-called morning-after pill, and intrauterine devices, which they liken to abortifacients. (Health experts and scientists have disputed that claim.)\n\nThe Affordable Care Act, or the ACA, requires employers with 50 or more full-time employees to offer health plans with “minimum essential coverage,” including access to federally approved contraception for women, without copayments or deductibles.\n\nUnder federal religious freedom laws, religious nonprofits can seek “accommodations” to be exempted from the contraceptive mandate by submitting a form or notification certifying the organization’s objection to paying for contraception coverage on religious grounds. Doing so transfers the administrative obligations of providing contraception coverage from the employer to the insurance company or a third-party, which takes over handling the claims.\n\nBut the religious nonprofits say that certifying their opposition by filling out a form does not adequately protect their religious freedom, because it still triggers a process through which their female employees can obtain contraception.\n\nIn the brief filed by Paxton’s office, state attorneys wrote that the “supposed ‘accommodation’” will still “coerce employers to proceed with a course of action despite a belief in its religious impermissibility.”\n\n“Many employers around the country feel driven by their faith to care for their employees by providing them health insurance,” the brief reads. “But some employers find it incompatible with their religious convictions to provide that health insurance when it means contracting with a company that then, by virtue of that very relationship, becomes obligated to pay for drugs regarded as abortifacients.”\n\nA federal district court previously sided with the universities, blocking the requirement from going into effect. The U.S. Department of Health and Human Services appealed the case to the New Orleans-based U.S. 5th Circuit Court of Appeals — considered the most conservative appellate court in the country — which reversed that decision, saying the universities had “not shown and are not likely to show that the requirement substantially burdens their religious exercise under established law.”\n\nIn its ruling, the panel of the appellate court sided with the federal government in its argument that the universities’ religious exemption from providing contraception coverage did not extend to third parties left to administer insurance plans if a religious organization is exempted.\n\nEast Texas Baptist University and the Houston Baptist University are now hoping that the U.S. Supreme Court will take up their lawsuit, and Paxton’s brief is meant to support their case.\n\nPaxton and lawyers for the religious nonprofits contend that the 5th Circuit’s ruling contradicts precedent set by the Supreme Court last year in a separate case involving Hobby Lobby.\n\nConsidering the constitutionality of the ACA’s contraception requirements, the Supreme Court ruled on a 5-4 decision that a part of the ACA requiring businesses to provide insurance coverage for certain forms of contraception violates a federal law protecting religious freedom. The court held that a family-owned, for-profit corporation was exempted from providing access to free contraception if the business’ owners have religious objections.\n\nIn the state’s brief, the AG attorneys wrote that the Hobby Lobby case indicates that the contraception mandates “constitutes a substantial burden” on religious nonprofits’ religious exercise because it triggers fines associated with not following the mandate if religious organizations do not “behave in a way contrary to their religious beliefs.”\n\nBecause courts have held that no substantial burden exists, the high court should resolve the issue, the attorneys added.\n\nBy Alexa Ura, The Texas Tribune", "article_metadata": {"og": {"image": {"width": 800, "identifier": "http://www.rawstory.com/wp-content/uploads/2015/08/Texas-attorney-general-Ken-Paxton-speaking-at-a-rally-opposing-same-sex-marriage-on-March-23-2015-Screenshot-800x430.jpg", "height": 430}, "title": "Texas attorney general seeks to block birth control coverage for women working at religious nonprofits"}, "fb": {"app_id": 212555972273585}, "viewport": "width=device-width, user-scalable=yes, initial-scale=1.0, minimum-scale=0.1, maximum-scale=10.0"}, "_id": "\"57477af36914bd0286fd0d9c\"", "article_summary": "Under federal religious freedom laws, religious nonprofits can seek “accommodations” to be exempted from the contraceptive mandate by submitting a form or notification certifying the organization’s objection to paying for contraception coverage on religious grounds.\nDoing so transfers the administrative obligations of providing contraception coverage from the employer to the insurance company or a third-party, which takes over handling the claims.\nPaxton and lawyers for the religious nonprofits contend that the 5th Circuit’s ruling contradicts precedent set by the Supreme Court last year in a separate case involving Hobby Lobby.\nThe religious universities oppose emergency contraceptives, including the so-called morning-after pill, and intrauterine devices, which they liken to abortifacients.\nTexas attorney general Ken Paxton speaking at a rally opposing same-sex marriage on March 23, 2015 (Screenshot/Youtube)Female employees of religious nonprofits should not be given insurance coverage for birth control if their employers object to certain contraceptives on religious grounds, according to a brief filed at the U.S. Supreme Court by Texas Attorney General Ken Paxton."}