{"article_title": "Comic books value in hot market", "article_keywords": ["buyers", "comics", "storms", "value", "theyre", "hot", "books", "york", "demand", "comic", "austin", "book", "market", "told"], "article_url": "http://www.cnbc.com/2015/11/12/comic-books-value-in-hot-market.html", "article_text": "At one time just sparsely attended convocations of awkward teens and adults, comic conventions have evolved into makeshift marketplaces for an unusually torrid asset: comics.\n\n\n\nFirst-edition copies of characters like Batman, Superman and Captain America often carry expensive price tags that rival those seen in fine art, and are exponentially higher than their original cover prices. Depending on the title and its age, such issues can fetch thousands or even millions of dollars.\n\nBoosted by a steady diet of comic-inspired movies and television shows about costumed superheroes (mainly those based on characters from publishing powerhouses Marvel and DC Comics), savvy investors in collectible comic books can see a sizable return on their original investment — provided the merchandise is in good condition, and the seller knows what he's doing.\n\nThat dynamic was evident recently at the Austin Convention Center in Texas, where fans, buyers and sellers assembled for the annual Wizard World Austin Comic Convention. Austin Comic Con, a smaller and more relaxed affair than its big city cohorts in San Diego and New York City, still featured lots of comics, art and other paraphernalia. It also had its fair share of comic book dealers who offered a glimpse of a market that remains red hot.\n\nRead MoreGoing home: Can Marvel salvage 'Fantastic' flop?\n\nCommack, New York, native Robert Storms told CNBC he attends about 20 shows each year to help drive customers to his online business, which accounts for about 70 percent of his sales. Storms believes that collectible comics can be a sound investment, but cautions against investing without thorough knowledge of the market and current trends.\n\n\"Buyers really need to understand their objectives before investing in comics,\" said Storms.\n\n\"Are they buying because they're serious collectors who really appreciate the product, or are they trying to make a quick buck? What's driving demand for the book they're looking to buy, and is that demand sustainable? What condition is the book in?\" he asked. \"Every book will ultimately reach a plateau, so trends are important.\"\n\nStorms, who once sold a mint 1963 copy of Marvel's Avengers No. 1 for $250,000, added that his client base is increasingly international, given the booming trend of superhero movies and TV shows.\n\nBig- and small-screen adaptations are \"definitely helping to bring in younger buyers, and priming demand in international markets, too,\" he told CNBC. \"I sell a lot of books online to buyers in Europe, the U.K., Canada, Australia, even the Middle East.\"", "article_metadata": {"AssetType": "cnbcnewsstory", "description": "First-edition copies of characters like Batman, Superman and Captain America often carry expensive price tags that rival those seen in fine art.", "news_keywords": "comic books, batman, superman, captain america, marvel, dc, suicide squad, the joker, harley quinn", "author": "Gavin Valle, special to CNBC.com", "og": {"site_name": "CNBC", "description": "First-edition copies of characters like Batman, Superman and Captain America often carry price tags that can rival those seen in fine art.", "title": "That comic under your bed could be worth a fortune", "url": "http://www.cnbc.com/2015/11/12/comic-books-value-in-hot-market.html", "image": "http://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2015/11/09/103152658-FullSizeRender-1.1910x1000.jpg", "type": "article"}, "twitter": {"description": "First-edition copies of characters like Batman, Superman and Captain America often carry price tags that can rival those seen in fine art.", "title": "Holy return on investment, Batman! Comic book values up", "url": "http://www.cnbc.com/2015/11/12/comic-books-value-in-hot-market.html", "image": {"src": "http://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2015/11/09/103152658-FullSizeRender-1.1910x1000.jpg"}, "site": "@CNBC", "card": "summary_large_image"}, "al": {"ios": {"app_name": "CNBC Business News and Finance", "app_store_id": 398018310}}, "apple-itunes-app": "app-id=398018310", "keywords": "Art and Culture, Art and Culture, Entertainment, Investing, Movies and Entertainment, US: News, eBay Inc, business news", "article": {"publisher": "https://www.facebook.com/cnbc", "published_time": "2015-11-14T09:00:00-0500", "author": "https://www.facebook.com/CNBC", "section": "Art and Culture", "modified_time": "2015-11-16T15:32:50-0500", "tag": "eBay Inc"}, "pageNodeId": 103152583, "GOOGLEBOT": "unavailable_after: 31 Dec 9999 23:59:59 GMT"}, "article_summary": "It also had its fair share of comic book dealers who offered a glimpse of a market that remains red hot.\nThat dynamic was evident recently at the Austin Convention Center in Texas, where fans, buyers and sellers assembled for the annual Wizard World Austin Comic Convention.\nWhat's driving demand for the book they're looking to buy, and is that demand sustainable?\n\"I sell a lot of books online to buyers in Europe, the U.K., Canada, Australia, even the Middle East.\"\nAustin Comic Con, a smaller and more relaxed affair than its big city cohorts in San Diego and New York City, still featured lots of comics, art and other paraphernalia."}