{"article_title": "An argument for why Donald Trump can’t go too far in attacking the Clintons", "article_keywords": ["independents", "clinton", "trump", "voters", "far", "republicans", "clintons", "argument", "past", "cant", "trumps", "donald", "republican", "hillary", "attacking"], "article_url": "https://www.washingtonpost.com/news/the-fix/wp/2016/05/24/its-almost-impossible-for-donald-trump-to-go-too-far-in-attacking-hillary-clinton/", "article_text": "Republican presidential candidate Donald Trump is digging into scandals from Democratic rival Hillary Clinton's past. The Fix's Chris Cillizza explains what Trump hopes to gain and why Clinton isn't hitting back at the same level. (Sarah Parnass/The Washington Post)\n\nIn the past 24 hours, Donald Trump has:\n\n1. Released a Web video featuring the voices of two women who have accused Bill Clinton of sexual assault, overlaid with an image of the former president smoking a cigar. Ahem. Goodbye, subtlety!\n\nIs Hillary really protecting women? A video posted by Donald J. Trump (@realdonaldtrump) on May 23, 2016 at 8:27am PDT\n\n2. Suggested that something was \"very fishy\" about the death of longtime Clinton confidant Vince Foster, who committed suicide in 1993.\n\nThis is the sort of stuff that has been kicking around the conservative message-board crowd for decades. Trump, the presumed Republican presidential nominee, is elevating it to the national conversation. Daily.\n\nThere's a tendency -- particularly in media and establishment Republican circles -- to assume that this dredging up of the Clinton past in the rawest possible terms will backfire on Trump. It's gross, and beneath the office for which Trump is running, the argument goes. Plus, do unaffiliated and independent voters -- especially women -- really want to vote for someone who takes this tack on past peccadilloes by the former president?\n\nMaybe not. But I also think there is an argument whereby what Trump is doing makes perfect political sense.\n\nThere is no family that Republicans distrust and dislike more than Bill and Hillary Clinton. Their longevity in politics -- and the fact that Bill Clinton managed to win, politically speaking, despite being impeached -- sticks in the craw of lots and lots of GOPers.\n\nGiven that, it's literally impossible for Trump to say or do anything related to the Clintons that would send Republican voters scurrying from him. In fact, what Trump is doing -- an aggressive airing of the Clintons' dirty laundry -- is exactly what many Republicans have been wishing their leaders would do for a long time. Taking it to the Clintons -- using any means necessary -- is a total winner for Trump with a fragmented GOP base.\n\nSure, you say, savaging Clinton might work to unite Republicans. But that's not enough. What about how Trump's personal hits are perceived by the critical independent voter?\n\nI have two thoughts on that.\n\nThe first is that the conventional wisdom about independents deciding presidential elections hasn't exactly held over the past decade or so. George W. Bush won reelection in 2004 with a strategy that focused meticulously on building and playing to Republican base voters. (Remember all those anti-gay-marriage initiatives placed on ballots in key swing states?) Bush wound up losing independents to John F. Kerry, 49 percent to 48 percent, but he still won a second term. President Obama's quest for a second term was similar. Rather than running away from his liberal accomplishments -- economic stimulus, Obamacare, etc. -- he embraced them, betting big on heavy turnout among Democratic voters. It paid off. He won easily despite losing independents by five points to Mitt Romney.\n\nThat recent history suggests that it's not inconceivable that the 2016 election might, again, turn into a battle of party bases. That seems especially likely because the two presumptive nominees are broadly disliked by the other party -- and the general election campaign has barely begun.\n\nThe second thought I have on this is that Trump's numbers among independents are quite strong at the moment. In the new Washington Post-ABC News national poll, in which Trump leads Clinton by two points among registered voters, his margin is considerably wider among independents.\n\nOf course, this poll was in the field before Trump began his latest onslaught on the Clintons' personal lives. But, he has been speaking bluntly for months about his plans for the campaign to go after Hillary Clinton, so it's hard to imagine that independents who said they favored Trump over Clinton would be too shocked (or turned off) by his latest tactics.\n\nThe electoral and demographic realities facing Republicans -- and Trump -- virtually guarantee defeat this November if the GOP nominee runs a cautious campaign bounded by conventional wisdom. Trump's attacks on the Clintons' personal life are a gamble, for sure, but this is a campaign in which Republicans has to gamble to have a chance at winning.\n\nAnd, at least as of today, there's some reason to believe that Trump's strategy just might work.", "article_metadata": {"description": "Why the strategy just might work.", "author": "https://www.facebook.com/chris.cillizza", "og": {"site_name": "Washington Post", "description": "Why the strategy just might work.", "title": "An argument for why Donald Trump can’t go too far in attacking the Clintons", "url": "https://www.washingtonpost.com/news/the-fix/wp/2016/05/24/its-almost-impossible-for-donald-trump-to-go-too-far-in-attacking-hillary-clinton/", "image": "https://img.washingtonpost.com/rf/image_1484w/2010-2019/WashingtonPost/2016/05/13/National-Politics/Images/GOP_2016_Trump-53dae.jpg", "type": "article"}, "referrer": "unsafe-url", "twitter": {"site": "@WashingtonPost", "card": "summary_large_image", "creator": "@thefix"}, "apple-itunes-app": "app-id=938922398, app-argument=https://www.washingtonpost.com/news/the-fix/wp/2016/05/24/its-almost-impossible-for-donald-trump-to-go-too-far-in-attacking-hillary-clinton/", "fb": {"admins": 500835072, "app_id": 41245586762}, "keywords": "Donald Trump; Bill Clinton; Juanita Broadderrick; Hillary Clinton", "article": {"publisher": "https://www.facebook.com/washingtonpost", "author": "https://www.facebook.com/chris.cillizza"}, "viewport": "width=device-width, initial-scale=1.0, user-scalable=yes, minimum-scale=0.5, maximum-scale=2.0", "news_keywords": "Donald Trump; Bill Clinton; Juanita Broadderrick; Hillary Clinton"}, "article_summary": "Republican presidential candidate Donald Trump is digging into scandals from Democratic rival Hillary Clinton's past.\nGiven that, it's literally impossible for Trump to say or do anything related to the Clintons that would send Republican voters scurrying from him.\nOf course, this poll was in the field before Trump began his latest onslaught on the Clintons' personal lives.\nTaking it to the Clintons -- using any means necessary -- is a total winner for Trump with a fragmented GOP base.\nThere is no family that Republicans distrust and dislike more than Bill and Hillary Clinton."}