{"article_title": "Ambulance tax question narrowly passes", "article_keywords": ["narrowly", "passes", "district", "tax", "question", "county", "districts", "medicaid", "deficit", "ambulance", "health", "increase", "ross"], "article_url": "http://www.vaildaily.com/news/21870246-113/ambulance-tax-question-narrowly-passes", "article_text": "EDWARDS — The valleywide ambulance district won its tax increase election by 24 votes, missing an automatic recount by 10.\n\n“People sometimes think their vote does not mean anything, but yes, it does,” said Veronica Ross, the district’s administrative manager and designated election official. “We are elated.”\n\nEagle County Health Service District faced a $1.8 million annual operating deficit because, under Obamacare, the federal government pays 7 cents for every dollar it costs the local ambulance district to transport a Medicaid patient. Changes in Medicaid enrollment pushed up the number of Medicaid patients the district transports by 300 percent, according to district data.\n\nThe narrowly-approved tax increase will bring in an additional $2 million annually, based on an additional $30 per year on $500,000 in assessed value.\n\nThe additional money won’t come in until next year — possibly March.\n\n“With good planning and cost cutting, we will be able to withstand it,” Ross said. “We will still have to make changes, as we have adapted in the past, but we will be able to serve our community in the manner to which they’re accustomed.”\n\nThe tax increase won’t cover new facilities or gear, instead covering the deficit created by federal health insurance regulations.\n\nColorado has one of the nation’s lowest-paying Medicaid reimbursement rates, Ross said.\n\n“This was imposed on us from outside,” said Dan Smith, ambulance district board member.\n\nThe ambulance district has been running a deficit for three years. They cut costs, did not fill open positions and no one has received a raise since the recession hit, Ross said.\n\nThe ambulance district weathered the economic downturn by dipping into its reserves, Ross said. As it was emerging from the recession, the Medicaid rates hit and devoured the rest of their reserves.\n\nThat’s a far cry from the district’s fortunes a few years ago, when it had excess funding and gave a tax reduction three years in a row.\n\nWhen the valley’s two ambulance districts merged a few years ago, property taxes saw a decrease in Gypsum and Eagle.\n\nThe money will help the ambulance district maintain some of the most cutting edge services in the nation, Ross said.\n\n“We have to provide it because we’re two hours from a major hospital. We are an ICU on wheels,” Ross said.\n\nThe Eagle County Health Service District runs from Ski Cooper to Glenwood Canyon, Routt County line to Vail Pass and all areas between.", "article_metadata": {"description": "EDWARDS — The valleywide ambulance district won its tax increase election by 24 votes, missing an automatic recount by 10.“People sometimes think their vote does not mean anything, but", "og": {"url": "http://www.vaildaily.com/news/21870246-113/ambulance-tax-question-narrowly-passes", "image": {"identifier": "http://www.vaildaily.com/csp/mediapool/sites/dt.common.streams.StreamServer.cls?STREAMOID=uUTjgvJwUjQ6vLHS3wdy0M$daE2N3K4ZzOUsqbU5sYtOWsON1OdG85hjXw$IeHoLWCsjLu883Ygn4B49Lvm9bPe2QeMKQdVeZmXF$9l$4uCZ8QDXhaHEp3rvzXRJFdy0KqPHLoMevcTLo3h8xh70Y6N_U_CryOsw6FTOdKL_jpQ-&CONTENTTYPE=image/jpeg", "type": "image/jpeg"}, "site_name": "The VailDaily", "description": "EDWARDS — The valleywide ambulance district won its tax increase election by 24 votes, missing an automatic recount by 10.“People sometimes think their vote does not mean anything, but", "title": "Ambulance tax question narrowly passes | VailDaily.com"}, "twitter": {"site": "@VailDaily", "card": "summary"}, "robots": "noodp", "fb": {"app_id": 306532666136106}, "tout": {"article": {"id": 21870246}}, "keywords": "DISTRICT, VOTES, AMBULANCE, ROSS, COUNTY, EAGLE, HEALTH, MEDICAID, SERVICE, TAX", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "EDWARDS — The valleywide ambulance district won its tax increase election by 24 votes, missing an automatic recount by 10.\nWhen the valley’s two ambulance districts merged a few years ago, property taxes saw a decrease in Gypsum and Eagle.\nThe narrowly-approved tax increase will bring in an additional $2 million annually, based on an additional $30 per year on $500,000 in assessed value.\n“This was imposed on us from outside,” said Dan Smith, ambulance district board member.\nThe money will help the ambulance district maintain some of the most cutting edge services in the nation, Ross said."}