{"article_title": "NEW MEMBER PROFILE: Fretting over lack of compromise, frosh realizes 'I'm not in Neb. anymore' -- Thursday, February 5, 2015 -- www.eenews.net", "article_keywords": ["profile", "ashfords", "ashford", "omaha", "things", "energy", "lack", "neb", "pipeline", "wwweenewsnet", "member", "nebraska", "im", "realizes", "frosh", "compromise", "worked", "fretting", "university", "landow"], "article_url": "http://www.eenews.net/stories/1060012914", "article_text": "Don't get him wrong: Nebraska's new Democratic Rep. Brad Ashford supports the Keystone XL oil pipeline. He just doesn't want to keep talking about it all the time.\n\n\"I think we have to get over the pipeline in order to get to those other things,\" Ashford, who unseated eight-term Rep. Lee Terry (R) last year, said during an interview this week.\n\nThose other things, he said, include developing policies that protect the environment and promote renewable energy while recognizing the importance of fossil fuels.\n\n\"Wind energy. We worked in Nebraska on expanding wind energy,\" Ashford said. \"We're the third-windiest state.\" He went on, \"Anything to do with energy efficiency and credits to businesses to make facilities more energy-efficient, to use more energy-efficient products.\"\n\nBut Ashford is already starting to see signs of trends that have kept significant energy and environment proposals on Capitol Hill from becoming law. \"I'm a little disappointed there aren't that many bills that have bipartisan support yet,\" he said.\n\nBipartisanship appears deeply embedded in Ashford's psyche. He has been identified as a Democrat, a Republican and an independent at different times during his career.\n\nAshford, the son of Omaha business owners, worked for the late Sen. Roman Hruska (R-Neb.) while attending Colgate University. Ashford's biography describes Hruska as \"a master of bipartisanship.\"\n\nAshford then studied law at Creighton University, and after graduating in 1974, went to work as an attorney for the Federal Highway Commission in Washington, D.C.\n\nSince then, Ashford, who is 65 years old, has held numerous positions of influence. These include serving as a judge for the Nebraska Court of Industrial Relations, a hearing examiner for the Nebraska Department of Education and executive director of the Omaha Housing Authority.\n\nAshford also served two separate times in Nebraska's nonpartisan, unicameral Legislature. There he won a reputation for being nice, earnest and genuine.\n\n\"He's very smart and very nice,\" said Paul Landow, a political science professor at the University of Nebraska, Omaha. \"What you see is the real thing. There's no act.\"\n\nPeople on Capitol Hill are starting to notice. In a profile of Ashford, the National Journal said he was on a \"kindness campaign.\" Landow thinks Ashford's attitude could help him shape policy.\n\n\"It has helped him because everybody likes him and they find him to be sort of the college professor type,\" Landow said. \"A lot of ability, and able to bring people together and have a good discussion.\"\n\nLandow describes Ashford as a centrist on most matters but progressive on social issues. The congressman prides himself on boosting education, fighting crime, cutting taxes and slashing spending.\n\nAdvertisement\n\nOne of Ashford's first acts on Capitol Hill was to co-sponsor legislation meant to cut almost $500 billion in government spending over a decade.\n\nAshford voted for legislation to bypass the Obama administration and fast-track approval of KXL. He also voted for a bill to expedite natural gas export reviews.\n\nHowever, Ashford opposed legislation to repeal the Affordable Care Act and prevent federal money going to abortions. He calls his actions \"Nebraska common sense.\"\n\nThe lawmaker said during his first House floor speech, \"I pledged to be an independent, pragmatic voice for my constituents, to responsibly tackle the issues facing our country, and to do so in a bipartisan manner.\"\n\nLandow said, \"He's able to adapt himself to the situation. So he can generally go through a big fight and remain standing the whole time.\"\n\nAshford sits on the House panels on Armed Services and Agriculture and has expressed concern about U.S. EPA proposals affecting farmers.\n\nAshford -- an avid runner, sports fan and reader of politics -- defeated Terry, who had long been a target of Democrats, with 49 percent of the vote. Whether he can stick around is far from certain.\n\nThere have been rumblings that he may get a Democratic primary opponent from the left in former House and Senate candidate Scott Kleeb, husband of anti-KXL activist and Bold Nebraska founder Jane Kleeb.\n\n\"It's a very difficult congressional seat,\" Landow said. \"Nebraska is a difficult environment for Democrats in general and in this congressional district.\"\n\nThe district preferred Mitt Romney over President Obama by 7 points in 2012, but Obama won it by 1 point four years earlier. Conservative radio host Chip Maxwell, who briefly ran for the seat as an independent in the last cycle before dropping out, has indicated he'd like to run in 2016 as a Republican (E&ENews PM, July 25, 2014). Other Republicans may also enter the fray. As of Dec. 31, Ashford had just $15,000 in his campaign account, after spending about $1.2 million to defeat Terry.\n\nGetting used to the ways of Washington may also be difficult for someone who has worked so hard to be a pragmatist. Ashford, for example, doesn't see why both sides can't compromise on KXL. It's something that neither supporters nor opponents of the pipeline appear willing to do.\n\n\"Why can't we use the pipeline bill as a way to get other things done?\" Ashford asked. \"I don't understand why we wouldn't do that. It's seems so logical. In Nebraska, that's how we would do it. I'm not in Nebraska anymore.\"", "article_metadata": {"description": "Don't get him wrong: Nebraska's new Democratic Rep. Brad Ashford supports the Keystone XL oil pipeline. He just doesn't want to keep talking about it all the time.", "csrf-token": "jsebUtUv+JzM1AIgNrgitnhTbSl30rUeWpTh8ohHGh0=", "twitter": {"image": "http://cache.eenews.net/application_assets/social_eep_twitter_300-c1b52dc3fac4f09c906876a781f0deb5.png", "site": "@EEPublishing", "card": "summary"}, "HandheldFriendly": "True", "csrf-param": "authenticity_token", "og": {"url": "http://cache.eenews.net/stories/1060012914", "image": "http://cache.eenews.net/application_assets/social_eep_og_300-75c50cd30ea6ff865d776f755349a224.png", "description": "Don't get him wrong: Nebraska's new Democratic Rep. Brad Ashford supports the Keystone XL oil pipeline. He just doesn't want to keep talking about it all the time.", "title": "NEW MEMBER PROFILE: Fretting over lack of compromise, frosh realizes 'I'm not in Neb. anymore'"}, "MobileOptimized": 320, "keywords": "NEW MEMBER PROFILE", "viewport": "width=device-width"}, "_id": "\"57477af46914bd0286fdf7ce\"", "article_summary": "\"He's very smart and very nice,\" said Paul Landow, a political science professor at the University of Nebraska, Omaha.\nWe worked in Nebraska on expanding wind energy,\" Ashford said.\nAshford, the son of Omaha business owners, worked for the late Sen. Roman Hruska (R-Neb.)\n\"I'm a little disappointed there aren't that many bills that have bipartisan support yet,\" he said.\n\"I think we have to get over the pipeline in order to get to those other things,\" Ashford, who unseated eight-term Rep. Lee Terry (R) last year, said during an interview this week."}