{"article_title": "Here’s The One Crazy Thing Barack Obama Can Do To Save Obamacare", "article_keywords": ["website", "project", "crazy", "pressure", "heres", "problems", "itd", "obamacare", "needs", "experience", "barack", "thing", "president", "save", "public", "obama"], "article_url": "http://blog.heartland.org/2013/12/heres-the-one-crazy-thing-barack-obama-can-do-to-save-obamacare/", "article_text": "We’ve passed the administration’s deadline, and Obamacare still isn’t fixed.\n\nYes, it’s better than it was two months ago. But by their own measures and by the measures of other retail sites, the administration has failed to fix their bungled website and achieve the easier lift of success on the front end, let alone the as-yet-unconstructed back end of the federal exchange.\n\nEvery week brings another announcement of delays in the law – delays that are in some cases more than even Republicans had requested to begin with – from the White House. The small business exchange delay dropped right before Thanksgiving, the decision to kick the can on open enrollment until after the 2014 elections, and the latest decision to scrap the payment system for insurers and rely on manual submissions for at least the first month illustrates how extreme the back end problems are.\n\nHealthcare.gov is even having trouble signing people up for Medicaid, which should be as easy as can be. And we’re just three weeks away from the December 23rd deadline to buy insurance, and the December 31st deadline to pay their premium, before people start getting hit by the mandate penalty.\n\nTaking the president’s public relations campaign rollout claiming “everything’s fixed!” at face value, Democrats are now reportedly demanding that someone be held accountable for the mismanaged launch of Obamacare.\n\nWhite House officials, asserting that the HealthCare.gov website is largely fixed, are under mounting pressure from Democrats and close allies to hold senior-level people accountable for the botched rollout of President Obama’s signature domestic achievement and to determine who should be fired. For weeks, the president and his aides have said they are not interested in conducting a witch hunt in the middle of the effort to rescue the website. But in the West Wing, the desire for an explanation about how an administration that prides itself on competence bungled so badly remains an urgent mission… Close aides said that Mr. Obama was unlikely to give in to the demands for a public flogging, but White House officials also said that Mr. Obama had demonstrated a calculated willingness to push people out.\n\nSo they claim. To this point, there’s every indication that the president is too soft to fire anyone who was actually responsible for this. Kathleen Sebelius should feel safe as ever.\n\nBut if you set aside the talking points and look at the real, enduring problems of the federal exchange, the real question Democrats should be asking isn’t who should be pushed out – it’s who should be brought in.\n\n[S]uccessful businesses have a good management structure. People in charge are familiar with the problems and able to focus effort, and operational employees are empowered to identify and solve problems. The Obama Administration failed in this last task. The team lacked a “CEO” who could focus the efforts, and line employees were stifled or ignored. As a result, deadlines were missed, minority opinions were ignored, and possible problems were not considered. The universal opposition of Republicans to the ACA made the administration’s task more difficult, but it does not excuse the failure. Fixing the administration’s implementation efforts will require more than just fixing the website. It will mean changing the entire organization of the government’s ACA efforts. Undoubtedly, some people need to leave or move on to other positions. More important is who needs to come on board, and that’s people with management skills and experience in startup businesses. There is no successful organization without good senior leadership.\n\nGoing forward, this kind of CEO-style leadership is essential for fixing Obamacare. Back up a moment: one of the lessons about the failure of Obamacare’s launch is that it’s an indication of how the impression of Obama himself was out of sync with his actual approach to leadership. Obama delegates, and he trusts his people. While he ran as a cool under pressure technocrat, the reality is that he’s an ambitious ideologue and a political animal. He left the framing of his namesake legislation to Hill veterans, quickly backing off the promises he’d made while running for the presidency in 2008. The implementation was delegated, too – to a group of self-styled elite bureaucrats at HHS and CMS who, lacking experience in anything approaching a project of this size, turned out to be terrible project managers.\n\nSo What’s The Answer?\n\nWe’re only beginning to deal with the ramifications of this, politically. But when it comes to the implementation side, there’s one simple step Obama could take to rescue his signature project. It’d be bold. It’d be out of the box. It’d be the sort of thing that the Hope and Change era Obama might’ve done, even if today’s Obama would never think of it.\n\nWhat Obama needs right now more than ever is a turnaround artist. Ideally, he would find someone with executive experience and bipartisan bona fides, someone experienced in the health policy space, who understands how these complicated exchanges are supposed to work. He needs someone with serious management experience and corporate consulting acumen, who’s dealt with a prominent national project while in the public eye, who’s completed a significant Olympic-sized undertaking under the pressure of a hard timeline. He needs someone with no future ambitions or plans to run for office again, a true non-ideological technocrat, someone who won’t manipulate a bureaucratic undertaking toward personal or political ends, but is just interested in solutions, in making things work.\n\nIt might even help if this person was a bit cutthroat, a tad robotic, with that special type of smiling harshness – someone who can slash the deadwood from a project, prioritize what needs doing and who can do it, and who won’t hesitate for one second to fire people who deserve it. If you’re talking about the perfect candidate, it’d be someone who actuallyliked firing people, who relishes it, and didn’t really give a damn who didn’t like him for it.\n\nThankfully, as Ann Althouse has noted, there is exactly one person in America who has all these qualities. And he’s got time on his hands.\n\nAll Barack Obama has to do is pick up the phone and say the magic words: “Help me, Mitt Romney. You’re my only hope.”\n\n[Originally published in The Federalist]", "article_metadata": {"og": {"url": "http://blog.heartland.org/2013/12/heres-the-one-crazy-thing-barack-obama-can-do-to-save-obamacare/", "type": "activity", "image": "http://blog.heartland.org/wp-content/uploads/2013/12/mystery_man.jpeg", "site_name": "Somewhat Reasonable", "title": "Here’s The One Crazy Thing Barack Obama Can Do To Save Obamacare"}, "robots": "noodp,noydir", "viewport": "width=device-width"}, "_id": "\"57477af46914bd0286fdf7d2\"", "article_summary": "What Obama needs right now more than ever is a turnaround artist.\nIt’d be the sort of thing that the Hope and Change era Obama might’ve done, even if today’s Obama would never think of it.\nAll Barack Obama has to do is pick up the phone and say the magic words: “Help me, Mitt Romney.\nBut when it comes to the implementation side, there’s one simple step Obama could take to rescue his signature project.\nMore important is who needs to come on board, and that’s people with management skills and experience in startup businesses."}