{"article_title": "Why Health Care Price Transparency May Not Work", "article_keywords": ["consumers", "price", "work", "paid", "health", "transparency", "prices", "hospital", "hospitals", "lowincome", "care"], "article_url": "http://www.thefiscaltimes.com/Articles/2014/09/18/Why-Health-Care-Price-Transparency-May-Not-Work", "article_text": "BOSTON -- Most people are aware that the current way they pay for health care in the United States is a confusing, bizarre, nebulous web of secrecy -- a rabbit warren where it is almost impossible to get a simple price up front for a standard health procedure.\n\nWhile industry insiders, providers and insurers have finally offered proposals to provide greater price transparency, especially now that more people are in high deductible plans paying more out-of-pocket costs, some have concerns that these reforms could have negative consequences on low-income people.\n\nRelated: Obamacare Has a Long Way to Go, Experts Say\n\nReformists say that a health care system with price transparency would allow people to know the price of their health treatments (as well as the prices paid by others) before they agree to purchase the treatment or procedure. Consumers would be allowed to “shop” around the same way they shop for most other products or services. Knowing the prices upfront would give consumers more control and potentially drive market prices down.\n\nHowever, realistically there are plenty of issues that could complicate this:\n\n1. Access to choice. Unless a patient lives in or near a big city, they are less likely to have choices among doctors, including specialists like cardiologists, oncologists and even OB-GYNs.\n\n2. Doctors set prices to cover their variable costs. A patient in New York cannot expect to get the price for a similar procedure in Mississippi, where the cost of living is less than half that of NY. Additionally, a medical group with special facilities (CT Scans, MRIs, etc.) has to amortize the cost of those devices, which is built into the fees they charge.\n\nRelated: Walmart Wants to Shake Up the Health Care Business\n\nRight now in the United States, health providers charge different patients different prices depending on if they are insured (the uninsured poor are charged the highest rates because the bill is paid by the government). Medicaid gets the lowest price available, Medicare sets prices, and private insurers vary widely depending on the size of the groups.\n\nResearchers at Duke University dug into the price discrepancy question and concluded that despite its surface appeal, price transparency can have negative effects on the low-income health care consumers.\n\nThat’s because it could result in higher prices on health services for people who have no access to Medicaid. It could also deter providers from offering products in poor markets.\n\nThe study highlights two examples of how this could happen.\n\nRelated: The Plot to Keep Health Care Prices From Consumers\n\nFirst, price transparency could lead to a more uniformed pricing system—since buyers would be more-informed of costs—sellers could all offer the same prices to avoid the appearance of unfair pricing. This, the researchers say, this could be a good thing for buyers who had originally paid a higher price than the uniform prices.\n\nBut, buyers who paid less than the uniform prices under price discrimination would be harmed. The study claims that price transparency will ultimately increase prices for low-income consumers or reduce the treatments available to them.\n\nSecond, if sellers decide not to go with uniform pricing, they may just decide not to sell to buyers in low-price markets—this could mean only lower quality products would be offered to low-income people.\n\nRelated: So Far, Obamacare Hospital Reform Isn’t Working\n\nThe issue was brought up during the Economist’s second annual Health Care Forum in Boston on Wednesday, where some panelists—including Leapfrog’s chief executive, Leah Binder dismissed the concern suggesting that low-income people wouldn’t make their medical decisions based on price.\n\n“Nobody says, ‘I will choose a hospital for my child based only on price. I don’t care about quality,” Binder said.\n\nBut her statement was quickly rejected by at least one audience member who raised the point that low-income people don’t always have the luxury of buying something based on quality and not cost. Binder replied, “There’s no question that it (price transparency) is not perfect…but even low-income people shop for the best they can get for the few dollars they have.”\n\nBinder’s response was met with muffled laughter and questionable glances from some audience members -- another attendee even noted, “That’s an answer from someone who’s never been poor.”\n\nRegardless, the point she was trying to stress was how very “insane” the current price structure is. “There’s no one price. There are hundreds of different prices, so it’s impossible to analyze and most are secret,” she said.\n\nSo how do we fix it without the negative consequences?\n\nRelated: Why We Need a Health Care Shopping Guide\n\nThe Duke researchers, as well as other reformists, have recommended that hospitals should join the Health Corporation of America in providing patients with price quotes in advance of their procedures. “This is more useful for hospitals and patients than relying on third parties to post historical prices paid by others,” the study said. They added that hospitals should promise low prices to low-income people who have hospital discount cards—it could be modeled on the discount cards created by pharmaceutical manufacturers.\n\nAnother common suggestion is that the federal government should adjust its reimbursement mechanisms that allow and reward hospitals for inflating charges for the poor. Right now, hospitals can inflate their reimbursements by charging higher prices for people on Medicaid and Medicare. Uncompensated care, the researchers said, should be valued at Medicare prices rather than at hospitals’ list prices.\n\nCurrently, health carriers in nearly every state have made some move toward price transparency—by disclosing to the federal government what rates they plan to offer consumers the following year. And under the Health Care Price Transparency Promotion Act of 2013, states are required to establish laws requiring hospitals to disclose their charges.\n\nMeanwhile, other federal legislation has lagged behind. There have been a number of measures offered up in both the Senate and House that address more transparent disclosure of hospital charges—though they have yet to get out of committee.\n\nTop Reads from The Fiscal Times:", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "BOSTON -- Most people are aware that the current way they pay for health care in the U", "title": "Why Health Care Price Transparency May Not Work", "url": "http://www.thefiscaltimes.com/Articles/2014/09/18/Why-Health-Care-Price-Transparency-May-Not-Work", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/12132011_Healthcare_article.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/Articles/2014/09/18/Why-Health-Care-Price-Transparency-May-Not-Work", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/12132011_Healthcare_article.jpg", "title": "The Fiscal Times", "card": "summary", "creator": "@Briannaehley"}, "generator": "Drupal 7 (http://drupal.org)", "description": "BOSTON -- Most people are aware that the current way they pay for health care in the U", "viewport": "initial-scale=1, maximum-scale=1"}, "_id": "\"57477af36914bd0286fd0dc8\"", "article_summary": "And under the Health Care Price Transparency Promotion Act of 2013, states are required to establish laws requiring hospitals to disclose their charges.\nResearchers at Duke University dug into the price discrepancy question and concluded that despite its surface appeal, price transparency can have negative effects on the low-income health care consumers.\nThe study claims that price transparency will ultimately increase prices for low-income consumers or reduce the treatments available to them.\nRelated: Obamacare Has a Long Way to Go, Experts SayReformists say that a health care system with price transparency would allow people to know the price of their health treatments (as well as the prices paid by others) before they agree to purchase the treatment or procedure.\nRelated: The Plot to Keep Health Care Prices From ConsumersFirst, price transparency could lead to a more uniformed pricing system—since buyers would be more-informed of costs—sellers could all offer the same prices to avoid the appearance of unfair pricing."}