{"article_title": "Dr. King advocated for health care access", "article_keywords": ["affordable", "king", "advocated", "enrollment", "act", "signed", "access", "health", "ohioans", "uninsured", "americans", "dr", "care"], "article_url": "http://www.cincinnati.com/story/opinion/contributors/2015/01/16/opinion-martin-luther-king-obamacare-aca/21887411/", "article_text": "Jackie Jackson (Photo: Provided)\n\nPastor Jackie Jackson of Cincinnati is the Ohio faith outreach director for Get Covered America, a nonprofit education campaign for the Affordable Care Act.\n\nMartin Luther King Day is a day to celebrate the progress this country has made for equality and justice for all Americans. As we reflect on the Rev. Dr. Martin Luther King Jr.'s legacy, it's important that we also recognize another, lesser-known civil rights issue advocated by him – access to health care.\n\nAt the Medical Committee for Human Rights in 1966, King spoke about how health care is a civil rights issue, famously saying, \"Of all the forms of inequality, injustice in health care is the most shocking and inhumane.\" These words were spoken at a time when poverty led to staggering amounts of inequality in health care – especially among African Americans.\n\nBut now more than ever we can celebrate the progress we've made in expanding access to quality, affordable health care to all Americans under the Affordable Care Act.\n\nPresident Barack Obama signed the Affordable Care Act into law in March of 2010. (Photo: Getty Images)\n\nIn my role as faith outreach director with Get Covered America, I have personally seen what the Affordable Care Act can mean for Ohio families. I have worked with churches and faith leaders across the state to help them educate their congregations and their communities on the Affordable Care Act. Locally, we have worked with churches like Word of Deliverance and Revelation Baptist to host enrollment events where Cincinnatians can get information and get covered.\n\nSimilar grassroots outreach and education is happening throughout the state and throughout the country. And I can tell you firsthand that it is working.\n\nAccording to a recent survey by Enroll America and Civis Analytics, African Americans saw national uninsured rates drop an estimated 5 percentage points, from 24 percent to 16 percent. Ohioans saw their uninsured rates drop an estimated 6 percentage points from 15 percent to 9 percent. And Hamilton County residents saw uninsured rates drop an estimated 5 percentage points from 15 percent to 10 percent.\n\nWe are now in year two of the Health Insurance Marketplace and expanded Medicaid in Ohio, and we have the opportunity to close the uninsured gap even further. As of the last enrollment period, more than 154,000 Ohioans have signed up for private insurance on the marketplace, and 84 percent of Ohioans received financial assistance to make their plans truly affordable. Additionally, more than 450,000 Ohioans have signed up for Ohio's expanded Medicaid program.\n\nNow is the time to sign up for private coverage on the marketplace if you are uninsured or change your health plan if you do have coverage. Open enrollment runs through Feb. 15. Until then, you can visit healthcare.gov and look for a plan that fits your needs and your budget.\n\nIf you feel like you want to discuss your options with an expert, free in-person enrollment assistance is available to help you understand your options. You can find out where to get local enrollment assistance and schedule an appointment using the Get Covered Connector at connector.getcoveredamerica.org.\n\nAs we celebrate Martin Luther King Day this year, we move closer to fulfilling King's dream and helping all Americans access health care. If you need coverage, be sure to act before Feb. 15.\n\nRead or Share this story: http://cin.ci/1IS2aFr", "article_metadata": {"google": "notranslate", "description": "The Affordable Care Act is expanding access to quality health care to all Americans.", "apple-itunes-app": "app-id=600019252", "og": {"site_name": "Cincinnati.com", "description": "The Affordable Care Act is expanding access to quality health care to all Americans.", "title": "Dr. King advocated for health care access", "url": "http://www.cincinnati.com/story/opinion/contributors/2015/01/16/opinion-martin-luther-king-obamacare-aca/21887411/", "image": "http://www.gannett-cdn.com/GDContent/applogos/cincinnati.png", "type": "article"}, "twitter": {"description": "The Affordable Care Act is expanding access to quality health care to all Americans.", "creator": "@enquirer", "image": "http://www.gannett-cdn.com/-mm-/66e7290e4240328d12167721b8eb707e04efa417/c=0-24-896-920&r=x643&c=640x640/local/-/media/Cincinnati/2015/01/16/B9315843083Z.1_20150116183856_000_GAK9LLM8A.1-0.jpg", "title": "Dr. King advocated for health care access", "site": "@enquirer", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "p": {"domain_verify": "8c50ff021dfc409ea7325f425f178799"}, "fb": {"app_id": 157995810912644}, "cXenseParse": {"gci-topic": "Subjects/Health care access", "gci-asset-type": "story", "gci-categories": "Subjects/Health care access", "title": "Dr. King advocated for health care access", "author": "By Jackie Jackson", "pageclass": "article", "recs": {"category": "opinion/contributors", "image-3-4": "http://www.gannett-cdn.com/-mm-/76ea34e1dd1bde8b2d87ce8af1cc0072c54ffebb/c=0-50-896-1244/local/-/media/Cincinnati/2015/01/16/B9315843083Z.1_20150116183856_000_GAK9LLM8A.1-0.jpg", "image-1-1": "http://www.gannett-cdn.com/-mm-/757ccce25e40f8c6f93c42d1d72e9653dda4fde5/c=0-24-896-920/local/-/media/Cincinnati/2015/01/16/B9315843083Z.1_20150116183856_000_GAK9LLM8A.1-0.jpg", "contenttype": "story", "image-4-3": "http://www.gannett-cdn.com/-mm-/a0de1a3bb4c30769998c29680cd2851a72dfe8ce/c=0-241-896-914/local/-/media/Cincinnati/2015/01/16/B9315843083Z.1_20150116183856_000_GAK9LLM8A.1-0.jpg", "image": "http://www.gannett-cdn.com/-mm-/3bad9439723cf52228f50315290be817e3de9506/c=0-331-896-837&r=x633&c=1200x630/local/-/media/Cincinnati/2015/01/16/B9315843083Z.1_20150116183856_000_GAK9LLM8A.1-0.jpg", "publishtime": "2015-01-16T23:00:15.153000-05:00", "shorthed": "Opinion: King advocated for health care access", "articleid": 21887411, "image-16-9": "http://www.gannett-cdn.com/-mm-/33ebc2eb3905be753c08ab2f55faa94998943bdd/c=0-331-896-837/local/-/media/Cincinnati/2015/01/16/B9315843083Z.1_20150116183856_000_GAK9LLM8A.1-0.jpg", "image-9-16": "http://www.gannett-cdn.com/-mm-/33cfbfda0a5ca6f067035d5be80bf76cd23f467a/c=74-0-800-1296/local/-/media/Cincinnati/2015/01/16/B9315843083Z.1_20150116183856_000_GAK9LLM8A.1-0.jpg"}}, "Content-Type": "text/html; charset=UTF-8", "viewport": "width=1070"}, "_id": "\"57477af36914bd0286fca21b\"", "article_summary": "Dr. Martin Luther King Jr.'s legacy, it's important that we also recognize another, lesser-known civil rights issue advocated by him – access to health care.\nBut now more than ever we can celebrate the progress we've made in expanding access to quality, affordable health care to all Americans under the Affordable Care Act.\nAt the Medical Committee for Human Rights in 1966, King spoke about how health care is a civil rights issue, famously saying, \"Of all the forms of inequality, injustice in health care is the most shocking and inhumane.\"\nAs we celebrate Martin Luther King Day this year, we move closer to fulfilling King's dream and helping all Americans access health care.\nI have worked with churches and faith leaders across the state to help them educate their congregations and their communities on the Affordable Care Act."}