{"article_title": "The Congressional Black Caucus Has a Better Idea for a Budget", "article_keywords": ["cbc", "term", "released", "house", "republicans", "obamacare", "idea", "budget", "better", "cbcs", "black", "caucus", "social", "security", "congressional"], "article_url": "https://bluenationreview.com/congressional-black-caucus-releases-alternative-budget/", "article_text": "Last week, House Republicans released their budget. The document was roundly mocked, but it would have been more comical if the budget didn’t stand to immediately worsen the lives of millions of Americans. On Monday, the Congressional Black Caucus released its budget, which, like the Republican version, frames the proposal in moral terms. The difference is that the CBC’s actually is.\n\nThe CBC calls for investments in education, infrastructure, job training, affordable housing, and small businesses, the type of investments that will create jobs in the short term and make the workforce more competitive in the long term. The Republicans called for tax cuts on the very wealthy with the promise that this time–really, they mean it–the wealth will trickle down to the rest of us in the middle.\n\nRather than click its heels and wish for the best, the CBC makes concrete proposals. It offered a slew of suggestions that will keep people out of prison and improve the job prospects of the underskilled, while strengthening essential programs like SNAP and Social Security. The Republicans would cut Medicare and Medicaid, and who knows what they’re planning with Social Security. Even one of the House Republicans called his own party’s budget “hooey.”\n\nAs for Obamacare? House Republicans are salivating at the prospect of defunding it once and for all.\n\nBut not the CBC’s budget. “This budget makes tough yet practical decisions that protect our most vulnerable communities and ensure opportunity for all Americans,” said Rep. G.K. Butterfield of North Carolina, the CBC chair.\n\nThe CBC’s budget dispenses with fictions like “dynamic scoring” and reduces the budget deficit by $1.9 trillion compared to the Congressional Budget Office’s baseline. It finds savings by the public option to Obamacare, getting immigration reform passed. and limiting the spigot of cash that is the Overseas Contingency Operations account.\n\nSadly, the GOP’s stranglehold on the House means the CBC’s budget has almost no chance of passing.", "article_metadata": {"description": "The House GOP released a budget which would have been comical if it wasn't built on the backs of the poor. So the Congressional Black Caucus has other ideas", "generator": "Powered by Visual Composer - drag and drop page builder for WordPress.", "og": {"site_name": "Blue Nation Review", "description": "The House GOP released a budget which would have been comical if it wasn't built on the backs of the poor. So the Congressional Black Caucus has other ideas", "title": "The Congressional Black Caucus Has a Better Idea for a Budget", "locale": "en_US", "image": "https://bluenationreview.com/wp-content/uploads/2014/08/CBC.jpg", "updated_time": "2015-04-01T14:56:49-04:00", "url": "https://bluenationreview.com/congressional-black-caucus-releases-alternative-budget/", "type": "article"}, "twitter": {"domain": "Blue Nation Review", "description": "The House GOP released a budget which would have been comical if it wasn't built on the backs of the poor. So the Congressional Black Caucus has other ideas", "creator": "@ShawnDrurySC", "image": {"src": "https://bluenationreview.com/wp-content/uploads/2014/08/CBC.jpg"}, "title": "The Congressional Black Caucus Has a Better Idea for a Budget", "site": "@bluenationrev", "card": "summary_large_image"}, "apple-mobile-web-app-title": "Blue Nation", "article": {"publisher": "https://www.facebook.com/bluenationreview", "section": "Economy", "tag": "budget,CBO,congress,Congressional Black Caucus,Congressional Budget Office,G K Butterfield,immigration reform,obamacare,poverty", "published_time": "2015-03-24T10:02:43-04:00", "modified_time": "2015-04-01T14:56:49-04:00"}, "viewport": "width=device-width, height=device-height, initial-scale=1.0, maximum-scale=1.0"}, "_id": "\"57477af36914bd0286fd0dc7\"", "article_summary": "The CBC’s budget dispenses with fictions like “dynamic scoring” and reduces the budget deficit by $1.9 trillion compared to the Congressional Budget Office’s baseline.\nOn Monday, the Congressional Black Caucus released its budget, which, like the Republican version, frames the proposal in moral terms.\nLast week, House Republicans released their budget.\nSadly, the GOP’s stranglehold on the House means the CBC’s budget has almost no chance of passing.\nBut not the CBC’s budget."}