{"article_title": "Strong second half propels Virginia past Liberty", "article_keywords": ["salon", "working", "service", "club", "local", "scouts", "virginia", "liberty", "needs", "past", "second", "propels", "community", "half", "services", "strong", "mission"], "article_url": "http://www.dailyprogress.com/sports/college_basketball/strong-second-half-propels-virginia-past-liberty/article_0cb92b3a-54a5-11e3-bc0a-0019bb30f31a.html", "article_text": "Salon DeShano\n\nSALON DeSHANO was established in 2003 with a vision of providing the same professional standards in hair, skin and nail services usually only found in more metropolitan settings. We have since added several personal care services to expand our offerings to our rural community. We have been voted Top Honors each year by the community in the local “Best of” competition, which is a genuine privilege that we consider very special. We boast the most premiere collection of stylists and technicians that the industry can offer. The level of skill and service provided is a direct result of years of specialty training and attention to detail. From consultation to completion, you can expect your needs to be addressed and your results to be pleasing. Working within our community, we are extremely proud of our involvement in local charitable events, including Cancer Research, St, Baldrick’s, Valley Mission, Ruritan Club, Lions Club, Rotary Club, Fluvanna Schools (Drama, Sports, Library, Boosters, Prom, SGA, Cosmetology, etc.) Chamber of Commerce, Lake Monticello Golf Tournament, Toys for Tots, Food Bank, Boys Scouts, Girls Scouts and so many others. Our Salon Coordinators strive to exceed your expectations in every aspect of communication during your visit. Jennifer or Travis are delighted to help with any of your questions or scheduling needs. Our mission: To serve the community as we provide the industry’s latest products and services with unsurpassed customer service.", "article_metadata": {"googlebot": "noarchive", "og": {"site_name": "The Daily Progress", "description": "Virginia led by just six points at the half, but got its act together and hammered Liberty, 75-53, in front of a crowd of 10,941.", "title": "Strong second half propels Virginia past Liberty", "url": "http://www.dailyprogress.com/sports/college_basketball/strong-second-half-propels-virginia-past-liberty/article_0cb92b3a-54a5-11e3-bc0a-0019bb30f31a.html", "image": {"width": 300, "identifier": "http://bloximages.newyork1.vip.townnews.com/dailyprogress.com/content/tncms/assets/v3/editorial/9/51/9514a946-5496-11e3-ad2c-0019bb30f31a/5291397c01a14.preview-300.jpg?resize=300%2C471", "height": 471}, "type": "article"}, "twitter": {"card": "summary", "creator": "@"}, "fb": {"admins": "100001414653607,10152170988485008,10101111419558100", "app_id": 366214100134806}, "article": {"publisher": "https://www.facebook.com/dailyprogress"}, "keywords": "college_basketball,basketball,sports,mens_basketball,featured", "google-site-verification": "sz237c0jgdTfDm1AqlrYHFhfluLF3VvL35nkk6TaMaM", "news_keywords": "college_basketball,basketball,sports,mens_basketball,featured", "description": "Virginia led by just six points at the half, but got its act together and hammered Liberty, 75-53, in front of a crowd of 10,941."}, "_id": "\"57477af36914bd0286fcef64\"", "article_summary": "Chamber of Commerce, Lake Monticello Golf Tournament, Toys for Tots, Food Bank, Boys Scouts, Girls Scouts and so many others.\nOur mission: To serve the community as we provide the industry’s latest products and services with unsurpassed customer service.\nWe have since added several personal care services to expand our offerings to our rural community.\nThe level of skill and service provided is a direct result of years of specialty training and attention to detail.\nFrom consultation to completion, you can expect your needs to be addressed and your results to be pleasing."}