{"article_title": "Leading experts prescribe how to make cancer drugs more affordable", "article_keywords": ["affordable", "md", "school", "center", "cancer", "drugs", "leading", "university", "prescribe", "research", "institute", "experts", "medicine", "medical", "texas"], "article_url": "http://www.eurekalert.org/pub_releases/2015-07/mc-lep072115.php", "article_text": "ROCHESTER, MINN. - A group of 118 of the nation's leading cancer experts have drafted a prescription for reducing the high cost of cancer drugs and voiced support for a patient-based grassroots movement demanding action on the issue. Their recommendations and support are outlined in a commentary, co-authored by the group, in the journal Mayo Clinic Proceedings.\n\n\"High cancer drug prices are affecting the care of patients with cancer and our health care system,\" says lead author Ayalew Tefferi, M.D., a hematologist at Mayo Clinic. \"The average gross household income in the U.S. is about $52,000 per year. For an insured patient with cancer who needs a drug that costs $120,000 per year, the out-of-pocket expenses could be as much as $25,000 to $30,000 - more than half their average household income.\"\n\nThe group cites a 2015 study by D.H. Howard and colleagues et al, published in the Journal of Economic Perspectives, which found that cancer drug prices have risen by an average of $8,500 per year over the past 15 years.\n\n\"When you consider that cancer will affect 1 in 3 individuals over their lifetime, and [with] recent trends in insurance coverage [that] put a heavy financial burden on patients with out-of-pocket expenses, you quickly see that the situation is not sustainable,\" Dr. Tefferi, says. \"It's time for patients and their physicians to call for change.\"\n\nThe group says these actions would improve the situation and allow market forces to work better.\n\nCreate a post-U.S. Food and Drug Administration drug approval review mechanism to propose a fair price for new treatments that is based on the value to patients and heath care\n\nAllow Medicare to negotiate drug prices\n\nAllow the Patient Centered Outcomes Research Institute, created through the Affordable Care Act, to evaluate the benefits of new treatments and similar organizations to include drug prices in their assessments of the treatment value\n\nAllow importation of cancer drugs across borders for personal use (For example, prices in Canada are about half of prices in the U.S.)\n\nPass legislation to prevent drug companies from delaying access to generic drugs (pay for delay)\n\nReform the patent system to make it more difficult to prolong product exclusivity unnecessarily (patent \"evergreening\")\n\nEncourage organizations that represent cancer specialists and patients (e.g., American Society of Clinical Oncology, American Society of Hematology, American Association for Cancer Research, American Cancer Society, National Comprehensive Cancer Network to consider the overall value of drugs and treatments in formulating treatment guidelines\n\nThe group also supports the patient-based, grass-roots movement on change.org that advocates against high cancer drug prices with the goal of drawing the attention of pharmaceutical companies and elected representatives to this issue. The authors write, \"with proper support of these grass-roots efforts and proper use of that support downstream, it should be possible to focus the attention of pharmaceutical companies on this problem and to encourage our elected representatives to more effectively advocate for the interests of their most important constituents among the stakeholders in cancer - American cancer patients.\"\n\n###\n\nCo-authors include:\n\nVincent Rajkumar, M.D., Mayo Clinic, Rochester\n\nMorie Gertz, M.D., Mayo Clinic, Rochester\n\nRobert Kyle, M.D., Mayo Clinic, Rochester\n\nHagop Kantarjian, M.D., University of Texas MD Anderson Cancer Center, Houston\n\nJames Allison, University of Texas MD Anderson Cancer Center, Houston\n\nRobert Bast Jr., University of Texas MD Anderson Cancer Center, Houston\n\nJorge Cortes, M.D., University of Texas MD Anderson Cancer Center, Houston\n\nIsaiah Fidler, D.V.M., Ph.D., University of Texas MD Anderson Cancer Center, Houston\n\nEmil Freireich, M.D., University of Texas MD Anderson Cancer Center, Houston\n\nJordan Gutterman, University of Texas MD Anderson Cancer Center, Houston\n\nWaun Ki Hong, University of Texas MD Anderson Cancer Center, Houston\n\nGabriel Hortobagyi, M.D., University of Texas MD Anderson Cancer Center, Houston\n\nJohn Mendelsohn, M.D., University of Texas MD Anderson Cancer Center, Houston\n\nLouise Strong, M.D., University of Texas MD Anderson Cancer Center, Houston\n\nNaoto Ueno, M.D., Ph.D., University of Texas MD Anderson Cancer Center, Houston\n\nCharles LeMaistre, M.D., University of Texas MD Anderson Cancer Center, Houston\n\nLawrence Baker, D.O., University of Michigan, Ann Arbor, Michigan\n\nTheodore Lawrence, M.D., Ph.D., University of Michigan, Ann Arbor\n\nJan Abkowitz, M.D., University of Washington Medical School, Seattle\n\nJoachim Deeg, M.D., University of Washington Medical School, Seattle\n\nElihu Estey, M.D., University of Washington Medical School, Seattle\n\nGary Lyman, M.D., M.P.H., University of Washington Medical School, Seattle\n\nJohn Adamson, M.D., University of California, San Diego School of Medicine, La Jolla, California\n\nRanjana Hira Advani, M.D., Stanford University School of Medicine, Stanford, California\n\nSteven Coutre, Stanford University School of Medicine, Stanford\n\nPeter Greenberg, M.D., Stanford University School of Medicine, Stanford\n\nMichael Link, M.D., Stanford University School of Medicine, Stanford\n\nSaul Rosenberg, Stanford University School of Medicine, Stanford\n\nKaren Antman, M.D., Boston University School of Medicine, Boston\n\nJohn Bennett, M.D., University of Rochester Medical Center, Rochester, New York\n\nEdward Benz Jr., M.D., Dana-Farber Cancer Institute and Harvard Medical School, Boston\n\nGeorge Peter Canellos, M.D., Dana-Farber Cancer Institute and Harvard Medical School, Boston\n\nGeorge Daley, M.D., Ph.D., Dana-Farber Cancer Institute and Harvard Medical School, Boston\n\nDaniel DeAngelo, Dana-Farber Cancer Institute and Harvard Medical School, Boston\n\nCharles Fuchs, M.D., M.P.H., Dana-Farber Cancer Institute and Harvard Medical School, Boston\n\nRobert Handin, M.D., Dana-Farber Cancer Institute and Harvard Medical School, Boston\n\nPhilip Kantoff, M.D., Dana-Farber Cancer Institute and Harvard Medical School, Boston\n\nDavid Steensma, M.D., Dana-Farber Cancer Institute and Harvard Medical School, Boston\n\nRichard Stone, Dana-Farber Cancer Institute and Harvard Medical School, Boston\n\nEric Winer, M.D., Dana-Farber Cancer Institute and Harvard Medical School, Boston\n\nNancy Berliner, M.D., Brigham and Women's Hospital, Boston\n\nRobert Handin, M.D., Brigham and Women's Hospital, Boston\n\nJoseph Bertino, Rutgers Cancer Institute of New Jersey, New Brunswick, New Jersey\n\nRavi Bhatia, M.D., University of Alabama at Birmingham, Birmingham, Alabama\n\nSmita Bhatia, M.D., University of Alabama at Birmingham, Birmingham\n\nHarry Erba, M.D., Ph.D., University of Alabama at Birmingham, Birmingham\n\nDeepa Bhojwani, M.D., Children's Hospital Los Angeles, Los Angeles\n\nCharles Blanke, M.D., Oregon Health & Science University, Portland, Oregon\n\nClara Bloomfield, M.D., The Ohio State University Comprehensive Cancer Center, Columbus, Ohio\n\nJohn Byrd, M.D., The Ohio State University Comprehensive Cancer Center, Columbus\n\nRaphael Pollock, M.D., Ph.D., The Ohio State University Comprehensive Cancer Center, Columbus\n\nLinda Bosserman, M.D.\n\nStephen Forman, M.D., City of Hope Medical Foundation, Duarte, California\n\nHal Broxmeyer, Ph.D., Indiana University School of Medicine, Indianapolis\n\nLawrence Einhorn, M.D., Indiana University School of Medicine, Indianapolis\n\nFernando Cabanillas, M.D., Auxilio Cancer Center, Hato Rey, Puerto Rico\n\nBruce Chabner, M.D., Massachusetts General Hospital, Boston\n\nGerardo Colon-Otero, M.D., Massachusetts General Hospital, Boston\n\nAsher Chanan-Khan, M.D., Mayo Clinic, Jacksonville, Florida\n\nJames Foran, Mayo Clinic, Jacksonville, Florida\n\nBruce Cheson, M.D., Georgetown Lombardi Comprehensive Cancer Center, Washington, D.C.\n\nBayard Clarkson, M.D., Memorial Sloan Kettering Cancer Center, New York City\n\nSergio Giralt, Memorial Sloan Kettering Cancer Center, New York City\n\nClifford Hudis, M.D., Memorial Sloan Kettering Cancer Center, New York City\n\nRoss Levine, M.D., Memorial Sloan Kettering Cancer Center, New York City\n\nMartin Tallman, Memorial Sloan Kettering Cancer Center, New York City\n\nAnas Younes, M.D., Memorial Sloan Kettering Cancer Center, New York City\n\nAndrew D. Zelenetz, Memorial Sloan Kettering Cancer Center, New York City\n\nSusan L. Cohn, M.D., University of Chicago, Chicago\n\nHarvey Golomb, M.D., University of Chicago, Chicago\n\nSamuel Hellman, M.D., University of Chicago, Chicago\n\nRichard A. Larson, M.D., University of Chicago, Chicago\n\nWendy Stock, M.D., University of Chicago, Chicago\n\nMassimo Cristofanilli, M.D., Sidney Kimmel Cancer Center at Thomas Jefferson University, Philadelphia\n\nWalter Curran Jr., M.D., Winship Cancer Institute of Emory University, Atlanta\n\nFadlo Khuri, M.D., Winship Cancer Institute of Emory University, Atlanta\n\nSagar Lonial, M.D., Winship Cancer Institute of Emory University, Atlanta\n\nGeorge Daley, M.D., Ph.D., Boston Children's Hospital, Boston\n\nJoachim Deeg, M.D., Fred Hutchinson Cancer Research Center, Seattle\n\nGary Lyman, M.D., M.P.H., Fred Hutchinson Cancer Research Center, Seattle\n\nOliver Press, M.D., Ph.D., Fred Hutchinson Cancer Research Center, Seattle\n\nJerald Radich, M.D., Fred Hutchinson Cancer Research Center, Seattle\n\nBrenda Sandmaier, Fred Hutchinson Cancer Research Center, Seattle\n\nRainer Stone, Fred Hutchinson Cancer Research Center, Seattle\n\nFrancisco Esteva, M.D., Ph.D., New York University Langone Medical Center, New York City\n\nJames George, M.D., University of Oklahoma Health Sciences Center, Oklahoma City\n\nPaulo Marcelo Hoff, M.D., Universidade de Sao Paulo, Sao Paulo\n\nRonald Hoffman, Icahn School of Medicine at Mount Sinai, New York City\n\nMary Horowitz, M.D., M.S., Medical College of Wisconsin, Milwaukee\n\nJean Pierre Issa, M.D., Temple University, Philadelphia\n\nBruce Evan Johnson, M.D., Lowe Center for Thoracic Oncology, Boston\n\nKenneth Kaushansky, M.D., Stony Brook University, Stony Brook, New York\n\nDavid Khayat, M.D., Ph.D., Pitié-Salpêtrière Hospital, Paris\n\nThomas Kipps, M.D., Ph.D.\n\nScott Lippman, M.D., University of California, San Diego Moores Cancer Center, La Jolla\n\nMargaret Kripke, Cancer Prevention and Research Institute of Texas, Austin, Texas\n\nMaurie Markman, M.D., Cancer Treatment Centers of America, Eastern Regional Medical Center, Philadelphia\n\nNeal Neropol, M.D., University Hospitals Case Medical Center and Case Western Reserve University, Cleveland\n\nYoav Messinger, M.D., Children's Hospitals and Clinics of Minnesota\n\nTherese Mulvey, M.D., Southcoast Centers for Cancer Care, Fairhaven, Massachusetts\n\nSusan O'Brien, M.D.\n\nRichard Van Etten, M.D., Ph.D., University of California, Irvine, California\n\nRoman Perez-Soler, Albert Einstein College of Medicine, New York City\n\nJosef Prchal, M.D., University of Utah, Salt Lake City\n\nKanti Rai, North Shore-LIJ Cancer Institute, New York\n\nJacob Rowe, Northwestern University Feinberg School of Medicine, Chicago\n\nHope Rugo, University of California, San Francisco, Helen Diller Family Comprehensive Cancer Center, San Francisco\n\nCarolyn Runowicz, M.D., Florida International University Herbert Wertheim College of Medicine, Miami\n\nAlan Saven, M.D., Scripps Clinic Medical Group, La Jolla\n\nRichard Silver, M.D., Scripps Clinic Medical Group, La Jolla\n\nAndrew Schafer, M.D., Weill Cornell Medical College, New York City\n\nCharles Schiffer, Barbara Ann Karmanos Cancer Institute, Detroit\n\nMikkael Sekeres, M.D., M.S., Cleveland Clinic, Cleveland\n\nLillian Siu, M.D., Princess Margaret Cancer Centre, University Health Network, Toronto\n\nMarc Stewart, M.D., Seattle Cancer Care Alliance, Seattle\n\nMichael Thompson, M.D., Ph.D., Aurora Research Institute, Aurora Health Care, Milwaukee\n\nJulie Vose, M.D., M.B.A., University of Nebraska Medical Center, Omaha, Nebraska\n\nPeter Wiernik, M.D., Cancer Research Foundation, New York City\n\nAbout Mayo Clinic Proceedings\n\nMayo Clinic Proceedings is a monthly peer-reviewed medical journal that publishes original articles and reviews dealing with clinical and laboratory medicine, clinical research, basic science research and clinical epidemiology. Proceedings is sponsored by the Mayo Foundation for Medical Education and Research as part of its commitment to physician education. It publishes submissions from authors worldwide. The journal has been published for more than 80 years and has a circulation of 130,000. Articles are available at mayoclinicproceedings.org.\n\nAbout Mayo Clinic\n\nMayo Clinic is a nonprofit organization committed to medical research and education, and providing expert, whole-person care to everyone who needs healing. For more information, visit http://mayocl. in/ 1ohJTMS or http://newsnetwork. mayoclinic. org/ .\n\nMEDIA CONTACT:\n\nJoe Dangor, Mayo Clinic Public Affairs, 507-284-5005, newsbureau@mayo.edu", "article_metadata": {"description": "A group of 118 of the nation's leading cancer experts have drafted a prescription for reducing the high cost of cancer drugs and voiced support for a patient-based grassroots movement demanding action on the issue. Their recommendations and support are outlined in a commentary, co-authored by the group, in the journal Mayo Clinic Proceedings.", "og": {"site_name": "EurekAlert!", "description": "A group of 118 of the nation's leading cancer experts have drafted a prescription for reducing the high cost of cancer drugs and voiced support for a patient-based grassroots movement demanding action on the issue. Their recommendations and support are outlined in a commentary, co-authored by the group, in the journal Mayo Clinic Proceedings.", "title": "Leading experts prescribe how to make cancer drugs more affordable", "url": "http://www.eurekalert.org/pub_releases/2015-07/mc-lep072115.php", "image": "http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "type": "website"}, "twitter": {"domain": "www.eurekalert.org", "site": "@EurekAlertAAAS", "card": "summary", "creator": "MayoClinic"}, "date": "Thu, 23 Jul 2015 04:00:00 GMT", "fb": {"profile_id": "EurekAlert"}, "journal": "Mayo Clinic Proceedings", "keywords": "Medicine/Health, Cancer", "region": "namerica", "type": "research", "institution": "Mayo Clinic", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no"}, "article_summary": "About Mayo ClinicMayo Clinic is a nonprofit organization committed to medical research and education, and providing expert, whole-person care to everyone who needs healing.\nROCHESTER, MINN. - A group of 118 of the nation's leading cancer experts have drafted a prescription for reducing the high cost of cancer drugs and voiced support for a patient-based grassroots movement demanding action on the issue.\n\"High cancer drug prices are affecting the care of patients with cancer and our health care system,\" says lead author Ayalew Tefferi, M.D., a hematologist at Mayo Clinic.\nProceedings is sponsored by the Mayo Foundation for Medical Education and Research as part of its commitment to physician education.\nTheir recommendations and support are outlined in a commentary, co-authored by the group, in the journal Mayo Clinic Proceedings."}