{"article_title": "How the global healthcare economy will impact US providers", "article_keywords": ["impact", "united", "cost", "providers", "medical", "global", "india", "states", "patients", "costs", "healthcare", "services", "hospitals", "industry", "economy"], "article_url": "http://www.beckersspine.com/orthopedic-spine-practices-improving-profits/item/27350-how-the-global-healthcare-economy-will-impact-us-providers-5-key-trends.html", "article_text": "The healthcare economy is turning into a global economy and providers in the United States are already competing with facilities in countries like India and Thailand for patients.\n\nPatients can travel overseas for services including orthopedic procedures and heart surgeries where costs are significantly lower than surgery in the United States and wait times are shorter. India and Thailand are leading destinations with local hospitals catering to medical tourists.\n\n\"The provision of medical services is being transformed from what was until recently and entirely domestic industry, in which doctors competed only with doctors residing within their own countries, into a global industry whereby competition is taking place on a global level,\" says Lilac Nachum, professor and executive educator of globalization and multinational companies at Baruch College, City University in New York.\n\nFor example, a hip replacement costs around $40,000 in the United States, but only $3,000 in India. A bypass surgery in the United States costs from $45,000 to $250,000 and in Bangladesh patients undergo the same procedure for $2,000. In India, the bypass procedure costs $8,000 to $16,000. Patients are even traveling for procedures as minor as dental bridges, which cost around $5,000 in the United States and less than $1,000 in Hungary.\n\n\"The quality of many of these low cost service providers is at least on par with the United States, as is evident by their international quality accreditations, like the Joint Commission International Accreditation, and by the adoption of state-of-the-art technologies for services like cancer treatment and heart operations,\" says Ms. Nachum. \"Some of them also offer accommodation facilities for the families accompanying the patients, as well as facilities for recovery periods.\"\n\nMedical tourism is expected to generate more than $3 billion from income earned by private hospitals listed on the Stock Exchange of Thailand, according to Kasikorn Research Centre, a Kasikorn Bank subsidiary, according to an IMTJ report. The revenue growth is up 15 percent year-over-year.\n\nHere are five key trends in the global healthcare economy:\n\n1. Leading hospitals overseas are rapidly expanding, including the India Apollo Hospitals Group, which operates 55 hospitals in India, Sri Lanka, Bangladesh, Ghana, Nigeria, Mauritus, Qatar, Oman and Kuwait. Regulatory issues are preventing the company from establishing itself in the United States.\n\n2. Britain's National Health Services is considering partnerships with India and Thailand's leading players as one method for cutting long wait times.\n\n3. Prestigious hospitals in the United States, including Johns Hopkins, Cleveland Clinic, Harvard and Duke are forming partnerships combining treatment in the United States and overseas.\n\n4. Leading hospitals in India and Thailand experienced double-digit growth in international patients in the last decade. The number of medical treatments international tourists received in Thai private hospitals is expected to reach $2.81 million in 2015, up 10.2 percent from last year, according to the ITMJ report.\n\n5. Patients are demonstrating an increased willingness to travel overseas for lower cost and faster treatment. A 2013 Medical Tourism Association patient survey found 48 percent of respondents who previously engaged in medical tourism were interested in doing so again. Most patients spent between $7,475 and $15,833 per medical travel trip.\n\nA MTA 2010 survey shows around 71 percent of insurance companies and employers feel healthcare reform will have a positive impact on the medical tourism industry and a survey the previous year found 64 percent of the medical tourists traveling abroad didn't have health insurance.\n\n\"These developments are bound to affect physicians and their practices, presumably far in excess of the impact of ObamaCare,\" says Ms. Nachum. \"They increase competition and put pressure on cost. They will also require improvements and upgrading of services to justify the undertaking of more expensive treatments on U.S. soil. The strongest transformation will occur in what is today the most lucrative part of the industry, namely high cost operations and procedures. The costs of these treatments are high enough to justify travel elsewhere and the price differential large enough to cover the traveling cost.\"\n\nMore articles on healthcare:\n\nPremier ASC project reconsidered in New York: 5 things to know\n\nOut-of-network operations: Time to assess the opportunities, risk & issues in a changing marketplace\n\nThe politics behind immigration and the healthcare industry\n\n\n\n", "article_metadata": {"keywords": "healthcare economy,global healthcare,united states,medical tourism,physicians,healthcare reform,pay for performance,insurance companies", "og": {"url": "http://www.beckersspine.com/orthopedic-spine-practices-improving-profits/item/27350-how-the-global-healthcare-economy-will-impact-us-providers-5-key-trends.html", "type": "article", "description": "How the global healthcare economy will impact US providers: 5 key trends", "title": "How the global healthcare economy will impact US providers: 5 key trends"}, "author": "Laura Dyrda", "description": "How the global healthcare economy will impact US providers: 5 key trends", "title": "How the global healthcare economy will impact US providers: 5 key trends"}, "_id": "\"57477af46914bd0286fdf7fa\"", "article_summary": "The healthcare economy is turning into a global economy and providers in the United States are already competing with facilities in countries like India and Thailand for patients.\nPrestigious hospitals in the United States, including Johns Hopkins, Cleveland Clinic, Harvard and Duke are forming partnerships combining treatment in the United States and overseas.\nA bypass surgery in the United States costs from $45,000 to $250,000 and in Bangladesh patients undergo the same procedure for $2,000.\nRegulatory issues are preventing the company from establishing itself in the United States.\nFor example, a hip replacement costs around $40,000 in the United States, but only $3,000 in India."}