{"article_title": "Securing Internet-connected Devices Makes This CIO ‘Nauseous’", "article_keywords": ["solutions", "securing", "windows", "nauseous", "cio", "devices", "creative", "connected", "systems", "mr", "internetconnected", "security", "strategy", "makes", "wiora", "software"], "article_url": "http://blogs.wsj.com/cio/2015/03/16/securing-internet-connected-devices-makes-this-cio-nauseous/", "article_text": "Security worries are leading Creative Solutions in Health Care LLC to rethink its effort outfitting hundreds of doors, windows, washers, dryers and security cameras with software-controlled sensors. What started as an experiment by the nursing home provider last year to make everyday machines at its facilities more efficient, has turned into a lesson for CIO and CISO Shawn Wiora on new security challenges introduced by more connected devices.\n\n“The attack surface is gargantuan and a lot of these Internet of Things [approaches] don’t come with a robust enterprise-level security,” Mr. Wiora said. “It’s kind of making me a little nauseous just thinking about it.”\n\nCreative Solutions in Healthcare Creative Solutions in Healthcare CIO Shawn Wiora\n\nMr. Wiora and his fellow CIOs may need to bulk order the Dramamine. Gartner predicts that the installed base of connected devices, will grow to 26 billion units in 2020, up from less than one billion in 2009.\n\nPart of the worry for Mr. Wiora concerns the software. Creative Solutions uses software built with Microsoft Windows programming interface, which routes commands to all of its connected doors and washing machines from a custom-built appliance in each facility. The breadth of the program across 70 facilities, coupled with the proliferation of Windows vulnerabilities, has Mr. Wiora thinking about improving his security architecture. Although he says Creative Solutions hasn’t been hacked — as far as he knows — the popularity of Microsoft software as a hacker Target and the company’s inexperience with sensor-automated machines has him mulling his options.\n\nMicrosoft did not respond to a request for comment.\n\nWhile the sensors and software at Creative Solutions don’t touch patient data, Mr. Wiora is worried about third party threats. He thinks about how perpetrators infiltrated Target Corp. through a partner that provided heating and air conditioning systems. Creative Solutions uses a third-party app to analyze the data his connected systems generate.\n\nMr. Wiora says his staff is creating an inventory map of all of the Internet-connected facility devices to make sure they are accounted for in the company’s security plans. Last month, he started meeting with threat analysts to plan a strategy for improving security around this network of IP-enabled devices.\n\nIf he finds that the Microsoft software is too insecure for Creative Solutions’ requirements, he may swap out the current systems for other software platforms, such as Apple Inc.’s iOS. While there is a lot of robust debate about whether iOS is more secure than Windows, he says there are “far, far fewer reports of iOS hacks.” While he’s open to anything that reduces his company’s risk, he knows that there’s no proven software or strategy available yet. “There’s not a CIO out there who has got an umbrella strategy for Internet of Things,” Mr. Wiora said.", "article_metadata": {"article.template": "full", "page.content.source": "Blog Article", "page.region": "na,us", "page.content.type": "blogs article", "twitter": {"domain": "WSJ.com", "description": "Creative Solutions in Health Care is Internet-enabling windows, door locks, washers and dryers. But at what cost to security, wonders CIO and CISO Shawn Wiora?", "title": "Securing Internet-connected Devices Makes This CIO ‘Nauseous’", "url": "http://blogs.wsj.com/cio/2015/03/16/securing-internet-connected-devices-makes-this-cio-nauseous/", "image": {"src": "http://online.wsj.com/media/1223_cio_wiowar_G_20141223091803.jpg"}, "site": "WSJ", "card": "summary_large_image"}, "article.image_count": 2, "article_privilege": "free", "article.section": "CSuite", "article.headline": "Securing Internet-connected Devices Makes This CIO ‘Nauseous’", "description": "Creative Solutions in Health Care is Internet-enabling windows, door locks, washers and dryers. But at what cost to security, wonders CIO and CISO Shawn Wiora?", "article_section": "CSuite", "author": "Clint Boulton", "user.type": "unsubscribed", "testkeys": "C", "article.page": "CIO Journal. Blog", "page.subsection": "CIO Journal.", "article.summary": "Creative Solutions in Health Care is Internet-enabling windows, door locks, washers and dryers. But at what cost to security, wonders CIO and CISO Shawn Wiora?", "page.site": "blogs.wsj.com", "page.content.format": "responsive", "article.published": "2015-03-16T22:00:47-04:00", "dj.asn": "10-158", "ROBOTS": "noarchive, noodp", "fb": {"url": "http://blogs.wsj.com/cio/2015/03/16/securing-internet-connected-devices-makes-this-cio-nauseous/", "app_id": 368513495882}, "article": {"publisher": "https://www.facebook.com/wsj"}, "article_id": "BL-CIOB-6511", "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no", "page.section": "CSuite", "language": "en-US", "og": {"site_name": "WSJ", "description": "Creative Solutions in Health Care is Internet-enabling windows, door locks, washers and dryers. But at what cost to security, wonders CIO and CISO Shawn Wiora?", "title": "Securing Internet-connected Devices Makes This CIO ‘Nauseous’", "url": "http://blogs.wsj.com/cio/2015/03/16/securing-internet-connected-devices-makes-this-cio-nauseous/", "image": {"width": 553, "identifier": "http://online.wsj.com/media/1223_cio_wiowar_G_20141223091803.jpg", "height": 369}, "type": "article"}, "article.access": "free", "article.type": "CIO Journal.", "article.id": "BL-CIOB-6511", "user.exp": "default", "article.updated": "2015-03-17T14:25:38-04:00"}, "_id": "\"57477af36914bd0286fd0def\"", "article_summary": "“The attack surface is gargantuan and a lot of these Internet of Things [approaches] don’t come with a robust enterprise-level security,” Mr. Wiora said.\n“There’s not a CIO out there who has got an umbrella strategy for Internet of Things,” Mr. Wiora said.\nWhile the sensors and software at Creative Solutions don’t touch patient data, Mr. Wiora is worried about third party threats.\nCreative Solutions uses a third-party app to analyze the data his connected systems generate.\nMr. Wiora says his staff is creating an inventory map of all of the Internet-connected facility devices to make sure they are accounted for in the company’s security plans."}