{"article_title": "COPD Treatment with Nutrition Improves Outcome, Reduces Costs", "article_keywords": ["nutrition", "copd", "reduces", "nutritional", "readmission", "costs", "outcomes", "medical", "patients", "improves", "medicare", "treatment", "outcome", "hospital"], "article_url": "http://lungdiseasenews.com/2014/11/18/copd-treatment-with-nutrition-improves-outcome/", "article_text": "A study recently published in the journal CHEST suggests elderly patients with chronic obstructive pulmonary disease (COPD) had better outcomes during a hospital confinement when they received nutritional treatment as well. Improved outcomes were exhibited by shortened length of confinement, reduced hospital costs, and lowered chances of 30-day readmissions. This group of pulmonary conditions is more common in geriatric patients, and is considered one of the primary causes of disability and mortality in the country.\n\nAn Abbott-funded study, led by Julia Thornton Snider, Ph.D. from Precision Health Economics, examined Medicare patients aged 65 years old and up, who were admitted to the hospital to receive treatment for COPD. The findings showed COPD patients who received nutritional treatment during their stay in the hospital were discharged at an average of 1.88 days earlier. Their medical costs were also reduced by an average of $1,570 when compared to those whose nutrition did not receive medical attention. Additionally, these patients’s likelihood of experiencing a 30-day readmission decreased by 13.1%.\n\n“Our findings suggest that screening seniors in the hospital for malnutrition risk and providing cost-effective treatment for those who are malnourished or at risk, can have a positive health impact on outcomes,” said Snider. “In addition, our new readmission data suggests economic benefits for the hospital, including how they may better achieve the new Medicare mandates for reducing readmission rates in elderly COPD patients.”\n\n[adrotate group=”3″]\n\nThe findings are especially important this year, as Medicare will be increasing the maximum penalty for hospitals with a noticeably high 30-day readmission rate. The existing Affordable Care Act, also known as Obamacare, currently covers readmissions of patients with a history of emergency cardiovascular events and pneumonia, but starting next year 2015, Medicare will be including penalty guidelines for total hip/knee replacements and COPD readmissions. At present, COPD patients are estimated to incur $20,500 more medical costs compared to Medicare patients without COPD.\n\nRobert H. Miller, Ph.D., the Divisional Vice President of R&D, Scientific and Medical Affairs, at Abbott Nutrition, said the company is constantly looking for partnerships and avenues to better understand the nutritional needs of the sick and how to improve patient outcomes. Research initiatives such as this give way to the development and integration of oral supplements necessary to improving healthcare while reducing costs.\n\nWhile adequate nutrition is fundamental to effectively managing any disease, and COPD patients are known to be more at risk for malnutrition given their debilitated state, there remains a lack of nutritional guidelines for COPD management. However, an amendment is expected soon, as a good number of ongoing and recently concluded corroborative studies are emphasizing the pivotal role of nutrition in COPD treatment.", "article_metadata": {"news_keywords": "lung disease, lung disease news, cystic fibrosis, asthma, copd, pulmonary hypertension, pulmonary fibrosis, lung cancer, bronchiectasis", "generator": "Powered by Visual Composer - drag and drop page builder for WordPress.", "og": {"site_name": "Lung Disease News", "description": "Read about how COPD Treatment with Nutrition Improves Outcome, Reduces Costs, and lessens chances of 30-day readmission.", "title": "COPD Treatment with Nutrition Improves Outcome, Reduces Costs", "locale": "en_US", "image": {"width": 1000, "identifier": "http://lungdiseasenews.com/wp-content/uploads/2014/11/shutterstock_160052852.jpg", "height": 671}, "updated_time": "2014-11-18T09:50:44-05:00", "url": "http://lungdiseasenews.com/2014/11/18/copd-treatment-with-nutrition-improves-outcome/", "type": "article"}, "twitter": {"description": "Read about how COPD Treatment with Nutrition Improves Outcome, Reduces Costs, and lessens chances of 30-day readmission.", "title": "COPD Treatment with Nutrition Improves Outcome, Reduces Costs", "image": "http://lungdiseasenews.com/wp-content/uploads/2014/11/shutterstock_160052852.jpg", "creator": "@lungdiseasenews", "site": "@lungdiseasenews", "card": "summary_large_image"}, "robots": "noodp", "msapplication-TileImage": "http://lungdiseasenews.com/wp-content/uploads/2016/01/cropped-bionews-square-2-512x512-270x270.png", "article": {"section": "News", "tag": "readmission", "published_time": "2014-11-18T06:35:20-05:00", "modified_time": "2014-11-18T09:50:44-05:00"}, "viewport": "width=device-width, initial-scale=1", "description": "Read about how COPD Treatment with Nutrition Improves Outcome, Reduces Costs, and lessens chances of 30-day readmission."}, "_id": "\"57477af36914bd0286fd0df1\"", "article_summary": "At present, COPD patients are estimated to incur $20,500 more medical costs compared to Medicare patients without COPD.\nHowever, an amendment is expected soon, as a good number of ongoing and recently concluded corroborative studies are emphasizing the pivotal role of nutrition in COPD treatment.\nThe findings showed COPD patients who received nutritional treatment during their stay in the hospital were discharged at an average of 1.88 days earlier.\nTheir medical costs were also reduced by an average of $1,570 when compared to those whose nutrition did not receive medical attention.\nWhile adequate nutrition is fundamental to effectively managing any disease, and COPD patients are known to be more at risk for malnutrition given their debilitated state, there remains a lack of nutritional guidelines for COPD management."}