{"article_title": "Just A Few Extra Pounds? Small Weight Gain In Your Stomach Still Increases Blood Pressure", "article_keywords": ["heart", "stomach", "weight", "extra", "healthy", "study", "pounds", "fat", "high", "increase", "pressure", "increases", "gain", "small", "abdominal", "blood"], "article_url": "http://www.medicaldaily.com/just-few-extra-pounds-small-weight-gain-your-stomach-still-increases-blood-pressure-302300", "article_text": "Gaining as little as 5 pounds is more than enough to increase blood pressure in healthy adults, according to a new study presented at the 2014 American Heart Association’s (AHA) High Blood Pressure Research Scientific Sessions in San Francisco.\n\n\"To our knowledge, for the first time, we showed that the blood pressure increase was specifically related to increases in abdominal visceral fat, which is the fat inside the abdomen,” Dr. Naima Covassin, the study's lead author and a research fellow at the Mayo Clinic in Rochester, Minn., said in a press release.\n\nAt the start of the eight-week study, Covassin and her team tested the blood pressure of 16 lean, healthy weight adults ages 18 to 48. Then, each participant was fed an additional 400 to 1,200 calories per day in order to increase their weight by five percent. Food options, of course, included ice cream, chocolate, and energy drinks.\n\nParticipants were tested again for blood pressure at the end of the study, and in comparison to the 10 other adults who maintained their healthy weight, researchers found gaining 5 to 11 pounds increased systolic (the top number) blood pressure from 114 mm Hg to 118 mm Hg. As defined by the AHA, this number \"measures the pressure in the arteries when the heart beats when the heart muscle contracts.\"\n\nBlood pressure increase was even greater in those who gained weight in their stomach, though this modest weight gain did not impact cholesterol, insulin, or blood sugar levels. \"The public awareness of the adverse health effects of obesity is increasing; however, it seems most people are not aware of the risks of a few extra pounds,\" Covassin said. \"This is an important finding because a 5- to 7-pound weight gain may be normal for many during the holiday season, the first year of college, or even while on vacation.\"\n\nConvassin noted additional research needs to be done in order to see if these results vary among both different age agroups and in people with a family history of high blood pressure. But in the meantime, it’s important to know it doesn't take a lot of weight, namely of the abdominal variety, to potentially hurt your health.\n\nIn a separate presentation during the AHA sessions, researchers revealed that the number of emergency room vistis for essential hypertension, or high blood pressure sans identifiable cause, has increased by 25 percent over the last five years. All of this to say patients still need a lot of help when it comes to maintaing healthy blood pressure.\n\nGoing back to Covassin's study, paying specific attention to abdominal weight may be part of the solution. Gaining weight seems universal — no matter where it ends up, it's problematic. But a study published in the Journal of the American College of Cardiology suggested \"abdominal fat is more strongly associated with risk for high blood pressure than obesity is.\" The participants in that study were at greater risk for hypertension than participants with similar body mass index, only fat concentrations elsewhere on the body.\n\nAvoiding abdominal weight consists of cutting calories and exercise. A small study from Wake Forest Baptist Medical Center in Winston Salem, N.C., found it benefits patient more than sticking to just one method.\n\nSource: Covassin et al. Experimental Modest Weight Gain Increases 24-h Blood Pressure in Lean Healthy Subjects: Implications of Increased Visceral Fat. American Heart Association High Blood Pressure Scientific Sessions. 2014.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "just, few, extra, pounds, small, weight, gain, your, stomach, still, increases, blood, pressure", "og": {"site_name": "Medical Daily", "description": "Gaining 5 to 11 pounds of abdominal weight is enough to increase blood pressure.", "title": "Just A Few Extra Pounds? Small Weight Gain Still Increases Blood Pressure", "url": "http://www.medicaldaily.com/just-few-extra-pounds-small-weight-gain-your-stomach-still-increases-blood-pressure-302300", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/09/10/overweight-woman-measuring-her-waist.jpg", "type": "article"}, "twitter": {"description": "Gaining 5 to 11 pounds of abdominal weight is enough to increase blood pressure.", "title": "Just A Few Extra Pounds? Small Weight Gain Still Increases Blood Pressure", "url": "http://www.medicaldaily.com/just-few-extra-pounds-small-weight-gain-your-stomach-still-increases-blood-pressure-302300", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/09/10/overweight-woman-measuring-her-waist.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/09/10/overweight-woman-measuring-her-waist.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Healthy Living", "published_time": "2014-09-10T16:00:00-04:00", "modified_time": "2014-09-10T16:00:02-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Gaining 5 to 11 pounds of abdominal weight is enough to increase blood pressure."}, "_id": "\"57477af46914bd0286fd9fb8\"", "article_summary": "Blood pressure increase was even greater in those who gained weight in their stomach, though this modest weight gain did not impact cholesterol, insulin, or blood sugar levels.\nAll of this to say patients still need a lot of help when it comes to maintaing healthy blood pressure.\nExperimental Modest Weight Gain Increases 24-h Blood Pressure in Lean Healthy Subjects: Implications of Increased Visceral Fat.\nAt the start of the eight-week study, Covassin and her team tested the blood pressure of 16 lean, healthy weight adults ages 18 to 48.\nAmerican Heart Association High Blood Pressure Scientific Sessions."}