{"article_title": "Tracking Freedom’s Decline in America", "article_keywords": ["decline", "tracking", "personal", "freedom", "tax", "expansion", "states", "freedoms", "united", "economic", "regulatory", "property", "america"], "article_url": "http://www.thenewamerican.com/economy/commentary/item/21604-tracking-freedom-s-decline-in-america", "article_text": "A recent spate of reports, analyses, and indexes continue to confirm the decline of personal and economic freedom in the United States. The Fifth Annual report from the Fraser Institute, “The Human Freedom Index” published last month shows the U.S. falling from 17th place worldwide to 20th in the areas of personal, civil, and economic freedom.\n\nIan Vasquez, one of the report’s authors, wrote:\n\nThe U.S. performance is worrisome and shows that the United States can no longer claim to be the leading bastion of liberty in the world. In addition to the expansion of the regulatory state and drop in economic freedom, the war on terror, the war on drugs, and the erosion of property rights due to greater use of eminent domain all likely have contributed to the U.S. decline.\n\nThe Fraser Institute also reached the same conclusions in a similar study, its “Economic Freedom of the World, 2015,” which ranked 157 countries in their support, or oppression, of economic freedom. Noting that “the cornerstones of economic freedom are personal choice, voluntary exchange, freedom to enter markets and compete, and security of person and privately-owned property,” the study looked at five broad areas and concluded:\n\nCountries with institutions and policies more consistent with economic freedom have higher investment rates, more rapid economic growth, higher income levels, and a more rapid reduction in poverty rates.\n\nBut with the expansion of government, freedom in the United States continues to decline. The authors noted that “this decline in economic freedom is more than three times greater than the average decline in the OECD [the Organization for Economic Co-operation and Development, consisting of 34 countries]. Unless that decline is halted, “It could cut the U.S. historic growth rate of 3% by half.”\n\nThe Fraser researchers list the reasons for America’s decline in startling detail: The increased use of eminent domain to transfer private property to powerful political interests; the so-called “wars” on terrorism and drugs; the violation of bondholders’ property rights in the auto industry bailout; the expansion of civil asset forfeitures; the decline in judicial independence and court impartiality; the imposition of legislation, such as Sarbanes-Oxley, Dodd-Frank, and ObamaCare; the nationalization of airport security by the TSA; the wild monetary expansion by the Federal Reserve; and the consequent massive growth in government spending resulting in the ballooning of the national debt.\n\nAnd then there’s the Heritage Foundation’s “2015 Index of Economic Freedom,” just released, showing the decline of the United States from 2nd place in 2000 to 12th place. Especially noticeable and alarming is, according to the study’s authors, the “decline in overall economic freedom over the past five years reflect[ing] the broad-based deterioration in key policy areas, particularly those related to upholding the rule of law and limited government.” They added:\n\nIncreased tax and regulatory burdens, aggravated by favoritism toward entrenched interests, have undercut America’s historically dynamic entrepreneurial growth.\n\nThey blamed the passage and implementation of ObamaCare “which has reduced competition in most health insurance markets [and] remains a drag on job creation and full-time employment.”\n\nThey blamed corruption in government, high levels of government spending along with the “increased opportunities for political favoritism and cronyism … and regulatory overreach.”\n\nIt was concise in its critique of the expansion of the U.S. government:\n\nThe top individual income tax rate is 39.6 percent, and the top corporate tax rate remains among the world’s highest, at 35 percent.\n\nOther taxes include a capital gains tax and excise taxes.\n\nTax revenue is equal to 24.3 percent of gross domestic product, and government spending is well over one-third of GDP. Public debt exceeds the value of the economy’s annual production.\n\nAdministrative agency regulations are suffocating what’s left of the free market, according to the study’s authors:\n\nThe regulatory burden has been mounting. Since 2009, over 150 new major regulations have been imposed at an annual cost of more than $70 billion….\n\nSubsidies for agriculture, health care, and renewable energy have bred economic distortions….\n\nTariffs on clothing are high, sugar imports face tariff-rate quotas, and petroleum and liquefied natural gas exports are restricted.… The 2010 Dodd-Frank Act has instituted more federal regulation, socializing the cost of financial risk-taking [translation: to be borne by the taxpayer], and increasing the likelihood of future financial crises and bailouts.\n\nDefinitions of freedom, personal and economic, vary. For Lawrence McQuillan of the Independent Institute, economic freedom is a state where “individuals are permitted to choose for themselves and engage in voluntary transactions as long as they do not harm the person or property of others.”\n\nAccording to the Fraser Institute:\n\nFreedom should be a human goal of [the] highest order, a purpose in itself. Everything that makes a human truly human is lacking when there is no freedom.\n\nSocialism, on the other hand, is the antithesis of freedom:\n\nSocialism and [the] other species of illiberal regimes have always been a temptation because they seem to promise a direct shortcut to achieve these goals without having to rely on a seemingly opaque evolutionary and spontaneous [i. e., the free market] mode of development; it would appear that all that is necessary is a robust use of unrestrained power.\n\nRoman Emperor Marcus Aurelius said that freedom consisted of “a polity in which there is the same law for all, a polity administered with regard to equal rights and equal freedom of speech, and the idea of a … government which respects most of all the freedom of the governed.” Thomas Hobbes defined a free man as “he that in those things which by his strength and wit he is able to do is not hindered to do what he hath the will to do.”\n\nHowever, government that is unconstrained by the rule of law, especially by the Constitution, by its very nature seeks to expand, as noted by Thomas Jefferson: \"The natural progress of things is for liberty to yield, and government to gain ground.\"\n\nBut that rule of law, established by the Constitution, will remain an impediment to the all-powerful state when sufficient numbers of citizens are informed of its necessity and galvanized into action to prevent its expansion from occurring. In this increasingly politicized climate, it’s helpful to remember that the Founders knew of those risks, placing members of the House of Representatives up for reelection every two years and forcing them, as a result, to be more sensitive to the demands of that informed electorate. The House is where the freedom fight will be won or lost, and depends on that electorate exercising its informed discretion not only in November every two years, but every day.\n\nA graduate of an Ivy League school and a former investment advisor, Bob is a regular contributor to The New American magazine and blogs frequently at www.LightFromTheRight.com, primarily on economics and politics.", "article_metadata": {"keywords": "studies, Fraser Institute, heritage foundation, economic freedom, personal freedom, United States", "og": {"url": "http://www.thenewamerican.com/economy/commentary/item/21604-tracking-freedom-s-decline-in-america", "image": "http://www.thenewamerican.com/media/k2/items/cache/ac45c11dce56b0f0181974d4335518d2_XL.jpg", "type": "article", "description": "Studies tracking the decline of personal and economic freedom in the United States confirm Thomas Jefferson's warning about liberty yielding and government growing. by Bob Adelmann", "title": "Tracking Freedom’s Decline in America"}, "image": "http://www.thenewamerican.com/media/k2/items/cache/ac45c11dce56b0f0181974d4335518d2_XL.jpg", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fdfc92\"", "article_summary": "The Fraser Institute also reached the same conclusions in a similar study, its “Economic Freedom of the World, 2015,” which ranked 157 countries in their support, or oppression, of economic freedom.\nA recent spate of reports, analyses, and indexes continue to confirm the decline of personal and economic freedom in the United States.\nThe authors noted that “this decline in economic freedom is more than three times greater than the average decline in the OECD [the Organization for Economic Co-operation and Development, consisting of 34 countries].\nBut with the expansion of government, freedom in the United States continues to decline.\nAnd then there’s the Heritage Foundation’s “2015 Index of Economic Freedom,” just released, showing the decline of the United States from 2nd place in 2000 to 12th place."}