{"article_title": "Interest groups' lobbying tally tops $500M in Pennsylvania", "article_keywords": ["million", "groups", "lobbying", "lobbyist", "registered", "tally", "tops", "expenses", "pennsylvania", "state", "lobbyists", "interest", "spending", "500m", "union"], "article_url": "http://triblive.com/politics/politicalheadlines/6344518-74/lobbying-million-spending", "article_text": "Interest groups' lobbying tally tops $500M in Pennsylvania\n\nEmail Newsletters Sign up for one of our email newsletters.\n\nHARRISBURG — Lobbyists wearing suits and gripping cellphones line the Capitol's ornate rotunda balcony, crowd into committee meetings and orbit at the foot of the marble staircase between the House and Senate chambers.\n\nThe time of budget negotiations is peak season for the $500 million business of government influence.\n\nIn 2013, lobbyists spent $518 million on costs related to influencing Pennsylvania's lawmakers. It's the first time spending exceeded the half-billion-dollar mark, according to Department of State filings.\n\nSpending was $450 million in 2007, the year rules began requiring lobbyists to disclose expenses, then dipped to $417 million in 2010.\n\nExperts attribute the record high to rising costs across the board, improved reporting and the trickle-down effect that federal laws such as the Affordable Care Act have on state government.\n\nTo Dave Patti, a longtime lobbyist and executive director of the Pennsylvania Business Council, money is the means, but relationships are what count.\n\n“There's a lot that goes into this, a lot of rules of the game, before you get to the money,” he said. “Woody Allen said showing up is 90 percent of success, and that's why all of us are up there today.”\n\nThough lobbying sometimes carries a stigma of back-room deal-making, the First Amendment Center says lobbying is constitutionally protected under the First Amendment. Pennsylvania defines lobbying as “an effort to influence legislative action or administrative action.”\n\nReported expenditures cover salaries, travel expenses, public outreach and wining and dining of lawmakers. Lobbyists self-report quarterly, and they categorize expenses by topic. The lobbying categories with the five highest expenditures each year typically are health care, energy, education, Medicaid and Medicare, and taxation. Figures for each range from $14 million to $30 million.\n\nLobbies exist for more than 100 special interests, according to the self-reported classifications. Issues include banking, gambling, crime victim assistance, tobacco, firearms and the elderly.\n\nCraig Holman, government affairs lobbyist for Public Citizen, a nonprofit consumer rights group, and an expert on governmental ethics, said statehouse lobbying spending is on the rise.\n\n“We know money buys influence, and the industries are responding that way,” he said, pointing to health care lobbying as an example, in part because of Obamacare.\n\nSpending on health care lobbying in Pennsylvania increased from $27.8 million in 2007 to $31 million in 2013.\n\nSpending might increase when a state-specific issue becomes a hot topic. Last year, when the Legislature debated liquor store privatization, reported lobbying spending reached $5.2 million, up from between $2 million and $3 million in past years.\n\nTotaling lobbyist spending among all states is difficult to calculate, Holman said, because disclosure laws vary. At the federal level, lobbying is a $3 billion-a-year business.\n\nLobbying expenditures reported in Pennsylvania don't capture the full picture. State law exempts those whose lobbying expenses or earnings don't exceed $2,500 in a quarter.\n\nNathan Benefield, vice president of policy analysis and a registered lobbyist with the free-market policy group Commonwealth Foundation, said some labor union officials are not registered lobbyists, even though they frequently contact state officials.\n\n“How much they are spending on calls to action, unions getting their members to make calls — some of those costs seem not to be reflected in the reporting,” he said.\n\nWendell W. Young IV, president of the United Food and Commercial Workers 1776 union representing state liquor store employees, is not a registered lobbyist. He's a fixture in the Capitol during liquor privatization debates.\n\nHe does not register because he said he falls under an exemption for those who are not paid for lobbying.\n\n“My paycheck is for being the head of the union,” he said.\n\nYoung said union officials or corporate executives who choose to register can do so to obtain an access badge that permits them to bypass Capitol security, or because they might buy dinners or gifts they intend to report.\n\n“As a labor union official, I report in excruciating detail to the federal government, as we are required to,” he said.\n\nPatti, with the business council, said the notion of dinners at five-star restaurants and golf outings to buy votes is a Hollywood invention. In reality, networks of special interests, lawmakers, state agencies, media and academics get attention for an issue, he said.\n\nGabrielle Sedor became a registered lobbyist because 2006 lobbying disclosure laws appeared to apply to her role at Pennsylvania Advocacy and Resources for Autism and Intellectual Disabilities. She's also president of the Pennsylvania Association for Government Relations.\n\nSedor said the increase in lobbying spending likely is because of rising costs overall. The figure includes raises in salaries and spikes in travel expenses such as gas prices.\n\nThe goals of lobbyists are to provide expertise and research about industry trends, she said — and to keep tabs on statehouse activity.\n\n“To be a lobbyist and have a good relationship, you have to be honest and ethical and be a source of information, a reliable resource above anything else.”\n\nMelissa Daniels is a Trib Total Media staff writer. Reach her at mdaniels@tribweb.com or 412-380-8511.", "article_metadata": {"sailthru.image.thumb": "http://triblive.com/csp/mediapool/sites/dt.common.streams.StreamServer.cls?STREAMOID=dmXv1At1o179TqQgOSF9Lc$daE2N3K4ZzOUsqbU5sYtiPsoEG9kLGhoAhcFf$RpwWCsjLu883Ygn4B49Lvm9bPe2QeMKQdVeZmXF$9l$4uCZ8QDXhaHEp3rvzXRJFdy0KqPHLoMevcTLo3h8xh70Y6N_U_CryOsw6FTOdKL_jpQ-&CONTENTTYPE=image/jpeg", "sailthru.author": "Melissa Daniels", "description": "HARRISBURG — Lobbyists wearing suits and gripping cellphones line the Capitol's ornate rotunda balcony, crowd into committee meetings and orbit at the foot of the ...", "pubdate": "2014-07-04 23:07:01", "author": "Melissa Daniels", "og": {"site_name": "TribLIVE.com", "description": "HARRISBURG — Lobbyists wearing suits and gripping cellphones line the Capitol's ornate rotunda balcony, crowd into committee meetings and orbit at the foot of the ...", "title": "Interest groups' lobbying tally tops $500M in Pennsylvania", "locale": "en_US", "image": "http://triblive.com/csp/mediapool/sites/dt.common.streams.StreamServer.cls?STREAMOID=dmXv1At1o179TqQgOSF9Lc$daE2N3K4ZzOUsqbU5sYtiPsoEG9kLGhoAhcFf$RpwWCsjLu883Ygn4B49Lvm9bPe2QeMKQdVeZmXF$9l$4uCZ8QDXhaHEp3rvzXRJFdy0KqPHLoMevcTLo3h8xh70Y6N_U_CryOsw6FTOdKL_jpQ-&CONTENTTYPE=image/jpeg", "updated_time": "2014-07-05 09:19:45.056", "url": "http://triblive.com/politics/politicalheadlines/6344518-74/lobbying-million-spending", "type": "website"}, "twitter": {"description": "HARRISBURG — Lobbyists wearing suits and gripping cellphones line the Capitol's ornate rotunda balcony, crowd into committee meetings and orbit at the foot of the ...", "creator": "@triblive", "app": {"url": {"ipad": "tribbird://", "iphone": "tribbird://"}, "name": {"ipad": "TribLIVE News and Sports", "iphone": "TribLIVE News and Sports"}, "id": {"ipad": 328217517, "iphone": 328217517}}, "title": "Interest groups' lobbying tally tops $500M in Pennsylvania", "site": {"identifier": "@triblive", "id": 20269833}, "image": "http://triblive.com/csp/mediapool/sites/dt.common.streams.StreamServer.cls?STREAMOID=dmXv1At1o179TqQgOSF9Lc$daE2N3K4ZzOUsqbU5sYtiPsoEG9kLGhoAhcFf$RpwWCsjLu883Ygn4B49Lvm9bPe2QeMKQdVeZmXF$9l$4uCZ8QDXhaHEp3rvzXRJFdy0KqPHLoMevcTLo3h8xh70Y6N_U_CryOsw6FTOdKL_jpQ-&CONTENTTYPE=image/jpeg", "card": "summary_large_image"}, "sailthru.date": "2014-07-04 23:07:01", "fb": {"app_id": 144410955752326}, "sailthru.title": "Interest groups' lobbying tally tops $500M in Pennsylvania", "apple-itunes-app": "app-id=328217517", "sailthru.canonical": "http://triblive.com/politics/politicalheadlines/6344518-74/lobbying-million-spending", "keywords": "lobbying, million, lobbyists, spending, pennsylvania", "headline": "Interest groups' lobbying tally tops $500M in Pennsylvania", "sailthru.tags": "Newsletter, News, Politics Election", "article": {"category": "News", "publisher": "https://www.facebook.com/triblive", "published_time": "2014-07-04 23:07:01", "subcategory": "Political Headlines", "mainsection": "News", "section": "News", "publishedtoweb": "2014-07-04 23:07:01", "modified_time": "2014-07-05 09:19:45.056", "tag": "lobbying, million, lobbyists, spending, pennsylvania", "subsection": "Political Headlines", "title": "Interest groups' lobbying tally tops $500M in Pennsylvania", "author": "Melissa Daniels"}, "docauthor": "Melissa Daniels", "sailthru.description": "HARRISBURG — Lobbyists wearing suits and gripping cellphones line the Capitol's ornate rotunda balcony, crowd into committee meetings and orbit at the foot of the ..."}, "_id": "\"57477af46914bd0286fd9fd4\"", "article_summary": "Interest groups' lobbying tally tops $500M in PennsylvaniaEmail Newsletters Sign up for one of our email newsletters.\nSedor said the increase in lobbying spending likely is because of rising costs overall.\nTotaling lobbyist spending among all states is difficult to calculate, Holman said, because disclosure laws vary.\nLast year, when the Legislature debated liquor store privatization, reported lobbying spending reached $5.2 million, up from between $2 million and $3 million in past years.\nSpending on health care lobbying in Pennsylvania increased from $27.8 million in 2007 to $31 million in 2013."}