{"article_title": "Penguins notebook: NHL suspends Dubinsky one game for cross-check on Crosby", "article_keywords": ["head", "whats", "nhl", "offensive", "notebook", "game", "penguins", "crosby", "stick", "suspends", "crosscheck", "dubinsky"], "article_url": "http://www.post-gazette.com/sports/penguins/2015/11/28/NHL-suspends-Columbus-Blue-Jackets-Brandon-Dubinsky-one-game-for-cross-check-on-Pittsburgh-Penguins-center-Sidney-Crosby/stories/201511280120", "article_text": "The NHL suspended Columbus center Brandon Dubinsky one game for cross-checking Penguins center Sidney Crosby in the neck.\n\nAt 18:40 of the second period in the Blue Jackets’ 2-1 overtime victory Friday night against the Penguins at Nationwide Arena, Dubinsky struck Crosby in the back of the neck with his stick and was given a minor penalty. With Crosby laying on the ice, Dubinsky delivered an additional cross-check to Crosby’s back, breaking his stick in the process.\n\nCrosby left the game and went through the NHL’s concussion protocol, but returned at the start of the third period.\n\nIn a video produced by the NHL, department of player safety director Patrick Burke stated:\n\n“While Dubinsky’s cross-check is not overly violent or forceful, it is an intentional strike to an opponent’s head using his stick. This is not a case where the head contact was caused by a sudden head movement by Crosby or by a stick riding up a player’s back or shoulders and making subsequent contact with the head. In addition, once Crosby is down and no longer an offensive threat, Dubinsky delivers an additional cross-check to his body.”\n\nThe video noted that Dubinsky has been fined twice in his career for supplemental discipline reasons but he has “no relevant history” for being what the NHL considers a repeat offender. Burke also noted Crosby suffered “no apparent injury on the play.”\n\nDubinsky will forfeit $31,451.61 in salary as a result of the suspension.\n\nCrosby was in the lineup for the Penguins’ home game Saturday against Edmonton. Coach Mike Johnston said Crosby, who has a history of head and neck injuries, cleared all exams from the team’s medical staff.\n\nJohnston was diplomatic when asked if the length of Dubinsky’s suspension was sufficient.\n\n“I don’t know because most of us never see the different situations the NHL [department of player safety] is presented with on a nightly basis,” he said. “The different checks and the different scenarios that they have to equate to what’s one game, what’s two games, what’s three games.\n\n“I didn’t like the hit. I didn’t like the cross-check in the back of the [neck]. I think anytime you target the head, it should be a suspension. He got suspended, so I presume it was for the right time.”\n\nFleury backs up defense\n\nThe Penguins’ 2-1 loss Friday at Columbus ended a run of five consecutive games in which they allowed three or more goals.\n\nGoalie Marc-Andre Fleury, who finished with 41 saves, deserved most of the credit for that, though, as the Penguins’ overall defensive work has slipped a bit from the level it routinely reached in the early weeks of the season.\n\nAt least for the moment, though, the Penguins don’t seem especially worried.\n\n“I wouldn’t say it’s a cause for concern,” defenseman Rob Scuderi said. “But it’s something to keep an eye on.”\n\nWinger Pascal Dupuis said there is “definitely not” a major structural issue that the Penguins must repair, although Scuderi cited a trend that has developed lately.\n\n“A lot of the goals have come on the rush, and that’s usually something you have to fix in the neutral zone, or the offensive zone,” he said. “A lot of our issues right now are maybe coming from a puck decision on the offensive side, and they’re scoring on the rush.”\n\nSeth Rorabaugh: srorabaugh@post-gazette.com and Twitter @emptynetters. Dave Molinari: dmolinari@post-gazette.com and Twitter: @MolinariPG.", "article_metadata": {"description": "Brandon Dubinsky dropped Sidney Crosby by driving the shaft of his stick into the back of Crosby’s neck Friday night.", "og": {"site_name": "Pittsburgh Post-Gazette", "description": "The NHL suspended Columbus center Brandon Dubinsky one game for cross-checking Penguins center Sidney Crosby in the neck. At 18:40 of the second period in the Blue Jackets’ 2-1 overtime victory Friday night against the Penguins at Nationwide Arena, Dubinsky struck Crosby in the back of the neck with his stick and was given a minor penalty. With Crosby laying on the ice, Dubinsky delivered an additional cross-check to Crosby’s back, breaking his stick in the process. Crosby left the game and went through the NHL’s concussion protocol, but returned at the start of the third period. In a video produced by the NHL, department of player safety director Patrick Burke stated: “While Dubinsky’s cross-check is not overly violent or forceful, it is an intentional strike to an opponent’s head using", "title": "Penguins notebook: NHL suspends Dubinsky one game for cross-check on Crosby", "url": "http://www.post-gazette.com/sports/penguins/2015/11/28/NHL-suspends-Columbus-Blue-Jackets-Brandon-Dubinsky-one-game-for-cross-check-on-Pittsburgh-Penguins-center-Sidney-Crosby/stories/201511280120", "image": "http://www.post-gazette.com/image/2015/11/28/720x_q90_cMC_z_ca0,0,3091,2391/Penguins-Blue-Jackets-Hockey-10.jpg", "type": "article"}, "twitter": {"domain": "post-gazette.com", "description": "Post-Gazette.com - The NHL suspended Columbus center Brandon Dubinsky one game for cross-checking Penguins center Sidney Crosby in the neck. At 18:40 of the second period in the Blue Jackets’ 2-1 overtime victory Friday night against the Penguins at Nationwide Arena, Dubinsky struck Crosby in the back of the neck with his stick and was given a minor penalty. With Crosby laying on the ice, Dubinsky delivered an additional cross-check to Crosby’s back, breaking his stick in the process. Crosby left the game and went through the NHL’s concussion protocol, but returned at the start of the third period. In a video produced by the NHL, department of player safety director Patrick Burke stated: “While Dubinsky’s cross-check is not overly violent or forceful, it is an intentional strike to an opponent’s head using", "title": "Penguins notebook: NHL suspends Dubinsky one game for cross-check on Crosby", "image": "http://www.post-gazette.com/image/2015/11/28/720x_q90_cMC_z_ca0,0,3091,2391/Penguins-Blue-Jackets-Hockey-10.jpg", "creator": "@PittsburghPG", "site": "@PittsburghPG", "card": "summary_large_image"}, "publish-date": "Sat, 28 Nov 2015 14:13:32 -05:00", "keywords": "Pittsburgh Post-Gazette, Penguins", "fb": {"app_id": 148144658590118}, "msvalidate.01": "711874F8E9C70784DC77E1C82EDA893D", "google-site-verification": "124OJGIL09eN_BRCn44k__89eN1iIimYEKfPJdKjPmM", "viewport": "initial-scale=1", "news_keywords": "Pittsburgh Post-Gazette, Penguins"}, "article_summary": "“The different checks and the different scenarios that they have to equate to what’s one game, what’s two games, what’s three games.\nThe NHL suspended Columbus center Brandon Dubinsky one game for cross-checking Penguins center Sidney Crosby in the neck.\nWith Crosby laying on the ice, Dubinsky delivered an additional cross-check to Crosby’s back, breaking his stick in the process.\nCrosby left the game and went through the NHL’s concussion protocol, but returned at the start of the third period.\nCrosby was in the lineup for the Penguins’ home game Saturday against Edmonton."}