{"article_title": "From “belfies” to the blue stage blur: Bad Instagram habits to break in 2015", "article_keywords": ["blue", "instagram", "pictures", "selfie", "social", "belfies", "dog", "break", "photos", "bad", "habits", "dont", "know", "blur", "2015", "come", "worth", "stage"], "article_url": "http://www.salon.com/2015/01/01/from_belfies_to_the_blue_stage_blur_bad_instagram_habits_to_break_in/", "article_text": "Topics: Adam Levine, iggy azalea, Instagram, Justin Bieber, Kim Kardashian, selena gomez, Social Media, Taylor Swift, The Real Housewives, Entertainment News\n\nInstagram is now bigger than Twitter, meaning one snapshot of a Starbucks latté is worth 144 characters on why your name is misspelled on the cup. There are more than 300 million Instagram users sharing pictures of themselves and their pets with the world. It makes sense. The focus on visual content helps break language barriers that can segregate other social networks like Twitter and Facebook (which owns Instagram), both of which have seen the importance of photos and video grow.\n\nSo if you’re not already on Instagram, you probably will be soon. And while you already know not to post a picture of every taco you order, there are other annoying tropes of Instagram that appear with alarming frequency. Resolve to break these bad habits—or not pick them up in the first place—in the new year.\n\nBeyond the duckface\n\nThe straightforward selfie is so last year. Advanced show-offs like the Kardashians now favor the belfie, a backward-facing selfie that requires advanced mirror skills, but chances are slim that mortals can pull off that move. The art of the art selfie is depreciating with every share. If you must take self-portraits in a public bathroom mirror, don’t block your face with your phone. That’s barely a step up from the headless cleavage/midriff selfie. Thinking of showing off your home manicure? Don’t clutch the nail polish bottle like a hand grenade. Try wrapping your painted fingernails around something unexpected like a fishing pole, or an arcade game joystick, or a pregnancy test. Selfies in bed? Nobody’s buying that #nofilter.\n\nThe “boob mandate” does not apply\n\nAccidental nudity on social media: could get you tons of new followers, could get you fired. “Real Housewives of Orange County” star Vicki Gunvalson became a cautionary tale in December when she posted a snap of her Christmas present from her network. The shiny packaging of the headphones captured Gunvalson’s reflection—naked. Watch your surfaces or put some clothes on before you share your swag.\n\nTone it down, cat ladies\n\nSome days it feels like the Internet should just let the cats take over, come what may. My own Instagram account is 99 percent photos of my adorable dog and surly cats, so I know. It’s immensely rewarding from a social standpoint—post a sunset, get five likes; post a shot of your dog doing the curious head-tilt and, boom, hearts are flying. Just know that you are—I am—dangerously close to becoming those people who use pictures of their kids as their Facebook profile photos. Go outside without your dog once in a while. Leave the cat alone, he obviously hates you. As we’ve come to expect, Taylor Swift makes good choices here. She has two clickbait-y Scottish folds, Olivia Benson and Meredith Grey, and yet her cat-posting frequency remains fairly restrained.\n\n“Everything You Ever Wanted Is on the Other Side of Fear”: death by a thousand faux-inspirational quotes\n\nThere are times when I think Justin Bieber and Selena Gomez are subtweeting each other entirely in an inspirational Instagram quote war. Who is he talking to with “Don’t Let Instagram Define Your Self Worth”? Is she firing back with “I am simply trying to be better than the person I was yesterday”? Save it for Pinterest. We come to Instagram for weird pictures, not unattributed motivational clichés all-capped in cheesy fonts.", "article_metadata": {"description": "How to be a better 'grammer: Our roundup of Instagram New Year's resolutions", "author": "Erin Keane", "og": {"site_name": "Salon", "description": "How to be a better 'grammer: Our roundup of Instagram New Year's resolutions", "title": "From “belfies” to the blue stage blur: Bad Instagram habits to break in 2015", "url": "http://www.salon.com/2015/01/01/from_belfies_to_the_blue_stage_blur_bad_instagram_habits_to_break_in_2015/", "image": "http://media.salon.com/2014/10/instagram_friends.jpg", "type": "article"}, "twitter": {"description": "How to be a better 'grammer: Our roundup of Instagram New Year's resolutions", "creator": "@salon", "image": "http://media.salon.com/2014/10/instagram_friends.jpg", "title": "From “belfies” to the blue stage blur: Bad Instagram habits to break in 2015", "site": "@salon", "card": "summary_large_image"}, "title": "From “belfies” to the blue stage blur: Bad Instagram habits to break in 2015", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, Adam Levine, iggy azalea, Instagram, Justin Bieber, Kim Kardashian, selena gomez, Social Media, Taylor Swift, The Real Housewives", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fcef6d\"", "article_summary": "We come to Instagram for weird pictures, not unattributed motivational clichés all-capped in cheesy fonts.\nThere are more than 300 million Instagram users sharing pictures of themselves and their pets with the world.\nMy own Instagram account is 99 percent photos of my adorable dog and surly cats, so I know.\nWho is he talking to with “Don’t Let Instagram Define Your Self Worth”?\nResolve to break these bad habits—or not pick them up in the first place—in the new year."}