{"article_title": "SCAN Health Plan Appoints Vinod Mohan New Chief Financial Officer", "article_keywords": ["financial", "plans", "advantage", "vinod", "scan", "appoints", "business", "chief", "health", "officer", "mohan", "medicare", "plan"], "article_url": "http://www.businesswire.com/news/home/20140908005042/en/SCAN-Health-Plan-Appoints-Vinod-Mohan-Chief", "article_text": "LONG BEACH, Calif.--(BUSINESS WIRE)--SCAN Health Plan announced today the appointment of Vinod Mohan as the company’s new chief financial officer, effective immediately. SCAN is one of the nation’s largest not-for-profit Medicare Advantage plans currently serving more than 170,000 members in California and Arizona.\n\nMohan brings to SCAN more than two decades of experience as lead financial officer and chief financial officer supporting large-scale government programs including Medicare and Medicare Advantage. Most recently Mohan served as regional chief financial officer/Medicare and Medicare Advantage plans for UnitedHealth Group Inc./United Healthcare, the largest single health carrier in the country. Immediately prior, Mohan served as chief financial officer for Sutter Health Plus in Sacramento and before that chief financial officer/vice president, consumer business for WellPoint.\n\n“This is a very challenging time for all Medicare Advantage plans as the full implementation of the Affordable Care Act has led to decreasing reimbursements, a new risk adjustment model, and higher standards for quality and compliance,” said SCAN Chief Executive Officer Chris Wing. “Vinod brings to SCAN an exceptionally deep and perfectly focused background, which we are confident will help us achieve our business goals in ways that help us better serve our members and support our mission.”\n\nMohan, a CPA, holds a Bachelor of Science degree in business administration, accounting, from the University of the Pacific in Stockton, CA. In addition to Mohan’s work in executive capacities for companies within the healthcare industry, Mohan has also worked at such well-known accounting and consulting firms as Price Waterhouse and KPMG Peat Marwick.\n\n“SCAN has an exceptional history of service and quality, and I am eager to be joining their team at such an exciting time in their history,” said Mohan. “Our goal is to be best in class in caring for seniors and others on Medicare, and that requires firm financial footing and sound financial stewardship. I look forward to being part of adding value to the SCAN brand and making that happen.”\n\nFurther information on SCAN Health Plan may be obtained at scanhealthplan.com or on Facebook at facebook.com/scanhealthplan.\n\nY0057_SCAN_8837_2014 IA 09022014", "article_metadata": {"description": "SCAN Health Plan Appoints Vinod Mohan New Chief Financial Officer", "twitter": {"description": "SCAN Health Plan Appoints Vinod Mohan New Chief Financial Officer", "title": "SCAN Health Plan Appoints Vinod Mohan New Chief Financial Officer", "image": {"src": "http://mms.businesswire.com/media/20140908005042/en/240665/21/Logo--New_%28R%29.jpg"}, "site": "@businesswire", "widgets": {"csp": "on"}, "card": "summary_large_image"}, "robots": "noodp,noydir", "DC.date.issued": "2014-09-08", "p": {"domain_verify": "95725e0359a14c2e1ccbd936e10d20d6"}, "viewport": "width=device-width,initial-scale=1"}, "_id": "\"57477af36914bd0286fccaa4\"", "article_summary": "Mohan brings to SCAN more than two decades of experience as lead financial officer and chief financial officer supporting large-scale government programs including Medicare and Medicare Advantage.\nLONG BEACH, Calif.--(BUSINESS WIRE)--SCAN Health Plan announced today the appointment of Vinod Mohan as the company’s new chief financial officer, effective immediately.\nImmediately prior, Mohan served as chief financial officer for Sutter Health Plus in Sacramento and before that chief financial officer/vice president, consumer business for WellPoint.\nSCAN is one of the nation’s largest not-for-profit Medicare Advantage plans currently serving more than 170,000 members in California and Arizona.\nI look forward to being part of adding value to the SCAN brand and making that happen.”Further information on SCAN Health Plan may be obtained at scanhealthplan.com or on Facebook at facebook.com/scanhealthplan."}