{"article_title": "Broncos hoping switch to 3-4 defense creates another Orange Crush – The Denver Post", "article_keywords": ["creates", "broncos", "hoping", "1977", "season", "denver", "34", "crush", "switch", "defense", "defensive", "orange", "post", "ware", "super", "opponents"], "article_url": "http://www.denverpost.com/broncos/ci_28575996/broncos-hoping-switch-3-4-defense-creates-another", "article_text": "Forget for a moment that DeMarcus Ware wasn’t even alive — and wouldn’t be for another five years — when the Orange Crush reigned. The man has an appreciation for greatness.\n\n“It’s all about the Orange Crush,” Ware, a 33-year-old outside linebacker, said Thursday. “We always talk about that.”\n\nThe start of a new season offers the Broncos a chance to erase the memory of their playoff loss to the Indianapolis Colts last winter. An opportunity to rinse away the lasting bitterness of the Super Bowl debacle in the 2013 season. And, with coordinator Wade Phillips in the driver’s seat, a new vision for the defense.\n\nThe Broncos have converted to a 3-4 alignment defensively, just as they did in 1976 before their terrific 1977 season that produced the Orange Crush nickname.\n\nThe 1977 Broncos allowed only 10.6 points and 109.4 yards rushing per game (fewest in the NFL), while recovering 14 fumbles by opponents and making 25 interceptions.\n\nThe 2014 Broncos, playing a 4-3 defense, allowed an average of 22.1 points (tied for 16th in the NFL), while recovering seven fumbles by opponents and making 18 interceptions. They set a franchise record for fewest yards rushing allowed per game (79.8), but that figure lived in a vacuum.\n\nThe 1977 Broncos rode their defense to Super Bowl XII. The 2014 Broncos lost their playoff opener.\n\n“You think about the championship teams — they have a great offense,” Ware said. “But defense always wins championships.”\n\nIt starts with the three on the line, whose roles have already been in flux but whose responsibilities increase in the 3-4.\n\nTerrance Knighton’s departure paved the way for Sylvester Williams to anchor the defensive line. The 6-foot-2, 313-pound nose tackle is the powerhouse clogging the middle and commanding double-team blocks to clear space for the linebackers to make tackles.\n\nIt’s the guys around him who could change, at least temporarily. Derek Wolfe, a fourth-year defensive end, was suspended four games for violating the NFL’s performance-enhancement drug policy. Malik Jackson, among the Broncos’ most efficient defensive players, suffered a strained calf and has been limited early at training camp.\n\nAnd veteran Antonio Smith, who missed most of the offseason workouts because of a criminal allegation in Texas, is back with the team but not physically ready to take the field.\n\nIn the meantime, Vance Walker has been given more reps — most at defensive end, some at nose tackle — to display his versatility. Kenny Anunike, the smallest of Denver’s defensive linemen at 272 pounds, has already impressed, creating a couple of highlight-reel pass deflections during OTAs.\n\nBut perhaps the key to the Broncos’ historic mission is the health of inside linebackers Brandon Marshall and Danny Trevathan — and the continued progress of their backups, Todd Davis and Steven Johnson.\n\n“You have to have ‘backers that can also take on the blockers and be able to flow because there’s a blocker that comes up on you fast,” Marshall said. “You have to have guys with good instincts.”\n\nWare and the rest of the Broncos’ defense are hoping those instincts propel them to records and beyond — a Super Bowl victory.\n\nNot long after Ware’s declaration Thursday, former Denver linebacker Tom Jackson returned to Broncos Country, where he once wreaked havoc on opponents. But this time the Ring of Famer and staple of the 1977 team was one of the many reporters who would be parked on the sideline of the team’s practice facility during training camp.\n\nWaiting and watching to see if Denver’s retooled defense will resemble his former wrecking crew.\n\nNicki Jhabvala: njhabvala@denverpost.com or twitter.com/nickijhabvala", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "Broncos hoping switch to 3-4 defense creates another Orange Crush", "title": "Broncos hoping switch to 3-4 defense creates another Orange Crush", "url": "http://www.denverpost.com/2015/08/02/broncos-hoping-switch-to-3-4-defense-creates-another-orange-crush/", "image": {"width": 654, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/04/20150802__BN20150803_B1_BNSP03FBNBRONXp2.jpg", "height": 456}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/04/20150802__BN20150803_B1_BNSP03FBNBRONXp2.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "article": {"published_time": "2015-08-02T20:50:21+00:00", "modified_time": "2016-04-22T06:32:52+00:00"}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af36914bd0286fd0e36\"", "article_summary": "“It’s all about the Orange Crush,” Ware, a 33-year-old outside linebacker, said Thursday.\nThe Broncos have converted to a 3-4 alignment defensively, just as they did in 1976 before their terrific 1977 season that produced the Orange Crush nickname.\nForget for a moment that DeMarcus Ware wasn’t even alive — and wouldn’t be for another five years — when the Orange Crush reigned.\nThe 1977 Broncos rode their defense to Super Bowl XII.\n“You have to have guys with good instincts.”Ware and the rest of the Broncos’ defense are hoping those instincts propel them to records and beyond — a Super Bowl victory."}