{"article_title": "Washington Works Really Well, But Not for You", "article_keywords": ["shouldnt", "return", "favoritism", "voters", "turned", "national", "washington", "primary", "senator", "works", "establishment", "really"], "article_url": "http://www.realclearpolitics.com/articles/2015/09/18/washington_works_really_well_but_not_for_you_128115.html", "article_text": "Washington Works Really Well, But Not for You\n\nWashington isn’t broken. It is a well-oiled machine that works for the well-connected and responds to the well-heeled. This corrupt nexus of favoritism and cronyism tends to leave hardworking Americans behind. To paraphrase Howard Beale, voters are mad as hell, and they’re not going to take it anymore.\n\nIn the Democratic primary, an insurgent socialist senator from Vermont is leading the former First Lady turned Senator turned Secretary of State in both Iowa and New Hampshire. On the Republican side, candidates supported by the party’s national leadership garner the support of less than one-quarter of primary voters in recent national polls.\n\nA grassroots uprising is forcing the political establishment to retreat. But to ensure the establishment does not retrench and reemerge, the insurgents must give voters a plan to create an America that offers opportunity for all and favoritism to none.\n\nFor all the excitement created by Bernie Sanders, his ideas are just as stale and ineffective as those blandly offered by Hillary Clinton. Both would increase the size and scope of government. And as we’ve seen with Obamacare, the bigger the government, the bigger the Bigs become.\n\nCan an authentically conservative candidate inspire and galvanize a deeply cynical electorate around a serious and hopeful policy agenda? We think so.\n\nA second-shift worker shouldn't see his hard-earned money funneled to a fledgling corporation. Nor should he be concerned regulations advocated by competitors would force his job overseas. The value of his work shouldn’t be determined by bureaucratic decrees in Washington.\n\nHard working moms should be confident that energy and food prices won’t erode the family budget simply because one industry lobbied for a tariff or a mandate.\n\nSeniors longing to retire should not be trapped in a system that produces a negative rate of return. By 2030, Social Security will return just 90 cents on the dollar for a single female earning average wages. It is immoral, and seniors deserve the option to do better.\n\nYoung graduates starting careers should be confident their degree is worth something more than a mountain of debt. By breaking up the higher education accreditation cartel that funnels kids into four-year programs, young Americans would pay less while having more options.\n\nThe unifying theme of these proposals is simple: no one should need an army of lawyers, lobbyists and accountants to succeed in this great nation. It is time we take back America.", "article_metadata": {"description": "Washington isn’t broken. It is a well-oiled machine that works for the well-connected and responds to the well-heeled. This corrupt nexus of favoritism and cronyism tends to leave hardworking...", "title": "Washington Works Really Well, But Not for You | RealClearPolitics", "fragment": "!", "twitter": {"site": "@RealClearNews", "card": "summary"}, "og": {"url": "http://www.realclearpolitics.com/articles/2015/09/18/washington_works_really_well_but_not_for_you_128115.html", "image": "http://www.realclearpolitics.com/images/rcp-home-logo-ss.png", "type": "article", "description": "Washington isn’t broken. It is a well-oiled machine that works for the well-connected and responds to the well-heeled. This corrupt nexus of favoritism and cronyism tends to leave hardworking...", "title": "Washington Works Really Well, But Not for You | RealClearPolitics"}, "fb": {"app_id": 1415921935346245}, "tweetmeme-title": "Washington Works Really Well, But Not for You | RealClearPolitics", "keywords": "Election 2016,"}, "_id": "\"57477af46914bd0286fdf85c\"", "article_summary": "Washington Works Really Well, But Not for YouWashington isn’t broken.\nIn the Democratic primary, an insurgent socialist senator from Vermont is leading the former First Lady turned Senator turned Secretary of State in both Iowa and New Hampshire.\nOn the Republican side, candidates supported by the party’s national leadership garner the support of less than one-quarter of primary voters in recent national polls.\nIt is a well-oiled machine that works for the well-connected and responds to the well-heeled.\nThe value of his work shouldn’t be determined by bureaucratic decrees in Washington."}