{"article_title": "Baptiste’s dominance in faceoffs carries Denver past Providence – The Denver Post", "article_keywords": ["good", "baptistes", "pace", "big", "team", "ncaa", "game", "denver", "dominance", "past", "providence", "carries", "wins", "pioneers", "post", "east", "playing", "faceoffs"], "article_url": "http://www.denverpost.com/colleges/ci_27942617/baptistes-dominance-faceoffs-carries-denver-past-providence", "article_text": "Thanks to another masterful performance by freshman Trevor Baptiste, another slow start led to another strong finish for the University of Denver men’s lacrosse team Saturday.\n\nIn their final regular-season game at sold-out Peter Barton Lacrosse Stadium, the fifth-ranked Pioneers used Baptiste’s 22-of-24 faceoff wins and a five-goal rally to begin the second half to beat Providence 13-9.\n\nDU improved to 10-0 all-time in Big East Conference play and extend its NCAA-leading active home winning streak to 15 games.\n\nSenior Wes Berg and sophomores Tyler Pace and Connor Cannizzaro had hat tricks and sophomore Zach Miller had two goals and four points. Berg, who last week became DU’s all-time leading scorer, finished with a team-high five points.\n\nBaptiste — who entered with an NCAA-leading .706 success rate — was nearly perfect on restarts to move into fourth place in single-season wins (202) by a Pioneer. He is on pace to break Geoff Snider’s 2006 record of 242.\n\nWithout Baptiste’s dominance at the “X,” Denver (10-2, 4-0 Big East) would have been in trouble against the Friars (4-8, 0-4).\n\n“You’re right about Trevor. Thank God we have him, because the rest of the game wasn’t very pretty,” DU coach Bill Tierney said.\n\nThe Pioneers trailed 2-0 early and 5-3 at halftime but outscored the Friars 6-1 in the third quarter. DU improved to 4-0 when playing from behind at the break, including late rallies over highly-touted Duke and Notre Dame.\n\n“This team has been on a roller-coaster ride all year,” Tierney said. “We think everything is fine, and the minute we start thinking that, it’s not. It’s practice, mentality, (lack of) focus — and then you come out against a really well-coached team with a bunch of good athletes with their backs against the wall and excited to play at our place.\n\n“We missed the first shot of the game, get stuffed on the crease, and everybody for a half decides to do it on their own. That’s not how they’re built. The message at halftime was, ‘We’re built to do it together, not alone.’ And you saw what we could do in the first five minutes of the third quarter.”\n\nDU came closer to playing its first two NCAA Tournament games in the Mile High City. The preseason No. 1 Pioneers, who conclude the regular season next Saturday at Marquette before beginning the Big East Tournament on April 30 in Villanova, Pa., are on pace to host a first-round NCAA game and, with a victory, assured of playing a May 16 quarterfinal game at Sports Authority Field at Mile High.\n\nDenver has advanced to the NCAA Final Four in three of the past four years.\n\nUnexpectedly, Baptiste is the biggest reason the Pioneers could advance to the national semifinals May 23-25 in Philadelphia. The true freshman from Denville, N.Y., scored his fifth goal of the season off one of his 22 faceoff wins Saturday.\n\n“All my coaches and teammates say they have my back,” Baptiste said of the mounting pressure he feels. “I was in talking to Coach T and said all the press and everything is a lot. How do I live up to that? As long as I’m not giving up fast breaks, I’m good. Obviously we’d love to have possession every time and I had a good day today. But on the broader picture, we have to continue to work hard and work as a team.”\n\nMike Chambers: mchambers@denverpost.com or twitter.com/mikechambers", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "Baptiste’s dominance in faceoffs carries Denver past Providence", "title": "Baptiste’s dominance in faceoffs carries Denver past Providence", "url": "http://www.denverpost.com/2015/04/18/baptistes-dominance-in-faceoffs-carries-denver-past-providence/", "image": {"width": 654, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/04/20150418__DU-PROVIDENCE-LACROSSEp1.jpg", "height": 435}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/04/20150418__DU-PROVIDENCE-LACROSSEp1.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "article": {"published_time": "2015-04-18T16:06:17+00:00", "modified_time": "2016-04-25T11:52:38+00:00"}, "viewport": "width=device-width, initial-scale=1", "news_keywords": "University of Denver"}, "_id": "\"57477af46914bd0286fde1ea\"", "article_summary": "Without Baptiste’s dominance at the “X,” Denver (10-2, 4-0 Big East) would have been in trouble against the Friars (4-8, 0-4).\nDU improved to 10-0 all-time in Big East Conference play and extend its NCAA-leading active home winning streak to 15 games.\nDenver has advanced to the NCAA Final Four in three of the past four years.\nSenior Wes Berg and sophomores Tyler Pace and Connor Cannizzaro had hat tricks and sophomore Zach Miller had two goals and four points.\nDU improved to 4-0 when playing from behind at the break, including late rallies over highly-touted Duke and Notre Dame."}