{"article_title": "center to help seaside with storms", "article_keywords": ["seaside", "help", "students", "kane", "storms", "project", "rutgers", "coastal", "weather", "future", "center"], "article_url": "http://www.app.com/story/news/local/toms-river-area/seaside-heights/2015/07/13/center-help-seaside-storms/30084983/", "article_text": "Buy Photo . (Photo: File photo)Buy Photo\n\nIt only took a few hours for 30 years of Patty Hershey’s life to be destroyed by superstorm Sandy. But while that devastation destroyed her home and businesses, it gave birth to a plan that might prevent such damage from happening ever again.\n\nWhat was needed, she realized, was a “center“ that would help the community if another storm like (Sandy) ever came again.” What Hershey envisioned was a Center for Coastal Resilience that would educate students and the wider community about the climate, environment and other related subjects to help them prepare for future storms and prevent Sandy-levels of damage in the future.\n\nBut Hersey, of Seaside Heights, and her friend, Carol Kane of Seaside Park, didn’t want the center to just be a local effort, so they brought their idea to Rutgers University officials. While Rutgers hasn’t fully committed, they are discussing how to join Hershey and make the idea a reality.\n\n“Rutgers is always open to opportunities to spread knowledge about the environment, and we look forward to working with the borough and third-party donors as they make specific commitments to the project,” said Ken Branson, Rutgers University public relations specialist.\n\nMeredith Beck, the development consultant for the project, said she is involved in fundraising to try to bring the center to fruition.\n\n“We need to obtain that initial funding to move forward,” Beck said, adding that she expects project supporters to sign up in the coming months.\n\nThe plan for the Center for Coastal Resilience is to have two buildings for research and education, outdoor solar recharging kiosks. and a new and improved weather station for observing and reporting on the climate, all located within a few blocks of each other on the Seaside Heights boardwalk.\n\nA new weather station, led by New Jersey State Climatologist David Robinson and used to observe conditions such as the temperature, precipitation and wind in the area, is also being discussed. The station would report observations to the National Weather Service and be available to help the borough “prepare, respond and recover from coastal storms,” Robinson said.\n\nRobinson said that he wants to be involved in the project because it is a great opportunity to bring coastal science to the community and “illustrate the important linkages between science and society” that are “important for our understanding of coastal systems, thus enhancing our ability to make useful decisions on how we live and interact with nature along the coast.”\n\nAnother goal for the center is to offer accredited courses to Rutgers University students in areas such as engineering and marine science. Mike De Luca, senior associate director of the Rutgers Institute of Marine and Coastal Sciences, said accredited courses may be developed “down the road and will focus on resilient and green infrastructure design.”\n\nIn the meantime, the plan is to have students conduct research alongside their professors to gain experience and share their knowledge with K-12 students and the general public. These groups will be taught about the need to protect coastal ecosystems and how to use Web-based tools to make decisions to help them “prepare for future coastal hazards.”\n\nDe Luca’s hope is that these potential courses and programs will help “students and communities learn how they can reduce loss of life and property from future storms.”\n\nKane said she hopes that having students work side by side with professionals will benefit the community while simultaneously helping students learn in the process. “When you give the next generation an opportunity to pay it forward, they will always exceed your expectations,” Kane said.\n\nAnother aspect of the proposed center is to have recharging kiosks on the boardwalk for people to use and learn more about storms and the climate. One purpose the center may also serve is to help emergency responders be better trained in more effective methods of dealing with storms, such as having more standardized response procedures, Kane said.\n\nIn regard to the possible future center, Kane said that “we cannot control the weather, but how we handle the aftermath of the storm is entirely up to us.”\n\nRead or Share this story: http://on.app.com/1MpFJuk", "article_metadata": {"google": "notranslate", "description": "Rutgers University is discussing plans to make a Center for Coastal Resilience in Seaside.", "og": {"site_name": "Asbury Park Press", "description": "Rutgers University is discussing plans to make a Center for Coastal Resilience in Seaside.", "title": "Resilience center may help Seaside with future storms", "url": "http://www.app.com/story/news/local/toms-river-area/seaside-heights/2015/07/13/center-help-seaside-storms/30084983/", "image": "http://www.gannett-cdn.com/GDContent/applogos/app.png", "type": "article"}, "twitter": {"description": "Rutgers University is discussing plans to make a Center for Coastal Resilience in Seaside.", "title": "center to help seaside with storms", "image": "http://www.gannett-cdn.com/-mm-/4d4604d4cfb6de4d920961ca31519f908e66c4c5/c=568-0-2182-1614&r=x643&c=640x640/local/-/media/2015/07/13/AsburyPark/B9317734893Z.1_20150713220918_000_GA1BBBFSL.1-0.jpg", "creator": "@AsburyParkPress", "site": "@AsburyParkPress", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=600068887", "fb": {"app_id": 116172675120111}, "Content-Type": "text/html; charset=UTF-8", "viewport": "width=1070"}, "_id": "\"57477af36914bd0286fd0e4b\"", "article_summary": "The station would report observations to the National Weather Service and be available to help the borough “prepare, respond and recover from coastal storms,” Robinson said.\nOne purpose the center may also serve is to help emergency responders be better trained in more effective methods of dealing with storms, such as having more standardized response procedures, Kane said.\nBut Hersey, of Seaside Heights, and her friend, Carol Kane of Seaside Park, didn’t want the center to just be a local effort, so they brought their idea to Rutgers University officials.\nThe plan for the Center for Coastal Resilience is to have two buildings for research and education, outdoor solar recharging kiosks.\nIn regard to the possible future center, Kane said that “we cannot control the weather, but how we handle the aftermath of the storm is entirely up to us.”Read or Share this story: http://on.app.com/1MpFJuk"}