{"article_title": "ObamaCare coverage deadline approaching", "article_keywords": ["consumers", "enrollment", "obamacare", "period", "bellman", "medical", "whichever", "cost", "deadline", "coverage", "health", "insurance", "approaching"], "article_url": "http://amarillo.com/blog-post/jim-mcbride/2014-03-24/obamacare-coverage-deadline-approaching", "article_text": "Consumers have one week remaining in the current calendar year to enroll for and purchase health insurance before the Affordable Care Act’s March 31 enrollment deadline.\n\n“Many people have delayed making a decision about their coverage, perhaps feeling that health insurance is too complex,” Mark Bellman, president of the Texas Association of Health Underwriters, said in a news release. “But the time for decision-making is now. Fortunately, health insurance agents can simplify the issue. They will sit down and help customize coverage to meet each person’s medical, financial and family needs.”\n\nOnce the enrollment period ends, most consumers will not be able to to buy coverage for the rest of 2014.\n\nThe only exception to get coverage this year will be for someone experiencing a “qualifying” life event, such as marriage or divorce, birth or adoption of a child, or loss of employment. Bellman noted, “At this point the federal government has given no indication there will be an extension for the 2014 enrollment period.”\n\nAnyone who can afford health insurance and does not obtain coverage will face a penalty of $95 or up to 1 percent of household income, whichever is higher. The next enrollment period, beginning in November, will be for coverage in 2015.\n\nStaying healthy is vital, Bellman said, because an injury as common as a broken arm can cost thousands of dollars in medical bills. Treating a serious illness such as cancer easily tops $100,000. Beyond cost savings, another advantage is that ACA-compliant coverage now covers preexisting health conditions.", "article_metadata": {"og": {"url": "http://amarillo.com/blog-post/jim-mcbride/2014-03-24/obamacare-coverage-deadline-approaching", "site_name": "Amarillo Globe-News", "image": "http://amarillo.com/sites/default/files/photos/blogs/60/Health%20Overhaul%20Last%20_Hutc.jpg", "type": "article", "title": "ObamaCare coverage deadline approaching"}, "description": "Consumers have one week remaining in the current calendar year to enroll for and purchase health insurance before the Affordable Care Act’s March 31 enrollment deadline."}, "article_summary": "The next enrollment period, beginning in November, will be for coverage in 2015.\nConsumers have one week remaining in the current calendar year to enroll for and purchase health insurance before the Affordable Care Act’s March 31 enrollment deadline.\nFortunately, health insurance agents can simplify the issue.\n“Many people have delayed making a decision about their coverage, perhaps feeling that health insurance is too complex,” Mark Bellman, president of the Texas Association of Health Underwriters, said in a news release.\nBeyond cost savings, another advantage is that ACA-compliant coverage now covers preexisting health conditions."}