{"article_title": "European markets plunge; China, oil, Greece worries return", "article_keywords": ["worlds", "plunge", "return", "light", "trade", "crude", "oil", "china", "stock", "greece", "worries", "trading", "falls", "markets", "european"], "article_url": "http://www.cnbc.com/2015/08/21/european-markets-to-plunge-as-china-and-greece-worries-return.html", "article_text": "Oil was testing investors' nerves on Friday, with light crude trading near $40 per barrel in afternoon trade on increased fears over the health of the world's greatest consumer, China. U.S. oil prices heading for its eighth week of falls running on Friday, the longest losing streak since 1986. Brent dipped down to $45.40 in afternoon trade, while light crude dropped over 2.5 percent, trading around $40.20.\n\n\n\nEurope also followed big falls across Asian stock markets on Friday, after China August PMI data showed that factory activity in the world's second-biggest economy shrank at its fastest pace in more than six years. The Shanghai Composite closed over 4 percent lower.\n\nIn Greece, Prime Minister Alexis Tsipras resigned on Thursday and called snap elections in September, a move aimed at strengthening his grip on power. After fighting the last election on an anti-austerity platform, and spending most of his time in office attempting to reverse some of the changes made in Greece under its international bailout, he was eventually forced to back down in negotiations with the country's creditors in July. The Greek stock market reacted negatively, down 2.5 percent.", "article_metadata": {"AssetType": "cnbcnewsstory", "description": "European stock markets faced severe selling on Friday, with major markets crashing in excess of 2.5 percent, following U.S. stocks lower as worse-than-expected Chinese economic data and a sharp drop in oil prices spooked traders.", "author": "Arjun Kharpal, Alexandra Gibbs, Catherine Boyle", "og": {"site_name": "CNBC", "description": "European stock markets faced severe selling on Friday, with major markets crashing in excess of 2.5 percent.", "title": "Europe markets plunge 3%; China and oil dominate", "url": "http://www.cnbc.com/2015/08/21/european-markets-to-plunge-as-china-and-greece-worries-return.html", "image": "http://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2015/08/21/102937118-GettyImages-457534476.1910x1000.jpg", "type": "article"}, "twitter": {"description": "European stock markets faced severe selling on Friday, with major markets crashing in excess of 2.5 percent.", "title": "Europe markets close down 3%; China and oil dominate", "url": "http://www.cnbc.com/2015/08/21/european-markets-to-plunge-as-china-and-greece-worries-return.html", "image": {"src": "http://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2015/08/21/102937118-GettyImages-457534476.1910x1000.jpg"}, "creator": "@ArjunKharpal", "site": "@CNBC", "card": "summary_large_image"}, "al": {"ios": {"app_name": "CNBC Business News and Finance", "app_store_id": 398018310}}, "apple-itunes-app": "app-id=398018310", "GOOGLEBOT": "unavailable_after: 31 Dec 9999 23:59:59 GMT", "keywords": "Markets: Europe, FTSE, DAX, CAC, NIKKEI, Shanghai, GlaxoSmithKline PLC, Novartis AG, Banco de Sabadell SA, Lloyds Banking Group PLC, TSB Banking Group PLC, Renault SA, Peugeot SA, Luxottica Group SpA, Pandora A/S, Swatch Group SA, LVMH Moet Hennessy Louis Vuitton SE, Hermes International SCA, FTSEurofirst 300 Index, Koninklijke Vopak NV, Gold / US Dollar Spot, Polyus Gold International Ltd, Randgold Resources Ltd, Anglo American PLC, Daimler AG, National Bank of Greece SA, Piraeus Bank SA, business news", "article": {"publisher": "https://www.facebook.com/cnbc", "published_time": "2015-08-21T11:50:42-0400", "author": "https://www.facebook.com/CNBC", "section": "Markets: Europe", "modified_time": "2015-08-21T12:00:12-0400", "tag": "Piraeus Bank SA"}, "pageNodeId": 102937103, "news_keywords": "stock markets, european stock markets, opening calls, ftse, dax, cac"}, "_id": "\"57477af46914bd0286fe2a8f\"", "article_summary": "Oil was testing investors' nerves on Friday, with light crude trading near $40 per barrel in afternoon trade on increased fears over the health of the world's greatest consumer, China.\nBrent dipped down to $45.40 in afternoon trade, while light crude dropped over 2.5 percent, trading around $40.20.\nU.S. oil prices heading for its eighth week of falls running on Friday, the longest losing streak since 1986.\nIn Greece, Prime Minister Alexis Tsipras resigned on Thursday and called snap elections in September, a move aimed at strengthening his grip on power.\nEurope also followed big falls across Asian stock markets on Friday, after China August PMI data showed that factory activity in the world's second-biggest economy shrank at its fastest pace in more than six years."}