{"article_title": "Medicare Plan's Patients Lose Doctor", "article_keywords": ["physicians", "united", "plans", "doctor", "times", "patients", "management", "medicare", "plan", "lose", "told", "network"], "article_url": "http://health.wusf.usf.edu/post/medicare-plans-patients-lose-doctor", "article_text": "Long-time patients of a popular Valrico doctor were surprised to discover last month that their doctor is no longer part of their Medicare Advantage plan, the Tampa Bay Times reports (paywall alert).\n\nDuring the open enrollment period for 2014, Physicians United Plan told its customers that Dr. Fred Bearison would be in its network, according to the Times. But after they were locked into the plan for the year, Physician’s United informed hundreds of Bearison’s patients that they have to change doctors.\n\nA Physician’s United representative told the Times the group recently switched from contracting directly with individual doctors to using “management service organizations,” networks that handle doctor contracts for the insurer, as a way to cut costs. The insurer also said it complied with the 30-day notice required to inform consumers about dropped providers, the Times reports.\n\nBearison signed up with the middleman group, All Care Management Services, but his contract was terminated for “business reasons,” he told the Times.\n\nThis is an example of the downside of Medicare Advantage -- managed care -- for seniors, who tend to be loyal to their doctor. While traditional Medicare plan allows patients access to any doctor who accepts it, the less-expensive HMOs require that patients stay within a network. And that can change at mid-year.", "article_metadata": {"category": "Health News Florida", "description": "Long-time patients of a popular Valrico doctor were surprised to discover last month that their doctor is no longer part of their Medicare Advantage plan,", "Generator": "Drupal 7 (http://drupal.org)", "programs": "none", "og": {"url": "http://health.wusf.usf.edu/post/medicare-plans-patients-lose-doctor", "image": "http://mediad.publicbroadcasting.net/p/healthnewsfl/files/styles/medium/public/201403/fred_bearison.jpg", "type": "article", "description": "Long-time patients of a popular Valrico doctor were surprised to discover last month that their doctor is no longer part of their Medicare Advantage plan,", "title": "Medicare Plan's Patients Lose Doctor"}, "story_id": 288586534, "twitter": {"site": "@HealthNewsFL", "card": "summary", "creator": "@HealthNewsFL"}, "author": "Health News Florida Staff", "org_id": 0, "dc": {"title": "Medicare Plan&#039;s Patients Lose Doctor"}, "nid": 5762, "datePublished": "2014-03-10", "wordCount": 252, "has_audio": 0, "viewport": "width=device-width"}, "_id": "\"57477af46914bd0286fdf88b\"", "article_summary": "While traditional Medicare plan allows patients access to any doctor who accepts it, the less-expensive HMOs require that patients stay within a network.\nLong-time patients of a popular Valrico doctor were surprised to discover last month that their doctor is no longer part of their Medicare Advantage plan, the Tampa Bay Times reports (paywall alert).\nBut after they were locked into the plan for the year, Physician’s United informed hundreds of Bearison’s patients that they have to change doctors.\nDuring the open enrollment period for 2014, Physicians United Plan told its customers that Dr. Fred Bearison would be in its network, according to the Times.\nThis is an example of the downside of Medicare Advantage -- managed care -- for seniors, who tend to be loyal to their doctor."}