{"article_title": "HealthCare.Gov: Incompetence on a Massive Scale", "article_keywords": ["marketplace", "signatures", "plans", "healthcaregov", "contracts", "incompetence", "contract", "federal", "scale", "massive", "key", "services", "cms", "acquisition"], "article_url": "http://www.conservativeblog.org/amyridenour/2015/1/28/healthcaregov-incompetence-on-a-massive-scale.html", "article_text": "Last Friday, the Office of Inspector General (OIG) for the Department of Health and Human Services released its report on what went wrong with HealthCare.gov in 2013. (“You would have had a lot less to read if they’d just focused on what didn’t go wrong!” — the Wife.)\n\nAnyway, the incompetence revealed by the report is staggering. It shows that an agency like the Centers for Medicare and Medicaid Services (CMS) is ill-equipped to handle a complex process of contracting with private businesses to put together a website. Here are a few highlights:\n\n-CMS did not develop the required acquisition strategy for the Federal Marketplace [Healthcare.gov] project.\n\n-Health and Human Services’ regulations did not require acquisition plans for most Federal Marketplace contracts.\n\n-There were 60 contracts in total that had to be awarded. The OIG considered six of them to be “key contracts.” Only two of the six key contracts underwent CMS Contract Review Board oversight prior to award.\n\n-For the six key contracts, few companies submitted proposals and even fewer submitted technically acceptable proposals.\n\n-For many of the remaining 54 Federal Marketplace contracts, CMS sought or received proposals from only one company.\n\nThe report contained some eye-catching passages like this one:\n\nFor the seven contracts that required acquisition plans, only five contracts had acquisition plans in their contract files. However, these acquisition plans did not all address certain planning elements, such as risks, constraints, and market research conducted. In addition, four of the five acquisition plans were missing required signatures from CMS officials. (Italics added.)\n\nIt’s hard not to imagine that those missing signatures were intentional. If some of the CMS higher-ups realized early on the process was a mess, then leaving off their signatures would give them plausible deniability: “Where did this come from? I never signed off on it!”\n\nSo, what was the cause of such gross incompetence? Perhaps CMS was staffed by a lot of incompetent people from 2010-2012? That may be part of the explanation for what happened, but the incompetence is also rooted in the incentives that bureaucrats face. To see this, take a look at this passage from the OIG report:\n\nThe complexity of the Federal Marketplace underscored the need for CMS to select the most qualified contractors. However, CMS did not perform thorough reviews of contractor past performance when awarding two key contracts. CMS also made contracting decisions that may have limited the number of acceptable proposals for much of the key Federal Marketplace work. In addition, CMS selected contract types that placed the risk of cost increases for this work solely on the Government.\n\nCan you imagine groups in the private sector not opening up a contract to multiple bidders to find the best one? Can you imagine them not doing due diligence on the past performance of those contractors? No doubt those things do happen in the private sector, but there are potentially severe consequences. You can lose a lot of money or you can be fired if things go wrong.\n\nBy contrast, it’s very difficult to fire government employees, and those employees don’t have their own money on the line. With those incentives, it’s an uphill battle to achieve success.", "article_metadata": {"og": {"image": "http://www.conservativeblog.org/storage/Incompetence2.png?__SQUARESPACE_CACHEVERSION=1422463034139", "description": "Last Friday, the Office of Inspector General (OIG) for the Department of Health and Human Services...", "title": "HealthCare.Gov: Incompetence on a Massive Scale - Amy Ridenour's National Center Blog - A Conservative Blog"}, "blogburst-verify": "B9EORVLmLdD0z2JKwETUEmoZ", "Robots": "index,follow"}, "_id": "\"57477af46914bd0286fdf898\"", "article_summary": "-For many of the remaining 54 Federal Marketplace contracts, CMS sought or received proposals from only one company.\nHere are a few highlights:-CMS did not develop the required acquisition strategy for the Federal Marketplace [Healthcare.gov] project.\nThe OIG considered six of them to be “key contracts.” Only two of the six key contracts underwent CMS Contract Review Board oversight prior to award.\nHowever, these acquisition plans did not all address certain planning elements, such as risks, constraints, and market research conducted.\nThe report contained some eye-catching passages like this one:For the seven contracts that required acquisition plans, only five contracts had acquisition plans in their contract files."}