{"article_title": "Cheese-Lovers Beware: There’s Still Lots Of Salt In That Cheddar And Halloumi, And It’s Dangerous To Your Health", "article_keywords": ["cheese", "intake", "cheeselovers", "cheeses", "lots", "dangerous", "beware", "sodium", "cheddar", "levels", "high", "reduction", "halloumi", "health", "uk", "salt", "study", "theres"], "article_url": "http://www.medicaldaily.com/cheese-lovers-beware-theres-still-lots-salt-cheddar-and-halloumi-and-its-dangerous-your-296850", "article_text": "It’s hard to argue against the notion that cheese is delicious — foods laden with cheese are usually tastier — such as burgers, fries, eggs, or macaroni. But processed, store-bought cheeses are usually filled with very high salt levels — and according to a new study, you might be consuming far more sodium than you thought by chomping down on cheddar, halloumi, blue cheese, and others.\n\nThe study, published in the journal BMJ Open, found that the salt content in cheese sold throughout the UK was remarkably high despite these products meeting government goals on salt reduction. In addition, different companies pour varying levels of salt into their cheeses — so your halloumi from one company might be far more salty than one from a different company. In short, your cheese might be a major source of salt intake in your diet, though you may not realize it. In fact, after bread and bacon, dairy products are the third largest salt contributors to the UK national diet, according to the Consensus Action on Salt and Health.\n\nIn the study, the average cheese had about 1.7 grams of salt for every 100 grams of cheese. Halloumi and imported blue cheese had the highest amounts of salt, and cottage cheese had the least. Among the 394 cheeses with salt reduction targets, 84.5 percent had reached their goal — but still contained high levels of salt. As a result of this, the authors conclude that stricter reductions should be put in place. In 2013, during the 66th World Assembly, nearly 200 countries agreed to make a 30 percent salt reduction target, and nearly all of the nations have since abided by it — but this reduction needs to be even more pronounced, the authors note.\n\n“Our finding of a high salt content in cheeses sold in the UK is similar to those observed in the USA, Australia, France, Belgium, Canada, New Zealand, South Africa, and Brazil, showing that high levels of salt in cheese is a global challenge,” the authors wrote, according to the press release. “The results indicate that much larger reductions in the amount of salt added to cheese could be made, and more challenging targets need to be set.”\n\nA diet that’s too filled with sodium can wreak havoc on your bloodstream, kidneys, and heart. It can ultimately lead to high blood pressure, strokes, or heart attacks.\n\nOf course, salt is important during the process of making cheese. It prevents bacteria from growing inside the cheese and gives it a nice flavor — especially when it comes to parmesan or camembert. However, if you’re trying to watch your salt intake, it’s best to go for the lowest-salt cheeses. “We found that two slices of one cheese and two slices of certain breads contained over 2g of salt between them,” Katharine Jenner, a public health nutritionist and campaign director at Consensus Action on Salt and Health, told The Guardian. “That’s the maximum you can feed a three-year-old in a day. But if you choose the lowest-salt bread and cheese, you can halve that.”\n\nAccording to a Guardian interactive, Tesco ricotta and mozzarella contain the least fat and salt, while Co-operative Roquefort had the highest salt levels. Investigate the sodium levels in your cheese and aim for the lowest fat and lowest salt cheeses — and then go ahead and enjoy your mac and cheese or grilled cheese.\n\nSource: Hashem KM, He FJ, Jenner KH, MacGregor GH. Cross-sectional survey of salt content in cheese: a major contributor to salt intake in the UK. BMJ Open. 2014.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "sodium intake, salt, cheese", "og": {"site_name": "Medical Daily", "description": "A new study points out just how dangerous the high levels of sodium are in processed cheese.", "title": "Why You Should Be Worried About All The Salt In Cheese", "url": "http://www.medicaldaily.com/cheese-lovers-beware-theres-still-lots-salt-cheddar-and-halloumi-and-its-dangerous-your-296850", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/08/06/cheese.jpg", "type": "article"}, "twitter": {"description": "A new study points out just how dangerous the high levels of sodium are in processed cheese.", "title": "Why You Should Be Worried About All The Salt In Cheese", "url": "http://www.medicaldaily.com/cheese-lovers-beware-theres-still-lots-salt-cheddar-and-halloumi-and-its-dangerous-your-296850", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/08/06/cheese.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/08/06/cheese.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Healthy Living", "published_time": "2014-08-06T18:30:00-04:00", "modified_time": "2014-08-07T10:14:53-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "A new study points out just how dangerous the high levels of sodium are in processed cheese."}, "_id": "\"57477af36914bd0286fc9b6e\"", "article_summary": "Among the 394 cheeses with salt reduction targets, 84.5 percent had reached their goal — but still contained high levels of salt.\nCross-sectional survey of salt content in cheese: a major contributor to salt intake in the UK.\nIn short, your cheese might be a major source of salt intake in your diet, though you may not realize it.\nHowever, if you’re trying to watch your salt intake, it’s best to go for the lowest-salt cheeses.\nInvestigate the sodium levels in your cheese and aim for the lowest fat and lowest salt cheeses — and then go ahead and enjoy your mac and cheese or grilled cheese."}