{"article_title": "5 Interesting Tidbits From Conversations With Conservatives (Updated) (Video)", "article_keywords": ["benghazi", "updated", "congress", "conversations", "interesting", "republicans", "american", "state", "video", "groups", "conservatives", "tidbits", "speaker", "lawmakers", "obama", "secretary"], "article_url": "http://www.rollcall.com/news/policy/5-interesting-tidbits-from-conversations-with-conservatives", "article_text": "A monthly meeting with the press and conservatives lawmakers has become a must-attend event — and not just for the free Chick-fil-A.\n\nThe Conversations with Conservatives event, hosted by the Heritage Foundation, brings a group of the most far-right legislators on Capitol Hill together to discuss a wide range of topics. And while lawmakers were, unexpectedly, a bit more reserved on topics like the omnibus this month, they had plenty to say on other issues.\n\nHere are five interesting tidbits from the discussion:\n\nOutside Conservative Groups\n\nJonathan Weisman of The New York Times asked the lawmakers whether outside conservative groups — such as Heritage Action for America, Club for Growth and FreedomWorks — are losing influence within Congress as Speaker John A. Boehner criticizes them, and whether the groups were losing influence with the lawmakers personally.\n\nNone of the members admitted the conservative groups had all that much influence with them in the first place — Rep. Jim Jordan said he thought he had a 90 percent score with Heritage and it was “amazing to me that a group as fine as Heritage could be wrong 10 percent of the time” — but lawmakers did come to the groups' defense.\n\n“I do find it ironic,” Rep. Raúl R. Labrador said, “that the speaker spoke out against the outside groups for speaking about a bill that apparently they hadn’t read, according to the speaker, but yet when we came back from our Christmas break, there were hundreds of members of Congress that had no idea what they had voted for before they went on vacation.\n\n“So I think what the speaker should be worrying about is whether his members have read the bill, and stop worrying about the outside groups,” Labrador said.\n\n“I think it’s time for us to be grateful for what some of these outside groups have done,” Labrador continued, noting that part of the reason Boehner is speaker is because of these groups.\n\nLabrador Being Labrador\n\nLabrador didn’t seem as fired up about the omnibus as he has been about other deals. He said by his calculations, pretty much the same lawmakers who voted for the budget deal would vote for the $1.1 trillion spending package. But the Idaho Republican voiced frustration that Republicans would drop a 1,582-page bill at 8 p.m. on a Monday and vote on the bill Wednesday afternoon.\n\n“I do find it fascinating that the bill today violates the Pledge to America that Republicans made three years ago,” Labrador said, referring to a GOP promise to have legislative text available for three days before a vote. (Technically, leadership fulfilled the promise on the omnibus.) “I find it fascinating that, you know, we complain about big bills like this one when the Democrats are in charge of Congress, but we love big bills when we’re in charge of Congress. And what we always tend to tell the American people is that we can manage their chaos a little bit better than the other side can manage their chaos.”\n\nLabrador said the next fight in Congress will be about ambition.\n\n“Republicans right now think that all we have to do is talk about how bad the Obama economy is, about how bad Obamacare is, and we’ll win 2014. The reality is that we did that in 2012,” he said. “So just being against Obama is not a vision for winning electoral victories in the future.”\n\nLabrador said Republicans have to be “for something.”\n\nThe “internal struggle,” he said, over the next year is about showing the American people why the Republican vision is better for the country. And whichever side is victorious in that struggle, Labrador said, will be victorious in November.\n\nGOP Retreat and the ‘Cambridge Accord’\n\nWith House Republicans set to go to Cambridge, Md., in two weeks for their annual retreat, Mike Memoli of the Los Angeles Times asked what the lawmakers thought might come out of the huddle.\n\nJordan said Republicans have to “paint a vision that would help American families, help American people.\"\n\nHe had four principles for the retreat:\n\n1.) Find an alternative to “this terrible thing called Obamacare”\n\n2.) Develop a plan for a tax overhaul that Republicans can bring to the floor\n\n3.) Develop a plan to help the poor (one that won’t require any more unemployment insurance extensions)\n\n4.) Deal with the issue of privacy\n\nRep. Michele Bachmann of Minnesota said Republicans need to look not just at things they should do, but at “pitfalls, things that we should not do, that would hurt our message going forward.” One particular issue Bachmann mentioned in that category was immigration, or, as she referred to it, “amnesty.”\n\nRep. Steve King of Iowa also discussed immigration, voicing frustration with how leadership has structured discussions regarding the issue. He said Republicans supportive of an immigration overhaul would speak to a full room of legislators, and by the time congressmen like him, who are against an immigration overhaul had a turn to speak, half the room was gone.\n\nBenghazi\n\nOn the same day the Senate Intelligence Committee released a report on the Sept. 11, 2012, attack on a U.S. consulate in Benghazi, Libya, select members of the Conversations with Conservatives crowd — Louie Gohmert of Texas, King and Bachmann, all of whom went to Libya last month — fielded a question on their own Benghazi findings.\n\nGohmert criticized the administration for “covering up,” and “putting the roadblock up to the truth” regarding Benghazi. Gohmert also took a shot at The New York Times for its exhaustive story that is at odds with many of the official reports on the attack. Gohmert said the paper issued “definitive answers when they don’t even know what questions to ask.”\n\nKing used Benghazi to make a larger point. He brought up former Defense Secretary Robert Gates’s recent book which charged that politics crept into consideration of the surge strategy in Iraq for both Barack Obama and Hillary Rodham Clinton. King also claimed that Minority Leader Nancy Pelosi, D-Calif., brought up 44 votes to “unfund, underfund or undermine our troops,” when she was speaker.\n\n“You can see that foreign policy is driven by political consideration,” King said.\n\nKing also said the administration came to Congress to deliver a classified briefing on Benghazi, and “they told us the same lies that they told America on Sunday TV.”\n\nBut Bachmann may have been the most combative.\n\n“This is where if you are a competent commander in chief, and you are competent secretary of state, you appreciate the risks and you act accordingly. This is a clear example where both the secretary of state, Clinton, and the president of the United States, Barack Obama, did not act wisely on the information that was clearly in front of their face.”\n\nBachmann said that given the warnings of increased violence in the area, the administration should have been better prepared for the attack in Benghazi that left four State Department officials dead.\n\nBachmann said three major questions remain regarding Benghazi:\n\n1.) “Why did Secretary of State Clinton fail in her job as the head of the State Department to safely protect the people at Benghazi when they knew there was a problem?”\n\n2.) “Where was the President of the United States during the attack?”\n\n3.) “And why was the false narrative tried to be sold [sic] to the American public?”\n\n“Benghazi,” Bachmann said, “stands as the symbol of the incompetence of the Obama administration and it is a high hurdle that Secretary of State Clinton has to overcome if, in the future, she needs to respond to the American people for her failures as secretary of state.”\n\nGohmert Says Judges Legalizing Same Sex Marriages Need \"Plumbing Lessons\"\n\nYou can read about that here.", "article_metadata": {"description": "A monthly meeting with the press and conservatives lawmakers has become a must-attend event — and not just for the free Chick-fil-A.", "og": {"site_name": "Roll Call", "description": "A monthly meeting with the press and conservatives lawmakers has become a must-attend event — and not just for the free Chick-fil-A.", "title": "5 Interesting Tidbits From Conversations With Conservatives (Updated) (Video)", "url": "http://www.rollcall.com/news/policy/5-interesting-tidbits-from-conversations-with-conservatives", "image": {"type": "image/png"}, "updated_time": "2014-01-15T21:41:50Z", "type": "website"}, "abstract": "A monthly meeting with the press and conservatives lawmakers has become a must-attend event — and not just for the free Chick-fil-A.", "fb": {"app_id": 1383531991672364}, "keywords": "Blog ID,Author,category,category,category,category,category,category,category,category,category,author,category,category,category,category,CQToday Topic,club-for-growth,conservatives,federal-budget,freedomworks,gop-brand,health-care,immigration,john-boehner,libertarian,messaging,outside-groups,spending-cuts,tea-party,icnw", "article": {"section": "policy", "published_time": "2014-01-15T21:41:50Z", "modified_time": "2014-01-15T21:41:50Z"}, "twitter": {"url": "http://www.rollcall.com/news/policy/5-interesting-tidbits-from-conversations-with-conservatives", "site": "@rollcall", "description": "A monthly meeting with the press and conservatives lawmakers has become a must-attend event — and not just for the free Chick-fil-A.", "card": "summary |player (See: https://dev.twitter.com/cards/types/player We will have to submit a test and get approval before using this type)", "title": "5 Interesting Tidbits From Conversations With Conservatives (Updated) (Video)"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=no"}, "_id": "\"57477af36914bd0286fd0e8f\"", "article_summary": "A monthly meeting with the press and conservatives lawmakers has become a must-attend event — and not just for the free Chick-fil-A.\nThe Conversations with Conservatives event, hosted by the Heritage Foundation, brings a group of the most far-right legislators on Capitol Hill together to discuss a wide range of topics.\nJordan said Republicans have to “paint a vision that would help American families, help American people.\"\nLabrador Being LabradorLabrador didn’t seem as fired up about the omnibus as he has been about other deals.\n“This is where if you are a competent commander in chief, and you are competent secretary of state, you appreciate the risks and you act accordingly."}