{"article_title": "Competition for LEED: GBI's Green Globes Shakes Up Building Certification", "article_keywords": ["building", "rating", "shakes", "certification", "process", "system", "competition", "better", "leed", "gbis", "green", "systems", "globes"], "article_url": "http://www.archdaily.com/509690/competition-for-leed-gbi-s-green-globes-shakes-up-building-certification", "article_text": "Leadership in Energy and Environmental Design (LEED), with its advantages and disadvantages, has dominated the green building certification market for a long time. But now alternatives - like the GBI's Green Globes, the Living Building Challenge, and Build It Green – are beginning to emerge. So how does a competitor like Green Globes shape up in comparison to LEED? And what does this developing competition mean for green rating systems in general? To learn more, keep reading after the break.\n\nLEED was the first certification system to successfully convince businesses that building green could be economical. Yet despite its pioneering status and popularity, LEED has been plagued with criticism. It has been berated for ignoring context and performance, resulting in evaluations that are not truly representative of a building’s sustainability. More recently, LEED was found to have little to no impact on worker productivity, causing researchers to question the system’s ability to accommodate user needs.\n\nIn comparison to LEED, which is difficult and expensive to tackle on your own, Green Globes evaluation is branded as being more user-friendly and affordable. Similar to LEED, Green Globes relies on a point-based system and offers four levels of certification – One, Two, Three, and Four Globes. Green Globes charges a flat rate for its services, whereas LEED’s price is based on the project’s square footage.\n\nBoth Green Globes and LEED are owned by non-profit enterprises, but LEED reportedly makes most of its money by certifying LEED Accredited Professionals (LEED-AP). While the LEED process is so complex that most users need to hire a certified consultant to complete their application, Green Globes strives for the opposite. Applicants are automatically assigned an assessor when they complete an online questionnaire, receiving continuous guidance and an on-site visit during the web-based process.\n\nFurthermore, a study conducted by Jeffrey Beard at Drexel University found that \"GBI's Green Globes certification process is significantly less expensive to conduct and faster to complete than LEED certification.\" Beard’s study looked at the hypothetical implementation of both rating systems on the Papadakis Integrated Sciences Building at Drexel University, completed in 2011. After examining the intrinsic, soft, and optional costs associated with each, he found the Green Globes rating system would have required less effort on behalf of the faculty and been significantly cheaper.\n\nOn the downside, Green Globes shares, or at least has the potential to share, some of LEED's negatives. Even though they may be better than nothing - both have stringent parameters that do not encourage out-of-the-box thinking. You earn points for preordained design decisions, but little to none for innovations that may be equal to or better than the existing possibilities. Additionally, many seek out LEED certification for its status symbol and marketability rather than the sake of conserving our resources, cutting corners and finding loopholes to earn extra points. If Green Globes continues to shake LEED’s monopoly and becomes just as desirable, it too runs the risk of becoming a label and being taken advantage of.\n\nMoreover, Green Globes has been accused of green-washing. Heavily connect to the plastic, chemical, and timber industries via their membership base and board of directors – Green Globes is far more lenient than LEED when it comes to material credits. While LEED only gives credit for wood products certified by the Forest Stewardship Council, Green Globes recognizes four different certifications. When you look at this, paired with the fact that the founder is a former timber executive and the American Wood Council sits on the board of directors, it is easy to understand why they have been accused of producing certifications that are not representative of reality, but instead, benefit their industry friends.\n\nRecently, Green Globes has been making an effort to cleanse themselves of this negative image. They have since cut ties with their aforementioned founder, Ward Hubbell, and hired a new CEO – LEED fellow Jerry Yudelson, whose goal is to make green building certification a more cost-effective, practical approach for the everyday home owner. Green Globes is also currently assembling a committee - who will act independently from GBI's board of directors - to approve their next standard via the consensus-based process put forth by the American National Standards Institute (ANSI). In the light of previous criticisms, it will be interesting to see how this committee's new standards address and potentially amend Green Globes' supposed leniency in regards to materials.\n\nAs it stands, neither system – not LEED nor Green Globes – fully encompasses market demands quite yet. Choosing one over the other depends on preference, expertise, and funds – a very personalized decision. Keeping in mind that LEED was launched in 2000 and Green Globes a few years later, of course the young programs still have lessons to learn and kinks to work out. But can these rating systems change to become all that we want and need? Or would we be better off with a new standard? Hopefully, the emerging competition between LEED and alternatives like Green Globes will propel the industry forward to reveal more comprehensive options – whether adapted or novel. Let us know what you think in the comments below.\n\nThis post has been updated from its original form.\n\nStory via AP News, ArchDaily, Better Cities & Towns, GBI, LEEDuser, Sourceable, and Stellar Food for Thought", "article_metadata": {"msapplication-config": "http://assets.adsttc.com/ico/us/browserconfig.xml", "description": "Leadership in Energy and Environmental Design (LEED), with its advantages and disadvantages, has dominated the green ...", "csrf-token": "0BM1uZlJINADNm4xI2vn9nGbHFIVh4KOOsr9Qk1XfQhywUNwUokwn2VzWllMTdH5Er7lyDipr3iqIu6/L2KBTQ==", "twitter": {"description": "Leadership in Energy and Environmental Design (LEED), with its advantages and disadvantages, has dominated the green ...", "title": "Competition for LEED: GBI's Green Globes Shakes Up Building Certification", "url": "http://www.archdaily.com/509690/competition-for-leed-gbi-s-green-globes-shakes-up-building-certification/", "image": "http://images.adsttc.com/media/images/537e/9266/c07a/80d8/5900/01ce/medium_jpg/536d2592c07a800c9e00001d_forget-race-here-are-the-issues-we-should-be-considering-for-the-obama-library-design_lib_william_j__clinton_presidential_cent.jpg?1400803934", "site": "archdaily", "card": "photo"}, "msapplication-TileColor": "#ffffff", "thumbnail": "http://images.adsttc.com/media/images/537e/9266/c07a/80d8/5900/01ce/medium_jpg/536d2592c07a800c9e00001d_forget-race-here-are-the-issues-we-should-be-considering-for-the-obama-library-design_lib_william_j__clinton_presidential_cent.jpg?1400803934", "csrf-param": "authenticity_token", "og": {"site_name": "ArchDaily", "description": "Leadership in Energy and Environmental Design (LEED), with its advantages and disadvantages, has dominated the green ...", "title": "Competition for LEED: GBI's Green Globes Shakes Up Building Certification", "url": "http://www.archdaily.com/509690/competition-for-leed-gbi-s-green-globes-shakes-up-building-certification/", "image": {"width": 1200, "identifier": "http://images.adsttc.com/media/images/537e/9266/c07a/80d8/5900/01ce/large_jpg/536d2592c07a800c9e00001d_forget-race-here-are-the-issues-we-should-be-considering-for-the-obama-library-design_lib_william_j__clinton_presidential_cent.jpg?1400803934", "type": "image/jpeg", "height": 933}, "locale": "en_US", "type": "article"}, "fb": {"admins": "344000001,647264135,538247342,649138668,1100474", "app_id": 98902159436, "pages": 210740790602}, "theme-color": "#026cb6", "msapplication-TileImage": "http://assets.adsttc.com/ico/us/mstile-144x144.png", "keywords": "Architecture, LEED, GBI, Green Globes, Green Design, Sustainability", "article": {"published_time": "2014-05-26T00:00:00+00:00"}, "archdaily": {"type": "Articles"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=1, minimum-scale=1, user-scalable=no"}, "_id": "\"57477af36914bd0286fd0e91\"", "article_summary": "But now alternatives - like the GBI's Green Globes, the Living Building Challenge, and Build It Green – are beginning to emerge.\nFurthermore, a study conducted by Jeffrey Beard at Drexel University found that \"GBI's Green Globes certification process is significantly less expensive to conduct and faster to complete than LEED certification.\"\nSimilar to LEED, Green Globes relies on a point-based system and offers four levels of certification – One, Two, Three, and Four Globes.\nBoth Green Globes and LEED are owned by non-profit enterprises, but LEED reportedly makes most of its money by certifying LEED Accredited Professionals (LEED-AP).\nLeadership in Energy and Environmental Design (LEED), with its advantages and disadvantages, has dominated the green building certification market for a long time."}