{"article_title": "Weight And Stress Levels Impact Epigenetic Markers In Sperm Cells", "article_keywords": ["impact", "information", "stress", "epigenetic", "dna", "weight", "cells", "men", "lean", "markers", "sperm", "levels", "cell", "rna"], "article_url": "http://www.medicaldaily.com/pulse/mens-health-weight-and-stress-levels-impact-epigenetic-markers-sperm-cells-366590", "article_text": "A poor diet not only expands your waistline, it can also trickle down to your sperm cells. In SciShow’s video, “How Health Affects Sperm,” host Michael Aranda explains exactly how men’s health affect their sperm.\n\nOnly 50 micrometers long, sperm cells are the smallest cells produced by the human body. However, a single sperm cell contains a copy of all the data found on 23 chromosomes. Sperm cells do not just contain genetic information, but also epigenetic information. Epigenetic markers sit right on top of your DNA, and are responsible for telling the cell where to coil the DNA tighter, and where to let it unspool. Unspooling the DNA allows the cell to read the genes in that location. However, tightening up the coil, won’t let the genes be expressed in that cell.\n\nEpigenetic markers are so powerful, but they can be altered based on the way you live your life. Your diet, stress levels, and even your moods can alter those markers. For example, a recent study published in the journal Cell Metabolism, found a man's weight affects the heritable information contained in sperm. The sperm cells of lean and obese men possessed different epigenetic marks, most notable at gene regions associated with the control of appetite. The research team compared sperm cells from 13 lean men and 10 obese men, and then tracked six men who were going through weight-loss surgery, to see how weight loss affected their sperm. On average, 5,000 changes to sperm DNA were found between samples from before the surgery and the year after.\n\nThe differences found in those sperm cells were not found in the structure of the DNA or in the histones. Rather, they were found in the small RNA molecule. It turns out small RNA can also act as an epigenetic marker, telling the cell which genes to turn on and off. When it came to the study, the RNA molecules clipped onto different parts of the DNA, depending on if they were lean or obese.\n\nSo, just like women who want to have a child hear a lot of health recommendations, both before and after they get pregnant, prospective fathers might want to take care of themselves too.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "mens, health, weight, and, stress, levels, impact, epigenetic, markers, sperm, cells", "og": {"site_name": "Medical Daily", "description": "Men’s health and lifestyle choices affect sperm cells by affecting heritable information in sperm.", "title": "The Link Between Your Sperm And Your Health", "url": "http://www.medicaldaily.com/pulse/mens-health-weight-and-stress-levels-impact-epigenetic-markers-sperm-cells-366590", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/styles/pulse_featured/public/2015/12/22/sperm-meets-egg.jpg", "type": "article"}, "twitter": {"description": "Men’s health and lifestyle choices affect sperm cells by affecting heritable information in sperm.", "title": "The Link Between Your Sperm And Your Health", "url": "http://www.medicaldaily.com/pulse/mens-health-weight-and-stress-levels-impact-epigenetic-markers-sperm-cells-366590", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/styles/pulse_featured/public/2015/12/22/sperm-meets-egg.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/12/22/sperm-meets-egg.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Vitality", "published_time": "2015-12-22T18:25:18-05:00", "modified_time": "2015-12-22T18:25:17-05:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Men’s health and lifestyle choices affect sperm cells by affecting heritable information in sperm."}, "article_summary": "Only 50 micrometers long, sperm cells are the smallest cells produced by the human body.\nSperm cells do not just contain genetic information, but also epigenetic information.\nA poor diet not only expands your waistline, it can also trickle down to your sperm cells.\nEpigenetic markers are so powerful, but they can be altered based on the way you live your life.\nOn average, 5,000 changes to sperm DNA were found between samples from before the surgery and the year after."}