{"article_title": "Ethical Questions Engulf Obama's CMS Nominee", "article_keywords": ["ethical", "united", "group", "nominee", "nomination", "slavitt", "executive", "obamacare", "health", "engulf", "questions", "healthcare", "caller", "obamas", "cms"], "article_url": "http://www.newsmax.com/Newsfront/Andy-Slavitt-cms-nominee-united-health/2015/07/13/id/654666/", "article_text": "Ethical concerns are mounting about President Barack Obama's nomination of former United Health Group executive Andy Slavitt as the top administrator for the Centers for Medicare and Medicaid Services (CMS), with many officials saying there could be serious conflict-of-interest issues.\"Mr. Slavitt will need to answer a number of tough questions regarding his former employer and their relationship with the agency,\" Senate Finance Committee Chairman Orrin Hatch, R-Utah, said in a statement to The Daily Caller Likewise, Senate Judiciary Committee Chairman Chuck Grassley, R-Iowa, said he plans to ask CMS to \"provide details on how it’s walling off Mr. Slavitt from potential conflicts of interest. I will continue to ask these questions as part of the nomination process.\"Slavitt's confirmation hearings could show close links between the Obama administration and United Health, which as the nation's largest insurance provider is deeply involved in selling plans through the nation's Obamacare exchanges.Slavitt's name was included in an after-hours statement along with other names for nominees for an Amtrak board position and one on the U.S. Mint, reports The Daily Caller. He has been acting CMS administrator following the resignation earlier this year of former agency head Marilyn Tavenner, who left the seat after the reform program's troubled beginning.The nomination was praised by Senate Finance Committee ranking member Ron Wyden, D-Oregon, who lauded Slavitt as an \"able leader in the time he has led the agency,\" which \"plays a critical role providing quality, affordable healthcare to millions of Americans through Medicare, Medicaid, the Children's Health Insurance Program, and the implementation of the Affordable Care Act,\" reports industry website Health IT Analytics But Craig Holman, a lobbyist for Ralph Nader-founded Public Citizen, called the nomination \"highly inappropriate,\" and said that when Slavitt joined CMS in July 2014 as a deputy administrator, he was issued a waiver that allowed him to be exempt from Obama's executive order on ethics in government.That order, signed in 2009, bars federal appointees from working on issues related to a former employer for two years after they leave that company. But as Slavitt received a waiver, he was permitted to work immediately on items that could affect United Health Group.Grace-Marie Turner, president of the Galen Institute, a free market healthcare reform advocacy group, called Slavitt's waiver and then nomination a \"direct violation\" of Obama's promise to keep special interests out of policy decisions.Slavitt is also under fire for being allowed to keep $4.8 million in health industry stock, including some from United Health Group, after he was hired at CMS.As acting CMS head, Slavitt manages 165,000 employees at CMS who implement Obamacare, Medicare and Medicaid, and oversees benefit payouts that exceed $1 trillion. CMS also pays for about one-third of the nation's health costs, reports The Daily Caller, making it the single largest buyer of healthcare in the country.United Health Group, meanwhile, reported $122 million in operating revenues in 2013, with about a third of that coming from the government.Slavitt was the founder and top executive for United Health Group subsidiary Optum, which specializes in healthcare analytics and technology. He had been with Optum for about 10 years before coming to CMS.Further, his firm in 2012 brought in Steve Larson, director of the Center for Consumer Information and Insurance Oversight, one of the creators of Obamacare, and Larson, like Slavitt, became an executive vice president.Optum also bought QSSI, which helped to build the Obamacare website. QSSI, surprisingly, did not bid this year to continue the contract, the Caller reported.Several United Health executives have worked on Obamacare and healthcare issues, including Lois Quam, who was senior adviser to then-first lady Hillary Clinton’s White House Task Force on National Health Care Reform in 1993. She left to become founder and CEO of United Health's Ovations subsidiary and brokered a deal with AARP to become the underwriter of its supplemental coverage. In 2013, Ovations reported it collected some $4.3 billion in such \"Medigap\" coverage.", "article_metadata": {"news_keywords": "Andy Slavitt, cms, nominee, united health, obamacare, ethics", "pubdate": "2015-07-13T08:17:34", "og": {"site_name": "Newsmax", "description": "Ethical concerns are mounting about President Barack Obama's nomination of former United Health Group executive Andy Slavitt as the top administrator for the Centers for Medicare and Medicaid Services, with many saying there could be serious conflicts of interest.", "title": "Ethical Questions Engulf Obama's CMS Nominee", "url": "http://www.newsmax.com/Newsfront/Andy-Slavitt-cms-nominee-united-health/2015/07/13/id/654666/", "type": "article", "image": "http://www.newsmax.com/CMSPages/GetFile.aspx?guid=c877e334-6339-4c88-885d-b1dcca70928a&SiteName=Newsmax", "page_id": 85452072376}, "twitter": {"url": "http://www.newsmax.com/Newsfront/Andy-Slavitt-cms-nominee-united-health/2015/07/13/id/654666/", "title": "Ethical Questions Engulf Obama's CMS Nominee", "description": "Ethical concerns are mounting about President Barack Obama's nomination of former United Health Group executive Andy Slavitt as the top administrator for the Centers for Medicare and Medicaid Services, with many saying there could be serious conflicts of interest.", "site": "Newsmax"}, "fb": {"admins": 100002083767056, "app_id": 323020797885219}, "msvalidate.01": "FAF1322EC761685A5DD9344A1C19E82A", "epoch": 1436775454, "google-site-verification": "Jt2HUKgzJJw9VwIQJv31ETytuvNNm5ypTWN6j0nYvHM", "keywords": "Andy Slavitt, cms, nominee, united health, obamacare, ethics", "article": {"section": "Newsfront", "published_time": "2015-07-13T08:17:34"}, "original-source": "http://www.newsmax.com/Newsfront/Andy-Slavitt-cms-nominee-united-health/2015/07/13/id/654666/", "viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=yes", "description": "Ethical concerns are mounting about President Barack Obama's nomination of former United Health Group executive Andy Slavitt as the top administrator for the Centers for Medicare and Medicaid Services, with many saying there could be serious conflicts of interest."}, "_id": "\"57477af46914bd0286fdcaaa\"", "article_summary": "Ethical concerns are mounting about President Barack Obama's nomination of former United Health Group executive Andy Slavitt as the top administrator for the Centers for Medicare and Medicaid Services (CMS), with many officials saying there could be serious conflict-of-interest issues.\"Mr.\nI will continue to ask these questions as part of the nomination process.\nShe left to become founder and CEO of United Health's Ovations subsidiary and brokered a deal with AARP to become the underwriter of its supplemental coverage.\nIn 2013, Ovations reported it collected some $4.3 billion in such \"Medigap\" coverage.\nQSSI, surprisingly, did not bid this year to continue the contract, the Caller reported.Several United Health executives have worked on Obamacare and healthcare issues, including Lois Quam, who was senior adviser to then-first lady Hillary Clinton’s White House Task Force on National Health Care Reform in 1993."}