{"article_title": "Local organization opens third group home", "article_keywords": ["neighborhood", "feel", "michael", "community", "group", "live", "neighbor", "quad", "organization", "cities", "local", "opens", "man"], "article_url": "http://www.ourquadcities.com/news/local-organization-opens-third-group-home", "article_text": "The Arc of the Quad Cities Area helps people with disabilities become more independent in their everyday lives.\n\nThanks to a $3-million grant from the Department of Commerce, the group organization is now expanding those services. A ribbon cutting ceremony Thursday morning unveiled their third new group home this year.\n\nThese group homes have 24-hour support for an individual based on their personal needs.\n\nBuilt in a quiet neighborhood, this made look like an ordinary home from the outside, but for Michael Johnson it's much more than that.\n\n\"It makes me feel more independent,\" said Michael Johnson, group home resident. \"It makes me feel like I'm part of a community instead of feeling isolated and I like that. I like being able to go out and see a neighbor and wave to the neighbor and say,Hi.\"\n\nJohnson said when he turned 23-years-old he knew it was time to take the next step in his life.\n\n\"I'm a man and not every man wants to live with their mom's for the rest of their life,” said Johnson.\n\nThere's often a stigma associated with individuals living with a disability.\n\n\"They think that someone with a disability is crazy or wild and you know need too much attention and it draws too much attention to the community but I mean people with disabilities we don’t do that. I can say for myself we don’t do that we like being part of the community. We like getting out there and interacting with our neighbors,” said Johnson.\n\nOfficials said these group homes will help individuals like Michael transition and one day live more independently.\n\n“Having all of the people who live in our community feel apart of the community and apart of the neighborhood is something all of us want and that's why it's important for our community that we have these residences,” said Kyle Rick, executive director, Arc of the Quad Cities Area.\n\nMichael hopes to live in the group home for a couple more years and ultimately become a homeowner of his in the Quad Cities, using the lessons he learned from group home to live without any assistance.", "article_metadata": {"description": "Find out how these facilities are changing lives.", "og": {"site_name": "OURQUADCITIES", "description": "Find out how these facilities are changing lives.", "title": "Local organization opens third group home", "url": "http://www.ourquadcities.com/news/local-organization-opens-third-group-home", "image": {"width": 640, "identifier": "http://static.lakana.com/nxsglobal/ourquadcities/photo/2015/09/10/30128d48-7eb4-488d-b17b-c6031cf32a17_4779397_ver1.0_640_360.jpg", "height": 360}, "locale": "en_US", "type": "article"}, "fb": {"app_id": 979124188767212}, "google-site-verification": "2vs6Ae0GE_bJ_zIUevxlSajPbKw-4X51OdF6nvVhpuQ", "keywords": "News,Local News", "article": {"section": "News", "published_time": "2015-09-10T22:59:37+0000", "modified_time": "2015-09-10T22:59:37+0000"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no"}, "_id": "\"57477af36914bd0286fd0ea6\"", "article_summary": "The Arc of the Quad Cities Area helps people with disabilities become more independent in their everyday lives.\nThanks to a $3-million grant from the Department of Commerce, the group organization is now expanding those services.\nMichael hopes to live in the group home for a couple more years and ultimately become a homeowner of his in the Quad Cities, using the lessons he learned from group home to live without any assistance.\nOfficials said these group homes will help individuals like Michael transition and one day live more independently.\n\"It makes me feel more independent,\" said Michael Johnson, group home resident."}