{"article_title": "Harm Reduction Meets Healthcare Reform Where It's At In the Empire State", "article_keywords": ["meets", "harm", "users", "reform", "reduction", "drug", "needs", "state", "health", "york", "healthcare", "services", "empire", "care"], "article_url": "http://www.huffingtonpost.com/robert-cordero/harm-reduction-meets-healthcare-reform-where-_b_7516750.html", "article_text": "diego_cervo via Getty Images\n\nIn 2010, when the Affordable Care Act was signed into law, we knew that new opportunities were emerging for drug users who were disconnected from the traditional healthcare system. Long-ignored and marginalized by a fragmented \"sick care\" system that has historically profited from their episodic, crisis-oriented care, our participants are finally starting to get the attention of reformers.\n\nThe thousands of people we serve at BOOM!Health's Harm Reduction Center in the South Bronx are very much the high-risk, high healthcare need Medicaid beneficiaries whose care is the focus of Medicaid Redesign initiatives nationwide. They have significant socioeconomic disadvantages, multiple chronic health conditions, and a history of high-cost care.\n\nWe've been doing patient-centered care for decades; a phrase now on the tip of everyone's tongue in the health care field. Harm reduction services, including syringe exchange programs and the array of services for injection drug users that have developed around syringe exchange, have a long history of addressing the health and basic needs of drug users by meeting them where they are at on the continuum of drug consumption.\n\nA new study from The New York Academy of Medicine, funded by the MAC AIDS Fund, \"The Integration of Harm Reduction and Healthcare Reform: Implications and Lessons for Healthcare Reform,\" highlights the opportunities and challenges of harm reduction programs' interface with emerging healthcare reform initiatives, and solutions pioneered by harm reduction programs like BOOM!Health. The overarching theme that emerged from the study is the need for healthcare reform strategies to move beyond the clinical care needs of patients and directly address the social determinants of health like food/nutrition, housing, legal support, and employment assistance.\n\nBy embracing and putting into practice holistic person-centered care, harm reduction providers have developed promising models with their healthcare provider partners to serve these patients. These models feature clinical care for physical and mental health that is coordinated and co-located with services that address basic needs such as food and housing; that offer counseling and advocacy in regard to health and healthcare and basic needs; and that provide access to safe injection equipment, harm reduction education, and drug treatment. For marginalized populations living in precarious circumstances, such services are essential to establishing the stability that allows them to take care of their health.\n\nPart of the comprehensive report is a case study of our co-located services at the Harm Reduction Center. Peter Schafer, Senior Policy Associate at the Academy and the lead author of the report told us \"BOOM!Health was identified as a creative, yet simple and exemplary model of the integration of clinical, mental health, and basic services such as meals, showers and social support for harm reduction program participants. In addition to offering syringe exchange, HIV and Hepatitis C testing, and care management, BOOM!Health also offers on-site primary healthcare, mental health services, suboxone treatment, and pharmacy services.\"\n\nThrough an on-site partnership with Evers Pharmacy, a federally qualified health center Brightpoint Health (formerly known as HELP/PSI), and nutrition services through The Momentum Project (along with a host of other informal partnerships), we are truly able to create that person-centered medical home that reformers seek.. But at BOOM!, we're not only able to meet the array of behavioral and physical healthcare needs of our participants, but to also recognize the humanity of our participants by offering them the kinds of things that we all want and need - social connection, a warm meal, convenience, and respect. This keeps our participants coming back, making medical compliance finally within reach. Prior to co-location, we were giving them needles but their toes were falling off from diabetes-related issues. We might have been dealing with their diabetes diagnosis, but we were unable to ensure any kind of coordination of care. The entire motivation to get co-located healthcare and pharmacy wrapped around all the basic needs came from this realization.\n\nThe timing of this report from The New York Academy of Medicine is poignant. We have reached a rare moment in which unlikely players are beginning to move beyond stigma to accept common sense solutions when it comes to drug use. It's an unfortunate reality, but it often takes a crisis to get the mainstream to pay attention to harm reduction and the people we serve. Whether most recently in Indiana, following the state's largest HIV outbreak in history due to lack of a syringe exchange infrastructure, or here in New York last year when Republican state senators responded to rising heroin overdoses in their districts by championing a unanimously supported bill to expand access to the opioid overdose reversal drug Naloxone, harm reduction for people who use drugs tends to become politically palatable only when public health needs become urgent and widespread.\n\nEvidence-based harm reduction interventions like syringe exchanges and Naloxone tend to emerge when a crisis erupts. But it doesn't have to be this way. With healthcare reform, the financial incentives for health systems are moving from volume to value and outcomes, requiring them to engage hard to reach and stigmatized patients like active drug users. This is especially the case in New York, where the state health department has invested billions of dollars in health system restructuring, expanded care management programs through health homes, and offering new behavioral health home and community services through Health and Recovery Plans (HARPs). With these reforms, the system is beginning to recognize the need for tools like those in harm reduction that promote the triple aim by offering truly person-centered care that is coordinated, and prevent the need for costly and crisis-oriented use of health services.\n\nLong the unpopular kid on the block, it's time for community-based harm reduction services to shine by sharing lessons for high quality health care that improves the lives of drug users in New York and beyond.\n\nFollow Robert Cordero on Twitter: www.twitter.com/@boomhealthnyc", "article_metadata": {"description": "In 2010, when the Affordable Care Act was signed into law, we knew that new opportunities were emerging...", "sailthru.expire_date": "2015-06-06 18:45:35 -0400", "og": {"site_name": "The Huffington Post", "description": "In 2010, when the Affordable Care Act was signed into law, we knew that new opportunities were emerging...", "title": "Harm Reduction Meets Healthcare Reform Where It's At In the Empire State", "url": "http://www.huffingtonpost.com/robert-cordero/harm-reduction-meets-healthcare-reform-where-_b_7516750.html", "image": "http://i.huffpost.com/gen/2769656/images/o-NEEDLE-EXCHANGE-facebook.jpg", "locale": "en_US", "type": "article"}, "twitter": {"description": "In 2010, when the Affordable Care Act was signed into law, we knew that new opportunities were emerging...", "creator": "@boomhealthnyc", "image": {"width": 2000, "identifier": "http://i.huffpost.com/gen/2769656/images/o-NEEDLE-EXCHANGE-facebook.jpg", "height": 1000}, "title": "Harm Reduction Meets Healthcare Reform Where It's At In the Empire State", "site": "@HuffPostImpact", "card": "summary_large_image"}, "sailthru.date": "2015-06-05 18:45:35 -0400", "al": {"ios": {"url": "huffpostnews:///?editionID=us&entryID=7516750", "app_store_id": 306621789, "app_name": "The Huffington Post"}}, "taboola.category": "impact", "fb": {"app_id": 46744042133}, "keywords": "harm reduction,health care reform,New York,drug addiction,Drug Policy,Social Determinants of Health,heroin overdose,syringe exchange,needle exchange,fqhc,pharmacy", "article": {"section": "Impact", "tag": "harm reduction,health care reform,New York,drug addiction,Drug Policy,Social Determinants of Health,heroin overdose,syringe exchange,needle exchange,fqhc,pharmacy", "published_time": "2015-06-05 18:45:35 -0400", "modified_time": "2015-06-05 18:59:01 -0400"}, "viewport": "width=1000"}, "_id": "\"57477af36914bd0286fd0eb0\"", "article_summary": "A new study from The New York Academy of Medicine, funded by the MAC AIDS Fund, \"The Integration of Harm Reduction and Healthcare Reform: Implications and Lessons for Healthcare Reform,\" highlights the opportunities and challenges of harm reduction programs' interface with emerging healthcare reform initiatives, and solutions pioneered by harm reduction programs like BOOM!Health.\nBy embracing and putting into practice holistic person-centered care, harm reduction providers have developed promising models with their healthcare provider partners to serve these patients.\nEvidence-based harm reduction interventions like syringe exchanges and Naloxone tend to emerge when a crisis erupts.\nWe've been doing patient-centered care for decades; a phrase now on the tip of everyone's tongue in the health care field.\nIt's an unfortunate reality, but it often takes a crisis to get the mainstream to pay attention to harm reduction and the people we serve."}