{"article_title": "Devastation From Storm Surge", "article_keywords": ["devastation", "think", "lynn", "house", "took", "surge", "flood", "storm", "thompson", "haven", "really"], "article_url": "http://www.wjhg.com/home/headlines/Looking-Back-at-Opal-Devastation-From-Storm-Surge--330580141.html", "article_text": "When you think of hurricanes, wind probably comes to mind. However, storm surge can do just as much damage. Opal's storm surge reached up to 15 feet locally.\n\nTwenty years after Hurricane Opal, images of the storm still flood the mind of Lynn Haven's John Thompson.\n\nJust six years after he moved into his house along Goose Bayou, Opal's storm surge soaked his home.\n\nHe was staying a couple miles from home, but it didn't take long for him to see his house was more than just a little water-logged.\n\n\"I never dreamed that a tidal surge would come up this far,\" Thompson said as he was looking back at pictures from the storm.\n\nAll the walls had to be cut out from four feet down. \"I didn't really realize we were in the middle of a disaster until the Red Cross van came by and then it dawned on me. This is pretty serious,\" Thompson said.\n\nLynn Haven is surrounded by water on three sides, which makes it a peninsula. However, during Opal that peninsula got smaller.\n\nEven though Thompson realizes it could have been worse, cleanup took months, and it took a while to see past the damage. \"We had a lot of our belongings out by the road,\" he said. \"When you see a tractor come by and scoop that up and throw it in the trash can, that hurts your feelings. That really does. \"\n\nThompson and his family got by with some southern hospitality. \"We were out of our house for four months and thank God a friend of my wife's, and a friend of mine, opened up her house to us. There was four of us and a dog,\" he said.\n\nThankfully, aside from some sweat while Thompson was taking on do it yourself projects, flood insurance took care of the rest.\n\n\"You'd be crazy to live anywhere near Lynn Haven not have flood insurance because Lynn Haven is low period,\" Thompson said.\n\nThompson isn't going anywhere no matter what comes our way. \"If it happened again we would probably rebuild and stay right here because this is home,\" he said. \"There's just nowhere else to go that I can think of.\"", "article_metadata": {"description": "Hurricanes are rated by wind speed, but a lot of the damage done during a storm is from storm surge.  The impacts aren't limited to the coastline either.", "language": "english", "author": "Tyler Allender", "og": {"url": "http://www.wjhg.com/home/headlines/Looking-Back-at-Opal-Devastation-From-Storm-Surge--330580141.html", "image": "http://media.graytvinc.com/images/water+damage5.jpg", "type": "article", "description": "Hurricanes are rated by wind speed, but a lot of the damage done during a storm is from storm surge.  The impacts aren't limited to the coastline either.", "title": "Looking Back at Opal: Devastation From Storm Surge"}, "twitter": {"description": "Hurricanes are rated by wind speed, but a lot of the damage done during a storm is from storm surge.  The impacts aren't limited to the coastline either.", "title": "Looking Back at Opal: Devastation From Storm Surge", "url": "http://www.wjhg.com/home/headlines/Looking-Back-at-Opal-Devastation-From-Storm-Surge--330580141.html", "image": "http://media.graytvinc.com/images/water+damage5.jpg", "creator": "@WJHG_TV", "site": "@WJHG_TV", "card": "summary_large_image"}, "keywords": "Looking Back at Opal: Devastation From Storm Surge", "msvalidate.01": "9CD4A96D8A076527F07FD24CFCDE5489", "google-site-verification": "orfdzs_E4bRXom1qluA34zerrmjsg4QfrlLSkrR3ZAQ", "viewport": "width=device-width, initial-scale=1", "news_keywords": "Looking Back at Opal Devastation"}, "_id": "\"57477af36914bd0286fd0eb2\"", "article_summary": "Opal's storm surge reached up to 15 feet locally.\nJust six years after he moved into his house along Goose Bayou, Opal's storm surge soaked his home.\nHowever, storm surge can do just as much damage.\n\"I never dreamed that a tidal surge would come up this far,\" Thompson said as he was looking back at pictures from the storm.\n\"You'd be crazy to live anywhere near Lynn Haven not have flood insurance because Lynn Haven is low period,\" Thompson said."}