{"article_title": "Humana may exit Obamacare individual plans in some states", "article_keywords": ["supreme", "court", "plans", "washington", "obamacare", "states", "ap", "individual", "exit", "2015", "health", "humana", "care"], "article_url": "http://www.aol.com/article/2016/05/05/humana-may-exit-obamacare-individual-plans-in-some-states/21370639/", "article_text": "Before you go, we thought you'd like these...\n\nMay 4 (Reuters) - U.S. health insurer Humana Inc, which plans to be bought by larger Aetna Inc, is considering ending the sale of Obamacare individual plans in some states in 2017 to stem losses there.\n\nHumana's individual business, which sells plans under President Barack Obama's Affordable Care Act, has been a drag on results, and the company still expects to lose money this year. Humana sells plans in 15 states.\n\nSEE ALSO: 1 state could be abandoning Obamacare after Election Day\n\nThe company said on Wednesday that first-quarter earnings fell 46 percent due to higher costs in individual plans, including Obamacare, and its direct-to-customer Medicare Advantage plans.\n\nUnitedHealth Group Inc said last month it was losing money and would largely exit the 34 states where it sells plans. Aetna said it is reviewing 2017 exchange participation state by state and that changes are needed to stabilize the exchanges.\n\nRELATED: See some of the key health issues in this election\n\n\n\nHumana may exit Obamacare individual plans in some states Opponents and supporters of Planned Parenthood demonstrate Tuesday, July 28, 2015, in Philadelphia. Anti-abortion activists are calling for an end to government funding for the nonprofit reproductive services organization. (AP Photo/Matt Rourke) Anti-abortion activists demonstrate near a Planned Parenthood clinic Tuesday, July 28, 2015, in Philadelphia. The protestors are calling for an end to government funding for the nonprofit reproductive services organization. (AP Photo/Matt Rourke) Kathy Calver listens to a speaker as she and other anti-abortion activists rally on the steps of the Texas Capitol to condemn the use in medical research of tissue samples from aborted fetuses, Tuesday, July 28, 2015, in Austin, Texas. (AP Photo/Eric Gay) Razor grass and pro-choice signs limit the view of patients entering the Jackson Women's Health Organization clinic in Jackson, Miss., Tuesday, June 30, 2015. Mississippi's only abortion clinic will likely remain open at least until the fall, because the U.S. Supreme Court is taking no action until then on a dispute over a state law that could close it. (AP Photo/Rogelio V. Solis) MANHATTAN, NEW YORK CITY, UNITED STATES - 2015/08/22: Assembly of some 150 anti-abortion protesters behind barricade in front of Planned Parenthood. A coalition of anti-abortion protesters protested on Mott Street in Manhattan in front of Planned Parenthood. (Photo by Andy Katz/Pacific Press/LightRocket via Getty Images) MANHATTAN, NEW YORK CITY, UNITED STATES - 2015/08/22: Protester with Baby Doe sign in front of Planned Parenthood. A coalition of anti-abortion protesters protested on Mott Street in Manhattan in front of Planned Parenthood. (Photo by Andy Katz/Pacific Press/LightRocket via Getty Images) WASHINGTON, DC - JULY 28: Republican presidential candidate Dr. Ben Carson speaks at a anti-abortion rally opposing federal funding for Planned Parenthood in front of the U.S. Capitol July 28, 2015 in Washington, DC. Planned Parenthood faces mounting criticism amid the release of videos by a pro-life group and demands to vote in the Senate to stop funding. (Photo by Olivier Douliery/Getty Images) WASHINGTON, DC - JULY 28: Republican presidential candidate, U.S. Sen. Ted Cruz (R-TX) speaks during a Anti-abortion rally opposing federal funding for Planned Parenthood in front of the U.S. Capitol July 28, 2015 in Washington, DC. Planned Parenthood faces mounting criticism amid the release of videos by a pro-life group and demands to vote in the Senate to stop funding. (Photo by Olivier Douliery/Getty Images) UNITED STATES - JANUARY 22: Pro-choice protesters chant in front of the Supreme Court on Thursday, Jan. 22, 2015, the anniversary of the Roe v Wade abortion decision. (Photo By Bill Clark/CQ Roll Call) Republican presidential candidate, Wisconsin Gov. Scott Walker, presents his plan to replace Obamacare, during a visit to Cass Screw Machine Products, Tuesday, Aug. 18, 2015, in Brooklyn Center, Minn. (AP Photo/Jim Mone) UNITED STATES - FEBRUARY 5: Sen. Marco Rubio, R-Fla., testifies during the House Oversight and Government Reform Committee hearing on 'ObamaCare: Why the Need for an Insurance Company Bailout?' on Wednesday, Feb. 5, 2014. (Photo By Bill Clark/CQ Roll Call) Sen. Chris Murphy, D-Conn., second from right, accompanied by Sen. Tammy Baldwin, D-Wisc., left, Sen. Sherrod Brown, D-Ohio, second from left, and Sen. Bob Casey, D-Pa., right, speaks at a press conference on the positive affects of the Affordable Care Act as the Senate convenes for a Sunday session on Capitol Hill in Washington, Sunday, July 26, 2015. On the Senate's agenda is an effort to repeal President Barack Obama's health care law. (AP Photo/Andrew Harnik) President Barack Obama talks to a man in the audience as he takes questions at Taylor Stratton Elementary School in Nashville, Tenn., Wednesday, July 1, 2015, where he spoke about the Affordable Care Act. The president said he wants to refocus on improving health care quality, expanding access and rooting out waste now that the Supreme Court has upheld a key element of his health care law. (AP Photo/Carolyn Kaster) Jessica Ellis, right, holds a sign that says \"yay 4 ACA,\" as she and other supporters of the Affordable Care Act react with cheers as the opinion for health care is reported outside of the Supreme Court in Washington, Thursday June 25, 2015, in Washington. (AP Photo/Jacquelyn Martin) Trent Seubert, left, holds a sign stating that 165,000 people would lose healthcare coverage, as the words \"lose healthcare\" are covered over with a \"still covered\" sticker outside the Supreme Court in Washington, Thursday, June 25, 2015, after the court decided that the without the Affordable Care Act (ACA) may provide nationwide tax subsidie. (AP Photo/Jacquelyn Martin) FILE - In this Nov. 12, 2014 file photo, the HealthCare.gov website, where people can buy health insurance, is displayed on a laptop screen, in Portland, Ore. The Illinois Hospital Association in cash-strapped Illinois says the state might be able to set up a health insurance exchange at a lower cost by â\u0080\u009cleasingâ\u0080\u009d the federal governmentâ\u0080\u0099s technology, an option that could appeal to as many as 34 states where subsides could be jeopardized by an unfavorable Supreme Court ruling. . (AP Photo/Don Ryan, File) UNITED STATES - JUNE 25: Affordable Care Act supporters hold up signs outside the Supreme Court as they wait for the court's decision on Obamacare on Thursday, June 25, 2015. (Photo By Bill Clark/CQ Roll Call) FILE-- In this Sept. 16, 2013 file photo, Gov. Rick Snyder, center, signs legislation at Oakwood Hospital in Dearborn, Mich. that will make more low-income adults eligible for Medicaid. One year after more low-income adults in Michigan became eligible for Medicaid under the federal health care law, enrollment is skyrocketing near 600,000, well above initial projections. (AP Photo/Carlos Osorio) IMAGE DISTRIBUTED FOR AIDS HEALTHCARE FOUNDATION - Over 50 AIDS awareness advocates gather to protest in front of the Employment Development Department spearheaded by AIDS Healthcare Foundation (AHF) on Thursday, March 19, 2015, in Sacramento, Calif. The protest was over Cal/OSHAâ\u0080\u0099s five-year delay in amending and tightening California workplace safety regulations regarding condom use in adult film production to better protect adult film workers. (Steve Yeater/AP Images for AIDS Healthcare Foundation) Â University of Maryland medical student Sarah Britz, center, and others, rally outside the Supreme Court in Washington, Wednesday, March 4, 2015 in Washington, as the court was hearing arguments in King v. Burwell, a major test of President Barack Obama's health overhaul which, if successful, could halt health care premium subsidies in all the states where the federal government runs the insurance marketplaces. (AP Photo/Andrew Harnik) In this photo taken Feb. 24, 2015, Kimberly Davis holds the medications she now takes to slow the progression of her multiple sclerosis, at her home in Jackson, Miss. The Supreme Court will hear arguments next week over whether millions of people covered by the nationâ\u0080\u0099s health care law can legally continue to get financial help to pay for their insurance. If the court says no, millions of consumers across more than 30 states could lose federal subsidies for their premiums. (AP Photo/Rogelio V. Solis) UNITED STATES - JUNE 25 - Supporters of the Affordable Care Act celebrate as the opinion for health care is reported outside of the Supreme Court in Washington,Thursday June 25, 2015. The Supreme Court on Thursday upheld the nationwide tax subsidies under President Barack Obama's health care overhaul, in a ruling that preserves health insurance for millions of Americans. (Photo By Al Drago/CQ Roll Call) RICHMOND, CA - MARCH 31: Posters about Obamacare are posted on a window during a healthcare enrollment fair at the Bay Area Rescue Mission on March 31, 2014 in Richmond, California. SEIU-United Healthcare Workers West (SEIU-UHW) held the fair to help people sign up for free and low-cost health coverage through Medi-Cal or Covered California on the final day before the sign-up deadline. (Photo by Justin Sullivan/Getty Images) of SEE ALL BACK TO SLIDE SHOW CAPTION + HIDE CAPTION –\n\nMore than 12 million people have signed up for health insurance on the exchanges, but insurers say they are enrolling only when they need to use services. Because the market is smaller than foreseen, there is not a big enough pool of healthy users to cover the costs, they say.\n\nHumana said it is in the process of finalizing the sort of insurance plans it will offer in the business next year, but is considering a number of changes, including exiting certain states or products. It also said it may raise premium prices.\n\nSEE ALSO: Obamacare moves to cover more criminals\n\nHumana said there is higher use of medical services and prescriptions among 2015 members who renewed 2016 plans versus those who canceled them. New members in Obamacare plans sold outside the exchanges also had higher use than those who renewed, Humana said.\n\nIn late 2015 the company set aside $176 million in reserves to cover losses on the individual business. This quarter, it earned money on the operation but increased reserves by that amount to cover additional anticipated losses, it said.\n\nHumana said it had 875,700 individual members as of March 31, a decline of 150,000 from a year earlier.\n\nNet income fell to $234 million, or $1.56 per share, in the first quarter, from $430 million, or $2.82 per share, a year earlier. It earned $1.86 per share on an adjusted basis and revenue was $13.80 billion versus $13.83 billion.\n\nAnalysts expected profit of $1.81 per share on revenue of $13.76 billion, according to Thomson Reuters I/B/E/S.\n\nShares fell 0.5 percent to $176.01. (Reporting by Amrutha Penumudi in Bengaluru and Caroline Humer in New York; Editing by Savio D'Souza and Jeffrey Benkoe)\n\nMore from :\n\nRyan wants to end Obamacare cost protections for sick consumers\n\nTed Cruz: John Boehner 'allowed his inner Trump to come out'\n\nBianca Espada on being a Latina in Hollywood", "article_metadata": {"msapplication-config": "http://www.blogsmithmedia.com/www.aol.com/assets-3af9d6a02a9854da3646959922f4fe0c/images/favicon/browserconfig.xml?v=Kmmv6Rgb5o", "description": "Humana's individual business, which sells plans under President Barack Obama's Affordable Care Act, has been a drag on results.", "author": "AOL Staff", "og": {"site_name": "AOL.com", "description": "Humana's individual business, which sells plans under President Barack Obama's Affordable Care Act, has been a drag on results.", "title": "Humana may exit Obamacare individual plans in some states", "url": "http://www.aol.com/article/2016/05/05/humana-may-exit-obamacare-individual-plans-in-some-states/21370639/", "image": "http://o.aolcdn.com/dims-shared/dims3/GLOB/legacy_thumbnail/1028x675/format/jpg/quality/85/http%3A%2F%2Fhss-prod.hss.aol.com%2Fhss%2Fstorage%2Fmidas%2F92b72f8466d99a103289e356267204c9%2F203778610%2FRTS96VB.jpeg", "app_id": 183146218394780, "type": "article"}, "twitter": {"domain": "www.aol.com", "account_id": 66237835, "title": "Humana may exit Obamacare individual plans in some states", "image": "http://o.aolcdn.com/dims-shared/dims3/GLOB/legacy_thumbnail/1028x675/format/jpg/quality/85/http%3A%2F%2Fhss-prod.hss.aol.com%2Fhss%2Fstorage%2Fmidas%2F92b72f8466d99a103289e356267204c9%2F203778610%2FRTS96VB.jpeg", "creator": "@AOL", "site": "@AOL", "card": "summary", "description": "Humana's individual business, which sells plans under President Barack Obama's Affordable Care Act, has been a drag on results."}, "msapplication-TileColor": "#3399ff", "robots": "index,follow", "publish-date": "May 5, 2016", "p": {"domain_verify": "96bae1739d3231d21abe59a638021d5d"}, "fb": {"app_id": 183146218394780}, "theme-color": "#ffffff", "msapplication-TileImage": "http://www.blogsmithmedia.com/www.aol.com/assets-43dafc02cf4f3bf4849e499b04c0aa82/images/favicon/mstile-144x144.png?v=Kmmv6Rgb5o", "article": {"publisher": "https://www.facebook.com/aol"}, "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "New members in Obamacare plans sold outside the exchanges also had higher use than those who renewed, Humana said.\nRELATED: See some of the key health issues in this electionHumana may exit Obamacare individual plans in some states Opponents and supporters of Planned Parenthood demonstrate Tuesday, July 28, 2015, in Philadelphia.\nUnitedHealth Group Inc said last month it was losing money and would largely exit the 34 states where it sells plans.\nSEE ALSO: 1 state could be abandoning Obamacare after Election DayThe company said on Wednesday that first-quarter earnings fell 46 percent due to higher costs in individual plans, including Obamacare, and its direct-to-customer Medicare Advantage plans.\nBefore you go, we thought you'd like these...May 4 (Reuters) - U.S. health insurer Humana Inc, which plans to be bought by larger Aetna Inc, is considering ending the sale of Obamacare individual plans in some states in 2017 to stem losses there."}