{"article_title": "Nevada Prison Begins Charging Inmates For Health Care, Meals; Should Inmates Be Charged For These Services?", "article_keywords": ["begins", "told", "elko", "prisoners", "pitts", "daily", "charging", "county", "health", "visits", "inmates", "prison", "services", "jail", "nevada", "meals", "care", "charged"], "article_url": "http://www.medicaldaily.com/nevada-prison-begins-charging-inmates-health-care-meals-should-inmates-be-charged-these-services", "article_text": "Led by the nation’s latest reformist sheriff, Elko County, Nevada may be giving new meaning to the term “debtor’s prison.” The Elk County Commission announced this month it would now charge inmates for meals and visits to the doctor.\n\nSheriff Jim Pitts says society — nearly 49,000 inhabitants of a sprawling rural county of some 17,000 square miles — should not have to pay for prisoners’ meals and health care costs. Now, prisoners at the jail for longer than a day incur a daily fee of $10 for meals and $6 per doctor visit. Typically, money is deducted from a prisoner bank account, a fund paying for an inmate’s daily necessities to which friends and family often contribute. “We’re not the Hilton,” Pitts told the Elko Daily Free Press. “These guys shouldn’t have a free ride.”\n\nYet, some prisoners of indigent status lack the money for those extras of jail life — shampoo, envelopes, candy, and the best cup of instant Sanka anyone’s ever tasted. Those prisoners will incur a prisoner’s debt while in jail. “All I’m doing is taking my cut first, before they buy their candies,” Pitts told Elko Daily. “They need to pay for their food first before they get their dessert.”\n\nPitts convinced the county on the idea after a similar proposal was rejected by Maricopa County, Arizona, home to the notoriously controversial Sheriff Joe Arpaio. There, the conservative county lawman wanted to charge inmates a more reasonable $1 per meal. And in Virginia, inmates at the Fluvanna Correctional Center for Women are charged for repeat doctor's visits and often denied treatment, particularly drugs, for reasons of cost, according to a class action lawsuit against the state's department of corrections. Prisoner heatlh care costs will continue to burdern governments as America's prison populatinon booms. Some 2.2 million Americans are presently doing time, along with another 70,000 kids in juvenile lockup.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "prisoner health care, elko county commission, elko county nevada jail, elko jail charges inmates, elko county prison, prison charges for health care", "og": {"site_name": "Medical Daily", "description": "The Elko County Commission in Nevada has drawn some attention for charging its prison inmates for health care and meals.", "title": "Should Some Nevada Prison Inmates Be Charged For Health Care And Meals?", "url": "http://www.medicaldaily.com/nevada-prison-begins-charging-inmates-health-care-meals-should-inmates-be-charged-these-services", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/02/09/elko-county-nevada-charges-prisoners-health-care-meals.jpg", "type": "article"}, "twitter": {"description": "The Elko County Commission in Nevada has drawn some attention for charging its prison inmates for health care and meals.", "title": "Should Some Nevada Prison Inmates Be Charged For Health Care And Meals?", "url": "http://www.medicaldaily.com/nevada-prison-begins-charging-inmates-health-care-meals-should-inmates-be-charged-these-services", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/02/09/elko-county-nevada-charges-prisoners-health-care-meals.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/02/09/elko-county-nevada-charges-prisoners-health-care-meals.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "US/World", "published_time": "2014-02-09T18:58:58-05:00", "modified_time": "2014-02-09T18:58:57-05:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "The Elko County Commission in Nevada has drawn some attention for charging its prison inmates for health care and meals."}, "_id": "\"57477af46914bd0286fdd6b1\"", "article_summary": "“All I’m doing is taking my cut first, before they buy their candies,” Pitts told Elko Daily.\nTypically, money is deducted from a prisoner bank account, a fund paying for an inmate’s daily necessities to which friends and family often contribute.\n“We’re not the Hilton,” Pitts told the Elko Daily Free Press.\nSheriff Jim Pitts says society — nearly 49,000 inhabitants of a sprawling rural county of some 17,000 square miles — should not have to pay for prisoners’ meals and health care costs.\nNow, prisoners at the jail for longer than a day incur a daily fee of $10 for meals and $6 per doctor visit."}