{"article_title": "Will Shitty Obamacare Ads Get Young People to Buy Insurance?", "article_keywords": ["buy", "victims", "ads", "campaign", "womans", "union", "wags", "obamacare", "young", "shitty", "various", "way", "save", "insurance"], "article_url": "http://reason.com/blog/2013/11/12/will-shitty-obamacare-ads-get-young-peop", "article_text": "...or just increase the number of victims of side-splitting hoolarity?\n\nAs part of something called the \"Thanks Obamacare campaign,\" a bunch of folks at various grammatically challenged Colorado-based nonprofits have rolled out an ad campaign at doyougotinsurance.com. Check out all the ads at the site, or just peruse these three lowlights.\n\nHere's one titled \"Brosurance\":\n\nQuestion: Is there a copay for butt-chugging accidents? I'm just asking for a friend.\n\nThen there's this one, which has already been dubbed Ho-surance by the wags on the Twitter:\n\nMore tips to save the $10 a month cost for oral contraceptives are online at Woman's Health.\n\nFinally, we don't have to put away our machetes after clearing brush!\n\nGo here to look at even more ads that will make you not only think twice about Obamacare but about the decision to let Colorado enter the union way back when. Among the gags are jokes about drinking (beer, shots), kid sports, Ryan Gosling (natch), kayaking, and so much more. About the only possible meme missing is a Richard Gere gerbil motif. But you gotta save something for the second round, right?\n\nNone of the ads explains why you should bother signing up for insurance before showing up at the hospital or the doctor's office by the way.", "article_metadata": {"og": {"site_name": "Reason.com", "description": "...or just increase the number of victims of side-splitting hoolarity? As part of something called the \"Thanks Obamacare campaign,\" a bunch of folks at", "title": "Will Shitty Obamacare Ads Get Young People to Buy Insurance?", "url": "http://reason.com/blog/2013/11/12/will-shitty-obamacare-ads-get-young-peop", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/mc/_external/2013_11/does-obamacare-cover-butt-chug.jpg", "type": "article"}, "twitter": {"description": "...or just increase the number of victims of side-splitting\nhoolarity?\nAs part of something called the \"Thanks Obamacare\ncampaign,\" a bunch of folks at various grammatically challenged\nColorado-based nonprofits have rolled out an ad campaign at\ndoyougotinsurance.com.\nCheck out all the ads at the site, or just peruse these three\nlowlights.\nHere's one titled \"Brosurance\":", "title": "Will Shitty Obamacare Ads Get Young People to Buy Insurance?", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/mc/_external/2013_11/now-that-weve-got-coverage-we.jpg", "creator": "@nickgillespie", "site": "@reason", "card": "summary_large_image"}, "fb": {"pages": 17548474116}, "article": {"tag": "Nanny State", "published_time": "2013-11-12T18:29:00+00:00", "author": "http://reason.com/people/nick-gillespie"}, "msvalidate.01": "212A68A07785B3080038A845C4EE8905", "google-site-verification": "-AmMiilAN-pnjWt369CUWae-VQ-b9wmH4fSGyhbkQxw", "viewport": "width=device-width, initial-scale=1, maximum-scale=2"}, "_id": "\"57477af36914bd0286fd0ecc\"", "article_summary": "As part of something called the \"Thanks Obamacare campaign,\" a bunch of folks at various grammatically challenged Colorado-based nonprofits have rolled out an ad campaign at doyougotinsurance.com.\nGo here to look at even more ads that will make you not only think twice about Obamacare but about the decision to let Colorado enter the union way back when.\nNone of the ads explains why you should bother signing up for insurance before showing up at the hospital or the doctor's office by the way.\nCheck out all the ads at the site, or just peruse these three lowlights.\nAmong the gags are jokes about drinking (beer, shots), kid sports, Ryan Gosling (natch), kayaking, and so much more."}