{"article_title": "Criminalizing Drug Users Is Killing People", "article_keywords": ["good", "help", "laws", "criminalizing", "drug", "killing", "states", "health", "treatment", "overdose", "criminal", "died", "users"], "article_url": "https://www.aclu.org/blog/criminalizing-drug-users-killing-people", "article_text": "21-year-old Alysa Ivy was surrounded by people when she died of a heroin overdose. Not one of them called 911 for help. Instead, they left her alone in a motel room, afraid they’d be arrested if they called the authorities.\n\nAlysa’s death was entirely preventable. In the 14 states with “Good Samaritan” laws, people who call 911 to report an overdose are immune from criminal prosecution for certain crimes associated with drug possession. Wisconsin is not one of those states, and so nobody made the phone call that could have saved Alysa’s life.\n\nFortunately, policymakers are starting to catch on to something that advocates, especially parents of children who have died of overdose unnecessarily, have known all along: “Saving a life is far more important than making an arrest,” White House Drug Czar and former Seattle police chief R. Gil. Kerlikowske said at a press conference on Tuesday as he urged states and local communities to pass Good Samaritan laws .\n\nThese laws matter. More than 38,000 people died from a drug overdose in 2012. Deaths from drug overdose have been rising steadily over the past two decades and have become the leading cause of accidental death in the United States. The pervasive and well-founded fear that a person will suffer heavy criminal penalties if they call an ambulance to help someone overdosing is killing people.\n\nSo Mr. Kerlikowske’s statement is a big deal. It cuts against the messaging that has been dominating for decades: government policies that push hard in the direction of calling for enforcement as the cure to drug problems. But as cases like Ms. Ivy’s make clear, enforcement of criminal laws can often do a lot more harm than good. If our objective is to ensure that fewer people are harmed by drug use, we should emphasize and fund access to treatment and care, not focus on criminalizing those who need the help. The Affordable Care Act is a huge step forward in this regard, as it mandates health treatment for substance use disorders, providing the type of funding for treatment that Alysa Ivy’s mother could not afford.\n\nMr. Kerlikowske did the right thing. But it’s not enough. Drug policy in this country is tragically and ineffectively tied to criminal justice tools and frameworks. Policymakers need to make the switch from approaching drug use as a criminal justice issue to an issue that would be much better solved with health care. It is unfair, unjust, unworkable and downright dangerous to try to police a health problem. Alysa paid the price, as have so many others who have died of overdose or sit wasting away in jail or prison (or are subjective to heavy-handed drug court oversight) for the crime of having a substance use disorder. It’s time to change.", "article_metadata": {"description": "21-year-old Alysa Ivy was surrounded by people when she died of a heroin overdose. Not one of them called 911 for help. Instead, they left her alone in a motel room, afraid they’d be arrested if they called the authorities.", "generator": "Drupal 7 (http://drupal.org)", "og": {"url": "https://www.aclu.org/blog/criminalizing-drug-users-killing-people", "site_name": "American Civil Liberties Union", "image": "https://www.aclu.org/sites/default/files/field_image/blog-er-500x280-v01.png", "type": "article", "title": "Criminalizing Drug Users Is Killing People"}, "twitter": {"image": {"src": "https://www.aclu.org/sites/default/files/field_image/blog-er-500x280-v01.png"}, "creator": "@ACLU", "description": "21-year-old Alysa Ivy was surrounded by people when she died of a heroin overdose. Not one of them called 911 for help. Instead, they left her alone in a motel room, afraid they’d be arrested if they called the authorities. Alysa’s death was entirely preventable. In the 14 states with “Good Samaritan” laws, people who call 911 to report an overdose are immune from criminal prosecution for certain crimes associated with drug possession. Wisconsin is not one of those states, and so nobody made the phone call that could have saved Alysa’s life. Fortunately, policymakers are starting to catch on to something that advocates, especially parents of children who have died of overdose unnecessarily, have known all along: “Saving a life is far more important than making an arrest,” White House Drug Czar and former Seattle police chief R. Gil. Kerlikowske said at a press conference on Tuesday as he urged states and local communities to pass Good Samaritan laws. These laws matter. More than 38,000 people died from a drug overdose in 2012. Deaths from drug overdose have been rising steadily over the past two decades and have become the leading cause of accidental death in the United States. The pervasive and well-founded fear that a person will suffer heavy criminal penalties if they call an ambulance to help someone overdosing is killing people. So Mr. Kerlikowske’s statement is a big deal. It cuts against the messaging that has been dominating for decades: government policies that push hard in the direction of calling for enforcement as the cure to drug problems.  But as cases like Ms. Ivy’s make clear, enforcement of criminal laws can often do a lot more harm than good. If our objective is to ensure that fewer people are harmed by drug use, we should emphasize and fund access to treatment and care, not focus on criminalizing those who need the help. The Affordable Care Act is a huge step forward in this regard, as it mandates health treatment for substance use disorders, providing the type of funding for treatment that Alysa Ivy’s mother could not afford. Mr. Kerlikowske did the right thing. But it’s not enough. Drug policy in this country is tragically and ineffectively tied to criminal justice tools and frameworks. Policymakers need to make the switch from approaching drug use as a criminal justice issue to an issue that would be much better solved with health care. It is unfair, unjust, unworkable and downright dangerous to try to police a health problem. Alysa paid the price, as have so many others who have died of overdose or sit wasting away in jail or prison (or are subjective to heavy-handed drug court oversight) for the crime of having a substance use disorder. It’s time to change.  Learn more about the war on drugs and other civil liberty issues: Sign up for breaking news alerts, follow us on Twitter, and like us on Facebook.", "card": "summary_large_image", "title": "Criminalizing Drug Users Is Killing People"}, "HandheldFriendly": "true", "MobileOptimized": "width", "viewport": "width=device-width"}, "_id": "\"57477afa6914bd0286fe5d40\"", "article_summary": "More than 38,000 people died from a drug overdose in 2012.\nDeaths from drug overdose have been rising steadily over the past two decades and have become the leading cause of accidental death in the United States.\nBut as cases like Ms. Ivy’s make clear, enforcement of criminal laws can often do a lot more harm than good.\nIn the 14 states with “Good Samaritan” laws, people who call 911 to report an overdose are immune from criminal prosecution for certain crimes associated with drug possession.\nKerlikowske said at a press conference on Tuesday as he urged states and local communities to pass Good Samaritan laws ."}