{"article_title": "Students, faculty attend Affordable Care Act educational session", "article_keywords": ["affordable", "foundation", "educational", "nursing", "attend", "healthcare", "students", "act", "missouri", "aca", "system", "session", "health", "faculty", "care"], "article_url": "http://blogs.umsl.edu/news/2013/11/12/aca/", "article_text": "One thing is for sure, few people are short on opinions when it comes to the Affordable Care Act, commonly called “Obamacare.” Some say it will destroy America, while others see it as a necessary step to reforming a broken system.\n\nWorking to help clarify confusion about the program and raise public awareness is Akeiisa Coleman, a health policy associate with the Missouri Foundation for Health. She led a free and unbiased educational session on the ACA for nursing students and faculty Nov. 6 at the University of Missouri–St. Louis.\n\n“I have read the entire Patient Protection and Affordable Care Act multiple times. I don’t recommend it unless you have insomnia,” she joked.\n\nHer presentation, “The State of Missouri and the Affordable Care Act,” touched on everything from what’s in the law, what the impact will be in Missouri and how individuals will be affected.\n\nShe emphasized that the ACA is building on the existing health-care system and the existing health-care infrastructure and is not dramatically changing the way people access and get health care. She said there are just new coverage options available for people.\n\nHowever, despite her organization’s efforts to educate the public about the ACA, she said she continues to see a knowledge gap.\n\n“People have lots of questions. People are confused. There have been lots of rumors and misinformation,” she said. “We try and be a nonpartisan source of information.”\n\nSome in the audience voiced concern that staffing levels wouldn’t be able to handle the influx of newly insured. Coleman said the ACA is trying to account for that.\n\n“The Affordable Care Act does provide tuition reimbursement and loan forgiveness to help folks who are going into health careers,” she said.\n\nHowever, those are more long-term solutions.\n\nAndrea Jones, a senior nursing student at UMSL, found the discussion enlightening. But she does admit to harboring some concerns.\n\n“I think it’s great that so many more people are going to be getting coverage. It’s great to put more responsibility on the individual. I just don’t think that we should be putting more of a strain on hospitals since they’re going to be seeing a lot more patients with more issues,” she said.\n\nJones wishes the ACA would “give the hospitals a break at first,” until the newly uninsured are properly educated on how to use the health-care system so they’re not flooding emergency rooms with simple ailments.\n\nThe Missouri Foundation for Health is a private nonprofit organization working to improve the health of Missourians.\n\nThe ACA educational effort is part of Cover Missouri, the foundation’s project to increase access to quality, affordable health insurance for every Missourian.\n\nThe foundation provides grant funding and education and serves as the leading nonpartisan voice of health system topics of importance to Missouri. MFH is the largest health-care foundation in the state and has provided more than $470 million in grants and contracts since its founding in 2000.\n\nThe educational session was organized by Sheila Grigsby, assistant teaching professor in the College of Nursing at UMSL.\n\nShort URL: http://blogs.umsl.edu/news/?p=42753", "article_metadata": {"description": "One thing is for sure, few people are short on opinions when it comes to the Affordable Care Act, commonly called Obamacare. Some say it will destroy America,", "generator": "WPSSO 3.20.1.2G -UM", "og": {"site_name": "UMSL Daily", "description": "One thing is for sure, few people are short on opinions when it comes to the Affordable Care Act, commonly called Obamacare. Some say it will destroy America, while others see it as a necessary step to reforming a broken system.", "title": "Students, faculty attend Affordable Care Act educational session", "url": "http://blogs.umsl.edu/news/2013/11/12/aca/", "image": {"width": 291, "identifier": "http://blogs.umsl.edu/news/wp-content/themes/UMSLDaily/img/logo.png", "height": 86}, "locale": "en_US", "type": "article"}, "twitter": {"domain": "blogs.umsl.edu", "description": "One thing is for sure, few people are short on opinions when it comes to the Affordable Care Act, commonly called Obamacare. Some say it will destroy America, while others see it as a necessary...", "image": "http://blogs.umsl.edu/news/files/2013/11/169colemannursingIMG_3229-300x168.jpg", "card": "summary_large_image", "title": "Students, faculty attend Affordable Care Act educational session"}, "wpsso": {"comment": "wpsso meta tags end"}, "keywords": "aca,affordable care act,akeiisa coleman,missouri foundation for health,obamacare,umsl,umsl college of nursing,university of missouri–st. louis", "article": {"tag": "university-of-missouri–st-louis", "published_time": "2013-11-12T13:08:54+00:00", "modified_time": "2013-11-19T16:43:25+00:00"}, "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fd0ee5\"", "article_summary": "“I have read the entire Patient Protection and Affordable Care Act multiple times.\n“The Affordable Care Act does provide tuition reimbursement and loan forgiveness to help folks who are going into health careers,” she said.\nShe led a free and unbiased educational session on the ACA for nursing students and faculty Nov. 6 at the University of Missouri–St.\nHer presentation, “The State of Missouri and the Affordable Care Act,” touched on everything from what’s in the law, what the impact will be in Missouri and how individuals will be affected.\nMFH is the largest health-care foundation in the state and has provided more than $470 million in grants and contracts since its founding in 2000."}