{"article_title": "Can Business Succeed Where the Embargo Failed in Cuba?", "article_keywords": ["embargo", "business", "cuba", "companies", "castro", "theyre", "failed", "american", "succeed", "economic", "line", "obama"], "article_url": "http://www.thefiscaltimes.com/2014/12/17/Can-Business-Succeed-Where-Embargo-Failed-Cuba", "article_text": "Florida Sen. Marco Rubio was all over the airwaves Wednesday blasting the Obama administration’s momentous move to normalize diplomatic relations with Cuba for the first time since 1961.\n\nThe U.S. will establish an embassy in Havana and ease some restrictions on travel and money transfers to the island nation some 230 miles from Miami. The administration will also expand some banking and trade ties, allowing telecommunications companies to build out the necessary infrastructure to provide Internet and other services.\n\nWhile the U.S. embargo against Cuba remains for now — it’s been in place since 1960 and only Congress can lift it — President Obama also said he looks forward to engaging lawmakers in a debate about ending those commercial and economic restrictions. “I believe that we can do more to support the Cuban people and promote our values through engagement. After all, these 50 years have shown that isolation has not worked,” Obama said in a speech announcing the policy changes. “It’s time for a new approach.”\n\nRelated: Cuba Trade Easing — Good News for Cigar Aficionados\n\nAt least in part, Obama is betting that freer markets (and even increased Internet access) will translate to a freer people in Cuba. In other words, he’s betting, in some ways, on the power of U.S. business. “I believe that American businesses should not be put at a disadvantage, and that increased commerce is good for Americans and for Cubans,” he said.\n\nRubio, among numerous others, sharply disagrees with Obama’s move. “Today’s announcement initiating a dramatic change in U.S. policy toward Cuba is just the latest in a long line of failed attempts by President Obama to appease rogue regimes at all cost,” the senator said in a statement. Rubio said Obama had gained far too little in the way of binding concessions and changes from the Castro regime.\n\nRelated: Boehner Calls Obama’s Cuba Deal a ‘Mindless Concession’\n\nThe senator went well beyond Obama in his critique, and he painted a very different picture of business. “While business interests seeking to line their pockets, aided by the editorial page of The New York Times, have begun a significant campaign to paper over the facts about the regime in Havana, the reality is clear. Cuba, like Syria, Iran, and Sudan, remains a state sponsor of terrorism,” he said in his statement. (Obama said he’s instructed Secretary of State John Kerry to review Cuba’s designation as a state sponsor of terrorism.)\n\nRubio explained his opposition to lifting the embargo against Cuba — and expanded on his criticism of American businesses — in an appearance on CNBC Wednesday morning (and remember as you read these comments that they’re coming from a sitting Republican senator):\n\n“Raul Castro is old. He’s going to die one day. Fidel Castro is already halfway out the door. And they’re going to have to have some level of transition. And what they’re seeking is as much economic growth as possible within the confines of the existing system of government so that it survives permanently moving forward, so that American companies become invested in the status quo in Cuba and then come to Washington and lobby for us not to do anything political.\n\n“Look, last week when we took up a bill advocating on behalf of democracy protestors in Hong Kong, my office got calls from American companies asking us not to do that, and the reason why they didn’t want us to do that is because they have business deals in China and they care more about their bottom line in China than they do about freedom and democracy. So that’s why the Castro regime wants the sanctions lifted, so they can create an economy that they control completely to line their pockets, but also to maintain permanent political control forever on the island. They want us to accept their system of government as a valid system of government, and that’s what the president is doing today.”\n\nThe problem is that the U.S. embargo — without broader global cooperation — has also failed to squeeze out the Castro regime, and some argue that it has instead given Cuban leaders an easy scapegoat for the country’s economic weakness. “Indeed, by enabling the island’s rulers to present themselves as the victims of hegemonic bullying, it has shored up support for Cuba abroad and given an excuse for totalitarianism at home,” The Economist said in April in calling for an end to the embargo and suggesting that Obama take some of the very steps he announced today.\n\nRelated: Florida’s Cuban Americans Rejoice at U.S. Policy Overhaul\n\nU.S. politics, especially in south Florida, have allowed the embargo to stay in place for all these decades, whether it was effective or not. Those political calculations have now changed as a new generation of Cuban-Americans comes of voting age. Rubio insisted, though, that his criticism is rooted in principle and not in politics. “I really don’t care if the polls say that 99 percent of people in Florida want to lift the embargo, I would still be for [keeping] it because my goal is freedom and democracy in Cuba,” he said on CNBC.\n\nBoth sides insist they want to promote freedom, but their comments today show they’ve staked out very different positions on how economic incentives should be used to do it — and the role of business in pushing what Obama called “America’s values.” In the meantime, the opportunity for American companies is clearly appealing. Shares of the Herzfeld Carribean Basin mutual fund (stock ticker: CUBA) surged 28 percent on Wednesday in record trading.\n\nTop Reads from The Fiscal Times:", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "Florida Sen.", "title": "Can Business Succeed Where the Embargo Failed in Cuba?", "url": "http://www.thefiscaltimes.com/2014/12/17/Can-Business-Succeed-Where-Embargo-Failed-Cuba", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/cuba-usa-banking_1.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2014/12/17/Can-Business-Succeed-Where-Embargo-Failed-Cuba", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/cuba-usa-banking_1.jpg", "title": "The Fiscal Times", "card": "summary", "creator": "@yuvalrosenberg"}, "generator": "Drupal 7 (http://drupal.org)", "description": "Florida Sen.", "viewport": "initial-scale=1, maximum-scale=1"}, "_id": "\"57477af36914bd0286fd0eff\"", "article_summary": "Related: Boehner Calls Obama’s Cuba Deal a ‘Mindless Concession’The senator went well beyond Obama in his critique, and he painted a very different picture of business.\nShares of the Herzfeld Carribean Basin mutual fund (stock ticker: CUBA) surged 28 percent on Wednesday in record trading.\nCuba, like Syria, Iran, and Sudan, remains a state sponsor of terrorism,” he said in his statement.\nAfter all, these 50 years have shown that isolation has not worked,” Obama said in a speech announcing the policy changes.\nIn other words, he’s betting, in some ways, on the power of U.S. business."}