{"article_title": "Congress Looks Into Surviving Veterans Lobotomized After World War II", "article_keywords": ["va", "stateoftheart", "surviving", "congress", "received", "hospital", "ii", "patients", "looks", "lobotomized", "world", "care", "veterans", "war", "mental"], "article_url": "http://www.medicaldaily.com/congress-looks-surviving-veterans-lobotomized-after-world-war-ii-265634", "article_text": "Congressmen expressed concern for veterans last week, after learning of a 90-year-old World War II veteran in a Wisconsin VA hospital. The former bomber pilot received the operation in that same hospital 60 years ago.\n\nCongressmen expressed concern for veterans last week, after learning of a 90-year-old World War II veteran in a Wisconsin VA hospital. The former bomber pilot received the operation in that same hospital 60 years ago. U.S. Government\n\nAs the U.S. government strives to care for new veterans returned from Iraq and Afghanistan, Congress remains concerned about the care of veterans from World War II.\n\nIn a letter to the Department of Veterans Affairs (VA), leaders of the House Committee on Veterans’ Affairs this week requested information on the continuing care of veterans who’d long ago received lobotomies connected to their military service. Some 2,000 veterans received lobotomies during that era, as the government was overrun with psychiatric patients from both major theaters of war. Rep. Mike Michaud, D-Maine, wrote to VA Secretary Eric Shinseki to request a survey of such veterans still receiving care throughout the country.\n\n\"Given the amount of time that has transpired, the number of veterans who received this controversial treatment and are still alive is likely small,\" Michaud wrote. \"Nonetheless, I feel it is vital to reassess the care each is receiving as soon as possible using the state-of-the-art understanding and knowledge VA has gained over the years assessing and treating traumatic brain injury, post-traumatic stress disorder, and psychiatric illness in wounded\" Afghanistan and Iraq veterans.\n\nSeparately, Chairman Jeff Miller, R-Fla., requested information about hospital care for the veterans, releasing a statement on Friday. \"This report documents a sad chapter in medical history — one in which the medical community's limited understanding of how to treat the invisible wounds of war ended up harming thousands of veterans.”\n\nThe congressional inquiry began following a profile in The Wall Street Journal of Roman Tritz, a 90-year-old World War II bomber pilot, whose struggles continue to this day. Trtiz received a lobotomy at a Wisconsin VA hospital in 1953. Sixty years later, he is still there. \"As a nation that values and honors its veterans, especially those who are disabled, we need to ensure they benefit from today's state-of-the-art mental health treatments and get the benefits they deserve so they have the highest quality of life possible,\" Miller wrote.\n\nThe VA in 1995 released its documents on lobotomy procedures during the 1940s and 1950s, which revealed a contentious debate during that era over the cost-benefit ratio of the now antiquated brain operation. In that era, medicine lacked effective treatments for the severe types of mental illnesses seen in patients returning from the battlefield. Although the operation sometimes provided relief from pain and other symptoms for patients, many patients were left devestated and unable to live independent lives.\n\nGina Jackson, a spokewsoman for VA, wrote to the Journal on Friday to respond to the kerfuffle. \"The VA health care system, like the entire U.S. healthcare community, has made great strides in the treatment of mental illness since the 1950s,” now providing “state-of-the-art, high-quality, safe, effective mental heath care that improves and saves veterans lives.” The VA, she said, is now \"a leader in providing state-of-the-art, high-quality, safe, effective mental health care that improves and saves veterans' lives.\"", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "lobotomy, world war ii, va, veterans, mental health", "og": {"site_name": "Medical Daily", "description": "Congressmen expressed concern for veterans last week, after learning of a 90-year-old World War II veteran in a Wisconsin VA hospital. The former bomber pilot received the operation in that same hospital 60 years ago.", "title": "Congress Looks Into Surviving Veterans Lobotomized After World War II", "url": "http://www.medicaldaily.com/congress-looks-surviving-veterans-lobotomized-after-world-war-ii-265634", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2013/12/22/congress-inquires-about-lobotomized-veterans-world-war-ii.jpg", "type": "article"}, "twitter": {"description": "Congressmen expressed concern for veterans last week, after learning of a 90-year-old World War II veteran in a Wisconsin VA hospital. The former bomber pilot received the operation in that same hospital 60 years ago.", "title": "Congress Looks Into Surviving Veterans Lobotomized After World War II", "url": "http://www.medicaldaily.com/congress-looks-surviving-veterans-lobotomized-after-world-war-ii-265634", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2013/12/22/congress-inquires-about-lobotomized-veterans-world-war-ii.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2013/12/22/congress-inquires-about-lobotomized-veterans-world-war-ii.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "US/World", "published_time": "2013-12-22T17:15:05-05:00", "modified_time": "2013-12-23T13:10:29-05:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Congressmen expressed concern for veterans last week, after learning of a 90-year-old World War II veteran in a Wisconsin VA hospital. The former bomber pilot received the operation in that same hospital 60 years ago."}, "_id": "\"57477af46914bd0286fdd2e1\"", "article_summary": "Congressmen expressed concern for veterans last week, after learning of a 90-year-old World War II veteran in a Wisconsin VA hospital.\nU.S. GovernmentAs the U.S. government strives to care for new veterans returned from Iraq and Afghanistan, Congress remains concerned about the care of veterans from World War II.\nSome 2,000 veterans received lobotomies during that era, as the government was overrun with psychiatric patients from both major theaters of war.\nSeparately, Chairman Jeff Miller, R-Fla., requested information about hospital care for the veterans, releasing a statement on Friday.\nTrtiz received a lobotomy at a Wisconsin VA hospital in 1953."}