{"article_title": "Feds push electronic records that make fraud easier", "article_keywords": ["ehrs", "fraud", "providers", "federal", "records", "used", "feds", "systems", "push", "health", "electronic", "easier", "care"], "article_url": "http://www.usatoday.com/story/news/nation/2014/07/06/electronic-health-records-medicare-healthcare-fraud-funding/12157645/", "article_text": "Records of visits like this one to CVS Minute Clinic family nurse practitioner Anne Pohnert in Vienna, Va. would be available electronically to all other medical professionals and pharmacies once all records are electronic. Ryan Farley, 18, thought he might have strep throat on this 2011 visit. (Photo: Jack Gruber, USA TODAY)\n\nThe federal government is rewarding doctors and hospitals for moving to electronic health records — and will soon punish them if they don't — even though these records currently make it easier for health care providers to defraud government-paid health programs, fraud experts say.\n\nThe Department of Health and Human Services' inspector general charged in December that the basic auditing safeguards that also help to prevent fraud for electronic health records (EHRs) weren't in place in many hospitals, or they were being used, but vulnerable to corruption.\n\nYet the Centers for Medicare and Medicaid Services still doesn't require health care providers to keep their audit systems on. Reed Gelzer, a former primary care doctor who is now an EHR consultant to the federal government and private groups, says that means the health records that are maintained electronically can be easily falsified, altered or otherwise misrepresented.\n\n\"There have been billions spent on these systems and incentives paid to providers, but there is no private or government agency that provides oversight,\" said Dan Bowerman, a Philadelphia chiropractor who has assisted in many state and federal fraud investigations.\n\nPreventing EHR fraud is a \"top priority\" for CMS, spokesman Aaron Albright said in an e-mail response.\n\n\"We are working to create strong standards for validating electronic health records to ensure that we allow beneficiaries to receive the care they need and at the same time protect taxpayers from fraud, waste and abuse,\" he said.\n\nA 2009 federal law requires that certified EHRs have to be used in a \"meaningful manner.\" This includes e-prescribing, sharing health information and allowing providers to submit clinical quality measures, such as patient care outcomes.\n\nElectronic records can be enormously beneficial in medicine because they improve patient care and cut costs - key goals of the Affordable Care Act - by allowing doctors and pharmacists to coordinate treatment. That reduces medical errors and avoids duplication of procedures. HHS has spent more than $22.5 billion in financial incentives for doctors and hospitals to use EHRs, and those that don't will soon have their Medicare payments reduced.\n\nThe problems occur when the records aren't audited for reliability or checked for cloned records, said Bowerman, a former medical director at a major insurer. Questionable electronic documentation systems allow providers to add notes to existing records or create new records where none existed before. Some health care providers who are the subject of insurance company audits or criminal investigations have created such records, Bowerman said.\n\nThe push for EHRs comes as funding for fraud prevention has been on a downward trend, federal data show, though some funding is set to increase in 2015. Even though the Health Care Fraud and Abuse Control program and Medicare Integrity Program recover more than $8 for every $1 spent, the two programs only make up about 0.22% of total federal health care expenditures, Gelzer estimates using federal and congressional data.\n\nCMS is working on new standards and ways to identify when records are copied and used inappropriately in future notes, wrongly modified or altered by date or author. The agency said it is also trying to identify best practices for detecting fraud and abuse associated with EHRs with the help of contractors.\n\nGelzer said the best way to do that will be to spur better accuracy and reliability with more funding for regulation and enforcement.\n\n\"Investigators I've spoken with say that the only constraint on more recoveries is more resources,\" Gelzer said.\n\nTell us your health care story at healthinsurance@usatoday.com and follow @JayneODonnell on Twitter\n\nRead or Share this story: http://usat.ly/1m6Tnbq", "article_metadata": {"google": "notranslate", "description": "The federal government is offering incentives to push doctors and hospitals to move to electronic health records, which make it easier to commit fraud, while funding for fraud prevention has been down.", "og": {"site_name": "USA TODAY", "description": "The federal government is offering incentives to push doctors and hospitals to move to electronic health records, which make it easier to commit fraud, while funding for fraud prevention has been down.", "title": "Feds push electronic records that make fraud easier", "url": "http://www.usatoday.com/story/news/nation/2014/07/06/electronic-health-records-medicare-healthcare-fraud-funding/12157645/", "image": "http://www.gannett-cdn.com/GDContent/applogos/usatoday.png", "type": "article"}, "twitter": {"description": "The federal government is offering incentives to push doctors and hospitals to move to electronic health records, which make it easier to commit fraud, while funding for fraud prevention has been down.", "creator": "@usatoday", "image": "http://www.gannett-cdn.com/-mm-/12b7aeef4240d18927f7d1b7c904542f99098338/c=0-0-510-510&r=x643&c=640x640/local/-/media/USATODAY/USATODAY/2014/07/04/1404491419000-doctorrecords.JPG", "title": "Feds push electronic records that make fraud easier", "site": "@usatoday", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "fb": {"app_id": 215046668549694}, "cXenseParse": {"recs": {"category": "news/nation", "image-3-4": "http://www.gannett-cdn.com/-mm-/17bff90cdc4f706e19bcdbf79010380020d13e5e/c=20-0-401-508/local/-/media/USATODAY/USATODAY/2014/07/04/1404491419000-doctorrecords.JPG", "image-1-1": "http://www.gannett-cdn.com/-mm-/2505a3f5f831221a2a9bb3ef6d4ad7db1a4b48fb/c=0-0-510-510/local/-/media/USATODAY/USATODAY/2014/07/04/1404491419000-doctorrecords.JPG", "contenttype": "story", "image-4-3": "http://www.gannett-cdn.com/-mm-/145593fd573f975607f7b649338b208ef3d74f80/c=45-0-722-508/local/-/media/USATODAY/USATODAY/2014/07/04/1404491419000-doctorrecords.JPG", "image": "http://www.gannett-cdn.com/-mm-/ba7f6cff90003cc51193b824bd33a8a465f1e20f/c=0-2-768-435&r=x633&c=1200x630/local/-/media/USATODAY/USATODAY/2014/07/04/1404491419000-doctorrecords.JPG", "publishtime": "2014-07-06T22:13:31.913000-04:00", "shorthed": "Health care fraud is top priority for feds", "articleid": 12157645, "image-16-9": "http://www.gannett-cdn.com/-mm-/1903694cfa6b19e7e65c89d3a8b88381ea9956e3/c=0-2-768-435/local/-/media/USATODAY/USATODAY/2014/07/04/1404491419000-doctorrecords.JPG", "image-9-16": "http://www.gannett-cdn.com/-mm-/e035940a5b0d36ad9b53a0d8f6e4c56a7b59ab22/c=60-0-346-508/local/-/media/USATODAY/USATODAY/2014/07/04/1404491419000-doctorrecords.JPG"}, "author": "Jayne O'Donnell", "title": "Feds push electronic records that make fraud easier", "pageclass": "article", "gci-asset-type": "story"}, "article": {"author": "Jayne O'Donnell"}, "Content-Type": "text/html; charset=UTF-8", "viewport": "width=1070", "news_keywords": "electronic health records, Medicare fraud, Department of Health and Human Services, Centers for Medicare and Medicaid Services, health care"}, "_id": "\"57477af36914bd0286fd0f0a\"", "article_summary": "Questionable electronic documentation systems allow providers to add notes to existing records or create new records where none existed before.\nSome health care providers who are the subject of insurance company audits or criminal investigations have created such records, Bowerman said.\nYet the Centers for Medicare and Medicaid Services still doesn't require health care providers to keep their audit systems on.\nTell us your health care story at healthinsurance@usatoday.com and follow @JayneODonnell on TwitterRead or Share this story: http://usat.ly/1m6Tnbq\n(Photo: Jack Gruber, USA TODAY)The federal government is rewarding doctors and hospitals for moving to electronic health records — and will soon punish them if they don't — even though these records currently make it easier for health care providers to defraud government-paid health programs, fraud experts say."}