{"article_title": "Universal American Enters into Definitive Agreement to Sell Its Traditional Insurance Business; Announces $0.75 Per Share Special Cash Dividend to Shareholders", "article_keywords": ["sell", "shareholders", "enters", "definitive", "business", "universal", "million", "share", "cash", "nassau", "results", "traditional", "american", "capital", "dividend", "reinsurance", "insurance", "special"], "article_url": "http://www.businesswire.com/news/home/20151008006531/en/Universal-American-Enters-Definitive-Agreement-Sell-Traditional", "article_text": "WHITE PLAINS, N.Y.--(BUSINESS WIRE)--Universal American Corp. (NYSE:UAM) announced today that it has entered into a definitive agreement to sell its Traditional Insurance business to Nassau Reinsurance Group Holdings, L.P. (“Nassau”). Universal American’s Traditional Insurance business includes its Medicare Supplement, Long Term Care, Disability, Life, and other ancillary insurance products, all of which have been in run-off since 2012.\n\nUnder the terms of the agreement, Nassau will acquire 100% of Constitution Life Insurance Company and The Pyramid Life Insurance Company, as well as the Traditional Insurance business written by American Progressive Life & Health Insurance Company of New York. The purchase price is approximately $43 million, subject to adjustments based on capital and surplus at closing. Universal American will also be entitled to receive potential earn-out payments through June 30, 2018 that may result in additional payments of between $13 million and $24 million. The transaction is estimated to generate an after-tax loss of approximately $150 million, including the write-off of approximately $53 million in intangible assets. The closing of the agreement is expected in early 2016 subject to customary closing conditions, including regulatory approval from the Texas, Kansas and New York insurance departments. Upon closing, Nassau will fund an additional $20 million in equity capital to support the transaction and strengthen the business moving forward.\n\nNassau is an insurance and reinsurance business founded in April 2015 by insurance industry executives Phillip J. Gass and Kostas Cheliotis. Nassau is backed by Golden Gate Capital, a private investment firm founded in 2000 with more than $15 billion of committed capital.\n\nRichard A. Barasch, Chairman and CEO, commented, “Our core strength is our proven ability to partner with providers, especially primary care physicians, to improve health outcomes while reducing cost in the Medicare population. With the sale of our Traditional Insurance businesses, we can better concentrate our efforts on growing Medicare Advantage in Southeast Texas and upstate New York, for which we were recently awarded 4-Star plan status for over 96% of our total members, and continuing the positive momentum in our Medicare Shared Savings Program ACO business.\n\n“While this transaction will generate a loss, it allows us to exit the Long Term Care business, as well as other non-strategic business lines, and will free up additional capital that can be harvested for the benefit of our shareholders.”\n\nPhillip J. Gass, Nassau’s Chairman and CEO, said, “Nassau is excited to acquire UAM’s Traditional Insurance business, providing UAM with a complete solution to exit these business lines. With stable profitability and predictable cash flow, we believe the Traditional Insurance business is an attractive asset for Nassau that will establish our onshore reinsurance platform which we intend to grow through additional closed block reinsurance transactions. Further, with the injection of $20 million in new capital, we are bolstering the business’ financial strength to support its policyholders and allow for future growth opportunities.”\n\nSpecial Cash Dividend; Repayment of Debt\n\nUniversal American also announced that its Board of Directors approved the payment of a special cash dividend of $0.75 per share, payable on October 26, 2015 to shareholders of record on October 19, 2015. As of September 30, 2015, there were approximately 84 million shares of common stock outstanding.\n\nUniversal American also announced that it will repay the outstanding balance on its term loan of $44.9 million and terminate its credit facility, including the unused revolver, effective October 14, 2015.\n\nMr. Barasch continued, “We are also pleased to announce a $0.75 per share special dividend to our shareholders. Cumulatively since 2010, Universal American will have returned $19.35 per share ($1.6 billion) in cash dividends to its shareholders. After payment of the dividend and the repayment of our term loan, our cash and capital position remain strong, with approximately $55 million in cash at the holding company and more than adequate capital to support the ongoing growth in our operating companies. When the sale of the Traditional Insurance business closes, the proceeds will also be available to the parent.”\n\nA portion of the dividend will be a Qualified Dividend and a portion will be a Return of Capital which reduces the holder’s basis in their Universal American stock. The actual breakdown will be determined in the first quarter of 2016 and posted on the Company’s website.\n\nProforma Balance Sheet\n\nBelow is a comparison of the June 30, 2015 Reported and Estimated Proforma Balance Sheet that incorporates the terms of the sale of the Traditional Insurance business, $0.75 per share dividend, $44.9 million Credit Facility repayment and the $33.1 million cash we received in connection with the sale of our minority interest in naviHealth in August 2015:\n\nBalance Sheet Data ($s in Millions, except per share amounts) Reported June 30, 2015 Estimated Proforma June 30, 2015 Total cash and investments $ 871.1 $ 372.9 Total assets $ 1,901.7 $ 705.9 Total policyholder related liabilities $ 1,072.4 $ 96.3 Total reinsurance recoverable (ceded policyholder liabilities) $ 623.0 $ 2.9 Outstanding bank debt $ 44.9 $ 0.0 Mandatorily redeemable preferred shares $ 40.0 $ 40.0 Total stockholders' equity $ 607.3 $ 408.0 Diluted book value per common share $ 7.16 $ 4.81 Diluted common shares outstanding at balance sheet date 84.9 84.9 Non-GAAP Financial Measures ($s in Millions, except per share amounts) Total stockholders’ equity (excluding AOCI) $ 600.3 $ 404.6 Diluted book value per common share (excluding AOCI) $ 7.07 $ 4.77 Diluted tangible book value per common share (excluding AOCI) $ 5.58 $ 3.89 Debt to total capital ratio (excluding AOCI) 12.4% 9.0% Cash & Capital Measures ($s in Millions) Total Unregulated Cash & Statutory Capital $ 370.0 $ 270.0 Estimated “excess” of 350% Risk Based Capital $ 185.0 $ 120.0\n\nAbout Universal American Corp.\n\nUniversal American (NYSE:UAM), through our family of healthcare companies, provides health benefits to people covered by Medicare and/or Medicaid. We are dedicated to working collaboratively with healthcare professionals, especially primary care physicians, in order to improve the health and well-being of those we serve and reduce healthcare costs. For more information on Universal American, please visit our website at www.UniversalAmerican.com.\n\nAbout Nassau\n\nFounded in 2015, Nassau Reinsurance Group is an insurance and reinsurance business focused on acquiring and operating onshore and offshore platforms with long tail liabilities in the life, annuity and long term care sectors. Founded by insurance industry executives Phillip J. Gass and Kostas Cheliotis, Nassau Reinsurance Group has received an equity capital commitment of $750 million from Golden Gate Capital, a private investment firm with over $15 billion of committed capital. With extensive experience both on Wall Street and as investor-operators of onshore and offshore insurance, reinsurance and asset management businesses, Nassau Reinsurance Group is uniquely positioned to build and grow businesses with a long term view. For additional information, visit www.nsre.com.\n\nForward Looking Statements\n\nThis news release and oral statements made from time to time by our executive officers may contain \"forward-looking\" statements within the meaning of Section 21E of the Securities Exchange Act of 1934, as amended, and the Private Securities Litigation Reform Act of 1995, known as the PSLRA. Such statements that are not historical facts are hereby identified as forward-looking statements and intended to be covered by the safe harbor provisions of the PSLRA and can be identified by the use of the words \"believe,\" \"expect,\" \"predict,\" \"project,\" \"potential,\" \"estimate,\" \"anticipate,\" \"should,\" \"intend,\" \"may,\" \"will,\" and similar expressions or variations of such words, or by discussion of future financial results and events, strategy or risks and uncertainties, trends and conditions in our business and competitive strengths, all of which involve risks and uncertainties.\n\nWhere, in any forward-looking statement, we or our management expresses an expectation or belief as to future results or actions, there can be no assurance that the statement of expectation or belief will result or be achieved or accomplished. Our actual results may differ materially from our expectations, plans or projections. We warn you that forward-looking statements are only predictions and estimates, which are inherently subject to risks, trends and uncertainties, many of which are beyond our ability to control or predict with accuracy and some of which we might not even anticipate. We give no assurance that we will achieve our expectations and we do not assume responsibility for the accuracy and completeness of the forward-looking statements. Future events and actual results, financial and otherwise, may differ materially from the results discussed in the forward-looking statements as a result of many factors, including the risk factors described in the risk factor section of our SEC reports.\n\nA summary of the information set forth in the \"Risk Factors\" section of our SEC reports and other risks includes, but is not limited to the following: the sale of our Traditional Insurance business is subject to numerous closing conditions and there can be no assurance that such transaction will ultimately be consummated; the impact of CMS’s final Medicare Advantage reimbursement rates for calendar year 2016; we are subject to extensive government regulation and the potential that CMS and/or other regulators could impose significant fines, penalties or operating restrictions on the Company, including with respect to False Claims Act matters or RADV audits; the Affordable Care Act and subsequent rules promulgated by CMS could have a material adverse effect on our opportunities for growth and our financial results; we are investing significant capital and management attention in new business opportunities, including our ACOs, that may not be successful; we may experience higher than expected medical loss ratios or lower revenues, especially with our new members in our Northeast markets, which could materially adversely affect our results of operations; if we fail to design and price our products properly and competitively or if the premiums and fees we charge are insufficient to cover the cost of health care services delivered to our members, our profitability may be materially adversely affected; our significant shareholders may sell or distribute their stock which could cause the price of our stock to decline; changes in governmental regulation or legislative reform could increase our costs of doing business and adversely affect our profitability; reductions in funding for Medicare programs could materially reduce our profitability; failure to reduce our operating costs could have a material adverse effect on our financial position, results of operations and cash flows; we may not be able to maintain or improve our CMS Star ratings which may cause certain of our plans to receive less bonuses or rebates than our competitors; changes in governmental regulation or legislative reform, including the impact of Sequestration, could reduce our revenues, increase our costs of doing business and adversely affect our profitability; a substantial portion of our revenues are tied to our Medicare businesses and regulated by CMS and if our government contracts are not renewed or are terminated, our business could be substantially impaired; we no longer sell long-term care insurance and the premiums that we charge for the long-term care policies that remain in force may not be adequate to cover the claims expenses that we incur; any failure by us to manage our operations or to successfully complete or integrate acquisitions, dispositions and other significant transactions could harm our financial results, business and prospects; we could be subject to a cyber-attack or similar network breach that could damage our reputation and have a material adverse effect. Other unknown or unpredictable factors could also have material adverse effects on future results, performance or achievements of Universal American.\n\nAll forward-looking statements included in this release are based upon information available to Universal American as of the date of the release, and we assume no obligation to update or revise any such forward-looking statements.", "article_metadata": {"description": "Universal American Corp. (NYSE:UAM) announced today that it has entered into a definitive agreement to sell its Traditional Insurance business to Nass", "og": {"image": {"width": 465, "identifier": "http://www.businesswire.com/images/bwlogo_square.png", "type": "image/png", "height": 225}}, "twitter": {"description": "Universal American Corp. (NYSE:UAM) announced today that it has entered into a definitive agreement to sell its Traditional Insurance business to Nass", "title": "Universal American Enters into Definitive Agreement to Sell Its Traditional Insurance Business; Announces $0.75 Per Share Special Cash Dividend to Shareholders", "image": {"src": "http://mms.businesswire.com/media/20151008006531/en/405443/21/UAM_-_NEW_LOGO_2-18-14.jpg"}, "site": "@businesswire", "widgets": {"csp": "on"}, "card": "summary_large_image"}, "robots": "noodp,noydir", "DC.date.issued": "2015-10-08", "p": {"domain_verify": "95725e0359a14c2e1ccbd936e10d20d6"}, "viewport": "width=device-width,initial-scale=1"}, "_id": "\"57477af36914bd0286fd0f0d\"", "article_summary": "Universal American’s Traditional Insurance business includes its Medicare Supplement, Long Term Care, Disability, Life, and other ancillary insurance products, all of which have been in run-off since 2012.\nWHITE PLAINS, N.Y.--(BUSINESS WIRE)--Universal American Corp. (NYSE:UAM) announced today that it has entered into a definitive agreement to sell its Traditional Insurance business to Nassau Reinsurance Group Holdings, L.P. (“Nassau”).\nNassau is an insurance and reinsurance business founded in April 2015 by insurance industry executives Phillip J. Gass and Kostas Cheliotis.\nUnder the terms of the agreement, Nassau will acquire 100% of Constitution Life Insurance Company and The Pyramid Life Insurance Company, as well as the Traditional Insurance business written by American Progressive Life & Health Insurance Company of New York.\nCumulatively since 2010, Universal American will have returned $19.35 per share ($1.6 billion) in cash dividends to its shareholders."}