{"article_title": "Response time by legislators to constituents varies", "article_keywords": ["legislators", "district", "office", "constituents", "state", "varies", "boehner", "letter", "constituent", "butler", "letters", "response", "sent"], "article_url": "http://www.journal-news.com/news/news/response-time-by-legislators-to-constituents-varie/nbtHG/", "article_text": "By Michael D. Pitman\n\nStaff Writer\n\nFederal and state legislators receive thousands of calls, emails and letters annually from their constituents seeking information, offering ideas or complaining about votes or legislation. How quickly they respond to those communications can depend on the size of their staffs and political profile.\n\nBut being responsive to the people they represent is crucial for any politician who wants to keep his or her job and get re-elected, said Mack Mariani, a political science professor at Xavier University.\n\n“I think it’s obviously one of the key roles legislators play, to be a voice for the people in the legislature,” Mariani said.\n\nTo test the responsiveness of the nine state representatives, U.S. senators and congressmen representing Butler and Warren counties, The Journal-News partnered with local residents to send each elected official a letter requesting information. The newspaper mailed five letters on Oct. 22 to state representatives Pete Beck, Wes Retherford, Bill Coley, Shannon Jones and Margie Conditt. State Rep. Tim Derickson did not receive his letter due to a mailing error.\n\nThis newspaper also sent three emails on Oct. 18 to U.S. House Speaker John Boehner and Sens. Sherrod Brown and Rob Portman via their websites.\n\nAs of Friday, only four elected officials — Boehner, Beck, Conditt and Retherford — had responded.\n\nBoehner’s office had the swiftest response, sending a four-page form letter just three days after the email was delivered. Boehner’s letter talked about federal spending, debt, the government shutdown and the Affordable Care Act, but did not address the main subject of the test letter which asked: “What have you done to further advance the 8th Congressional District and Butler County?”\n\nConditt’s office replied within a week to the letter with a two-page letter of her own that addressed all the points and questions asked of her. Beck, who represents parts of Warren County and Middletown, sent a response two weeks later that told the letter writer to call him or arrange a meeting so they could have a conversation.\n\nRetherford’s office sent an email reply three weeks later that directly addressed the letter’s question, which asked what specifically the state representative had done while in Columbus.\n\nMariani, who worked several years for former New York Congressman Bill Paxon and as chief of staff in the Monroe County (New York) Legislature, said as delegates of their districts the job of state and federal legislators is “to do what the people want them to do, and that requires the legislator to be in touch with the constituents on a regular basis.”\n\nAnd while it’s more difficult to communicate directly with elected officials at the national level, he said, “We kind of expect even more for state legislators.”\n\n“It’s much easier in the state legislature for people to go to see their legislator,” Mariani said. “And state legislators have a lot fewer staff (members), so there’s much more opportunity to engage legislators.”\n\nBoehner represents Ohio’s 8th Congressional District, which covers all of Butler, Preble, Darke, Miami and Clark counties, and the southern part of Mercer County. More than 720,000 people, according to the U.S. Census, reside in this district. Boehner’s office reports to have responded to more than 45,000 constituent inquiries in 2013, which does not include the several “Open Door” meetings held around the six-county district every month.\n\n“The number of letters, calls or emails we receive from constituents varies, but each individual who contacts the office from the 8th District of Ohio receives a response from Congressman Boehner or a member of staff,” said Brittany Bramell, spokeswoman for Boehner. “Congressman Boehner considers correspondence with constituents the most important responsibility he has as a representative. In fact, he is active in the process to ensure all of our constituents are receiving up-to-date responses as quickly as possible.”\n\nBut not all people see his availability that way.\n\nHeather Komnenovich, a Hamilton resident, said she called the Speaker’s office wanting to talk with Boehner about the Affordable Care Act.\n\nShe asked to have a time to talk with him in October, and his office said that wasn’t going to happen because the partial government shutdown was just beginning. Komnenovich tried to arrange another conversation with Boehner after Congress passed a budget bill to reopen the federal government, and she got the same response: he’s too busy.\n\n“That makes me upset,” said the Hamilton mother who is working part-time and going back to school to earn a master’s degree. “When you call, it doesn’t get you anywhere.”\n\nKomnenovich, who also wanted to talk about the lowered amount of funds being paid out for food stamps, said she becomes more frustrated when she sees other congressmen appearing to be more responsive to their constituents.\n\nFairfield resident Andy Glock, responding to a Journal-News Facebook posting, said he always receives a response from Congressional representatives, but “it’s boilerplate lip service.”\n\nHamilton resident Gloria Faber said she recently called Boehner’s local Butler County office staffed by aides. She said she felt the aide that spoke with her was “rude and could care less about our concerns.”\n\n“I use to believe that we were represented by people who carried out the wishes of the people, but not anymore,” she wrote on the Journal-News Facebook page.\n\nSpokespeople for Portman and Brown said staff as well as the senators review each letter and attempt to respond to the people who reach out to them.\n\nIn 2012, Portman’s office responded to more than 500,000 constituent letters, and this year, he has received about 45,000 letters every month, according to his staff.\n\n“Sen. Portman and his staff review each incoming letter and do their best to answer each inquiry as thoroughly as possible,” said Michael Haidet, a spokesman from the senator’s office. “Responses to incoming letters and emails are personally reviewed by the senator.”\n\nSo far this year, Brown’s office staff has received more than 440,000 pieces of constituent correspondence from mail, emails, faxes, and more than 62,000 phone calls. Brown said representing all of Ohio is job one.\n\n“Whether it’s helping an Ohioan cut through red tape, informing a constituent about important services the federal government provides, or listening to the general views an individual has on a certain issue, I am grateful and honored that I’m able to hear from and respond to Ohio constituents on a daily basis,” said Brown, who said he has personally sent more than 2,500 personal notes to constituents this year.\n\nLegislative aides from the offices of Butler County’s senators and representatives said they attempt to answer constituents on a timely basis. Some receive more correspondence than others.\n\nAt the state level, Sen. Bill Coley, R-Liberty Twp., represents most of Butler County — a small portion of Middletown is represented by Sen. Shannon Jones, R-Springboro — which has an estimated 370,000 people. Butler County’s state representatives each represent roughly a third of the county’s population.\n\nAnd talking with the people Rep. Wes Retherford, R-Hamilton, represents — no matter if they voted for him, against him or didn’t vote at all — “is the most important part of my job,” Retherford said.\n\n“I was sent up here to represent the people of the (51st House) District,” said Retherford, who is nearing completing his first year in the two-year term. “I have my own personal philosophies and beliefs, and I ran on them. But the fact remains that 100 percent of the people are my constituents even though 100 percent may not have voted for me.”\n\nDerickson’s office received about a dozen “cases” to handle every week, which doesn’t include phone calls regarding legislation and people lobbying him to vote a certain way, said Derickson aide Spencer Gross. Derickson serves the 53rd House District.\n\n“It would be totally unreasonable to expect a constituent to know who to get in contact with in the sea of government employees,” Gross said. “We are here to be representatives and advocates for our constituents and that is how Legislative Aides approach all constituent cases.”\n\nConditt “works diligently” to help constituents with problems — which range from taxes, consumer protection, BMV and workers compensation — or to talk about her votes in the statehouse, said office spokesman Felicia Kalan.\n\n“We manage the constituent’s case by contacting legislative liaisons at various state agencies and conducting continual follow-up until issues are resolved,” she said. “Sometimes Rep. Conditt will contact the department head if the issues are complicated and not getting resolved.”\n\nKalan said Conditt receives between 15 to 20 emails in a day and a handful of phone calls. Kalan said either she or Conditt will respond to personal needs, but sometimes a form letter sent by multiple constituents is sent and they will draft a response to that letter.\n\nConditt, who serves the 52nd House District, said her philosophy is following the state’s Common Sense Initiative, which is led by Lt. Gov. Mary Taylor.\n\n“When a constituent brings me an issue, the one thing I do is to apply common sense,” she said. “It’s helping people find solutions to their problems by cutting through red tape.”", "article_metadata": {"description": "Federal and state legislators receive thousands of calls, emails and letters annually from their constituents seeking information, offering ideas or complaining about votes or legislation.", "og": {"url": "http://www.journal-news.com/news/news/response-time-by-legislators-to-constituents-varie/nbtHG/", "image": "http://media.cmgdigital.com/shared/img/photos/2014/08/21/53/5b/JN_Facebook_Icon.png", "type": "article", "description": "Federal and state legislators receive thousands of calls, emails and letters annually from their constituents seeking information, offering ideas or complaining about votes or legislation.", "title": "Response time by legislators to constituents varies"}, "twitter": {"description": "Federal and state legislators receive thousands of calls, emails and letters annually from their constituents seeking information, offering ideas or complaining about votes or legislation.", "site": "@journalnews", "card": "summary", "title": "Response time by legislators to constituents varies"}, "apple-mobile-web-app-title": "journal-news", "vr": {"canonical": "http://www.journal-news.com/news/news/response-time-by-legislators-to-constituents-varie/nbtHG/"}, "cmg_revpath": "/re/292/2151805/news/news/response-time-by-legislators-to-constituents-varie/nbtHG/", "keywords": "warren county,Butler County,politics,HJNhomepage", "google-site-verification": "4Q9_13tOch6eLcVYCHatUepAlnmJQbgHMCB16qdjcy0", "news_keywords": "warren county,Butler County,politics,HJNhomepage"}, "_id": "\"57477af46914bd0286fdf91e\"", "article_summary": "Kalan said either she or Conditt will respond to personal needs, but sometimes a form letter sent by multiple constituents is sent and they will draft a response to that letter.\nBy Michael D. PitmanStaff WriterFederal and state legislators receive thousands of calls, emails and letters annually from their constituents seeking information, offering ideas or complaining about votes or legislation.\nBoehner’s office had the swiftest response, sending a four-page form letter just three days after the email was delivered.\nLegislative aides from the offices of Butler County’s senators and representatives said they attempt to answer constituents on a timely basis.\nIn 2012, Portman’s office responded to more than 500,000 constituent letters, and this year, he has received about 45,000 letters every month, according to his staff."}