{"article_title": "Denver Nuggets get back at Suns with blowout victory – The Denver Post", "article_keywords": ["phoenix", "blowout", "suns", "denver", "double", "points", "green", "victory", "shots", "team", "games", "post", "went", "nuggets"], "article_url": "http://www.denverpost.com/nuggets/ci_27032627/denver-nuggets-get-back-at-suns-blowout-victory", "article_text": "Consecutive games against the same team hadn’t proven to be the Nuggets’ finest hours this season.\n\nThere was the double loss to Sacramento.\n\nThen there was the double loss to Portland.\n\nAnd now a third chance — the charm? — in a duo of contests against Phoenix. The first didn’t go so well: Phoenix pulled away in the second half Wednesday for a victory on its home court.\n\nBut Friday, the Nuggets took the lessons learned from that loss and applied them with determination in a 122-97 rout of the Suns at the Pepsi Center.\n\nThose lessons?\n\n• Cut the turnovers.\n\n• Contest 3-point shots better.\n\n• Get “Nuggets killer” Gerald Green under control.\n\nHere’s how that went: The Nuggets went from Wednesday’s 18 turnovers to the same 18 on Friday, but many of those came in garbage time. They went from allowing 13 made 3-point shots to eight. Green went from scoring 24 points Wednesday to 12 on Friday, and he generally was a nonfactor in the rematch.\n\nSo, mission accomplished.\n\nThe Nuggets have been a completely different team since starting the season 1-6. In the two weeks since, the Nuggets have won seven of nine games, are transforming themselves into a solid defensive team and are starting to reclaim their home-court mojo. They have won four consecutive games at the Pepsi Center and are now 5-3 in the arena that coach Brian Shaw has said he wants to be “home sweet home” this season.\n\nFriday, that’s what it was.\n\nThe Nuggets had 66 points by halftime, their season high for a first half, yet they didn’t have one player in double figures. Every Denver player who played — 10 in all — scored at least four points in the first half.\n\nSeven Denver players finished in double figures, led by Arron Afflalo’s game-high 22 points (on only nine shots). His very efficient night included 14 points in the third quarter. Timofey Mozgov contributed 13 points. Ty Lawson posted his fourth consecutive double-double, finishing with 11 points and 10 assists.\n\n“We had balance,” Shaw said. “Our bench group came in and did a great job. They got to play a little more extended minutes in that second quarter. It was just a team effort all the way around.”\n\nThe Nuggets continued to play exceptional defense. They held Phoenix to 38.8 percent shooting from the field and obliterated the Suns on the backboards with a 58-34 advantage in rebounds. Phoenix players who had a huge impact in the Suns’ win over the Nuggets on Wednesday — Green, Goran Dragic, Eric Bledsoe and the Morris twins — were all held in check this time.\n\n“It’s one of our best (games) this season,” said J.J. Hickson. “We did what we came to do, and that’s get a win.”\n\nShaw said of his players: “Tonight they took the challenge of stepping up the defense. We were able to cut down the effectiveness of Gerald Green, keep Bledsoe out of our paint for the most part. And we got back in transition. The 97 points (allowed) against a team like that, that runs and gets out in transition, says a lot about our defense tonight.”\n\nThe Nuggets are back to .500, now 8-8. They will have a winning record if they beat the Utah Jazz in Salt Lake City on Monday.\n\nChristopher Dempsey: cdempsey@denverpost.com or twitter.com/dempseypost", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "Denver Nuggets get back at Suns with blowout victory", "title": "Denver Nuggets get back at Suns with blowout victory", "url": "http://www.denverpost.com/2014/11/28/denver-nuggets-get-back-at-suns-with-blowout-victory/", "image": {"width": 654, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/04/20141128_082755_denver-nuggets-kenneth-faried.jpg", "height": 443}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/04/20141128_082755_denver-nuggets-kenneth-faried.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "article": {"published_time": "2014-11-28T21:58:41+00:00", "modified_time": "2016-04-26T21:06:11+00:00"}, "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fdf92c\"", "article_summary": "Here’s how that went: The Nuggets went from Wednesday’s 18 turnovers to the same 18 on Friday, but many of those came in garbage time.\nGreen went from scoring 24 points Wednesday to 12 on Friday, and he generally was a nonfactor in the rematch.\nThe first didn’t go so well: Phoenix pulled away in the second half Wednesday for a victory on its home court.\nConsecutive games against the same team hadn’t proven to be the Nuggets’ finest hours this season.\nBut Friday, the Nuggets took the lessons learned from that loss and applied them with determination in a 122-97 rout of the Suns at the Pepsi Center."}