{"article_title": "Cop Who Was Fired and Rehired Could Cost Columbus, Ohio, Millions Over Feud With Brother", "article_keywords": ["cop", "columbus", "tarini", "court", "fired", "steve", "city", "hes", "brother", "rehired", "records", "job", "cost", "ohio", "millions", "feud"], "article_url": "http://reason.com/blog/2014/08/25/cop-who-was-fired-and-rehired-could-cost", "article_text": "Columbus, Ohio, has a cop on the force whose feud with his brother—while out sick he’s coordinated other cops to serve a protection order against him, he’s gotten an arrest warrant issued against his brother, and he’s threatened to put a bullet in him and secretly bury him—has brought them to court and could cost the city millions. Tommy Tarini, brother of Sgt. Steve Tarini, is suing Columbus and its police department in federal court, accusing the city of not taking the threats against him posed by his brother seriously.\n\nColumbus has tried to get rid of Tarini before. The Columbus Dispatch reports:\n\nOn at least two occasions, police and court records show, Steve has wielded police powers in a family feud that has recently spilled over into a federal lawsuit against the Columbus Division of Police. City records show that Steve has been investigated for lying, not showing up to work, leaving early and not following orders. In some cases, he was given a written reprimand or suspended. Once, the city fired him, but an arbitrator gave him his job back.\n\nAnother problem cop who could end up costing taxpayers millions getting his job back because of the privileges enshrined in law for “public servants.”", "article_metadata": {"og": {"site_name": "Reason.com", "description": "", "title": "Cop Who Was Fired and Rehired Could Cost Columbus, Ohio, Millions Over Feud With Brother", "url": "http://reason.com/blog/2014/08/25/cop-who-was-fired-and-rehired-could-cost", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/14089946406697.jpg", "type": "article"}, "twitter": {"description": "", "creator": "@edkrayewski", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/14089946406697.jpg", "title": "Cop Who Was Fired and Rehired Could Cost Columbus, Ohio, Millions Over Feud With Brother", "site": "@reason", "card": "summary_large_image"}, "fb": {"pages": 17548474116}, "google-site-verification": "-AmMiilAN-pnjWt369CUWae-VQ-b9wmH4fSGyhbkQxw", "msvalidate.01": "212A68A07785B3080038A845C4EE8905", "article": {"tag": "Ohio", "published_time": "2014-08-25T19:29:00+00:00", "author": "http://reason.com/people/ed-krayewski"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=2"}, "_id": "\"57477af56914bd0286fe5081\"", "article_summary": "Tommy Tarini, brother of Sgt.\nCity records show that Steve has been investigated for lying, not showing up to work, leaving early and not following orders.\nSteve Tarini, is suing Columbus and its police department in federal court, accusing the city of not taking the threats against him posed by his brother seriously.\nAnother problem cop who could end up costing taxpayers millions getting his job back because of the privileges enshrined in law for “public servants.”\nThe Columbus Dispatch reports:On at least two occasions, police and court records show, Steve has wielded police powers in a family feud that has recently spilled over into a federal lawsuit against the Columbus Division of Police."}