{"article_title": "Valley Subaru will relocate to former King property in Longmont", "article_keywords": ["weibel", "king", "valley", "don", "business", "service", "subaru", "roger", "longmont", "relocate", "property"], "article_url": "http://www.timescall.com/business/ci_25154045/valley-subaru-will-relocate-former-king-property-longmont", "article_text": "Addition of 1800 Industrial Circle site will nearly double space for dealership\n\nService technician Larry Barker checks for leaks in a radiator after replacing its fluid Tuesday at Valley Subaru of Longmont. ( Lewis Geyer / Longmont Times-Call )\n\nRoger Weibel and, before he retired, his older brother Don have done what they could with the 5 acres or so they have to work with along Ken Pratt Boulevard that houses two car dealerships — Valley Nissan and Valley Subaru.\n\nBut Roger Weibel, who bought Don out in 2007 and now has his own son, Jay, in business with him, realized a few years ago that the space was getting awfully tight at the current location. Finding adjacent property for expansion wasn't possible, but they did want to stay in Longmont.\n\nSo when King Auto Group announced in August 2012 that it had bought out Hajek Chevrolet and was moving King GMC out to the Hajek location on Colo. Highway 119, talks on the former King property began. Recently, a corporation headed by Don Weibel and Roger Weibel, who also owns Prestige Chrysler Dodge Jeep Ram in Longmont and Loveland Ford Lincoln, paid $3.1 million for the 6 ½ -acre former King site at 1800 Industrial Circle.\n\nRoger Weibel said he never considered looking outside Longmont to expand.\n\n\"I fell that Longmont's been a good community for the Weibel family,\" Roger Weibel said. \"We've had a lot of time here.\"\n\nDating back to 1969, in fact, when Don bought what is now Prestige. Younger brother Roger joined the business in 1970, and another brother, Doug, was also in the car business in Longmont for 15 years.\n\nJay was pretty much raised around his father's car business, he said, and he's excited about the opportunities offered by the purchase of the former King property. That's where Valley Subaru will relocate to, with Valley Nissan staying where it is.\n\nValley Subaru has bought the former King GMC property and expects to move in there later this year. (Lewis Geyer / Longmont Times-Call)\n\n\"We'll be doubling our service capacity,\" Jay Weibel said.\n\n\"As we are right now we have to turn away work because we don't have enough bays to serve our customers,\" added his dad Roger.\n\nThe existing showroom on the former King property will be torn down and a new showroom will be built next to what is now the service building on that site. That's at Subaru's request, so the buildings are next to each other and it's more convenient for both customers and staff, the Weibels said.\n\nAlong with the additional service bays, once Subaru moves one of the present Subaru buildings will be converted to a \"quick-lube\" service center, meant to serve all makes and models with quick, drive-up oil change service. The change also brings more wash bays, way more customer parking and the ability to simply carry more inventory.\n\n\"We sell 100 (Subarus) a month, and every month 100 more come in,\" he said. \"It just gets packed.\"\n\nThe dealerships currently employ about 70 people total, and Roger Weibel estimates needing to hire another 20 to 30 more once the Subaru dealership is relocated, hopefully early next year if not sooner.\n\n\"We're hoping to break ground (on the new building) in three months,\" Roger Weibel said. \"The (existing) building will be coming down in the next couple of weeks.\"\n\nContact Times-Call staff writer Tony Kindelspire at 303-684-5291 or tkindelspire@times-call.com", "article_metadata": {"sailthru.url": "http://www.timescall.com/business/ci_25154045/valley-subaru-will-relocate-former-king-property-longmont", "sailthru.image.thumb": "http://extras.mnginteractive.com/live/media/site46/2014/0215/20140215__16TCCVALw_TEST~1_300.jpg", "sailthru.author": "By Tony Kindelspire \n \n  Times-Call staff writer", "description": "Roger Weibel and, before he retired, his older brother Don have done what they could with the 5 acres or so they have to work with along Ken Pratt Boulevard that houses two car dealerships — Valley Nissan and Valley Subaru.", "ag": {"canon": "LongmontTimes-Call:article:25154045:view"}, "startDate": "2014-02-15T18:52:52-0700", "og": {"url": "http://www.timescall.com/business/ci_25154045/valley-subaru-will-relocate-former-king-property-longmont", "image": "http://extras.mnginteractive.com/live/media/site46/2014/0215/20140215__16TCCVALw_TEST~1.jpg", "type": "article", "description": "Roger Weibel and, before he retired, his older brother Don have done what they could with the 5 acres or so they have to work with along Ken Pratt Boulevard that houses two car dealerships — Valley Nissan and Valley Subaru.", "title": "Valley Subaru will relocate to former King property in Longmont"}, "twitter": {"domain": "timescall.com", "description": "Roger Weibel and, before he retired, his older brother Don have done what they could with the 5 acres or so they have to work with along Ken Pratt Boulevard that houses two car dealerships — Valley Nissan and Valley Subaru.", "title": "Valley Subaru will relocate to former King property in Longmont", "url": "http://www.timescall.com/business/ci_25154045/valley-subaru-will-relocate-former-king-property-longmont", "image": "http://extras.mnginteractive.com/live/media/site46/2014/0215/20140215__16TCCVALw_TEST~1.jpg", "site": "@TimesCall", "card": "summary_large_image"}, "sailthru.date": "2014-02-15T18:52:52-0700", "msvalidate.01": "4B535F7EB2971D1FCBA5D1D3E3E292C3", "sailthru.title": "Valley Subaru will relocate to former King property in Longmont", "sailthru.image.full": "http://extras.mnginteractive.com/live/media/site46/2014/0215/20140215__16TCCVALw_TEST~1.jpg", "sailthru.article-section-or-homepage": "article", "sailthru.section": "Business", "google-site-verification": "lLtD9ZooxmJUEEdRSCVzkO06t_hYKtyDqZF7EA3N2U0", "modificationDate": "2014-02-15T18:57:09-0700", "endDate": "2024-02-15T18:47:45-0700", "byline": "By Tony KindelspireTimes-Call", "sailthru.site": "timescall.com", "pubDate": "2014-02-15T18:58:56-0700", "news_keywords": "Business, Technology, news, Longmont Colorado, Longmont Times Call, business news"}, "_id": "\"57477af46914bd0286fdf92f\"", "article_summary": "That's where Valley Subaru will relocate to, with Valley Nissan staying where it is.\nValley Subaru has bought the former King GMC property and expects to move in there later this year.\nSo when King Auto Group announced in August 2012 that it had bought out Hajek Chevrolet and was moving King GMC out to the Hajek location on Colo. Highway 119, talks on the former King property began.\n\"I fell that Longmont's been a good community for the Weibel family,\" Roger Weibel said.\nAddition of 1800 Industrial Circle site will nearly double space for dealershipService technician Larry Barker checks for leaks in a radiator after replacing its fluid Tuesday at Valley Subaru of Longmont."}