{"article_title": "#Elxn42: it's already getting ugly", "article_keywords": ["oil", "getting", "harper", "national", "global", "long", "harpercons", "ugly", "economic", "speech", "election", "vote", "elxn42"], "article_url": "https://nowtoronto.com/news/federal%20election/", "article_text": "× Expand Our fearless leader.\n\nStephen Harper visited Governor General of Canada Dave Johnston this morning to dissolve parliament and officially declare the start of #Elxn42. Canadians watching can be forgiven for feeling as if they were awaking from a long hang over.\n\nThe PM’s remarks afterward on the steps of Rideau Hall to make the election official, were nothing short of breathtaking. In a nutshell: vote for me or we’re going to hell.\n\n“This is no time for risky plans,” the PM said, before invoking the threat of global terrorism to make his case for another term. Indeed, ISIS and its (supposed) war against Canada figured prominently in the PM’s message, ahead of the other catch-words in his speech. Among them, leadership and the economy.\n\nThe CBC dutifully posted the soundbites at the bottom of the screen as the Prime Minister weaved his eye-rolling speech. Proven world experience? Moral clarity? We’ve seen the divide and conquer script before. And it’s worked well for Harper. Will it again? Polls seem to suggest it's a distinct possibility.\n\nSpeaking of national insecurity... Harper has made the walk to the Governor General’s residence twice before to dissolve parliament. On one of those occasions, it was to call a quick election to avoid dealing with embarrassing revelations coming out of committee hearings on the blood on Canada’s hands over our role in the turnover of Afghan detainees to certain torture.\n\nThis time, with wife Laureen in tow, it’s to trigger what will be the longest federal election in the country’s history. Not necessarily a bad thing. We need to have a serious discussion about where the country is headed.\n\nBut on the reasons for an election now, Harp was also playing fast and loose. Clearly, the Conservatives have the fattest bank account and are simply hoping to outspend their opponents to the finish line in a long, drawn out electoral affair. A fitting calculation for a government that has been stacking the deck in the pursuit of its dream of a great conservative bastion – more recently with changes to the Fair Elections Act – since it came to power a decade ago.\n\nHarper, though, tried to convince a national audience that he's calling the election now to save Canadian taxpayers money. That one had the Ottawa press corp scratching their heads. The PM didn't seem convinced of his own reasoning, nervously gulping from a glass of water when the inevitable questions came.\n\nThe government has been blowing its wad in the lead up to the election call on everything from a new national park (yes, the HarperCons have caught the green bug; the PM mentioned the environment as a priority in the French version of his speech). And most notably last month on the largest one-time payout to Canadians in history with its boost to the universal child care benefit. It was Christmas in July.\n\nYou’d hardly know that Canada is lurching toward yet another recession. That’s five months of a shrinking economy and counting. The PM predictably downplayed that fact, suggesting the latest downturn is but a blip on the line graph, even while invoking the uncertainty of the global economy to make his pitch for four more years.\n\nThe PM is now blaming the global economic malaise for our current upheaval. It’s a little more complicated than that, of course. Harper bet big on the oil patch. And the oil patch is now bust with oil and gas companies taking money out of the tar sands faster than they’re putting it in. It was always a bit of an illusion anyway that the tar sands would be Canada’s saving grace. How long could China's thirst for our oil last?\n\nThe government’s choices have had lots to do with the current economic stagnation, which new research suggests is the worse of any government since the Second World War. Generous cuts to corporate taxes, for one, have not been the panacea the HarperCons had hoped. Instead of creating jobs, they've robbed government coffers of much needed revenue and, coupled with cuts to federal programs, stunted economic growth.\n\nBut no worries. Our budget is balanced. And the HarperCons have their base. And their base, as usual, is highly motivated. Elections are a numbers game. And the HarperCons have rolled the dice before and won.\n\nThere’s little room for their vote to grow, that's true. But a couple of percentage points in the popular vote was enough last time to lift the Conservatives from minority to majority status, such are the vagaries of our first past the post electoral system.\n\nBesides, this time around the Conservatives may not have to depend on their record of sound economic stewardship (mostly overblown) to take it to the electoral promised land. A splintered opposition may see to that. They’re already squabbling over the televised debates. The bigger question so far unanswered in the pre-election campaigning: who among them will be able to articulate a compelling alternative beyond vote for us because we're not the bad guys?\n\nA lot can happen in three months. A lot can go wrong. Harper is willing to take his chances that he won’t be the one to blink.\n\nFor the HarperCons, #Elxn42 it will be a tightly-scripted affair. The so-called average Canadians the PM will be meeting on whistle stops across the country have already been vetted. And as in 2011, there will be few opportunities, aside from carefully-staged public events and one-one-one interviews with friendly media, to ask pointed questions.\n\n#Elxn42 is officially upon us. And it's already shaping up to be an ugly one.\n\nenzom@nowtoronto.com | @enzodimatteo", "article_metadata": {"description": "Prime Minister invokes global terrorism threat – and downplays the fact the economy is lurching toward another recession – to make his case for four more years.", "generator": "MetroPublisher (www.metropublisher.com)", "og": {"site_name": "NOW Toronto Magazine - Think Free", "description": "Prime Minister invokes global terrorism threat – and downplays the fact the economy is lurching toward another recession – to make his case for four more years.", "title": "#Elxn42: it's already getting ugly", "url": "https://nowtoronto.com/api/content/561f3714-3929-11e5-a06b-22000b078648/", "image": "https://nowtoronto.com/downloads/46843/download/harper.jpg?cb=5a24feb1fc34ae91ef87c304ba1c2318", "type": "article"}, "twitter": {"site": "@nowtoronto", "card": "summary", "creator": "@nowtoronto"}, "p": {"domain_verify": "a144b9c9bf54e202a83dcf9ad089f6b9"}, "fb": {"app_id": 1283396518354184}, "keywords": "Federal Election 2015,Enzo DiMatteo", "thumbnail": "https://nowtoronto.com/downloads/46843/download/harper.jpg?cb=5a24feb1fc34ae91ef87c304ba1c2318", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fe2822\"", "article_summary": "The PM is now blaming the global economic malaise for our current upheaval.\nStephen Harper visited Governor General of Canada Dave Johnston this morning to dissolve parliament and officially declare the start of #Elxn42.\nSpeaking of national insecurity... Harper has made the walk to the Governor General’s residence twice before to dissolve parliament.\nThe CBC dutifully posted the soundbites at the bottom of the screen as the Prime Minister weaved his eye-rolling speech.\nFor the HarperCons, #Elxn42 it will be a tightly-scripted affair."}