{"article_title": "The quest to save vanishing New York", "article_keywords": ["city", "stores", "yorks", "chain", "commercial", "vanishing", "quest", "york", "moss", "save", "manhattan", "wrote"], "article_url": "http://www.salon.com/2015/03/15/the_quest_to_save_vanishing_new_york/", "article_text": "Topics: Dream City, manhattan, New York City, urban planning, Innovation News, Sustainability News, News\n\nHe is New York’s own “Giver.” Burdened with invisible history, haunted by ghosts of pierogis and vinyl records, fighting against a “blankness” that he sees in both the storefronts and faces of the East Village, Jeremiah Moss has for seven tumultuous years chronicled changes in the Manhattan streetscape.\n\nHyperbolic and combative, tireless and passionate, Moss (the name is a pseudonym) has run the Vanishing New York blog with a keen eye for New York’s past. When Michael Bloomberg, one of his favorite targets, left office in 2013, Moss concluded that New York had lost, at a minimum, 6,926 years of history in the erosion of small businesses during his three terms. “Perusing the list” of shuttered stores, wrote Kristin Iversen, “was not unlike looking through a high school yearbook, only finding out that practically everyone had died.”\n\nBut devotion to the past, as Susan Sontag observed, is “one of the more disastrous forms of unrequited love.” These days, Moss is looking toward old friends who are still alive — shifting his business from headstones to healthcare, if you will.\n\nIn December, after a hugely popular but unsuccessful movement to save Cafe Edison, the theater district diner with high ceilings and low prices, Moss started a campaign called “Save NYC” to protect the city’s commercial heritage.\n\nIn Manhattan, retail rents are up 40 percent since 2005. In Lower Manhattan, the average retail rent is now $265 per square foot — up from $92 in 2005. That rent hike has concurred with a spike in chain stores: According to the Center for an Urban Future, Manhattan now has 2,807 chain stores, a 10 percent increase since 2009. The citywide total has risen 18 percent in that time. And while no one but Moss tracks the closing of places like Pearl Paint and Avignone, there’s a widespread sense that the city is losing older stores at a rapid clip.\n\nFrom a Facebook page, Moss has now developed a website, nurtured a hashtag (if such a thing can be said) — #SaveNYC — and assembled a policy agenda. He’s advertised his plans in the New York Daily News and been featured on the local TV news and CNBC. Soon, he hopes to have “Save NYC” signs in the storefronts of mom ’n’ pops across the city.\n\nThe political objectives: Fine landlords who leave commercial spaces vacant, end tax breaks for multinationals, zone out chain stores, start a “cultural landmarks” program, and pass the “Small Business Jobs Survival Act,” a negotiating guideline for commercial tenants and landlords.\n\nCafé Edison, where the playwright August Wilson once wrote his dialogue on napkins, eventually succumbed to the landlord’s desire to open a high-end restaurant in the space. But the movement to save it was instructive.", "article_metadata": {"description": "In Manhattan, retail rents are up 40 percent since 2005. The face of the city is changing. Can it be #saved?", "author": "Henry Grabar", "og": {"site_name": "Salon", "description": "In Manhattan, retail rents are up 40 percent since 2005. The face of the city is changing. Can it be #saved?", "title": "The quest to save vanishing New York", "url": "http://www.salon.com/2015/03/15/the_quest_to_save_vanishing_new_york/", "image": "http://media.salon.com/2015/03/old_new_york_city-copy.jpg", "type": "article"}, "twitter": {"description": "In Manhattan, retail rents are up 40 percent since 2005. The face of the city is changing. Can it be #saved?", "creator": "@HenryGrabar", "image": "http://media.salon.com/2015/03/old_new_york_city-copy.jpg", "title": "The quest to save vanishing New York", "site": "@salon", "card": "summary_large_image"}, "title": "The quest to save vanishing New York", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, Dream City, manhattan, New York City, urban planning", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fdf935\"", "article_summary": "Hyperbolic and combative, tireless and passionate, Moss (the name is a pseudonym) has run the Vanishing New York blog with a keen eye for New York’s past.\nThat rent hike has concurred with a spike in chain stores: According to the Center for an Urban Future, Manhattan now has 2,807 chain stores, a 10 percent increase since 2009.\nHe’s advertised his plans in the New York Daily News and been featured on the local TV news and CNBC.\nSoon, he hopes to have “Save NYC” signs in the storefronts of mom ’n’ pops across the city.\nIn December, after a hugely popular but unsuccessful movement to save Cafe Edison, the theater district diner with high ceilings and low prices, Moss started a campaign called “Save NYC” to protect the city’s commercial heritage."}