{"article_title": "Nato Green: SPORC & BARF, Together Again for the First Time", "article_keywords": ["housing", "sporc", "units", "nato", "build", "way", "barf", "trauss", "green", "developers", "tenants", "thinks", "thats"], "article_url": "http://archives.sfexaminer.com/sanfrancisco/nato-green-sporc-and-barf-together-again-for-the-first-time/Content?oid=2922698", "article_text": "click to enlarge Mike Koozmin/S.F. Examiner File Photo\n\nSonja Trauss and her group the San Francisco Bay Area Renters’ Federation believe that if enough housing for the wealthy is built then things will improve for everyone else.\n\nA blizzard of press has buried the San Francisco Bay Area Renters’ Federation, an alleged organization of tenants aspiring to reduce rents by advocating any and all new housing construction. BARF is the creation of Philadelphia refugee Sonja Trauss. The fawning Washington Post headline read, “Meet the Prep School Teacher Who Has Exploded San Francisco’s Housing Debate.” The attention has been wholly undeserved, since BARF hasn’t yet accomplished anything and doesn’t represent anyone. It takes more than a verbose Tumblr to explode a debate in these parts.\n\nMy natural comedian’s impulse was to mock Trauss mercilessly. Instead, I called her. I said, “I’m writing an Examiner column. I am a comedian with no journalistic ethics and will probably make fun of you but wanted to hear from you first.” Then she cheerfully talked to me for an hour, which I appreciate.\n\nBARF’s fervent faith that if we only sate developers’ appetite to build housing for the wealthy, eventually life will improve for the bottom 99 percent of us is pure “Fifty Shades” BDSM fantasy fan fiction. Capitalists do not ever tire of catering to the rich and then deign to provide for the poor. Capitalists abandon unprofitable people to starve outside the drawbridge. That’s why food stamps and Medi-Cal exist.\n\nNevertheless, we live in the Age of Consensus. So I found the following common ground between me (on behalf of Small Property Owners for Reasonable Controls, or SPORC, my fake political action committee of pro-tenant landlords like me) and Sonja (on behalf of BARF, her fake PAC of pro-developer tenants):\n\nMake it easier to build backyard cottages. The Public Press estimated that facilitating construction of backyard cottages could add 100,000 units without raising height limits or changing neighborhood character, whatever that is. Sonja’s developer friends couldn’t make money from it but no one likes them. A lot of these units would be in the Sunset. Supervisor Katy Tang, spring into action! There are 100,000 units with no public money. Problem solved. You’re welcome. You may send me a Philz gift card.\n\nBuild like anywhere west of Castro Street, the western 58 percent of town, as Joe Fitzgerald Rodriguez wrote. BARF is stoked about the Balboa Reservoir, which historically was mainly used for me to smoke pampas grass in high school (I was not good at drugs), and she thinks there’s a way to build 4,000 below-market-rate units — about enough to house our entire homeless population, so that’s perfect.\n\nProtect tenants from displacement. Trauss wants others to champion Ellis Act reform so she can focus on glittering towers. She thinks developers should fund legal defense for tenants, while they unleash the market forces that necessitate it. We both think it’s wrong how affluent newcomers use the police against their new, poorer neighbors. She thinks the answer is more “weird, interpersonal kumbaya stuff,” while I think it’s political power for working- class people, but you say potato.\n\nWe agree that developers like Maximus should disclose their budgets so the community can negotiate over benefits, knowing at what threshold a project becomes unprofitable. A lot of progressives would tolerate more density if affordable percentages were high enough. There’s a lot of open space between the 12 percent legal minimum inclusionary and 100.\n\nBARF just wants more, but doesn’t care who does it. Trauss insists that she champions private developers only because that’s who can and will build at scale. “If it were 1937, it would be the government building all the housing,” she said.\n\nIf there were a way not based on greed to finance housing growth at a large scale, she’d love it. Since our priority should be how to house people of all classes rather than aid tapeworm speculators, let’s find another way to pay for it. BARF would deploy its battalion of 25 “developers, financiers, architects who are all renters” in support.\n\nSee? Mayor Ed Lee isn’t the only hack who can find common ground around here. I can too.", "article_metadata": {"layout": "Content Default", "description": "A blizzard of press has buried the San Francisco Bay Area Renters’ Federation, an alleged organization of tenants aspiring to reduce rents by advocating any...", "title": "Nato Green: SPORC & BARF, Together Again for the First Time | Nato Green | San Francisco | San Francisco Examiner", "og": {"site_name": "The San Francisco Examiner", "description": "A blizzard of press has buried the San Francisco Bay Area Renters’ Federation, an alleged organization of tenants aspiring to reduce rents by advocating any...", "title": "Nato Green: SPORC & BARF, Together Again for the First Time", "url": "http://archives.sfexaminer.com/sanfrancisco/nato-green-sporc-and-barf-together-again-for-the-first-time/Content?oid=2922698", "image": {"width": 600, "identifier": "http://media1.fdncms.com/sfexaminer/imager/sonja-trauss-and-her-group-the-san-francis/u/slideshow/2922699/sfnatogreennew.jpg", "height": 400}, "type": "article"}, "twitter": {"image": {"src": "http://media1.fdncms.com/sfexaminer/imager/sonja-trauss-and-her-group-the-san-francis/u/slideshow/2922699/sfnatogreennew.jpg"}, "description": "A blizzard of press has buried the San Francisco Bay Area Renters’ Federation, an alleged organization of tenants aspiring to reduce rents by advocating any...", "card": "summary_large_image", "title": "Nato Green: SPORC & BARF, Together Again for the First Time"}, "oid": 2922698, "fb": {"app_id": 429095550477057}, "keywords": "SFBARF, SPORC, Breaking News, Bay Area", "thumbnail": "http://media1.fdncms.com/sfexaminer/imager/sonja-trauss-and-her-group-the-san-francis/u/slideshow/2922699/sfnatogreennew.jpg", "viewport": "width=1000", "news_keywords": "sfbarf, sporc, breaking news, bay area"}, "_id": "\"57477af36914bd0286fd0f26\"", "article_summary": "She thinks developers should fund legal defense for tenants, while they unleash the market forces that necessitate it.\nBARF would deploy its battalion of 25 “developers, financiers, architects who are all renters” in support.\nIf there were a way not based on greed to finance housing growth at a large scale, she’d love it.\nBARF is the creation of Philadelphia refugee Sonja Trauss.\nTrauss insists that she champions private developers only because that’s who can and will build at scale."}