{"article_title": "PA-6: Costello Receives Endorsements from PSEA, NEA Fund", "article_keywords": ["psea", "pa6", "educators", "support", "endorsements", "nea", "fund", "teachers", "receives", "endorsement", "education", "public", "costello"], "article_url": "http://www.politicspa.com/pa-6-costello-receives-endorsements-from-psea-nea-fund/61031/", "article_text": "PA-6: Costello Receives Endorsements from PSEA, NEA Fund\n\nWritten by Eddie deSciora, Contributing Writer\n\nThe Pennsylvania State Education Association (PSEA) and the National Education Association (NEA) Fund for Children and Public Education announced their endorsement Tuesday of Ryan Costello in Pennsylvania’s hard fought 6th Congressional District.\n\nThe NEA Fund is the nationwide political voice for past, active and future educators and uses its resources to “support candidates who will fight to improve public education.” Karen White, Director of Elections and Campaigns for the NEA Fund justified the organizations endorsement by mentioning the candidates historical “commitment to policies that foster great public schools for every child.”\n\nIn a press release, Korri Brown, President of the Southeastern Region PSEA declared of Costello, “He is a person that understands the world that teachers and education professionals work and live in and we believe he will be a strong advocate for our members if elected.”\n\nCostello may now tout his endorsement from the bipartisan group that has recommended 8 Republicans and 8 Democrats this year for November’s general election.\n\nAccepting the support Costello stated, “We need to ensure that we are providing our young people a strong academic foundation to prepare them for success later in life. I have the utmost respect for our teachers and other educators who play a vital role in instilling in our children a desire to learn, so their support means a great deal to me.”\n\n“I look forward to working with school leaders, teachers, and parents to improve our educational system and provide educators with the tools and funding needed to meet the educational needs of our young people.”\n\nKey parts of his stance on public education include dislodging federal involvement in local education, and profound skepticism regarding the implementation of No Child Left Behind and Common Core Standards.\n\nCostello is the current chair of the Board of Chester County Commissioners, he is running against Democratic nominee and Iraq War veteran Manan Trivedi. The 6th district includes parts of Berks, Chester, Lebanon and Montgomery Counties.\n\nOctober 14th, 2014 | Posted in Congress, Front Page Stories, Top Stories | 5 Comments", "article_metadata": {"description": "The Republican candidate earns the backing of the most prominent education unions.", "generator": "WordPress 4.1.11", "og": {"url": "http://www.politicspa.com/pa-6-costello-receives-endorsements-from-psea-nea-fund/61031/", "description": "The Republican candidate earns the backing of the most prominent education unions.", "title": "PA-6: Costello Receives Endorsements from PSEA, NEA Fund"}, "robots": "noodp", "fb": {"app_id": 775768999125308}, "keywords": "pa-6,congress,ryan costello,psea,nea,education,labor,union,endorsement", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fde66b\"", "article_summary": "PA-6: Costello Receives Endorsements from PSEA, NEA FundWritten by Eddie deSciora, Contributing WriterThe Pennsylvania State Education Association (PSEA) and the National Education Association (NEA) Fund for Children and Public Education announced their endorsement Tuesday of Ryan Costello in Pennsylvania’s hard fought 6th Congressional District.\nAccepting the support Costello stated, “We need to ensure that we are providing our young people a strong academic foundation to prepare them for success later in life.\nCostello is the current chair of the Board of Chester County Commissioners, he is running against Democratic nominee and Iraq War veteran Manan Trivedi.\nOctober 14th, 2014 | Posted in Congress, Front Page Stories, Top Stories | 5 Comments\nThe 6th district includes parts of Berks, Chester, Lebanon and Montgomery Counties."}