{"article_title": "Cochran ties Alexander for low ACU score", "article_keywords": ["scorecard", "rating", "received", "club", "primary", "conservative", "cochran", "score", "low", "acu", "thad", "sen", "ties", "alexander"], "article_url": "http://thehill.com/blogs/ballot-box/senate-races/199468-cochran-ties-alexander-for-low-acu-score", "article_text": "Sen. Thad Cochran Thad CochranSenate votes to block USDA catfish inspections GOP senators: Obama bathroom guidance is 'not appropriate' First US Zika death reported in Puerto Rico MORE (R-Miss.) is tied with Sen. Lamar Alexander (R-Tenn.) for the lowest rating of any Republican facing a primary challenge this cycle on a new conservative scorecard.\n\nADVERTISEMENT\n\nThe scorecard, from the American Conservative Union (ACU), gives both Cochran and Alexander a 60 percent for 2013.That puts the two eight points behind the next highest GOP senator facing a primary, South Carolina Sen. Lindsey Graham, and 24 points behind Sen. Pat Roberts (R-Kan.), who also has a primary challenger.Cochran is considered the most vulnerable Republican senator in a primary this cycle; he has faced heavy attacks from national conservative groups, which point to Cochran’s votes to raise the debt limit, among others, as evidence he’s not conservative enough.He received the third-lowest score on the Club for Growth’s annual scorecard, released last week, and the Club has been hitting him with ads on TV and radio. His challenger, state Sen. Chris McDaniel, has the backing of most of the prominent national conservative groups.Cochran’s 2013 ACU rating actually marks a slight improvement from 2012, when he scored only 52 percent.But the ACU pointed to Cochran’s 5-year average rating, during the Obama presidency, as particularly troubling.Cochran’s rating for that period was just 63 percent, putting him more than 20 percent behind Roberts and more than 30 percent behind Senate Minority Leader Mitch McConnell during the same period.\"I think Thad Cochran is in big trouble with his Obama-era rating. It's just poor and on this grander scale, he gets a D-minus. Over the last five years, he has shown a penchant for big government,” ACU Executive Director Dan Schneider told The Washington Post\n\nJust three senators received perfect scores in the group's annual ratings: retiring Sen. Tom Coburn (R-Okla.), and Sens. Ted Cruz (R-Texas) and Mike Lee (R-Utah), who also received perfect ratings in the Club for Growth's annual scorecard.", "article_metadata": {"dcterms.description": "The Mississippi senator has lowest rating of any member facing a serious GOP primary challenge.", "description": "The Mississippi senator has lowest rating of any member facing a serious GOP primary challenge.", "generator": "Drupal 7 (http://drupal.org)", "rdfs": {"label skos": {"prefLabel": "Ballot Box"}}, "og": {"site_name": "TheHill", "description": "The Mississippi senator has lowest rating of any member facing a serious GOP primary challenge.", "title": "Cochran ties Alexander for low ACU score", "url": "http://thehill.com/blogs/ballot-box/senate-races/199468-cochran-ties-alexander-for-low-acu-score", "image": "http://thehill.com/sites/default/files/thehill_logo_200.jpg", "updated_time": "2014-02-27T14:30:13-05:00", "type": "article"}, "Smart_Paging": "on", "dcterms.modified": "2014-02-27T14:30-05:00", "dcterms.identifier": "http://thehill.com/blogs/ballot-box/senate-races/199468-cochran-ties-alexander-for-low-acu-score", "fb": {"admins": 100000299130732, "app_id": 566538590082898, "pages": 7533944086}, "apple-itunes-app": "app-id=396640962", "dcterms.date": "2014-02-27T13:52-05:00", "dcterms.creator": "Alexandra Jaffe", "author": "Alexandra Jaffe", "dcterms.type": "Text", "article": {"published_time": "2014-02-27T13:52:49-05:00", "modified_time": "2014-02-27T14:30:13-05:00"}, "keywords": "2014 Mississippi Senate Race, 2014 midterm elections, 2014 Senate Races, American Conservative Union,Thad Cochran,", "dcterms.language": "und", "dcterms.format": "text/html", "twitter": {"url": "http://thehill.com/blogs/ballot-box/senate-races/199468-cochran-ties-alexander-for-low-acu-score", "widgets": {"csp": "on"}, "description": "The Mississippi senator has lowest rating of any member facing a serious GOP primary challenge.", "card": "summary", "title": "Cochran ties Alexander for low ACU score"}, "dcterms.title": "Cochran ties Alexander for low ACU score"}, "_id": "\"57477af36914bd0286fd0f2b\"", "article_summary": "Sen. Thad Cochran Thad CochranSenate votes to block USDA catfish inspections GOP senators: Obama bathroom guidance is 'not appropriate' First US Zika death reported in Puerto Rico MORE (R-Miss.)\n\"I think Thad Cochran is in big trouble with his Obama-era rating.\nis tied with Sen. Lamar Alexander (R-Tenn.) for the lowest rating of any Republican facing a primary challenge this cycle on a new conservative scorecard.\nTed Cruz (R-Texas) and Mike Lee (R-Utah), who also received perfect ratings in the Club for Growth's annual scorecard.\nIt's just poor and on this grander scale, he gets a D-minus."}