{"article_title": "Seattle Children’s Hospital Sues State over ‘False Promise’ in Obamacare", "article_keywords": ["seeing", "major", "false", "childrens", "hospital", "obamacare", "network", "state", "promise", "letter", "mother", "report", "sues", "seattle", "insurance", "care"], "article_url": "http://www.mediaite.com/tv/seattle-childrens-hospital-sues-state-over-false-promise-in-obamacare/", "article_text": "The Seattle Children’s Hospital is suing Washington state’s insurance commissioner over a “failure to ensure adequate network coverage” in the insurance exchanges established as part of the Affordable Care Act. “We’re seeing denials in care, disruptions in care. We’re seeing a great deal of confusion and, at times, anger and frustration on the part of these families who bought insurance thinking that their children would be covered,” a doctor with the hospital said. “And, in fact, it’s a false promise.”\n\nA recent CBS News report detailed the experience of one mother whose child recently came down with an ear infection. The mother, who received coverage through Washington’s insurance exchange, was provided her with a letter approving her request to see a specialist. Four days later, however, that same insurer sent her a letter denying that request.\n\n“This is not an isolated incident,” said The Seattle Children’s Hospital’s Dr. Sandy Melzer. “The exclusion of a major provider like Seattle Children’s from a major insurance network in this market is unprecedented.”\n\nWatch the report below via CBS News:\n\nPlease enable Javascript to watch.\n\n[h/t Breitbart]\n\n[Photo via screen grab]\n\n— —\n\n> >Follow Noah Rothman (@NoahCRothman) on Twitter", "article_metadata": {"description": "The Seattle Children’s Hospital is suing Washington state’s insurance commissioner over a “failure to ensure adequate network coverage” in the insurance", "generator": "WordPress 2016.21", "og": {"image": "http://static01.mediaite.com/med/wp-content/uploads/2014/02/seattle.jpg", "title": "Seattle Children’s Hospital Sues State over ‘False Promise’ in Obamacare"}, "twitter": {"description": "The Seattle Children’s Hospital is suing Washington state’s insurance commissioner over a “failure to ensure adequate network coverage” in the insurance exchanges established as part of the Affordable Care Act. “We’re seeing denials in care, disruptions in care. We’re seeing a great deal of confusion and, at times, anger and frustration on the part of these families who bought insurance thinking that their children would be covered,” a doctor with the  hospital said. “And, in fact, it’s a false promise.”", "title": "Seattle Children's Hospital Sues State over 'False Promise' in Obamacare", "image": "http://static01.mediaite.com/med/wp-content/uploads/2014/02/seattle.jpg", "creator": "@noahcrothman@twitter.com", "site": "@mediaite", "card": "summary"}, "NextGEN": "1.5.5", "date": "2014-02-10T16:21:44+00:00", "keywords": "tv", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.5, minimum-scale=1.0"}, "_id": "\"57477af36914bd0286fd0f32\"", "article_summary": "“This is not an isolated incident,” said The Seattle Children’s Hospital’s Dr. Sandy Melzer.\n“The exclusion of a major provider like Seattle Children’s from a major insurance network in this market is unprecedented.”Watch the report below via CBS News:Please enable Javascript to watch.\nThe Seattle Children’s Hospital is suing Washington state’s insurance commissioner over a “failure to ensure adequate network coverage” in the insurance exchanges established as part of the Affordable Care Act.\n“We’re seeing denials in care, disruptions in care.\nThe mother, who received coverage through Washington’s insurance exchange, was provided her with a letter approving her request to see a specialist."}