{"article_title": "Ala. Residents Won’t Get Any Details About ‘Obamacare’ Plans Before Insurance Options Go Online Oct. 1 « CBS DC", "article_keywords": ["wont", "information", "marketplace", "plans", "federal", "obamacare", "dc", "oct", "department", "options", "health", "details", "human", "online", "uninsured", "services", "residents", "insurance", "alabama"], "article_url": "http://washington.cbslocal.com/2013/09/22/ala-residents-wont-get-any-details-about-obamacare-plans-before-insurance-options-go-online-oct-1/", "article_text": "MONTGOMERY, Ala. — Alabamians hoping to find health insurance through a new federally developed insurance marketplace won’t get any details before October, when the insurance options are scheduled to go online.\n\nThe U.S. Department of Health and Human Services reports it is working on completing the list of health insurance plans that will be made public Oct. 1, when people can begin signing up for coverage that will start Jan. 1. That gives the uninsured a three-month window to comply with the Affordable Care Act’s mandate for individuals to have health insurance by Jan. 1 or face penalties at tax time in April.\n\n“It’s frustrating that we are not going to be able to get a preview,” said Jim Carnes, spokesman for Alabama Arise, a Montgomery-based organization that addresses issues affecting Alabama’s poor. Because of that, Carnes predicts a slow start to people signing up.\n\nRELATED: Feds Warn ‘Obamacare’ Will Create New Scam Artists, Info Thieves\n\nThe Affordable Care Act calls for each state to have an insurance marketplace, either run by the state government or federal government, to help the uninsured find coverage. The federal government is creating the marketplace in Alabama because Gov. Robert Bentley is an opponent of the federal law and opted for Alabama not to participate. The marketplace is also referred to as an exchange.\n\nThe state Department of Insurance announced in May that the federal government had asked it to review plans submitted by Blue Cross and Blue Shield of Alabama and United Healthcare to cover people statewide and by Humana to cover 50 of Alabama’s 67 counties.\n\nBlue Cross spokeswoman Koko Mackin said the company’s products have received federal approval.\n\nUnited Healthcare spokesman Tyler Mason and Humana’s Mitch Lubitz said the companies are awaiting final word.\n\nThe companies aren’t giving any previews of their plans before the federal government discloses details Oct. 1.\n\nThe Census Bureau says one in eight Alabamians younger than 65, or 13.3 percent, lacked health insurance in 2012. The Department of Health and Human Services recently estimated 642,738 Alabamians were uninsured and would be eligible to buy coverage in the insurance marketplace.\n\nTo help people navigate the new offerings, the Department of Health and Human Services is providing more than $3 million to pay for assistance from Alabama organizations and health centers that serve the poor.\n\nRELATED: Study:‘Obamacare’ Will Lead To Health Insurance ‘Death Spiral’\n\nAlabama’s attorney general, who has fought the Affordable Care Act, is warning consumers to be on guard about the privacy of information they supply. “The various groups and agencies involved in Obamacare will have significant access to consumers’ personal information. Yet HHS rules do not make clear provisions to protect the privacy of such information,” Attorney General Luther Strange said in a letter to Health and Human Services Secretary Helen Sebelius.\n\nSebelius and others in the Obama administration began a high-level effort Wednesday to reassure Americans about the privacy and security of the information submitted under the Affordable Care Act.\n\nJohn Pickens, executive director of the Alabama Appleseed Center for Law and Justice in Montgomery, said it’s critical for uninsured Alabamians to go to the new website (http://www.healthcare.gov) to look at the options in the Alabama marketplace. He said they can also plug in financial information that will tell them if they qualify for subsidies available for people with incomes less than 400 percent of the federal poverty level. For a family of four that is $94,200.\n\nHe said small businesses with fewer than 25 employees should also check out the website because they can get tax credits by purchasing employee coverage through the marketplace.\n\n“This is a historic time as it is the first time that no American will be turned down for health insurance because of a pre-existing health condition,” he said.\n\n(© Copyright 2013 The Associated Press. All Rights Reserved. This material may not be published, broadcast, rewritten or redistributed.)", "article_metadata": {"description": "Alabamians hoping to find health insurance through a new federally developed insurance marketplace won't get any details before October, when the insurance options are scheduled to go online.", "generator": "WordPress.com", "og": {"url": "http://washington.cbslocal.com/2013/09/22/ala-residents-wont-get-any-details-about-obamacare-plans-before-insurance-options-go-online-oct-1/", "image": {"width": 1500, "secure_url": "https://cbswashington.files.wordpress.com/2013/09/57229731-1.jpg?w=1500", "identifier": "https://cbswashington.files.wordpress.com/2013/09/57229731-1.jpg?w=1500", "height": 1000}, "type": "article", "description": "Alabamians hoping to find health insurance through a new federally developed insurance marketplace won't get any details before October, when the insurance options are scheduled to go online.", "title": "Ala. Residents Won't Get Any Details About 'Obamacare' Plans Before Insurance Options Go Online Oct. 1"}, "twitter": {"image": "https://cbswashington.files.wordpress.com/2013/09/57229731-1.jpg?w=1500", "description": "Alabamians hoping to find health insurance through a new federally developed insurance marketplace won't get any details before October, when the insurance options are scheduled to go online.", "site": "/cbsdc", "card": "summary_large_image", "title": "Ala. Residents Won't Get Any Details About 'Obamacare' Plans Before Insurance Options Go Online Oct. 1"}, "msapplication-tooltip": "News, Sports, Weather, Traffic and the Best of Washington DC", "msapplication-window": "width=device-width;height=device-height", "application-name": "CBS DC", "article": {"publisher": "https://www.facebook.com/cbsdc", "author": "https://www.facebook.com/cbsdc"}, "keywords": "cbs washington, politics, affordable care act, alabama, department of health and human services, gov. robert bentley, obamacare, president barack obama", "google-site-verification": "44caXBf4kjHeKKAT7ZZ89NaCX25utL_yRSa-qGpwIhY", "msapplication-task": "name=Subscribe;action-uri=http://washington.cbslocal.com/feed/;icon-uri=http://1.gravatar.com/blavatar/b87f6ea5e510fe3d34ffe9a8dbe8c1cf?s=16", "news_keywords": "affordable care act, alabama, department of health and human services, gov. robert bentley, obamacare, president barack obama"}, "_id": "\"57477af46914bd0286fdf945\"", "article_summary": "MONTGOMERY, Ala. — Alabamians hoping to find health insurance through a new federally developed insurance marketplace won’t get any details before October, when the insurance options are scheduled to go online.\nThe Census Bureau says one in eight Alabamians younger than 65, or 13.3 percent, lacked health insurance in 2012.\n“This is a historic time as it is the first time that no American will be turned down for health insurance because of a pre-existing health condition,” he said.\nThe Department of Health and Human Services recently estimated 642,738 Alabamians were uninsured and would be eligible to buy coverage in the insurance marketplace.\nThat gives the uninsured a three-month window to comply with the Affordable Care Act’s mandate for individuals to have health insurance by Jan. 1 or face penalties at tax time in April."}