{"article_title": "Senator proposes bill to de-fund State Employees Association after it opposes him in primary – The Progressive Pulse", "article_keywords": ["hise", "opposes", "district", "progressive", "senate", "employees", "bill", "ralph", "primary", "pulse", "proposes", "state", "seanc", "sen", "senator", "defund", "public"], "article_url": "http://pulse.ncpolicywatch.org/2015/01/28/senator-proposes-bill-to-de-fund-state-employees-association-after-it-opposes-him-in-primary/", "article_text": "Well, that didn’t take long. Senate Bill 3 for the 2015 session is entitled: “AN ACT REPEALING PUBLIC EMPLOYEE PAYROLL DEDUCTION FOR PAYMENTS TO EMPLOYEES ASSOCIATIONS.”\n\nThe sponsor is Senator Ralph Hise (pictured at left). That would be the same Ralph Hise who was opposed by the State Employees Association of North Carolina (SEANC) in last year’s GOP primary.\n\nImmediately after the election failure, the SEANC folks had this “no hard feelings” observation in one of their newsletters:\n\n“Sometimes we win, as in the case of Erica Smith-Ingram of Senate District 3 who knocked off long-time, incumbent Sen. Clark Jenkins, and sometimes we lose as in the case of state Sen. Ralph Hise or Wake County District Attorney candidate Boz Zellinger. While we disagree on policy, we congratulate all of the winners and look forward to working to promote public services and YOU, the people who provide them, with a well-deserved pay raise and retiree COLA in the near future.”\n\nApparently, Senator Hise (read more about his interesting career away from Raleigh by clicking here) missed the memo.", "article_metadata": {"fb": {"pages": 71966175060}, "msapplication-TileImage": "http://pulse.ncpolicywatch.org/wp-content/uploads/2016/02/cropped-logo_shadow-square-270x270.jpg", "viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=0"}, "_id": "\"57477af36914bd0286fd0f3f\"", "article_summary": "That would be the same Ralph Hise who was opposed by the State Employees Association of North Carolina (SEANC) in last year’s GOP primary.\nSenate Bill 3 for the 2015 session is entitled: “AN ACT REPEALING PUBLIC EMPLOYEE PAYROLL DEDUCTION FOR PAYMENTS TO EMPLOYEES ASSOCIATIONS.”The sponsor is Senator Ralph Hise (pictured at left).\nWell, that didn’t take long.\nWhile we disagree on policy, we congratulate all of the winners and look forward to working to promote public services and YOU, the people who provide them, with a well-deserved pay raise and retiree COLA in the near future.”Apparently, Senator Hise (read more about his interesting career away from Raleigh by clicking here) missed the memo.\nImmediately after the election failure, the SEANC folks had this “no hard feelings” observation in one of their newsletters:“Sometimes we win, as in the case of Erica Smith-Ingram of Senate District 3 who knocked off long-time, incumbent Sen. Clark Jenkins, and sometimes we lose as in the case of state Sen. Ralph Hise or Wake County District Attorney candidate Boz Zellinger."}