{"article_title": "Charleston-area beach residents feel trapped as crowds swell", "article_keywords": ["parking", "goodwin", "dont", "trapped", "feel", "crowds", "swell", "folly", "park", "charlestonarea", "traffic", "island", "residents", "beach", "towns"], "article_url": "http://www.postandcourier.com/article/20150523/PC16/150529694/charleston-area-beach-residents-feel-trapped-as-crowds-swell", "article_text": "Folly Beach-bound traffic merges from two lanes into one lane about a mile before crossing onto the island in June 2012.\n\nFOLLY BEACH — Donna and Jim Setford began shopping for the weekend last Thursday. They had to finish by that Friday because with a few hot days ahead, they couldn’t be sure the traffic would let them leave their Folly Beach home. That Sunday, sure enough, it came.\n\nJim Setford left the island at 10 a.m. to help his son and knew not to try to get back. Even though the Setfords live a few blocks back from the beach, by 10 a.m. last Sunday, the cars had jammed into spots in the grass outside their fence.\n\n“They stepped in my flowers. They filled those (fast food) cups with straws up with beer. They threw their cups and bottles in the bushes. I tried to take my granddaughter to the beach and we had to walk down a block — their language, every other word was ‘F-’,” Donna Setford said.\n\nOn Monday, when Jim Setford walked their dog, the bottles were strewn about along the street.\n\nThat was last weekend. This weekend pops the “official” top on another season when sun-loving Lowcountry residents and hundreds of thousands of visitors spread their towels across the beach sands. For Charleston’s three beach towns, the swarm is “a conundrum we have yet to solve,” Isle of Palms Mayor Dick Cronin said.\n\nThe crowds will gridlock roads back to the communities behind the beaches. They will overrun available parking and infrastructure, tax public safety and public works, and impinge on a fragile habitat.\n\nMore than a few will party loudly and disruptively, strewing beer cans and other litter, tearing up, trespassing and urinating on private property. Occasionally, fights break out.\n\nFive years, that’s Folly Beach Mayor Tim Goodwin’s bleak assessment. The island’s already tenuous ability to manage the hordes that descend on it every warm weekend could be overwhelmed in as few as five to six years.\n\nThe problem is there’s no real way to stop it. There are band-aid fixes such as the alcohol-on-the-beach ban that Folly put into place in 2012. The ban cut down beachgoers numbers for a few months, Goodwin said wryly.\n\nAs the revelers got fewer, more families showed up. “We traded one car for another,” he said. “Ten years ago, they thought we had a problem with crowds, and they didn’t know what a crowd is.\n\nUsed to be\n\nBeach life was slower in the old days. Isle of Palms City Councilman Jimmy Carroll recalled that as a boy he could skateboard his way around town. Now that would be too dangerous. The crowds used to come to the island mostly in the summer. These days it’s year-round.\n\nThe crush of visitors peaks around Memorial Day and July 4. At those times, more than 20,000 people pack the island which has a year-round population of about 4,000. Tourism growth creates “tremendous pressure” on IOP, said Carroll. Recently, he tried to go out to eat but traffic was still backed up at 7 p.m., he said. Still, Carroll, 60, relishes the slower pace of life on IOP, where he can feel himself relaxing. His heart beats slower there.\n\nIslander Bill Casey, born in 1947, remembered Palm Boulevard as an oyster shell road. People rode horses on the beach. “It was a great place. It was like living in the country,” he said.\n\nA trolley ran to the mainland until 11 p.m. A mix of blue-collar workers and military called IOP home. There was no air conditioning. Going down the street was a neighborly experience because residents spoke to one another through open windows. These days, houses are sealed-up, climate-controlled boxes, he said.\n\nBut change is part of life, he said, and those who can’t deal with it wind up miserable.\n\nSummer traffic is a problem for residents now, but there is a bigger picture.\n\n“The beach belongs to the people of South Carolina,” Casey said.\n\nSullivan’s Island Fire Chief Anthony Stith, 62, a native islander, said that when he was a boy, Folly Beach and Isle of Palms were the more popular beaches. If a big storm blew up, Sullivan’s roads would get busy for a while with people leaving IOP, he said.\n\nBack in the late 1940s, Sullivan’s Island was hurting economically because the Army had pulled out at Fort Moultrie, said Red Wood, 92. “The only ones who had any money was the summer crowd. We’ve got a lot of money on this island now.”\n\nFolly Beach Mayor Pro Tem Tom Scruggs ran the Twister ride in the mid-1960s at the Pavilion, which was located where The Tides hotel is now. The old pier, which burned in 1977, was for dances and amusements.\n\nScruggs, who grew up on James Island, doesn’t recall there ever being a traffic problem when he went to Folly as a teenager. He said there was no development past Fort Johnson Road other than a few churches and houses.\n\n“We’ve got to figure out how to manage all this before it manages us. It’s getting to that point in my opinion,” he said.\n\nScruggs and his family go to early church services on Sunday so they can get back on the island without getting stuck in beach traffic.\n\n“The residents feel like they are trapped here,” he said.\n\nOn the other hand, he said, the beach loves the business from summer crowds.\n\nStanding room only\n\nThe frustrated vent from residents that beach town officials today hear again and again is “just put up a gate.”\n\nCapacity limits would seem to be the textbook answer to controlling crowds. Simply stop new arrivals when the capacity is reached, and let them in one at a time as people leave.\n\nThe system already is in place at Charleston County parks on three beach islands. And naturally it causes no end of problems. An IOP traffic gridlock on a hot April weekend started with motorists who waited at the gate to the park there and wouldn’t budge. The IOP park and Beachwalker Park on Kiawah Island had the same problem when erosion closed the Folly Beach park a few years back.\n\nIOP councilman Carroll has suggested setting up a “filled” sign at the two roads to the island, much like a parking lot alert people see at the ticket machine when there are no spaces available. But when the county parks commission put up a similar sign for Beachwalker Park, people kept coming anyway, Goodwin said.\n\nBesides, “limiting numbers basically puts a gate up. It becomes a non-public beach,” Goodwin said.\n\nBut handling crowds is becoming more hands-on for any number of towns up and down the East Coast. Tiny Kennebunk, Maine, issues parking passes for the limited number of street slots at its beach.\n\nMyrtle Beach has parking garages in its long-range plans, said Mark Kruea, city spokesman. Myrtle Beach officials, among others, recently took part in a seminar to learn the sort of crowd-control techniques used for Clemson University football games.\n\nParking garages, though, might be a non-starter for Charleston-area beach towns, where real estate values make the idea virtually unworkable. Goodwin said four vendors have looked at buying a property to build a parking garage but walked away when they realized the land prices were prohibitive.\n\nThe Charleston County Park and Recreation Commission will hold a brainstorming session in the fall, partly to look for ways to improve access, said Julie Hensley, planning director.\n\nThey don’t have too many options. Off-site shuttles were considered when the parks were overwhelmed with the Folly park closing. But people just don’t use them, Goodwin said. Folly Beach City Council is taking a look at whether it needs to cut back on the number of street festivals because of the costs and crowd issues, councilman Scruggs said. “Finding a balance here. I don’t know. It’s a very difficult question. I don’t think there are any answers unless we can build a rapid transit system,” he said.\n\nHungryneck Straphangers, a grassroots group that advocates for improving public transit, is recruiting support for a July 18 “March to the Sea” to push for bus routes to the beaches.\n\nYet people are unlikely to carry their coolers, umbrellas and all the other stuff that goes into a beach trip on a bus, Scruggs said.\n\nDon’t make a dent\n\nIf there are answers, there aren’t any easy ones. Beach passes are a pay-to-play solution that would seem to be looming for Charleston’s three beaches, as passes have been for more metropolitan cities up and down the coast.\n\nExcept for two things: Nobody wants them and, when it comes to crowd control, they don’t really work. Where the passes are used, they don’t stop people from coming. They don’t quite pay for beach services and patrols, much less infrastructure.\n\n“Folks from New Jersey bring it up all the time. It kind of fries me,” Cronin said. “We have so many tourists coming here from afar, I can’t see a pass system working.”\n\nSurf City, N.J., is considered “ground zero” of the beach badge system, starting it in the 1960s, largely as a revenue stream. The city is the first Long Beach Island community over a single bridge and its population swells from 1,200 year-round to as many as 25,000, said Councilman Peter Hartley.\n\nThe $6 to $35 passes (per day to per season) pay 96 cents on the dollar for the summer employees and beach services such as the extra four full-time police officers whose sole beat is the beach. As for the ever-growing crowds, the fees don’t make a dent.\n\nAsked if he ever wonders how much more crowding he personally can take, Hartley laughs and says, “sometimes two or three times in a day.”\n\nOne thing is for sure: Somebody is going to have to pay for whatever the Charleston beach towns end up doing.\n\nThe towns already have stepped up public safety patrols and staffing. Adding a single overtime police officer to handle weekend crowds costs Folly $250 per day, Goodwin said. And a busy weekend can bring dozens of calls.\n\nFor now, most of the weekend-crowd cost is paid with property tax and accommodations tax, essentially a surcharge on renters. But that’s not fair, as IOP mayor Cronin pointed out.\n\nBeachgoers are going to have to pony up more than just parking fees — to keep sand under their feet, if nothing else. The recent $30 million-plus Folly Beach renourishment, for example, cost more than three times what it did 20 years ago. Federal legislators are backing away from the business, not willing to handle the costs.\n\nWhen it comes time to pay for a renourishment that the city can’t afford, “it would be easier to take that (fee-charging) step,” Goodwin said. But “whoever takes that step first isn’t going to be popular in the world.”\n\nPicking up the tab\n\nCharleston beach towns have begun taking tentative steps toward paid passes and other crowd-control and revenue measures. Folly Beach instituted an all-day parking rate. Isle of Palms recently looked at a parking pass system and is likely to keep looking at something like it. Sullivan’s Island is watching Isle of Palms, and meanwhile working on a management plan to put in place in 2016. That plan could include having visitors apply and pay for passes to park in the streets’ rights-of-way, said Town Administrator Andy Benke.\n\nBut it’s more than just traffic. The crowds at some popular beach spots in the Lowcountry get so thick that little open sand is left.\n\nSo many people are here the place is going to sink — that’s the joke that went around Folly that Sunday in April when traffic gridlocked as far back as Fort Johnson Road on James Island. And those crowds will keep coming.\n\nGoodwin, off the top of his head, counts 450 apartments and more than 300 homes under construction or about to be under construction on Folly or within a few miles. “How do you handle it without putting a burden on your residents? If any reader out there has a ‘magic bullet’ solution, we’d love to hear it,” Goodwin said.\n\n“The beach towns as a group are going to have to do something different than they do today,” he said.\n\nAn app for that\n\nOddly enough, a partial solution to help beach crowding is already falling into place. Social media and apps are becoming more “real time” assessing road conditions for motorists.\n\nApps like Waze use cellphone signals to judge where traffic is stopped, then give viewers updates on the reason why and location. Google Maps updates drive times based on traffic conditions. Beach towns might have to adapt that technology, or at least rely on it, to post the electronic equivalent of councilman Carroll’s “Filled” sign.\n\nBecause, as Surf City, N.J., officials have learned, the only thing that really stops the crowds is when traffic grinds to a halt, and one by one the cars turn around and leave, Hartney said.\n\nAs for the residents living with the deluge, they just learn to make do.\n\n“People adapt,” Hartney said. “Here you need a bicycle in the summer.”\n\nReach Bo Petersen at 937-5744, @bopete on twitter or Bo Petersen Reporting on Facebook.", "article_metadata": {"news_keywords": "Charleston-area beach residents feel trapped as crowds swell, FP LatestNews, \r\nFP LatestNewsMetro, \r\nCivic Science Poll, \r\nCivic Science Poll, beaches,Folly Beach,Isle of Palms,Sullivan's Island", "og": {"site_name": "Post and Courier", "description": "FOLLY BEACH — Donna and Jim Setford began shopping for the weekend last Thursday. They had to finish by that Friday because with a few hot days ahead, they couldn’t be sure the traffic would let them leave their Folly Beach home. That S", "title": "Charleston-area beach residents feel trapped as crowds swell", "url": "http://www.postandcourier.com20150523/150529694/charleston-area-beach-residents-feel-trapped-as-crowds-swell", "image": {"url": "http://www.postandcourier.com/storyimage/CP/20150523/PC16/150529694/AR/0/AR-150529694.jpg", "identifier": "http://www.postandcourier.com/storyimage/CP/20150523/PC16/150529694/AR/0/AR-150529694.jpg"}, "type": "article"}, "twitter": {"description": "FOLLY BEACH — Donna and Jim Setford began shopping for the weekend last Thursday. They had to finish by that Friday because with a few hot days ahead, they couldn’t be sure the traffic would let them leave their Folly Beach home. That S", "title": "Charleston-area beach residents feel trapped as crowds swell", "app": {"country": "US", "name": {"ipad": "Post and Courier", "iphone": "Post and Courier", "googleplay": "Post and Courier"}, "id": {"ipad": 603721271, "iphone": 603721271, "googleplay": "com.Synapse.PandC"}}, "site": "@postandcourier", "image": "http://www.postandcourier.com/storyimage/CP/20150523/PC16/150529694/AR/0/AR-150529694.jpg", "card": "summary_large_image"}, "metered": "yes", "p": {"domain_verify": "c6511264bdb6fa45c6bb985fb86d3ab2"}, "fb": {"app_id": 146078808769941}, "tout": {"article": {"id": 150529694}}, "keywords": "Charleston-area beach residents feel trapped as crowds swell , FP LatestNews, \r\nFP LatestNewsMetro, \r\nCivic Science Poll, \r\nCivic Science Poll, beaches,Folly Beach,Isle of Palms,Sullivan's Island", "article": {"published_time": "2015-05-23T22:00:00Z", "modified_time": "2015-05-23T19:51:00Z", "author": "Bo Petersen\r\nPrentiss Findlay"}, "msvalidate.01": "05BAEC9D8820FA9F10D57DB6EB3C6192", "google-site-verification": "rAW9DX7yfiFF82k05QGF6LbZBkxcKxMTzAwNv0OCKAM", "viewport": "width=device-width, initial-scale=1.0, user-scalable=no", "description": "FOLLY BEACH — Donna and Jim Setford began shopping for the weekend last Thursday. They had to finish by that Friday because with a few hot days ahead, they couldn’t be sure the traffic would let them leave their Folly Beach home. That S"}, "_id": "\"57477af46914bd0286fdf959\"", "article_summary": "“The beach towns as a group are going to have to do something different than they do today,” he said.\nFor Charleston’s three beach towns, the swarm is “a conundrum we have yet to solve,” Isle of Palms Mayor Dick Cronin said.\nThe recent $30 million-plus Folly Beach renourishment, for example, cost more than three times what it did 20 years ago.\nParking garages, though, might be a non-starter for Charleston-area beach towns, where real estate values make the idea virtually unworkable.\nBeach towns might have to adapt that technology, or at least rely on it, to post the electronic equivalent of councilman Carroll’s “Filled” sign."}