{"article_title": "ObamaCare Website Traffic Spikes After President's 'Funny or Die' Interview", "article_keywords": ["website", "funny", "president", "spikes", "healthcaregov", "house", "presidents", "obamacare", "site", "galifianakis", "traffic", "die", "interview", "video", "white", "care", "obama"], "article_url": "http://www.hollywoodreporter.com/news/obamacare-website-traffic-spikes-presidents-687724", "article_text": "Updated: Obama's comic turn on Zach Galifianakis' \"Between Two Ferns\" becomes big driver to HealthCare.gov site, according to White House aides.\n\nWithin hours of President Barack Obama's appearance with comedian Zach Galifianakis on the Funny or Die website Tuesday, the video of their mock interview had become the number one driver of traffic to HealthCare.gov, and the potentially risky venture into pop cultural irony is being hailed as a success by White House aides.\n\nDuring Obama's scripted six-and-a-half-minute back-and-forth with Galifianakis on his satiric Between Two Ferns interview show, the president played the role of a stern, sometimes irritated straight man as the comedian deadpanned a series of questions that were alternately outrageous and inane.\n\nVIDEO: President Obama Stars in 'Between Two Ferns' Skit\n\nThe appearance, which received more than 3 million views within the first few hours after it went live Tuesday morning, is part of a campaign to convince more young Americans to sign up as participants in the Affordable Care Act's health insurance exchanges before the March 31 deadline to purchase coverage. Greater participation by younger, healthier Americans is considered crucial to the reform's success.\n\nObama's unconventional foray into satire to sell the program had its origins in a White House meeting last July with leading Hollywood supporters (first reported in THR), during which entertainment industry figures, including Funny or Die's Mike Farah, urged the president to use pop cultural venues to sell his complex health care program. Although some media outlets initially mocked Funny or Die's involvement in promoting ObamaCare, the buzz generated from the Between Two Ferns video on illustrates the power of the comedy site. HealthCare.gov officials said that their site recorded more than 890,000 visits on Tuesday--up 40% from Monday.\n\n\"This is a perfect example of a great partnership with Funny or Die stepping up in a big way,\" said White House Entertainment Advisory Council co-chair Eric Ortner, who helped organize the July meeting with the president. \"The site has a very robust traffic base of young men and women who are on the edge of the cultural zeitgeist. It has an organic reach, and now the traditional media will be talking about it for days.\"\n\nTuesday's edgy sales pitch for Obama's health-care reform -- at the end of which a link to HealthCare.gov flashes on the screen -- appears to have worked. At midday Washington time, Tara McGuinness, the White House's senior communications adviser focusing on the Affordable Care Act, tweeted that the video had become the number one driver of traffic to the reform's website.\n\n\"We have to find ways to break through [to younger Americans],\" presidential communications strategist Dan Pfeiffer told an interviewer. \"This is essentially an extension of the code we have been trying to crack for seven years now.\"\n\nPHOTOS: Hollywood Stars Join Barack and Michelle Obama at the State Dinner\n\nHowever successful, the gambit came under immediate fire from conservatives. One of the president's harshest critics in the House, Texas congressman Randy Weber, who previously has called Obama \"a socialistic dictator,\" tweeted that the president had demeaned his office and should spend his time investigating the Benghazi attacks or fixing the \"failed\" Affordable Care Act.\n\nAt Tuesday's White House press briefing, press secretary Jay Carney was asked whether the presidency was \"in any way damaged\" by the spoof?\n\n\"No,\" Carney replied. \"We, obviously, assess opportunities that we have and look at whether or not they're going to be successful and wise, and I think we made the right call here … I think the average video gets something like 6 million views. I'm convinced we're going to break that average.\"\n\n\"I can assure you that the Funny or Die video will be one of the reasons we get young Americans to HealthCare.gov, one of the reasons we get young Americans to enroll in health insurance programs, but not the only one,\" Carney added.\n\nVIDEO: President Obama Introduces 'Cosmos' Premiere, Encourages Viewers to Explore 'New Frontiers'\n\nDuring the mock interview, neither the chief executive nor the actor breaks their self-consciously solemn characters.\n\n\"It must kind of stink, though, that you can't run, you know, three times,\" Galifianakis suggests to Obama at one point.\n\n\"No, I actually, I think it's a good idea,\" the president replies. \"If I ran a third time, it would be sort of like doing a third Hangover movie. Didn't really work out very well, did it?\"\n\nAt another point, the actor asks Obama if he plans to locate his presidential library in Hawaii or his home country of Kenya. Obama then demands to see Galifianakis' birth certificate.\n\nFinally, the president admits, \"I think it's fair to say that I wouldn't be here with you today if I didn't have something to plug. Have you heard of the Affordable Care Act?\"\n\n\"Oh yeah, I heard about that. That's the thing that doesn't work,\" Galifianakis says. \"Why would you get the guy who created the Zune to make your website?\"\n\n\"HealthCare.gov works great now,\" Obama responds, before reminding the actor that people have until March 31 to sign up online, on the phone or in person.\n\nHe even suggests that Galifianakis visit the site after the actor displays what he says is a spider bite.\n\n\"You need to get on HealthCare.gov,\" Obama says, \"because that's one of the most disgusting things I've ever seen.\"", "article_metadata": {"sailthru.author": "Tina Daunt", "description": "Updated: Obama's comic turn on Zach Galifianakis' \"Between Two Ferns\" becomes big driver to HealthCare.gov site, according to White House aides.", "og": {"site_name": "The Hollywood Reporter", "description": "Updated: Obama's comic turn on Zach Galifianakis' \"Between Two Ferns\" becomes big driver to HealthCare.gov site, according to White House aides.", "title": "ObamaCare Website Traffic Spikes After President's 'Funny or Die' Interview", "url": "http://www.hollywoodreporter.com/news/obamacare-website-traffic-spikes-presidents-687724", "image": {"width": 1296, "identifier": "//cdn2.thr.com/sites/default/files/2014/03/screen_shot_2014-03-11_at_7.34.42_pm.png", "type": "image/png", "height": 730}, "type": "website"}, "sailthru.date": "2014-03-11 14:00:05", "sailthru.title": "ObamaCare Website Traffic Spikes After President's 'Funny or Die' Interview", "fb": {"admins": 3111204}, "sailthru.vertical": "The Business", "sailthru.tags": "Tech,Business,Barack Obama,Zach Galifianakis,Politics", "sailthru.description": "Updated: Obama's comic turn on Zach Galifianakis' \"Between Two Ferns\" becomes big driver to HealthCare.gov site, according to White House aides.", "viewport": "width=device-width"}, "_id": "\"57477af36914bd0286fc9b78\"", "article_summary": "\"You need to get on HealthCare.gov,\" Obama says, \"because that's one of the most disgusting things I've ever seen.\"\nVIDEO: President Obama Introduces 'Cosmos' Premiere, Encourages Viewers to Explore 'New Frontiers'During the mock interview, neither the chief executive nor the actor breaks their self-consciously solemn characters.\nUpdated: Obama's comic turn on Zach Galifianakis' \"Between Two Ferns\" becomes big driver to HealthCare.gov site, according to White House aides.\nAt Tuesday's White House press briefing, press secretary Jay Carney was asked whether the presidency was \"in any way damaged\" by the spoof?\nHe even suggests that Galifianakis visit the site after the actor displays what he says is a spider bite."}