{"article_title": "The life coach who loves Christopher Hitchens and hates “The Secret”", "article_keywords": ["event", "life", "coach", "dont", "hitchens", "things", "way", "public", "secret", "good", "christopher", "know", "loves", "think", "hates"], "article_url": "http://www.salon.com/2013/09/22/the_life_coach_who_loves_christopher_hitchens_and_hates_the_secret/", "article_text": "Topics: Books, Christopher Hitchens, Editor's Picks, life coaching, matthew hussey, the secret, Life News\n\nLife coaching as a career is so new that at just 27, Matthew Hussey is older than the history of his profession. In the past year he starred on Eva Longoria’s short-lived dating television show “Ready for Love,” wrote an advice book, “Get the Guy,” that spent a week on the New York Times Bestseller List, and now appears as a regular guest on the “Today Show” for his own spot, called “The Other View.”\n\nI wanted to know what life was like for a life coach. What does he think about when he’s not onstage? Why is helping other people his core preoccupation? Over a nearly three-hour lunch, Matthew and I talked about his daily life, the value of loneliness, his thoughts on “The Secret,” and why some people are just so damn stupid.\n\nBelow are excerpts from that conversation.\n\nThe demand in our culture for life coaches, relationship gurus and matchmakers is so high that I can’t help wonder whether the industry inspired our feelings of deficiency in order to fill it, or whether it’s a result of something less calculated, like over-permissive parenting.\n\nPeople aren’t ashamed to ask for help the way they once were. Life coaching, matchmaking, online dating, these aren’t weird or ugly words anymore and that, I think, goes hand-in-hand with the kind of quick-fix culture that we have, which is: You got a problem? We’ll fix it in a day. You want to be rich? We’ll do that in a month. You want a great body? Give me seven days and I’ll give you six-pack abs. We live in a culture populated by experts, leaders and gurus who claim to know the quickest route to getting you very compelling things. A lot of those people talk complete and utter BS. To a large extent, I’m not a fan of those things. I am in it, but I see myself as an outsider, strangely. I don’t associate with it.\n\nFor instance…?\n\nThe whole “Secret” sensation really rubbed me the wrong way; I just don’t believe in it. The grain of truth is that what you focus on you’ll get more of, and that’s got to do with the reticular activating system in your brain, not “The Secret.” Let’s say tomorrow you decide that you quite fancy buying a red car. Your research mission for the next month will be finding a good red car. Most likely you’ll see red cars everywhere. That’s not because the universe is bringing red cars into your existence. They were always there. You’re just more conscious of them. The people who buy into it are buying into the positive reinforcement. I drove here and got all green lights because I focused on green lights, or, I was parking and I focused on the space that I wanted and it was there! What are you talking about? That doesn’t tell me anything. That tells me you found an available parking space.\n\nYour brain is not sending out waves to the universe that are bringing you green lights and parking spaces. They’ve turned wishing for things into a science and I think, how have you done this? This isn’t science. When did you decide that this was science? I think it’s damaging for people. I really believe it’s damaging because everything that’s come to me in my life has come because I worked fucking hard and tirelessly and I lost sleep and I lost out on girlfriends and I missed a big chunk of my twenties where I should have been being twenty-two and I wasn’t, I was being forty-five, and I sacrificed a lot. It did not just come to me. Not to mention, most of those people never achieved what they’re asking their clients to achieve.\n\nThe other danger is that the success of their brand is predicated on keeping the consumer helpless. By claiming to have the answers, they encourage a cycle of dependence from their supporters.\n\nYou know, it’s not good for my career to talk negatively of “The Secret.” There are plenty of powerful people close to it who could offer me a lot of opportunities, not to mention an enormous amount of people who do buy into it and will feel at odds with me philosophically because I don’t, so it’s not a popular thing to say, it’s not a good financial move to say it, but I can’t lie. I have strong views, and I can’t imagine not ever being honest about those views. One of the people I most admired was Christopher Hitchens. He was extremely polarizing but extremely honest, to a fault sometimes, but I respected him for that, and I loved his debating style. I loved the way he came across in the media because he didn’t fear anyone in that way and I intend to live out my time in the media, for as long as it lasts, in the same way.\n\nIt’s curious that you admired someone who didn’t care whether everyone, or anyone, loved what he had to say.\n\nWe just released a trailer for our new book on YouTube. In it, kids act like adults talking about their relationship problems, and we got so much positive feedback–but there was another group of people who, from our point of view, completely missed the point.\n\nWhat was the point?\n\nA lot of comments were like, “Kids are growing up too fast. They shouldn’t be talking about things like this.” To which we said, it wasn’t made for kids; it was a satire. We thought it’d be funny to have kids saying adult things. When was the last time you watched a horror film and said, it’s disgraceful they put a kid in that horror film, how dare they have a kid who’s a demon? People don’t do that, but they saw our trailer—where a kid says, “Sometimes I think it’d be easier if we were all lesbians”—and the 10% of crazies on YouTube said, “How dare you teach people about lesbians at that age!” And you just go, you are mental, you just are totally mental. And then there were other people who said, “This is so fake,” and I thought to myself, you are too stupid to live. You shouldn’t be allowed to function in normal society because that is the most stupid thing anyone has ever said.\n\nEven when you have majority appeal, you can’t always appeal to the majority.\n\nI had a terrible moment in a seminar on public speaking, and by the way, for me, what I perceive myself as doing is strategy. You want to look more attractive to the opposite sex? There is a strategy for that. You want to be a better public speaker? There’s a strategy for that. It’s not self-help; it’s not spiritual enlightenment. There are ways to be a better public speaker and I know those ways because I’ve done it myself. Of the many things I am not good at, one thing I am good at is public speaking, so I can teach people that. I got up and gave this seminar and I was swearing in the first five minutes and there was a group of religious women in the fourth row back and one of them shouted at me five minutes in and said, “Excuse me can you please stop swearing?” My immediate response was, You’re in my event! You don’t show up to a comedian’s event and like, tell them what routine to do!\n\nUh yeah, you do. They’re called hecklers and they’re assholes.\n\nWell, yeah, it’s true. But you know it made me angry, and I did something that wasn’t very tactful and I—I didn’t even address this person—I just said, I want everyone to pull out your notebooks and I want you to write this down: “Matt Hussey doesn’t give a fuck.” Now suddenly a guy in that row wants to be a hero and says, “I don’t appreciate you saying that,” and I said, “Listen. You’re at my event. I haven’t insulted you or the person you’re with, but the truth is I don’t give a fuck because I’m not here to please you. If you want to leave and get your money back on the way out, you are more than welcome to; there will be someone waiting with cash at the door to give you your money back. I will owe you nothing, but please don’t ruin my event, and with that the whole fourth row got up and walked out, and this was an event on public speaking!!!", "article_metadata": {"description": "Life coach Matthew Hussey on the advice he'd never give, and why he wants to be like Christopher Hitchens", "title": "The life coach who loves Christopher Hitchens and hates “The Secret”", "og": {"site_name": "Salon", "description": "Life coach Matthew Hussey on the advice he'd never give, and why he wants to be like Christopher Hitchens", "title": "The life coach who loves Christopher Hitchens and hates “The Secret”", "url": "http://www.salon.com/2013/09/22/the_life_coach_who_loves_christopher_hitchens_and_hates_the_secret/", "image": "http://media.salon.com/2013/09/matthey_hussey.jpg", "type": "article"}, "twitter": {"description": "Life coach Matthew Hussey on the advice he'd never give, and why he wants to be like Christopher Hitchens", "title": "The life coach who loves Christopher Hitchens and hates “The Secret”", "image": "http://media.salon.com/2013/09/matthey_hussey.jpg", "creator": "@salon", "site": "@salon", "card": "summary_large_image"}, "author": "Amanda Stern", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, Books, Christopher Hitchens, Editor's Picks, life coaching, matthew hussey, the secret", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fdf95c\"", "article_summary": "Topics: Books, Christopher Hitchens, Editor's Picks, life coaching, matthew hussey, the secret, Life NewsLife coaching as a career is so new that at just 27, Matthew Hussey is older than the history of his profession.\nThe whole “Secret” sensation really rubbed me the wrong way; I just don’t believe in it.\nThere are ways to be a better public speaker and I know those ways because I’ve done it myself.\nWe live in a culture populated by experts, leaders and gurus who claim to know the quickest route to getting you very compelling things.\nOver a nearly three-hour lunch, Matthew and I talked about his daily life, the value of loneliness, his thoughts on “The Secret,” and why some people are just so damn stupid."}