{"article_title": "Oakland Raiders’ stadium may be in rearview mirror – The Denver Post", "article_keywords": ["raiders", "davis", "season", "nfl", "rearview", "denver", "teams", "angeles", "los", "stadium", "mirror", "owner", "post", "oakland"], "article_url": "http://www.denverpost.com/broncos/ci_29309707/oakland-raiders-stadium-may-be-rearview-mirror", "article_text": "OAKLAND, Calif. — From the costume-clad crazies in the Black Hole who turn football Sundays into Halloween, the infield dirt that serves as an obstacle early in the season to the crumbling infrastructure, the Oakland Coliseum has provided a unique setting.\n\nA relic from the era of multipurpose stadiums, the Coliseum is the only venue remaining that hosts the NFL and big-league baseball. That era may be coming to an end as the Raiders played perhaps their final game ever in Oakland on Thursday night against the San Diego Chargers.\n\n“We’re human, so it’s hard not to think about it,” Raiders fullback Marcel Reece said. “One thing I’ll tell those guys when I talk to them is if it’s the last game here in Oakland, make it the best.”\n\nWith prospects for a new stadium in Oakland remaining bleak, the Raiders are one of three NFL teams — the other two are the Chargers and St. Louis Rams — expected to apply next month for the right to relocate to the Los Angeles area.\n\nRaiders owner Mark Davis and Chargers owner Dean Spanos are seeking to partner on building a stadium in Carson, which could lead to an unusual partnership between teams that have been fierce rivals for more than half a century.\n\n“It could be an odd marriage,” Reece said. “There’s mutual respect but never any love. Business is business. For us as players, that’s way above our pay grade. No matter what, when we see each other on the field, you’ll hear a whole lot of helmets cracking and there will be a lot of fire.”\n\nThe Rams are looking to build their stadium in Inglewood, near Los Angeles International Airport.\n\nThe three teams are expected to apply to relocate in early January with a possible vote to be held on which teams will be approved to move during the Jan. 12-13 meetings in Houston.\n\n“I don’t know what the plans are. That’s not my area,” said Raiders coach Jack Del Rio. “I let Mr. Davis handle that stuff. I just continue to coach the football team and work on having our guys as prepared as possible.”\n\nThe Raiders already left Oakland once, departing for Los Angeles after the 1981 season. The NFL tried to block that move, only to have late owner Al Davis sue his way south. The team spent 14 years in Los Angeles before returning to Oakland amid much fanfare for the 1995 season.", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "Oakland Raiders’ stadium may be in rearview mirror", "title": "Oakland Raiders’ stadium may be in rearview mirror", "url": "http://www.denverpost.com/2015/12/24/oakland-raiders-stadium-may-be-in-rearview-mirror/", "image": {"width": 654, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/04/20151224__39d0e2e1c71c83398b0f6a706700ba07p1.jpg", "height": 433}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/04/20151224__39d0e2e1c71c83398b0f6a706700ba07p1.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "article": {"published_time": "2015-12-24T21:50:21+00:00", "modified_time": "2016-04-19T21:44:33+00:00"}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "viewport": "width=device-width, initial-scale=1"}, "article_summary": "The team spent 14 years in Los Angeles before returning to Oakland amid much fanfare for the 1995 season.\nThat era may be coming to an end as the Raiders played perhaps their final game ever in Oakland on Thursday night against the San Diego Chargers.\nI just continue to coach the football team and work on having our guys as prepared as possible.”The Raiders already left Oakland once, departing for Los Angeles after the 1981 season.\nThe NFL tried to block that move, only to have late owner Al Davis sue his way south.\nA relic from the era of multipurpose stadiums, the Coliseum is the only venue remaining that hosts the NFL and big-league baseball."}