{"article_title": "N.J. bank insured men's families, not women's", "article_keywords": ["sims", "nj", "families", "female", "employees", "told", "mens", "insured", "health", "coverage", "womens", "tellers", "insurance", "bank", "women"], "article_url": "http://www.cnbc.com/2014/09/12/rimination-nj-bank-insured-mens-families-not-womens.html", "article_text": "The small, four-office bank based in Elizabeth, New Jersey, which has about $1.6 billion in assets, and $1.4 billion in deposits, had for decades given male workers health insurance for themselves, spouses and children at no cost.\n\nBut female workers were only given such insurance for themselves, \"and explicitly denied female employees the option of obtaining health insurance coverage for their spouses or families,\" according to the National Women's Law Center, which represented the two tellers. That meant women who worked at the bank, including DeVito and Kusterer, were subject to a larger financial burden from having to get such coverage elsewhere, in some cases, the NWLC noted.\n\nKusterer told CNBC, \"We knew all along, for years, that this was not right.\" She said that there were about 10 male employees at the bank, all of whom were given family health coverage, while there were slightly less than 40 women who were denied the ability to get that coverage for their husbands or children.\n\nIn an October 2012 article in the Newark Star-Ledger, a former bank executive, Charles Morgan, told that newspaper that the benefit structure reflected the views of Union County Savings Bank's CEO Donald Sims that men are responsible for supporting their families.\n\n\n\nSims did not deny Morgan's claims that women and men were offered different health insurance options in terms of their family.\n\n\"I'm not denying it. I'm not saying anything,\" Sims told the paper at the time. \"It is, as I say, not worthy of comment.\"\n\nKusterer told CNBC on Friday, that \"sometimes Mr. Sims said, 'well, you have a husband,'\" when the CEO was asked by employees about the disparate treatment at the bank.\n\n\"I think he thinks that since you have a husband, or you're a woman, you're not entitled to certain things,\" she said. \"It's the general idea that men were the breadwinners of the family.\"\n\nDeVito on Friday said that during a conversation one day about Sims, \"My manager said, 'He's not discriminatory, he's just old-school.' \"\n\nIn 2013, DeVito and Kusterer received raises that were 50 percent less than raises given other tellers at their branch on the heels of their discussing filing a complaint, they said.\n\nAround the same time, Union County Savings Bank for the first time ever offered female employees the option of getting family health coverage, according to to the National Women's Law Center. But, the center noted, the bank for the first time required employees—of any gender—to pay a premium for that coverage, and also changed the insurance to a plan with less generous benefits.\n\nRead MoreObamacare small-biz toll: $23 billion, 350K jobs\n\n\n\nThe tellers soon after, in late spring 2013, filed complaints with the EEOC. That agency then investigated, and within two months had found reasonable cause to believe the tellers' claims that the bank had violated federal civil rights.\n\nThe EEOC's findings then led to the settlement with the bank, which was signed Aug. 29 by Sims and signed off on by the women and the EEOC itself this week.\n\nThat agreement includes the requirement that Sims and the bank abide by federal employment law, and not retaliate against the tellers and other women at the bank. Sims, along with the head of human relations for the bank and branch managers, must also undergo two hours of training on the laws his bank was accused of violating.\n\nThe settlement will cover not only compensatory damages, but also out-of-pocket medical costs the women incurred, as well as back pay for the two tellers.\n\nThe settlement also noted that, \"It is understood that this Agreement does not constitute an admission by any Respondent of any violation of any statute administered by the EEOC.\"\n\n\n\nSims was out of the office and not available to comment to CNBC, according to the bank when contacted Friday. A request for comment from another executive was not immediately returned.\n\nEmily Martin, vice president and general counsel of the National Women's Legal Center, praised the EEOC while criticizing the bank for its treatment of female workers.\n\n\"Health insurance is part of a pay package—what an employee earns by going to work each day,\" Martin said. \"It is shameful that in this day and age an employer would shortchange its female employees simply because they are women. And it's even worse that Ms. DeVito and Ms. Kusterer took a further hit to their paychecks simply because they sought to challenge this blatant discrimination. We applaud the EEOC for its work in bringing about this settlement and helping to right these wrongs.\"", "article_metadata": {"AssetType": "cnbcnewsstory", "description": "A N.J. bank will pay $261,500 to settle claims that female workers were denied the family health insurance coverage that male employees got.", "news_keywords": "Health insurance, banks, discrimination,", "author": "Dan Mangan", "og": {"site_name": "CNBC", "description": "A N.J. bank will pay $261,500 to settle claims that female workers were denied the family health insurance coverage that male employees got.", "title": "What?! Bank insured men's families, but not women's", "url": "http://www.cnbc.com/2014/09/12/rimination-nj-bank-insured-mens-families-not-womens.html", "image": "http://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2014/09/12/101996277-health-insurance.1910x1000.jpg", "type": "article"}, "twitter": {"description": "A N.J. bank will pay $261,500 to settle claims that female workers were denied the family health insurance coverage that male employees got.", "creator": "@_DanMangan", "url": "http://www.cnbc.com/2014/09/12/rimination-nj-bank-insured-mens-families-not-womens.html", "image": {"src": "http://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2014/09/12/101996277-health-insurance.1910x1000.jpg"}, "title": "What?! Bank insured men's families, but not women's", "site": "@CNBC", "card": "summary_large_image"}, "al": {"ios": {"app_name": "CNBC Business News and Finance", "app_store_id": 398018310}}, "apple-itunes-app": "app-id=398018310", "keywords": "Health Care, Health Care, Health Insurance, Banks, US: News, business news", "article": {"publisher": "https://www.facebook.com/cnbc", "published_time": "2014-09-12T14:49:05-0400", "author": "https://www.facebook.com/dan.mangan.54", "section": "Health Care", "modified_time": "2014-09-15T16:53:24-0400", "tag": "US: News"}, "pageNodeId": 101996192, "GOOGLEBOT": "unavailable_after: 31 Dec 9999 23:59:59 GMT"}, "_id": "\"57477af46914bd0286fdf965\"", "article_summary": "\"Health insurance is part of a pay package—what an employee earns by going to work each day,\" Martin said.\n\"It is shameful that in this day and age an employer would shortchange its female employees simply because they are women.\nI'm not saying anything,\" Sims told the paper at the time.\nAround the same time, Union County Savings Bank for the first time ever offered female employees the option of getting family health coverage, according to to the National Women's Law Center.\nSims did not deny Morgan's claims that women and men were offered different health insurance options in terms of their family."}