{"article_title": "Obama's Choice for FDA Commissioner Gets Senate Hearing on Tuesday", "article_keywords": ["fda", "commissioner", "gets", "senate", "choice", "califf", "hearing", "food", "health", "committee", "president", "sen", "obamas", "dr"], "article_url": "http://www.foodsafetynews.com/2015/11/obamas-choice-for-fda-commissioner-gets-senate-hearing-on-tuesday/", "article_text": "An important step on the road to confirmation for President Obama’s choice as the next U.S. Food and Drug Administration (FDA) commissioner will be taken this coming Tuesday. That’s when the Senate’s Health, Education, Labor and Pensions Committee will hold a full public hearing on Dr. Robert Califf’s nomination.\n\nIf he is confirmed by the Senate, Califf will succeed Dr. Margaret Hamburg, who stepped down this past spring after serving for a little less than six years as FDA commissioner.\n\nCaliff, a well-known former cardiologist and Duke University researcher, joined FDA in January as a deputy commissioner. Obama nominated Califf to the agency’s top post in mid-September.\n\nIn October, the AIDS Healthcare Foundation, the largest global AIDS organization, called upon the president to pull Califf’s nomination after charging the heart doctor with “pimping for the pharmaceutical industry’s efforts to avoid regulation.”\n\nIn addition to objecting to Califf taking “substantial funding” from the pharmaceutical industry, the AIDS group charged that his involvement with the Faculty Connection, a business to connect faculty members with health care companies, was also a concern.\n\nHowever, many other medical and health organizations reportedly favor the nomination, and Califf has bipartisan support both on the committee and in the Senate as a whole.\n\nThe Senate HELP Committee is chaired by Sen. LaMar Alexander (R-TN), with the ranking member being Sen. Patty Murray (D-WA). While both leaders are likely to support the nominee, both have could have trouble with their members.\n\nPresidential candidate Sen. Bernie Sanders (I-VT), who sits on the HELP Committee, recently announced his opposition to Califf’s nomination. And Sen. Ben Sasse (R-NE), although not a member of that committee, has announced his plan to block all U.S. Department of Health and Human Services nominees until he gets more information from the Obama administration about failed non-profit health co-ops created by the Affordable Care Act (aka, “Obamacare”).\n\nSince Hamburg left at the end of March, FDA’s chief scientist, Dr. Stephen Ostroff, has served as acting commissioner. A total of 21 FDA commissioners have served since Jan. 1, 1907, when President Theodore Roosevelt name Dr. Harvey Washington Wiley to the post. With FDA’s regulatory portfolio stretching over food, drugs, tobacco, supplements and cosmetics, the commissioner is usually seen as the most important public health post in the federal government.\n\n(To sign up for a free subscription to Food Safety News, click here.)\n\n© Food Safety News", "article_metadata": {"og": {"site_name": "Food Safety News", "description": "An important step on the road to confirmation for President Obama’s choice as the next U.S. Food and Drug Administration (FDA) commissioner will be taken this coming Tuesday. That’s when the Senate’s Health, Education, Labor and Pensions Committee will hold a full public hearing on Dr. Robert Califf’s nomination. If he is confirmed by the... Continue Reading", "title": "Obama's Choice for FDA Commissioner Gets Senate Hearing on Tuesday | Food Safety News", "locale": "en_US", "image": "http://www.foodsafetynews.com/files/2015/09/Dr.-Robert-Califf2.jpg", "updated_time": "2015-11-11T19:58:04+00:00", "url": "http://www.foodsafetynews.com/2015/11/obamas-choice-for-fda-commissioner-gets-senate-hearing-on-tuesday/", "type": "article"}, "article": {"section": "Events", "tag": "U.S. Food and Drug Administration", "published_time": "2015-11-12T01:02:58+00:00", "modified_time": "2015-11-11T19:58:04+00:00"}, "fb": {"admins": 100000580121282}, "norton-safeweb-site-verification": "2cgb7vmu7g75nacwrnn2vh9a2g0k2p6419dptur-gliorjmy34yyqbpq35-dyv6ft7kjm0rgpwfc24ooiuroj4sozb5gv68570plyrcvxj1qywp1kzh3-v23jqww96yg"}, "article_summary": "An important step on the road to confirmation for President Obama’s choice as the next U.S. Food and Drug Administration (FDA) commissioner will be taken this coming Tuesday.\nIf he is confirmed by the Senate, Califf will succeed Dr. Margaret Hamburg, who stepped down this past spring after serving for a little less than six years as FDA commissioner.\nThe Senate HELP Committee is chaired by Sen. LaMar Alexander (R-TN), with the ranking member being Sen. Patty Murray (D-WA).\nCaliff, a well-known former cardiologist and Duke University researcher, joined FDA in January as a deputy commissioner.\nThat’s when the Senate’s Health, Education, Labor and Pensions Committee will hold a full public hearing on Dr. Robert Califf’s nomination."}