{"article_title": "An ode to President Obama, part II", "article_keywords": ["urban", "congress", "wasteful", "spending", "million", "signed", "ii", "act", "president", "ode", "recovered", "obama"], "article_url": "http://www.desmoinesregister.com/story/opinion/columnists/iowa-view/2015/01/07/iowa-view-ode-president-obama-part-two/21374629/", "article_text": "Tim Urban (Photo: Provided)\n\nAs President Barack Obama prepares for his State of the Union address this month, we should reflect on how well government has served us in domestic policy under his administration over the last six years. One of his first acts was to prohibit torture, finally documented in a Senate Report after six years with a Democratic Senate.\n\nIn 2009 and 2010, with Democratic Senate and House majorities, he signed bills for the Affordable Care Act, providing new health insurance protection to more than 30 million Americans. It included measures to eliminate subsidizing banks for student loans using savings to increase Pell grants, and the Children's Health Insurance Authorization Act to cover 4 million more children. He signed the Family Smoking Prevention and Tobacco Control Act, and on the food front, Congress finally passed a new farm bill and the FDA Food Safety Modernization Act and Healthy Hunger-free Kids Act.\n\nWith that same Democratic Congress, he signed the $787 million American Recovery and Reinvestment Act and saved our economy, which has recovered 3.7 million new private-sector jobs with the stock markets reaching records levels. Reductions in deficit spending, inherited from the Bush administration, and federal debt, as a percentage of our GDP, are better in the last two years than many prior decades. The Dodd-Frank Wall Street Reform and Consumer Protection Act and the Credit Card Accountability Act is stress-testing our large banks and has recovered billions in fraudulent penalties. The auto industry bailout has fully recovered public funding, saving more than 100,000 auto-related jobs and re-stimulating our manufacturing sector.\n\nHe also signed the Lilly Ledbetter Fair Pay Act and the Hate Crimes Prevention Act, eliminated the Don't Ask Don't Tell policy in our military, and appointed two women to the Supreme Court, addressing gender-based injustices in our society.\n\nThe Omnibus Public Lands Management Act created 2 million acres of new wilderness areas. Executive orders restricting mercury and lead in power plant emissions, increasing federal agency fuel efficiency and automobile efficiency standards, declaring carbon dioxide a pollutant, investment in more than $90 billion in renewable technologies and recovery from the Gulf oil spill have been historic steps to clean up and protect our environment.\n\nAs promised, President Obama has removed us from incredibly wasteful wars in Iraq and, soon from Afghanistan, (while locating and killing Osama Bin Laden), has cut billions of pork from defense programs, including killing the F-22 boondoggle and re-orienting and initiating reforms in our anti-ballistic programs, securing bipartisan approval to reduce wasteful long-term defense spending by $450 billion and securing congressional approval for a new START Treaty with Russia, reducing missiles and warheads by almost 50 percent. Increased funding and ongoing reforms in the Veterans Administration and new GI Bill tuition assistance address the awful legacy of our war-damaged soldiers.\n\nAmerican voters should reflect on whether these measures to save and revitalize our economy, improve our health and environment and cut wasteful spending would have been approved by a Republican president or the Congress they just elected, and whether President Obama should resist efforts by a Republican-majority Congress to thwart immigration reform, gut the Affordable Care Act or roll back our government's many accomplishments. His veto pen may be needed.\n\nTIM URBAN is president of Urban Development Corp. of Des Moines. His first \"Ode to Obama\" ran Dec. 10.\n\nRead or Share this story: http://dmreg.co/1IofEsl", "article_metadata": {"google": "notranslate", "description": "As President Barack Obama prepares for his State of the Union address this month, we should reflect on how well government has served us in domestic policy under his administration over the last six years.", "p": {"domain_verify": "372c291dc2b106308d26264f4fba3b10"}, "og": {"site_name": "Des Moines Register", "description": "As President Barack Obama prepares for his State of the Union address this month, we should reflect on how well government has served us in domestic policy under his administration over the last six years.", "title": "Iowa View: An ode to President Obama, part II", "url": "http://www.desmoinesregister.com/story/opinion/columnists/iowa-view/2015/01/07/iowa-view-ode-president-obama-part-two/21374629/", "image": "http://www.gannett-cdn.com/GDContent/applogos/desmoinesregister.png", "type": "article"}, "twitter": {"description": "As President Barack Obama prepares for his State of the Union address this month, we should reflect on how well government has served us in domestic policy under his administration over the last six years.", "title": "Iowa View: An ode to President Obama, part II", "image": "http://www.gannett-cdn.com/-mm-/05ef65f97a9ed56eb38b93bb4bf3ae4bec8121c9/c=150-541-1371-1762&r=x643&c=640x640/local/-/media/DesMoines/2015/01/07/B9315772073Z.1_20150107000702_000_GTK9JQD7U.1-0.jpg", "creator": "@DMRegister", "site": "@DMRegister", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=600025120", "fb": {"app_id": 169766623060429}, "viewport": "width=1070", "Content-Type": "text/html; charset=UTF-8", "cXenseParse": {"gci-topic": "Events/Iraq War", "gci-asset-type": "story", "gci-categories": "Events/Iraq War", "title": "Iowa View: An ode to President Obama, part II", "author": "Tim Urban", "pageclass": "article", "recs": {"category": "opinion/columnists/iowa-view", "image-3-4": "http://www.gannett-cdn.com/-mm-/bfeb2072d044a6add2451cca9d36d6ef90dfd9ad/c=376-602-1186-1682/local/-/media/DesMoines/2015/01/07/B9315772073Z.1_20150107000702_000_GTK9JQD7U.1-0.jpg", "image-1-1": "http://www.gannett-cdn.com/-mm-/5711240fb011c59465a01d1ad657402aaa63469a/c=150-541-1371-1762/local/-/media/DesMoines/2015/01/07/B9315772073Z.1_20150107000702_000_GTK9JQD7U.1-0.jpg", "contenttype": "story", "image-4-3": "http://www.gannett-cdn.com/-mm-/db3b4203011a6f77927fbedfa3b4d6628d8275a0/c=130-648-1440-1633/local/-/media/DesMoines/2015/01/07/B9315772073Z.1_20150107000702_000_GTK9JQD7U.1-0.jpg", "image": "http://www.gannett-cdn.com/-mm-/0e22673ab5533cfba7182cb89810608ab88cee1d/c=196-726-1423-1419&r=x633&c=1200x630/local/-/media/DesMoines/2015/01/07/B9315772073Z.1_20150107000702_000_GTK9JQD7U.1-0.jpg", "publishtime": "2015-01-06T23:49:37.610000-06:00", "shorthed": "Iowa View: An ode to President Obama, part II", "articleid": 21374629, "image-16-9": "http://www.gannett-cdn.com/-mm-/1cb408df2e8afe913e0b78f7543c1b6735097927/c=196-726-1423-1419/local/-/media/DesMoines/2015/01/07/B9315772073Z.1_20150107000702_000_GTK9JQD7U.1-0.jpg", "image-9-16": "http://www.gannett-cdn.com/-mm-/58578a3859123bb9d1eb9d2b0198bfebfd3de967/c=424-532-1118-1771/local/-/media/DesMoines/2015/01/07/B9315772073Z.1_20150107000702_000_GTK9JQD7U.1-0.jpg"}}}, "_id": "\"57477af46914bd0286fd8af6\"", "article_summary": "TIM URBAN is president of Urban Development Corp. of Des Moines.\nHis first \"Ode to Obama\" ran Dec. 10.\nTim Urban (Photo: Provided)As President Barack Obama prepares for his State of the Union address this month, we should reflect on how well government has served us in domestic policy under his administration over the last six years.\nOne of his first acts was to prohibit torture, finally documented in a Senate Report after six years with a Democratic Senate.\nThe auto industry bailout has fully recovered public funding, saving more than 100,000 auto-related jobs and re-stimulating our manufacturing sector."}