{"article_title": "A Victory For Women And Medical Research", "article_keywords": ["trials", "medical", "scientists", "research", "clinical", "victory", "female", "gender", "womens", "dr", "women"], "article_url": "http://commonhealth.wbur.org/2014/05/a-victory-for-women-and-medical-research", "article_text": "A Victory For Women And Medical Research\n\nThe New York Times reports that a pair of influential scientists are calling for an end to gender bias in medical research, starting with a warning that researchers must “begin testing their theories in female lab animals and in female tissues and cells.”\n\nFrom the article:\n\nName a new drug or treatment, and odds are researchers know far more about its effect on men than on women. From sleeping pills to statins, women have been blindsided by side effects and dosage miscalculations that were not discovered until after the product hit the market. Now the National Institutes of Health says that this routine gender bias in basic research must end. In a commentary published on Wednesday in the journal Nature, Dr. Francis Collins, director of the N.I.H., and Dr. Janine A. Clayton, director of the institutes’ Office of Research on Women’s Health, warned scientists that they must begin testing their theories in female lab animals and in female tissues and cells. The N.I.H. has already taken researchers to task for their failure to include adequate numbers of women in clinical trials. The new announcement is an acknowledgment that this gender disparity begins much earlier in the research process. “Most scientists want to do the most powerful experiment to get the most durable, powerful answers,” Dr. Collins said in an interview. “For most, this has not been on the radar screen as an important issue. What we’re trying to do here is raise consciousness.” Women now make up more than half the participants in clinical research funded by the institutes, but it has taken years to get to this point, and women still are often underrepresented in clinical trials carried out by drug companies and medical device manufacturers.\n\nScore a point for Dr. Paula Johnson, executive director of the Connors Center for Women’s Health and Gender Biology\n\nand a professor of medicine at Harvard Medical School and Brigham and Women’s Hospital. Johnson, earlier this year, led a coalition of doctors, policymakers and others calling for an overhaul of clinical trials and medical research to address the gender gap.\n\nI asked Johnson for her take on the new NIH stance, and she offered this update:", "article_metadata": {"description": "The federal government has moved on several major changes that are closely reflected in the recommendations:  the most recent being this week's unprecedented policy change at the National Institutes of Health (NIH)that will now require researchers to expand inclusion of female cells and lab animals in NIH-funded medical research at both the clinical and pre-clinical stage.", "og": {"site_name": "commonhealth", "description": "The federal government has moved on several major changes that are closely reflected in the recommendations:  the most recent being this week's unprecedented policy change at the National Institutes of Health (NIH)that will now require researchers to expand inclusion of female cells and lab animals in NIH-funded medical research at both the clinical and pre-clinical stage.", "title": "A Victory For Women And Medical Research", "url": "http://commonhealth.wbur.org/2014/05/a-victory-for-women-and-medical-research", "image": "http://s3.amazonaws.com/media.wbur.org/wordpress/15/files/2012/02/Dr.-Paula-Johnson-2_21_2012.png", "type": "article"}, "twitter": {"url": "http://commonhealth.wbur.org/2014/05/a-victory-for-women-and-medical-research", "image": "//s3.amazonaws.com/media.wbur.org/wordpress/15/files/2012/02/Dr.-Paula-Johnson-2_21_2012.png", "site": "@commonhealth", "card": "summary", "title": "A Victory For Women And Medical Research"}, "DC.date.issued": "2014-05-15", "date": "Thu, 15 May 2014 17:34:38 -0400", "fb": {"admins": 1549080028, "app_id": 134067973330252}, "msvalidate.01": "D02D46BAEDB3F81FC1B1DE2A8CB69551"}, "_id": "\"57477af36914bd0286fd0f73\"", "article_summary": "Johnson, earlier this year, led a coalition of doctors, policymakers and others calling for an overhaul of clinical trials and medical research to address the gender gap.\nhas already taken researchers to task for their failure to include adequate numbers of women in clinical trials.\nNow the National Institutes of Health says that this routine gender bias in basic research must end.\nWhat we’re trying to do here is raise consciousness.” Women now make up more than half the participants in clinical research funded by the institutes, but it has taken years to get to this point, and women still are often underrepresented in clinical trials carried out by drug companies and medical device manufacturers.\nThe new announcement is an acknowledgment that this gender disparity begins much earlier in the research process."}