{"article_title": "Man dies after being pepper sprayed by police", "article_keywords": ["pepper", "sprayed", "dies", "according", "officers", "tuscaloosa", "released", "spray", "woods", "investigation", "ware", "soon", "man"], "article_url": "http://www.kake.com/news/national/headlines/Man-dies-after-being-pepper-sprayed-by-police-313989551.html", "article_text": "A man in Alabama collapsed and died after officers sprayed him with pepper spray while arresting him after a chase, Tuscaloosa police said Saturday.\n\nAnthony Dewayne Ware, 35, was pronounced dead on Friday at a Tuscaloosa hospital, according to police.\n\nTuscaloosa Police Sgt. Brent Blankeley said Saturday that officers responded to a call that a suspect wanted on charges of attempting to elude police was on the front porch of an apartment.\n\nPolice said Ware ran into nearby woods and struggled with officers when they caught up with him. Officers sprayed him with oleoresin capsicum, more commonly known as pepper spray, according to police. The chemical agent debilitates a person by causing temporary blindness and irritating a person's nose and throat.\n\nWare began having troubled breathing and collapsed as they were walking out of the woods, authorities said.\n\nTuscaloosa County District Attorney Lyn Head said that compassion was shown to Ware and that an officer began CPR as soon as it was evident he was in physical distress.\n\nThe six officers who were involved in Ware's case will remain on duty during an investigation, according to police. Officials said police car dash cam and body camera footage of the incident would be released after that investigation.\n\n\"Video is being reviewed and will be released to the public as soon as investigators say it can be released without hindering the ongoing investigation,\" Assistant Chief Ronnie Dunn told The Tuscaloosa News.\n\nTuscaloosa police said, under standard procedure, the incident is under investigation by a team of investigators from both inside and outside the Tuscaloosa Police Department.", "article_metadata": {"description": "Anthony Dewayne Ware, 35, was pronounced dead on Friday at a Tuscaloosa hospital, according to police.", "language": "english", "author": "Associated Press", "og": {"url": "http://www.kake.com/news/national/headlines/Man-dies-after-being-pepper-sprayed-by-police-313989551.html", "image": "http://media.graytvinc.com/images/anthony+ware.jpg", "type": "article", "description": "Anthony Dewayne Ware, 35, was pronounced dead on Friday at a Tuscaloosa hospital, according to police.", "title": "Man dies after being pepper sprayed by police"}, "twitter": {"domain": "www.kake.com", "description": "Anthony Dewayne Ware, 35, was pronounced dead on Friday at a Tuscaloosa hospital, according to police.", "title": "Man dies after being pepper sprayed by police", "url": "http://www.kake.com/news/national/headlines/Man-dies-after-being-pepper-sprayed-by-police-313989551.html", "image": "http://media.graytvinc.com/images/anthony+ware.jpg", "creator": "@KAKEnews", "site": "@KAKEnews", "card": "summary"}, "msvalidate.01": "9CD4A96D8A076527F07FD24CFCDE5489", "keywords": "Man dies after being pepper sprayed by police", "google-site-verification": "H0mev8O__gMqb34WcvOyZgBXFMRQZvDAQ0YTSGJ9hGQ", "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "Man dies after being pepper"}, "article_summary": "A man in Alabama collapsed and died after officers sprayed him with pepper spray while arresting him after a chase, Tuscaloosa police said Saturday.\nOfficers sprayed him with oleoresin capsicum, more commonly known as pepper spray, according to police.\nThe six officers who were involved in Ware's case will remain on duty during an investigation, according to police.\nAnthony Dewayne Ware, 35, was pronounced dead on Friday at a Tuscaloosa hospital, according to police.\nOfficials said police car dash cam and body camera footage of the incident would be released after that investigation."}