{"article_title": "Health Exchange Tech Problems Point To A Thornier Issue", "article_keywords": ["thornier", "healthcaregov", "johnson", "exchange", "federal", "point", "problems", "system", "health", "contractors", "tech", "problem", "issue", "software"], "article_url": "http://www.npr.org/sections/alltechconsidered/2013/10/08/230424841/health-exchange-tech-problems-point-to-a-thornier-issue", "article_text": "Health Exchange Tech Problems Point To A Thornier Issue\n\ni toggle caption Karen Bleier/AFP/Getty Images Karen Bleier/AFP/Getty Images\n\nOne week after its rocky rollout, the federal site to help you sign up for health insurance exchanges went down again overnight for additional software fixes. The Obama administration says the technology powering the marketplaces buckled under unexpectedly high traffic. But the ongoing software hiccups for healthcare.gov point to a much thornier problem: procurement processes.\n\nProcurement, the process by which governments decide which contractors to hire for various products and services — like software — is not a sexy topic. But it's linked to the software problems that continue to plague the behemoth system built to help millions of Americans enroll in a health insurance marketplace under the Affordable Care Act.\n\nThe shorter-term tech problem is too many people taxing a complex software system that was rushed to launch. President Obama's Chief Technology Adviser Todd Park told USA Today that contractors built a system that could handle 50,000 people using the site at once. But when coverage signup opened Oct. 1, the traffic was five times larger than what officials planned for.\n\ni toggle caption Nicole Freedman/MIT/Knight Foundation Flickr Nicole Freedman/MIT/Knight Foundation Flickr\n\n\"We are doing several things at once, including adding server capacity and making software changes to make the system more efficient to handle higher volume,\" White House press secretary Jay Carney said on Monday.\n\n(High volume may not mean high enrollment, but we don't know until the administration releases enrollment numbers in another month.)\n\nIt's an unprecedented system, too. In order for the exchange marketplace software to check on which coverage and subsidies you're eligible for, it has to ping requests to the Internal Revenue Service database, Social Security records and Homeland Security data within seconds.\n\n\"It's called an integration catastrophe really where you've got lots of different software talking to lots of different things, and an unprecedented amount of scale,\" says Clay Johnson, a programmer who worked inside government as a White House Innovation Fellow. The fellows looked for ways that the federal government could improve its tech services and save money. He says that while healthcare.gov is glitchy, the real \"cancer\" is how the government selects the contractors hired to build these IT behemoths.\n\n\"One might look at this and go: Why can't we get the smartest people from Facebook and Google and from Twitter to come and work out these problems?\" Johnson says. \"The problem is that the way that federal contracting works is so burdensome that the only people who get contracts like this are experts at lobbying and experts at regulations that require you to get these sorts of contracts. And they're not experts at doing the job of building these websites.\"\n\nThe primary contractor behind the federal health exchange software is a global firm called CGI Federal, which didn't want to comment for this story. Johnson says it's not that CGI or other contractors behind healthcare.gov are bad. They're probably just not the best, because the best people at these tech solutions don't bother applying.\n\n\"In order to fix these problems in the long term, what we've gotta do is encourage the federal government to open its doors to smaller, more agile vendors who are better at solving these larger problems,\" Johnson says.\n\nHe calls for a cultural shift, simplifying the bidding process so more firms compete against incumbents, making everyone up his game. Johnson proposes starting small, with tiny contracts, because changing a deeply entrenched contracting environment is a systemic and long-term challenge.", "article_metadata": {"Rating": "General", "description": "The Obama administration says the technology powering health exchange sign-ups buckled under unexpectedly high traffic. But healthcare.gov's glitches are part of much more complicated issue: a systemic contracting and procurement problem.", "og": {"site_name": "NPR.org", "description": "The Obama administration says the technology powering health exchange sign-ups buckled under unexpectedly high traffic. But healthcare.gov's glitches are part of much more complicated issue: a systemic contracting and procurement problem.", "title": "Health Exchange Tech Problems Point To A Thornier Issue", "url": "http://www.npr.org/sections/alltechconsidered/2013/10/08/230424841/health-exchange-tech-problems-point-to-a-thornier-issue", "image": "https://media.npr.org/assets/img/2013/10/08/johnson_wide-109ebb8c479aa34122384ab32abc06787363bcc5.jpg?s=1400", "type": "article"}, "twitter": {"domain": "npr.org", "image": {"src": "https://media.npr.org/assets/img/2013/10/08/182585871_wide-0cce974473f6712de3351054a93148b2b7010b61.jpg?s=1400"}, "card": "summary_large_image", "site": "@NPR"}, "robots": "noarchive,index,follow", "fb": {"app_id": 138837436154588, "pages": 10643211755}, "date": "2013-10-08", "viewport": "width=device-width, initial-scale=1, minimum-scale=1, maximum-scale=1, user-scalable=no, shrink-to-fit=no"}, "article_summary": "The shorter-term tech problem is too many people taxing a complex software system that was rushed to launch.\nThe primary contractor behind the federal health exchange software is a global firm called CGI Federal, which didn't want to comment for this story.\nHealth Exchange Tech Problems Point To A Thornier Issuei toggle caption Karen Bleier/AFP/Getty Images Karen Bleier/AFP/Getty ImagesOne week after its rocky rollout, the federal site to help you sign up for health insurance exchanges went down again overnight for additional software fixes.\nBut the ongoing software hiccups for healthcare.gov point to a much thornier problem: procurement processes.\nBut it's linked to the software problems that continue to plague the behemoth system built to help millions of Americans enroll in a health insurance marketplace under the Affordable Care Act."}