{"article_title": "After selling Autocam Corp, John Kennedy will continue his crusade against Obamacare", "article_keywords": ["selling", "autocams", "business", "kennedy", "sold", "obamacare", "autocam", "think", "crusade", "continue", "corp", "nn", "john", "company", "public"], "article_url": "http://www.mlive.com/news/grand-rapids/index.ssf/2014/07/though_hes_selling_autocam_cor.html", "article_text": "KENTWOOD, MI – Now that he’s sold Autocam Corp. to NN Inc., a publicly-held company, John Kennedy’s battle against Obamacare will continue at Autocam Medical, a subsidiary he will continue to own and manage.\n\nKennedy, who will become the largest shareholder of NN, Inc., said he will not be able to pursue the challenge to Obamacare through the larger company he is selling to NN for $300 million.\n\n“I think we’re probably better off if we drop Autocam Corp. from that action,” Kennedy told The Grand Rapids Press and MLive in an interview after the sale was announced on Monday, July 21.\n\nKennedy, a devout Catholic, has made headlines in recent months in his challenge against Obamacare’s requirement that employer-provided healthcare plans include birth control. The Supreme Court’s recent ruling in a similar appeal has given new life to Kennedy’s crusade.\n\n\n\nRELATED: Autocam Corp. sold to Tennessee company for $300 million\n\nRELATED: Autocam's lawyers headed back to court after Supreme Court affirms their stance in Hobby Lobby ruling\n\nAutocam Corp. employs more than 2,100 employees in 15 factories in the U.S., Europe, South America and Asia. Autocam Medical employs about 200 in West Michigan, said Kennedy, adding he will devote most of his day-to-day activities to Autocam Medical.\n\nNN, which is headquartered in Johnson City, Tenn., will consolidate its precision machining business with Autocam’s Kentwood-based operations, he said. Autocam’s management team will oversee that part of the business from West Michigan, Kennedy said.\n\nAs NN’s largest shareholder after the deal closes, Kennedy said he plans to join the company’s board of directors. Although his final shareholdings will not be known until after the deal closes, Kennedy estimated he will own slightly less than 10 percent of NN’s shares.\n\nKennedy, who has been part of Autocam since the 1980s, when it was a subsidiary of Autodie Corp., is taking Autocam into the public stock arena for a second time after he bought it from Autodie and went public in 1991.\n\nAfter eight years as a public company, Kennedy sold Autocam to a private equity firm and held onto 30 percent of the company. That move helped fund the acquisition of Autocam’s operations in France and Brazil.\n\nSeveral years later, their owners sold the company to the Wall Street investment firm of Goldman Sachs with Penske Corp. as a partner. The new owners took on $300 million in debt and were teetering on the edge of default when the auto industry collapsed in 2008.\n\nKennedy was able to buy back the debt at 25 cents on the dollar on the condition he would have control of the company once again. That gave him and his family 60 percent of the company with two institutional shareholders.\n\nThe decision to sell was driven in part by his institutional shareholders’ desire to cash in on their investment, Kennedy said.\n\nRather than pull cash out of Autocam to pay them off, Kennedy said the merger will allow them to continue to build on the growth they’ve achieved in developing high precision parts that are used in direct injection systems that produce improved gasoline mileage in cars and trucks.\n\n“I think we’ve been incredibly blessed,” Kennedy said. “I think with the great people around me, that’s the reasons the company has had so much success and been able to generate a business that is obviously attractive to somebody else.”\n\nJim Harger covers business for MLive/Grand Rapids Press. Email him at jharger@mlive.com or follow him on Twitter or Facebook or Google+.\n\n", "article_metadata": {"article_author": "Jim Harger | jharger@mlive.com", "medium": "news", "Description": "Kennedy, who will become the largest shareholder of NN, Inc., said he will not be able to pursue the challenge to Obamacare through the larger company he is selling to NN for $300 million", "title": "After selling Autocam Corp, John Kennedy will continue his crusade against Obamacare", "parsely-page": "{\"title\": \"After selling Autocam Corp, John Kennedy will continue his crusade against Obamacare \", \"link\": \"http://www.mlive.com/news/grand-rapids/index.ssf/2014/07/though_hes_selling_autocam_cor.html\", \"image_url\": \"http://imgick.mlive.com/home/mlive-media/width620/img/grpress/news_impact/photo/15451899-standard.jpg\", \"type\": \"post\", \"post_id\": \"13456858\", \"pub_date\": \"2014-07-21T20:43:51Z\", \"author\": \"Jim Harger | jharger@mlive.com\", \"tags\": [\"@gr-business\",\"@gr-news\",\"@gr-river\",\"@mlive-business\",\"@mlive-river\",\"@tagged\"] }", "twitter": {"site": "@mlive", "image": "http://media.mlive.com/grpress/news_impact/photo/15451899-thumb_square_large.jpg", "description": "Kennedy, who will become the largest shareholder of NN, Inc., said he will not be able to pursue the challenge to Obamacare through the larger company he is selling to NN for $300 million", "card": "summary", "creator": "@#!/JHHarger"}, "article_date_updated": "Monday, July 21, 2014,  8:47 PM", "parsely-metadata": "{\"image_url\": \"http://media.mlive.com/grpress/news_impact/photo/g10092013autocamanniversary3-4cf6c50491aca8a4.jpg\", \"author_name\": \"jharger\", \"author_nickname\": \"Jim Harger | jharger@mlive.com\", \"author_id\": \"1828164\", \"source_blog_name\": \"Grand Rapids News\", \"source_blog_url\": \"http://www.mlive.com/news/grand-rapids/index.ssf/\", \"sponsored_content\": \"0\" }", "og": {"site_name": "MLive.com", "description": "Kennedy, who will become the largest shareholder of NN, Inc., said he will not be able to pursue the challenge to Obamacare through the larger company he is selling to NN for $300 million", "title": "After selling Autocam Corp, John Kennedy will continue his crusade against Obamacare", "url": "http://www.mlive.com/news/grand-rapids/index.ssf/2014/07/though_hes_selling_autocam_cor.html", "image": "http://media.mlive.com/design/alpha/img/logo_mlive.gif", "type": "article"}, "fb": {"admins": 100000302287435}, "article_publication_name": "MLive.com", "article_comments": 0, "article_date_original": "Monday, July 21, 2014,  4:44 PM", "viewport": "width=device-width,initial-scale=1"}, "_id": "\"57477af36914bd0286fd0f8d\"", "article_summary": "KENTWOOD, MI – Now that he’s sold Autocam Corp. to NN Inc., a publicly-held company, John Kennedy’s battle against Obamacare will continue at Autocam Medical, a subsidiary he will continue to own and manage.\nAfter eight years as a public company, Kennedy sold Autocam to a private equity firm and held onto 30 percent of the company.\nAutocam Medical employs about 200 in West Michigan, said Kennedy, adding he will devote most of his day-to-day activities to Autocam Medical.\n“I think we’re probably better off if we drop Autocam Corp. from that action,” Kennedy told The Grand Rapids Press and MLive in an interview after the sale was announced on Monday, July 21.\nSeveral years later, their owners sold the company to the Wall Street investment firm of Goldman Sachs with Penske Corp. as a partner."}