{"article_title": "China Would Get Alberta Oil if Keystone Pipeline Blocked", "article_keywords": ["pipeline", "oil", "study", "project", "environmental", "say", "keystone", "processed", "alberta", "china", "obama", "blocked"], "article_url": "http://www.newsmax.com/Newsfront/Keystone-Canada-China-oil/2014/03/24/id/561277/", "article_text": "If President Barack Obama does not approve the Keystone XL Pipeline, the crude oil would go directly to refineries in China and other Asian countries.The environmental concerns of the oil being sent to China has become a talking point for Keystone advocates, who say there are greater environmental risks if China refines the oil and not the United States, which has more stringent regulations, NBC News reported.\"It's going to come out of the ground, it's going to get processed,\" Bill Day, a Valero spokesman, told NBC. \"We think it would probably be better to be processed here under our environmental rules rather than China.\"If approved, there would be a more direct route to the growing markets in China and India from the Gulf Coast.Almost $30 billion was invested in the oil sands in Alberta in 2012 by Chinese companies, and investments are expected to increase.The State Department released an environmental impact study in late January saying that there would be minimal impact on climate change if the pipeline is built.The Obama administration has said that it is carefully reviewing the study and other information before making a final decision on whether to proceed with the project.Republicans have called on Obama to approve the project, which they say would boost a struggling economy.\"President Obama is out of excuses,\" House Speaker John Boehner said in a January statement. \"The fact that he has let a final decision on the Keystone pipeline project — and the more than 100,000 jobs that come with it — languish for more than five years is economic malpractice.\"", "article_metadata": {"news_keywords": "Keystone,Canada,China,oil,pipeline", "pubdate": "2014-03-24T09:11:15", "og": {"site_name": "Newsmax", "description": "If President Barack Obama does not approve the Keystone XL Pipeline, the crude oil would go directly to refineries in China and other Asian countries.", "title": "China Would Get Alberta Oil if Keystone Pipeline Blocked", "url": "http://www.newsmax.com/Newsfront/Keystone-Canada-China-oil/2014/03/24/id/561277/", "type": "article", "image": "http://www.newsmax.com/CMSPages/GetFile.aspx?guid=9b7f1903-f434-4110-baba-d16b5ce25866&SiteName=Newsmax", "page_id": 85452072376}, "twitter": {"url": "http://www.newsmax.com/Newsfront/Keystone-Canada-China-oil/2014/03/24/id/561277/", "title": "China Would Get Alberta Oil if Keystone Pipeline Blocked", "description": "If President Barack Obama does not approve the Keystone XL Pipeline, the crude oil would go directly to refineries in China and other Asian countries.", "site": "Newsmax"}, "fb": {"admins": 100002083767056, "app_id": 323020797885219}, "msvalidate.01": "FAF1322EC761685A5DD9344A1C19E82A", "epoch": 1395652275, "google-site-verification": "Jt2HUKgzJJw9VwIQJv31ETytuvNNm5ypTWN6j0nYvHM", "keywords": "Keystone,Canada,China,oil,pipeline", "article": {"section": "Newsfront", "published_time": "2014-03-24T09:11:15"}, "original-source": "http://www.newsmax.com/Newsfront/Keystone-Canada-China-oil/2014/03/24/id/561277/", "viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=yes", "description": "If President Barack Obama does not approve the Keystone XL Pipeline, the crude oil would go directly to refineries in China and other Asian countries."}, "_id": "\"57477af46914bd0286fda44e\"", "article_summary": "\"The fact that he has let a final decision on the Keystone pipeline project — and the more than 100,000 jobs that come with it — languish for more than five years is economic malpractice.\"\nIf President Barack Obama does not approve the Keystone XL Pipeline, the crude oil would go directly to refineries in China and other Asian countries.The environmental concerns of the oil being sent to China has become a talking point for Keystone advocates, who say there are greater environmental risks if China refines the oil and not the United States, which has more stringent regulations, NBC News reported.\n\"We think it would probably be better to be processed here under our environmental rules rather than China.\n\"It's going to come out of the ground, it's going to get processed,\" Bill Day, a Valero spokesman, told NBC.\n\"President Obama is out of excuses,\" House Speaker John Boehner said in a January statement."}