{"article_title": "Louisiana For Lifelife or Obama Phone", "article_keywords": ["set", "recently", "lifeline", "reagan", "unnecessary", "lifelife", "phone", "whetsell", "program", "worthy", "federal", "louisiana", "obama"], "article_url": "http://www.bayoubuzz.com/buzz/latest-buzz/item/700141-louisiana-for-lifelife-or-obama-phone-unnecessary-entitlement-or-worthy", "article_text": "Louisiana Lifelife or Obama Phone: Is it nother expensive and unnecessary federal entitlement or a worthy and totally misunderstood program?\n\nProponents of the program, which started under President Ronald Reagan, believe it is a worthy program, that is not funded by the federal tax-dollars, enabling millions of the poor, the aged, the disabled and the veteran population to have access to a necessary communication device, a telephone with limited features and minutes of availability.\n\nOthers deride the program as another federal boondoggle and unnecessary “entitlement”. In fact, the phones are commonly called by those opposed to the program as being “Obama phones”, named after the President of the United States, who also has advocated the Affordable Care Act and the Stimulus.\n\nIn part, because of the negativity attached to the program utilized by so many in need, Louisiana for Lifeline recently opened a Baton Rouge office and launched a public campaign today “to spread facts about the Lifeline program”\n\nIn a press release by Louisiana for Lifeline, the program, “provides phone access to Americans who cannot otherwise afford it. The non-partisan program, which began under the Reagan administration and expanded during the presidency of George W. Bush, has come under attack recently by a small, yet vocal set of politically-motivated individuals. Louisiana for Lifeline is advocating on behalf of the more than 364,000 people who depend on the Lifeline in Louisiana, which includes some 156,000 seniors and 36,000 U.S. veterans.\n\n“Lifeline gives people a helping hand when they need it most. It helps communities stay connected, safe, and healthy,” said Heyward Whetsell, the organization’s state director. “There has been an abundance of misinformation on Lifeline, and we are here to set the record straight.”\n\nThe campaign is set to include town halls, meetings with elected officials, Google Hangouts, and visits by influential supporters.\n\nLast week, Stephen Sabludowsky, publisher of Bayoubuzz.com, interviewed Whetsell, to obtain more facts about the program, to understand those benefits offered to the most needy population in Louisiana and to provide information to those uncertain whether the program is indeed worthy. Please watch the video for the relevant excerpts.\n\nFor more information, visit the organization’s website: louisianaforlifeline.org.", "article_metadata": {"description": "Latest US, Louisiana News, political and business buzz  for New Orleans, Baton Rouge and other Louisiana cities", "generator": "Joomla! - Open Source Content Management", "title": "Louisiana For Lifelife or Obama Phone: Unnecessary entitlement or worthy?", "og": {"url": "http://www.bayoubuzz.com/buzz/latest-buzz/item/700141-louisiana-for-lifelife-or-obama-phone-unnecessary-entitlement-or-worthy", "type": "article", "description": "Latest US, Louisiana News, political and business buzz  for New Orleans, Baton Rouge and other Louisiana cities", "title": "Louisiana For Lifelife or Obama Phone: Unnecessary entitlement or worthy?"}, "author": "Media Sources", "keywords": "US, Louisiana News, Louisiana political, Louisiana politics, Louisiana business, New Orleans, Baton Rouge,  Louisiana cities, US politics, US news", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fd0f91\"", "article_summary": "Louisiana Lifelife or Obama Phone: Is it nother expensive and unnecessary federal entitlement or a worthy and totally misunderstood program?\nLouisiana for Lifeline is advocating on behalf of the more than 364,000 people who depend on the Lifeline in Louisiana, which includes some 156,000 seniors and 36,000 U.S. veterans.\nIn part, because of the negativity attached to the program utilized by so many in need, Louisiana for Lifeline recently opened a Baton Rouge office and launched a public campaign today “to spread facts about the Lifeline program”In a press release by Louisiana for Lifeline, the program, “provides phone access to Americans who cannot otherwise afford it.\nOthers deride the program as another federal boondoggle and unnecessary “entitlement”.\nIt helps communities stay connected, safe, and healthy,” said Heyward Whetsell, the organization’s state director."}