{"article_title": "Shelby finance bill clears Senate panel", "article_keywords": ["finance", "banks", "shelby", "senate", "doddfrank", "bill", "legislation", "community", "hearing", "vote", "democrats", "committee", "clears", "panel"], "article_url": "http://thehill.com/policy/finance/242828-shelby-finance-bill-clears-senate-panel", "article_text": "The Senate Banking Committee approved a financial overhaul package on a 12-10 vote Thursday, but without support from moderate Democrats seen as crucial to the sweeping proposal’s clearing the upper chamber.\n\n\n\nThe vote was split along party lines, with Republicans arguing the legislation would provide regulatory relief to boost the economy and Democrats saying it will weaken the 2010 Dodd-Frank Wall Street reform law.\n\n\n\nThe tally indicates that the bill’s author, Committee Chairman Richard Shelby (R-Ala.), will have a hard time clearing 60-vote procedural hurdle generally needed to get a floor vote in the Senate.\n\n\n\nAfter the hearing, however, Shelby didn't seem worried and signaled he was looking to continue negotiations throughout the summer.\n\n\n\n\n\nADVERTISEMENT\n\n\"This is Round One,\" Shelby said with a smile. \"It's a good start. We've raised the level of debate on this and there are four, five, six Democrats that might be able to work with us on this on the committee. This is the beginning of some serious negotiations.\"He said it was \"not a routine piece of legislation\" because of the bill's economic impacts.\"We're not trying to get cloture right now,\" he said. \"We're moving to the second step to have some serious negotiations.\"The legislation has sparked intense interest from the financial community because it is the most aggressive overhaul since Congress passed Dodd-Frank, a landmark statute enacted in response to the 2008 economic crisis.Shelby's bill would ease regulations on community banks and credit unions, while broadening the definition of smaller banks eligible for exemptions from Dodd-Frank. It would also seek to reform the Federal Reserve by shifting power to its regional banks.Sen.(Ohio), the panel's top Democrat, railed at the bill during the hearing as a \"one-sided [industry] wish list — pleasing to various interest groups but lacking any provisions to help the average American trying to navigate our financial system.\"After the hearing, Brown advocated for a more piecemeal regulatory relief approach, saying he hoped to move legislation easing the burdens facing community banks that have widespread bipartisan support.The community banking industry has argued since Dodd-Frank passage that the rules for big banks should not be applied to their institutions.\"We start with community banks, we should do where there is consensus, move quickly because the other [issues] will take longer, so we can get something out in the spring still before summer and get it signed by the president,\" Brown said. \"And then let's sit down and talk about\" the other issues, such as Fed reform.After the hearing, Sen.(R-Tenn.), a committee member, said, \"obviously there won't be a vote on it in its current form.\"\n\n\"But hopefully between now and that time it'll change enough to where it will,\" Corker said.\n\n\n\nSens. Mark Warner Mark WarnerNo time to relax: A digital security commission for the next generation Army posthumously awards female veteran who served as WWII spy The Hill's 12:30 Report MORE (D-Va.) and Heidi Heitkamp Heidi HeitkampThe Hill's 12:30 Report House Dems urge Senate panel to vote on Ex-Im Bank nominee Senate Dems frustrated over lack of action on Ex-Im Bank nominee MORE (D-N.D.) — two moderates Shelby could need to build support for the bill — took Shelby to task during the hearing for his negotiations, reiterating claims that Shelby didn't work with Democrats in putting together the proposal.\n\n\n\n\"I have been more upset by this process than anything I’ve been involved with in the entire United States Senate,\" Warner said during the hearing.\n\n\n\nShelby refuted those reprovals: \"At the staff level, the process has included more than 40 bipartisan staff meetings, briefings and conference calls to discuss each issue and a possible way forward.\"", "article_metadata": {"dcterms.description": "Key moderate Democrats voted against it.", "description": "Key moderate Democrats voted against it.", "generator": "Drupal 7 (http://drupal.org)", "author": "Kevin Cirilli", "og": {"site_name": "TheHill", "description": "Key moderate Democrats voted against it.", "title": "Shelby finance bill clears Senate panel", "url": "http://thehill.com/policy/finance/242828-shelby-finance-bill-clears-senate-panel", "image": "http://thehill.com/sites/default/files/article_images/shelbyrichard_050715gn.jpg", "updated_time": "2016-02-02T03:29:10-05:00", "type": "article"}, "dcterms.language": "und", "Smart_Paging": "on", "dcterms.modified": "2016-02-02T03:29-05:00", "dcterms.identifier": "http://thehill.com/policy/finance/242828-shelby-finance-bill-clears-senate-panel", "dcterms.date": "2015-05-21T13:42-04:00", "apple-itunes-app": "app-id=396640962", "fb": {"admins": 100000299130732, "app_id": 566538590082898, "pages": 7533944086}, "dcterms.creator": "Ben Goad", "dcterms.type": "Text", "keywords": ",Heidi Heitkamp, Sherrod Brown, Mark Warner, Bob Corker,", "article": {"published_time": "2015-05-21T13:42:08-04:00", "modified_time": "2016-02-02T03:29:10-05:00"}, "dcterms.format": "text/html", "twitter": {"url": "http://thehill.com/policy/finance/242828-shelby-finance-bill-clears-senate-panel", "widgets": {"csp": "on"}, "description": "Key moderate Democrats voted against it.", "card": "summary", "title": "Shelby finance bill clears Senate panel"}, "dcterms.title": "Shelby finance bill clears Senate panel"}, "article_summary": "After the hearing, however, Shelby didn't seem worried and signaled he was looking to continue negotiations throughout the summer.\nThe tally indicates that the bill’s author, Committee Chairman Richard Shelby (R-Ala.), will have a hard time clearing 60-vote procedural hurdle generally needed to get a floor vote in the Senate.\n\"I have been more upset by this process than anything I’ve been involved with in the entire United States Senate,\" Warner said during the hearing.\nThe Senate Banking Committee approved a financial overhaul package on a 12-10 vote Thursday, but without support from moderate Democrats seen as crucial to the sweeping proposal’s clearing the upper chamber.\nADVERTISEMENT\"This is Round One,\" Shelby said with a smile."}