{"article_title": "Surviving broken neck, Oregon State grad runs to recover", "article_keywords": ["runs", "crash", "neck", "surviving", "wife", "brace", "zambia", "johannesburg", "oregon", "broken", "state", "zimbabwe", "vehicle", "sherry", "recover", "grad", "trail"], "article_url": "http://www.washingtontimes.com/news/2015/apr/26/surviving-broken-neck-oregon-state-grad-runs-to-re/?page=all", "article_text": "CORVALLIS, Ore. (AP) - Seth Sherry, an Oregon State University graduate in crop and soil science, had been working in Zambia doing soil research at a fertilizer company for about two years when he had to call on an entirely different kind of training to save his own life.\n\nIn July 2012, Sherry was traveling through Zimbabwe with his wife and two small children by car when their friend fell asleep at the wheel. Their vehicle careened off the road at about 65 mph, rolled three times and crashed into a tree.\n\nSherry’s wife, Caroline, had part of her heel sliced nearly off. His son Thomas, not yet 5, was thrown from the vehicle. Although Sherry’s infant daughter, Cali, and the driver were mostly fine, the other passengers were seriously injured.\n\nSherry was in the most dangerous situation after the crash: The vehicle’s roof had compressed around his head.\n\n“The car was wrapped over my head, and the glove compartment was into my leg.”\n\nSherry was conscious after the crash, and was not pinned or trapped, but he knew something was seriously wrong.\n\n“Around my neck and shoulders didn’t feel right,” he said. He learned later that eight bones in his neck were broken in 13 places, and he had a broken shoulder and ribs.\n\nThe locals who showed up after the crash to help saw fuel leaking and thought the vehicle was about to catch fire. Sherry had been through wilderness first responder training; he knew that after a crash like that, he shouldn’t be moved.\n\n“They wanted to move me, but I wasn’t having any of that,” he said.\n\nSherry and his family liked camping and exploring other African nations and did so whenever they could, but in Zimbabwe, the downside of that became apparent: He was far from medical treatment at the level he needed.\n\n“Being stranded in Zimbabwe is scary. The rule of law isn’t real strong there. We’ve never felt so vulnerable,” he said.\n\nThe first ambulance to arrive had no neck brace, so Sherry refused to let them move him. Four hours later, another ambulance arrived, this time with a neck brace, but one that didn’t fit him, so he again refused to be moved. Meanwhile, his wife, children and companions had been taken to various other local clinics and hospitals for treatments, leaving only the driver to care for him.\n\nAnother four hours later, a private ambulance arrived, this time with a neck brace that fit. Sherry was taken to a hospital and then flown to a hospital in Johannesburg, South Africa.\n\n“They knew I’d broken my neck, but they hadn’t assessed the severity of it,” he said.\n\nIn Johannesburg, he learned that a piece of vertebrae was in danger of severing his spine at the base of his brain. If he hadn’t had a neck brace when he was moved, he likely would have died.\n\n“The survival rate of these kind of breaks is less than one percent,” he said.\n\nHis doctors initially told him that they would need to fuse two of his vertebrae together, which would have severely limited his mobility in his neck. But another doctor told him that the bones might heal on their own, and let him decline surgery in favor of carefully monitoring his healing.\n\nSherry then spent two months in the hospital, and another month in rehabilitation in Johannesburg. For weeks after the crash he had trouble using his hands because of nerve damage during the wreck.\n\nEventually, he returned to Zambia, but he had to fly back to Johannesburg for follow-ups because the only MRI machine in Zambia was broken.\n\nIn the aftermath of the July 2012 wreck, Sherry found that he was unable to work, and so he and his family returned to his hometown of Corvallis around Thanksgiving that year. As he continued to recover he applied for a graduate program at OSU, and eventually began to run on trails with friends.\n\n“I’d never been a runner before,” he said. As his health recovered, he discovered a new passion for trail running.\n\nSherry has since done 25- and 30-kilometer trail runs. On May 9, Sherry plans to run the McDonald Forest 50K Trail Run, which is longer than a 26.2-mile marathon. He says he’s not fast compared to road runners, and that he averages about a 10-minute-mile pace, but for him, speed is not the point: it’s a way for him to enjoy the beauty of the forest and forget his lingering neck pain.\n\n“Running has been this really special cathartic experience,” he said. “I’m really happy when I’m doing it. My aches and pains from my injury, and I guess just life, fade away.”\n\n___\n\nThe original story can be found on the Corvallis Gazette-Times’ website: http://bit.ly/1bpF3bD\n\n___\n\nInformation from: Gazette-Times, http://www.gtconnect.com", "article_metadata": {"description": "Seth Sherry, an Oregon State University graduate in crop and soil science, had been working in Zambia doing soil research at a fertilizer company for about two years when he had to call on an entirely different kind of training to save his own life.", "Author": "ANTHONY RIMEL", "og": {"site_name": "The Washingtion Times", "description": "Seth Sherry, an Oregon State University graduate in crop and soil science, had been working in Zambia doing soil research at a fertilizer company for about two years when he had to call on an entirely different kind of training to save his own life.", "title": "Surviving broken neck, Oregon State grad runs to recover", "url": "http://www.washingtontimes.com/news/2015/apr/26/surviving-broken-neck-oregon-state-grad-runs-to-re/", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2015/04/24/0a8fbda107835d12740f6a706700370e.jpg", "type": "article"}, "twitter": {"image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2015/04/24/0a8fbda107835d12740f6a706700370e.jpg", "title": "Surviving broken neck, Oregon State grad runs to recover", "description": "Seth Sherry, an Oregon State University graduate in crop and soil science, had been working in Zambia doing soil research at a fertilizer company for about two years when he had to call on an entirely", "card": "summary", "site": "@washtimes"}, "author": "The Washington Times http://www.washingtontimes.com", "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web1", "bitly-verification": "d180fd45f70d"}, "_id": "\"57477af46914bd0286fdf9bd\"", "article_summary": "If he hadn’t had a neck brace when he was moved, he likely would have died.\nAnother four hours later, a private ambulance arrived, this time with a neck brace that fit.\nFour hours later, another ambulance arrived, this time with a neck brace, but one that didn’t fit him, so he again refused to be moved.\nThe first ambulance to arrive had no neck brace, so Sherry refused to let them move him.\nHe learned later that eight bones in his neck were broken in 13 places, and he had a broken shoulder and ribs."}