{"article_title": "State ordered to process aid backlog", "article_keywords": ["sure", "ordered", "kennicott", "applications", "process", "stamps", "food", "state", "benefits", "judge", "aid", "federal", "thousands", "backlog"], "article_url": "http://krqe.com/2014/05/16/officials-ordered-to-process-aid-backlog/", "article_text": "ALBUQUERQUE (KRQE) – Thousands of New Mexicans have lost out on food stamp benefits because of what a lawsuit claims is a state blunder.\n\nA federal judge has ordered state officials to quickly process a huge backlog of applications for benefits in New Mexico.\n\nThe state Human Services Department has been slow to process the thousands of applications they receive for benefits such as food stamps. Now, a judge is demanding extensive changes.\n\nAccording to a lawsuit filed by a non-profit agency which advocates for New Mexico’s poor, HSD is in violation of a 1998 legal agreement.\n\nGail Evans with the New Mexico Center on Law and Poverty said more than 20,000 people have lost their food stamp benefits in the state since September.\n\n“This is really just about people not being able to get food and feed their children and that’s how the judge saw it,” said Evans.\n\nThursday, a federal judge ordered HSD to quickly process the massive backlog of applications by New Mexico’s poor seeking benefits such as food stamps.\n\nEvans said she partially blames a flawed computer system the state implemented state-wide this year. “It’s led to people not being able to submit their applications, but it’s no excuse,” she said, adding the computer system automatically drops applicants off the program in some cases, before they can be processed.\n\n“It’s mainly due to the poor implementation of Obamacare at the federal level,” said Matt Kennicott, with the state’s Human Services Department.\n\nKennicott said since the Affordable Care Act, the feds are transferring applications to the state in large batches monthly, instead of sending small batches weekly.\n\n“For example, last September we received about 19,000 applications for Medicaid, through March, we’ve received over 60,000 applications for Medicaid,” Kennicott explained.\n\n“It has nothing to do with that, and in other states they’ve been able to roll out the Affordable Care Act and not have it result in tens of thousands of people being thrown off of the food stamps program,” said Evans.\n\nEither way, with hundreds of thousands of people on federally-funded food stamps, Evans said the problem runs deep.\n\nShe said thousands of families have been wrongly denied federal assistance, applications are not being processed in a timely manner and families are going hungry.\n\n“There definitely are backlogs, we’ve also implemented a number of solutions to make sure we’re dealing with these backlogs,” explained Kennicott.\n\n“If they need the assistance, we’ll make sure that we’re processing the applications to make sure they get the assistance,” said Kennicott. “Our job is to help provide resources for those New Mexicans who are most in need, and we remain committed to doing that.”\n\nHSD said some of the changes it has added include a 24-7 website, a customer service hotline and they’ve hired more staff.\n\nA judge ruled they also must prioritize and expedite certain applications and suspend automatic denials. Kennicott said HSD will follow the judge’s orders and expects to have the backlog of applicants cleared soon.", "article_metadata": {"description": "[anvplayer video=\"276049\" /] ALBUQUERQUE (KRQE) - Thousands of New Mexicans have lost out on food stamp benefits because of what a lawsuit claims is a state blunder. A federal judge has ordered state officials to quickly process a huge backlog of applications for benefits in New Mexico. The state Human Services Department has been slow to", "generator": "WordPress.com", "apple-itunes-app": "app-id=488525050", "og": {"site_name": "KRQE News 13", "description": "ALBUQUERQUE (KRQE) – Thousands of New Mexicans have lost out on food stamp benefits because of what a lawsuit claims is a state blunder. A federal judge has ordered state officials to quickly…", "title": "State ordered to process aid backlog", "url": "http://krqe.com/2014/05/16/officials-ordered-to-process-aid-backlog/", "image": {"width": 510, "identifier": "https://lintvkrqe.files.wordpress.com/2014/05/food-stamps.jpg", "height": 286}, "locale": "en_US", "type": "article"}, "twitter": {"description": "ALBUQUERQUE (KRQE) – Thousands of New Mexicans have lost out on food stamp benefits because of what a lawsuit claims is a state blunder. A federal judge has ordered state officials to quickly…", "creator": "@krqe", "image": {"src": "https://lintvkrqe.files.wordpress.com/2014/05/food-stamps.jpg?w=640"}, "title": "State ordered to process aid backlog", "site": "krqe", "card": "summary_large_image"}, "msvalidate.01": "D680B65910F40B115B0DE7298B906E56", "robots": "index, follow", "msapplication-tooltip": "Albuquerque News and Weather, Santa Fe, Rio Rancho, New Mexico | krqe.com", "google-play-app": "app-id=com.linmedia.newstouch.krqe", "fb": {"pages": 98691658081}, "msapplication-window": "width=device-width;height=device-height", "viewport": "width=device-width, initial-scale=1", "application-name": "KRQE News 13", "google-site-verification": "DybmyJ3qnLleDwi_e3uE6Wh_x8CKcwUamZdUxoElU1M", "keywords": "Albuquerque - Metro, Home, New Mexico, News, SmartTV, Top Stories, Top Video", "article": {"publisher": "https://www.facebook.com/krqenews", "published_time": "2014-05-16T19:23:39+00:00", "modified_time": "2014-05-17T00:23:22+00:00"}, "msapplication-task": "name=Subscribe;action-uri=http://krqe.com/feed/;icon-uri=http://0.gravatar.com/blavatar/8ec5fa807657323809caf8c9db73e4ed?s=16"}, "_id": "\"57477af46914bd0286fdf9d6\"", "article_summary": "A federal judge has ordered state officials to quickly process a huge backlog of applications for benefits in New Mexico.\nThursday, a federal judge ordered HSD to quickly process the massive backlog of applications by New Mexico’s poor seeking benefits such as food stamps.\nThe state Human Services Department has been slow to process the thousands of applications they receive for benefits such as food stamps.\nEither way, with hundreds of thousands of people on federally-funded food stamps, Evans said the problem runs deep.\nALBUQUERQUE (KRQE) – Thousands of New Mexicans have lost out on food stamp benefits because of what a lawsuit claims is a state blunder."}