{"article_title": "‘Area Four’ residents in Cambridge live in shadow of the future", "article_keywords": ["kendall", "city", "cambridge", "neighborhood", "area", "housing", "community", "live", "future", "square", "jobs", "residents", "shadow"], "article_url": "https://www.bostonglobe.com/business/2014/11/23/shadow-future/s1KhT91JlhyqSObVOb6GqL/story.html", "article_text": "Mark Pappas lives in public housing in a neighborhood simply known as Area Four, which has become a locus for biotech companies such as Novartis.\n\nCAMBRIDGE — Trash blows through the playground at the Newtowne Court public housing development. A faint smell of sewage lingers in the air. Women sit at cement tables in a tree-lined courtyard, talking and laughing. Two men speak Creole through an open window.\n\nJust across Portland Street, it’s a different world. High-rises housing biotech companies and research labs rise above Kendall Square. The smell of garlicky pizza wafts from a glass-walled cafe; across a manicured lawn, a gas fireplace flickers in a restaurant offering a $61 four-course, prix fixe menu.\n\nAdvertisement\n\nThese worlds are unfolding side by side in this part of town, one with the kind of growth and opportunity that is the envy of the entire country, the other with a desperation that gets deeper by the day, and a name only an urban planner could love — Area Four.\n\nAs global pharmaceutical companies build new labs, Internet giants Google and Twitter expand, and startups snap up office space at ever-higher rents, families living in the shadow of the innovation economy are flocking to the local food pantry at three times the rate of a decade ago. The waiting list for public housing is double what it was five years ago. The beds in the Salvation Army homeless shelter on Massachusetts Avenue are always full.\n\nJohn Tlumacki/ Globe Staff Tensions have heightened with the construction of every new high-tech tower in Area Four, a neighborhood where many residents rely on the local food pantry to get by.\n\nPoor residents say the rush of new money and development has had one positive side-effect — the neighborhood is safer than it used to be. And business growth has flooded the city with tax dollars for social programs. But so far, this wave of prosperity has done little to lift up the low-income people living in its wake. And with every new shiny cube of glass and steel, the tension builds.\n\n“They’re enveloping us,” said Debra Morris, 56, a former legal secretary who lives in Newtowne Court. “We’re talking billions of dollars right there. And right here you’ve got the lowest of the low.”\n\nMorris’s unemployment benefits ran out recently, and she gets by on temp jobs. Her 26-year-old son, who lives with her, is also out of work. It’s absurd that so much money pours into Kendall Square, Morris said, while next door parents struggle to feed their children.\n\nAdvertisement\n\n“When you look around us and you see what’s going on,” she said, “there’s no excuse for this.”\n\nArea Four is literally on the wrong side of the tracks in Cambridge, occupying one-third of a square mile extending west from the train tracks in Kendall Square to Prospect Street in Central Square. Nearly 7,000 people, among them many of the poorest in the city, live here.\n\nThe neighborhood reflects the disparities of Cambridge: Nearly a third of Area Four residents have graduate degrees, while just over a third of female-headed households live below the poverty line. Median family income is $59,384 a year, compared with $96,127 citywide. Area Four has the largest black population in the city, and more children than almost any other neighborhood.\n\nPerhaps nowhere is the contrast between haves and have-nots as stark as in Newtowne Court and Washington Elms, the squat World War II-era brick public housing developments across the street from the tall, sleek buildings that signal the entrance to Kendall Square.\n\nMark Moses lives in Washington Elms with his two 20-something daughters. He takes classes at Bunker Hill Community College and works full time at a nursing home in West Roxbury, bringing home $824 every two weeks. It’s not enough to get by.\n\nOne of his daughters is unemployed; the other works part time at a convenience store and helps with the bills. After Moses pays his car loan — the vehicle was briefly repossessed when he fell behind — rent, insurance, and other expenses, there’s little left over for groceries, forcing him to rely on food pantries.\n\nJessica Rinaldi/Globe Staff Moses, 57, fought the expansion of the Swiss pharmaceutical company Novartis AG, which is constructing a half-million-square-foot campus for its global research headquarters nearby, citing increased traffic and the impact on housing costs.\n\nAs part of the Area 4 Coalition neighborhood association, Moses, 57, fought the expansion of the Swiss pharmaceutical company Novartis AG, which is constructing a half-million-square-foot campus for its global research headquarters nearby, citing increased traffic and the impact on housing costs. Like many people in the neighborhood, he believes the high-tech enclave would just as soon see “the projects” disappear. “They’re squeezing us out,” he said.\n\nThe median price of a one-bedroom apartment in Cambridge is $2,200 a month, according to the online real estate company Zillow — more than many Area Four residents make in a month. A single-family home sells for a median price of $1.1 million, up 70 percent from 2005, the peak of the last housing boom, according to the Warren Group, a Boston real estate tracking firm.\n\nLongtime resident Ernise Destin, 40, a Haitian immigrant,works as a housing search advocate for the homeless. In order to qualify for a subsidized rent voucher in Cambridge, a one-bedroom apartment can’t go for more than $1,256 a month, she said. In three months of searching for around 50 clients, Destin found only one.\n\nFew jobs for less educated\n\nA century ago, this corner of Cambridge was home to numerous factories, where unskilled laborers, many of them immigrants, made soap, rubber products, musical instruments, and candy, propelling themselves into the middle class. Today, even with more restaurants and retail shops in the area, there are far fewer employ-ment opportunities for people without a college education to earn a living wage.\n\nMarvarine Wilson, 57, was laid off three years ago from her job as a data clerk at Boston Children’s Hospital. She found part-time work as a crossing guard and gets by with a Section 8 housing voucher and monthly trips to a food pantry, where she also volunteers. In order to get another hospital job, Wilson needs to take a class on digital record-keeping, but she can’t afford it.\n\nThe neighborhood’s name, or lack thereof, is symbolic of its long-neglected status. In 1953, the Planning Board divided the city into numbered sections. The area known as Cambridgeport was split in two, with the neighborhood south of Massachusetts Avenue retaining the name, while the section north of Mass. Ave., historically called the Port, was dubbed Area Four — one of the only neighborhoods not called by a unique name.\n\nResidents hate the name because it “sounds like a police designation, not a neighborhood,” said Sarah Boyer of the Cambridge Historical Commission.\n\nHousing isn’t the only thing that’s gotten more expensive as Kendall Square’s influence spreads. Johnnie’s Foodmaster, the low-cost grocery store in nearby Inman Square, is now a Whole Foods. Hi-Fi Pizza and it’s $2 slices are gone, soon to be replaced by a Clover Food Lab serving $6 chickpea fritter sandwiches. The dollar store is closed, too.\n\nRenae Gray, a longtime resident and community activist, said she sees women pushing baby carriages that she is fairly certain cost more than her $900-a-month mortgage. The bench she used to sit on when she strolled the neighborhood is gone, replaced by a Hubway bicycle station.\n\n“I’m an old lady. I’m 63. I need to rest.” she said. “All of us are feeling alienated.”\n\nMeanwhile, the Salvation Army doubled the size of its homeless shelter and recovery program two years ago. The shelter can house 36 men a night, but over the course of a brutally cold month last winter, 250 more men slept in overflow cots and huddled in the cafeteria. The Salvation Army, which also is looking to expand its day care program for homeless children, said it gets donations from local restaurants, banks, real estate firms, and churches, but generally doesn’t pursue biotech firms because they tend to focus their giving on medical causes.\n\nSeveral have offered financial support, said director of operations Karen Meehan, as a group of men lined up for dinner behind her. As for the others: “They’d probably give us millions for the real estate, but we’re not going anywhere,”\n\nA few blocks away, at the Margaret Fuller Neighborhood House, children shrieked on the playground as parents waited for the cramped basement food pantry to open. When executive director Barbara Kibler took over Margaret Fuller 11 years ago, the community center’s food pantry served about 400 people a month. Today, it’s about 1,200. On many days, the line stretches down Eaton Street.\n\nMark Pappas, 55, has lived in the Washington Elms and Newtowne Court developments his entire life. The unemployed drug addiction counselor and former heroin addict, in recovery for 23 years, has grown thin as he struggles with diabetes and high blood pressure. The clanging machinery and black soot coming in the windows from the constant Kendall Square expansion don’t help.\n\n“This ain’t living,” he said. “You feel like you’re in a box and there's all this stuff going up around you. They’ve got you trapped.”\n\nExtending a hand\n\nThe high-tech and life science companies in Kendall Square are aware of the needs of the residents around them — and say they feel a responsibility to improve the neighborhood. Many have partnerships with local schools and neighborhood organizations, providing mentors and internships and after-school tutoring. Some go further.\n\nDraper Laboratory, one of the first research facilities in the area, cofounded the Kendall Community Group in 1987 to provide services and volunteers for three nonprofits that support low-income Area Four families, including the Margaret Fuller House. Google partners with the jobs program Year Up to funnel low-income young adults into tech support jobs at Google, no college required.\n\nBiogen Idec has a community lab connected to the schools and is funding a facility where at-risk teens can develop entrepreneurial skills. Novartis, a member of the Kendall Community Group, plans to create a lab open to students and teachers in its new building almost directly across from Newtowne Court.\n\n“There’s a whole group of kids that walk by these buildings every day and have no idea what’s going on inside,” said Jeff Lockwood, global head of communications for Novartis Institutes for BioMedical Research. “We need to do everything we can to open these doors up to make the lightbulb go off so they can see their future right in their backyard.”\n\nStill, many families are hurting. Two-thirds of students at the local elementary school, Fletcher Maynard Academy, qualify for reduced-price lunches. Dozens are sent home on Fridays with backpacks full of sandwiches, soup, and fruit to help their families get through the weekend.\n\nAll the donations and good intentions in the world won’t send every low-income student in the neighborhood to college, or provide a support system for single mothers, acknowledged Paul Parravano, codirector of the office of government and community relations at MIT, which donates facilities for community fund-raisers and helps fund summer and after-school programs.\n\n“I think that the inequities that we’re talking about are strong societal ones,” he said. “These are very difficult to turn around.”\n\nMissed opportunity\n\nKendall Square businesses may feel committed to the community, but many don’t exert direct control over their most valuable potential resource for struggling residents: jobs. Like a lot of companies, biotechs often contract cleaning, food service, and other accessible jobs to outsourcing firms with little connection to the neighborhood, said Susan Mintz, adult employment director at the city’s Office of Workforce Development. Food and security contractors often bring on part-time workers at minimum wage; lower-level lab positions are increasingly filled by temporary workers.\n\nLow-income residents who complete a free, nine-month biomedical training program through the Cambridge nonprofit Just-A-Start Corp. earn around $35,000 a year, the majority working for staffing firms. But the class size depends on donors, and only a handful of local biotechs give to the program that feeds workers into their labs.\n\n“There are so many companies,” said program manager Jennifer O’Donnell. “It’s true there should be some giveback.”\n\nCambridge City Councilor Dennis Benzan, who grew up in the Columbia Terrace housing development in Area Four, is trying to create more opportunities for people to climb the ladder to the middle class. His parents, who came here from the Dominican Republic and Puerto Rico, worked their way out of the projects and into their own home with jobs at local factories — his mother making shoes, his father machining nuts and bolts.\n\nEarlier this year, Benzan, 42, started organizing local school and college administrators, nonprofits, and corporations to collaborate on a web portal to connect Cambridge students to after-school programs, mentorships, and apprenticeships related to technology and science. He also spurred the city to host a Kendall Square job fair in early October to introduce residents to the high-flying companies in their midst — and the skills needed to get jobs there.\n\n“It’s incredible to me that even in the parking lot, or in the cafeteria, or the concierge, I often go into these buildings for meetings, and I’ll ask, ‘Where are you from?’ They’re not from Cambridge,” said Benzan, who is in his first year on the council. “When a lot of these developers came before the council over the last decade for special zoning requests, the number- one question really should have been, how many construction jobs are you committing to people in the neighborhood? How many locals will be hired by companies that lease your building? And that’s where we missed the boat.”\n\nAnd yet this development is pumping money into the city. In the past five years, the city has received commitments for $12.8 million from developers requesting zoning changes, and many are required to pay into the city’s affordable-housing fund. Real estate taxes from a sample ofKendall Square businesses studied by the city increased 750 percent, to $23.2 million, between 1984 and 2012.\n\nThis money allows Cambridge to offer a more extensive array of programs than other cities, such as job skills training, parenting programs, and a team that connects underserved families with resources, said Brian Murphy, assistant city manager for community development. The city started a series of meetings with nonprofits earlier this year to assess community needs and help the city plan how to spend development money.\n\nStill, residents worry future growth is overshadowing current needs.\n\nBill Cunningham and his wife moved into Newtowne Court in 1999 after getting evicted from a formerly rent-controlled apartment two days after his wife underwent cancer surgery. She died a few years later. Cunningham, a retired printing press operator and longtime advocate for low-income tenants, says the neighborhood needs affordable housing and grocery stores, not more biotechs and coffee shops.\n\n“The city’s plans are all for people who aren’t even here yet,” said Cunningham, 71. “Why don’t they plan for the people who are here now?”\n\nSurrounded by success The biotech industry has flourished around the many low-income residents of Area Four. Here's a look at some of the neighborhood resources and biotech locations in the area: NEIGHBORHOOD RESOURCES BIOTECH INDUSTRY SOURCE: City of Cambridge Patrick Garvin/Globe Staff\n\nBy the numbers\n\n$2,200: Median monthly rent of a one-bedroom apartment in Cambridge.\n\n$1,256: Maximum monthly rent of a one-bedroom apartment in Cambridge for low-income tenants using a rental voucher.\n\n750%: Real estate tax increase from a sample of Kendall Square businesses from 1984 to 2012.\n\n$60,000: Amount the Margaret Fuller Neighborhood House got in donations this year from a handful of the 60 companies it solicited.", "article_metadata": {"eomportal-loid": "4.0.438719382", "eomportal-id": 278602, "description": "Growing prosperity in Kendall Square is doing little to lift up the low-income residents around it.", "eomportal-instanceid": 26, "og": {"city": "Cambridge", "site_name": "BostonGlobe.com", "description": "Growing prosperity in Kendall Square is doing little to lift up the low-income residents around it.", "title": "‘Area Four’ residents in Cambridge live in shadow of the future - The Boston Globe", "url": "https://www.bostonglobe.com/business/2014/11/23/shadow-future/s1KhT91JlhyqSObVOb6GqL/story.html", "country": "US", "image": "http://c.o0bg.com/rf/image_585w/Boston/2011-2020/2014/10/01/BostonGlobe.com/Business/Images/05area401-001.jpg", "longitude": "-71.1097335", "state": "MA", "latitude": "42.3736158", "type": "article"}, "twitter": {"account_id": 95431448, "card": "summary", "site": "BostonGlobe"}, "robots": "noarchive", "eomportal-lastUpdate": "Wed May 25 20:54:28 EDT 2016", "fb": {"admins": 507486035, "app_id": 103933749691726, "pages": 5637143257}, "keywords": "Area Four,Kendall Square,poverty,innovation", "article": {"publisher": "https://www.facebook.com/globe"}, "flashsale": "false", "eomportal-uuid": "2aff88c8-72c7-11e4-bf2d-a3a4d7f80ad7", "viewport": "width=device-width, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no", "news_keywords": "Area Four,Kendall Square,poverty,innovation"}, "_id": "\"57477af36914bd0286fd0fc2\"", "article_summary": "It’s absurd that so much money pours into Kendall Square, Morris said, while next door parents struggle to feed their children.\n750%: Real estate tax increase from a sample of Kendall Square businesses from 1984 to 2012.\nThe clanging machinery and black soot coming in the windows from the constant Kendall Square expansion don’t help.\nThe neighborhood reflects the disparities of Cambridge: Nearly a third of Area Four residents have graduate degrees, while just over a third of female-headed households live below the poverty line.\nHere's a look at some of the neighborhood resources and biotech locations in the area: NEIGHBORHOOD RESOURCES BIOTECH INDUSTRY SOURCE: City of Cambridge Patrick Garvin/Globe StaffBy the numbers$2,200: Median monthly rent of a one-bedroom apartment in Cambridge."}