{"article_title": "Little Sisters Introduce New Website for Fight Against Contraceptives", "article_keywords": ["website", "poor", "little", "group", "provide", "introduce", "fight", "contraceptives", "services", "control", "birth", "mandate", "sisters", "religious"], "article_url": "http://www.worldreligionnews.com/issues/little-sisters-introduce-new-website-for-fight-against-contraceptives", "article_text": "Little Sisters of the Poor continue battle against birth control mandate to protect their religious freedom.\n\nThe Little Sisters of the Poor is spearheading the legal battle in behalf of all religious organizations in the U.S. against the HHS mandate of providing contraceptive services for its employees. In the ongoing case which is now escalated to the U.S. Supreme Court, the Little Sisters is specifically asking for an exemption to such obligation emanating from the Affordable Care Act or Obamacare.\n\nAccording to the law, all employers whether public, private, or non-profit organizations are obliged to provide their employees directly or indirectly through a health plan provider free coverage for contraception, sterilization and even medications that may result to abortion. This according to the Little Sisters and other religious organizations leads to the violation of their faith.\n\nIt is interesting to note that while religious groups like the Little Sisters are struggling to fight for their religious beliefs, big companies like ExxonMobile, Pepsi, Visa and Chevron are exempted from the legal mandate from the very beginning. It’s because the existing health plans of these companies prior to Obamacare were “grandfathered” (adopted) making them legally exempt from said obligation.\n\nAside from the above fact, the Little Sisters also pointed out other arguments in their website. They have questioned HHS’ strict imposition of the law to the religious organization when in fact 1 out of 3 or 33% of Americans still don’t have access or are still not subjected to the mandate. Similar with the big corporations, the U.S. military which employs millions are also exempt due to their current insurance plan.\n\nIn a previous decision (July 10, 2015), a circuit court leaned in favor of the HHS or the administration because according to them, a special “accommodation” is available for the Little Sisters. In case the order of nuns wanted to be exempted from mandate, they only needed to file a form that will instruct their healthcare insurer to provide birth control services. The Little Sisters still disputed such “accommodation” claiming that the Catholic group still acts as a facilitator of birth control or abortion services.\n\nLittle Sisters of the Poor – a group of Catholic nuns challenging Obamacare's birth control mandate – will attend SOTU w/ @SpeakerRyan. — Melanie Zanona (@MZanona) January 11, 2016\n\nIn their desire to cooperate with the government, the Little Sisters has proposed a possible workaround. As they explained “There is an easy solution that protects the Little Sisters’ religious freedom and the right of the government to offer these services to women who want them. Rather than trying to force religious plans to offer these services, the better solution is for the government to provide these services through the ACA healthcare exchange to any employees who want them but can’t get them through employer plans.”\n\nThe group is being represented by the Becket Fund in court. Additionally, the Little Sisters gained the backing of other religious groups and minorities including Muslims, Jews, Protestants, Hindus and Native Americans. According to Ossama Bahloul of The Islamic Center of Murfreesboro “It's easy to support religious freedom for the majority. But the test of America's commitment to religious diversity and freedom comes when we show we'll defend minorities and those with whom we do not fully agree.\"\n\nOn the other hand, Mitchell Rocklin of the Rabbinical Council of America stated that “We have great admiration for the Little Sisters who are standing up not just for themselves and the elderly poor they serve, but for the rights of all people of faith, including Jews. Their courage is an example to all of us.”\n\nThe Little Sisters of the Poor is an order of Catholic nuns based in Washington D.C. that altruistically provides housing, physical and including medical care for the neglected and poor elderly. The group only depends on donation and the possible penalties of not abiding to Obamacare will already cost the group 40% of their annual funds.\n\nResources\n\nFollow the Conversation on Twitter", "article_metadata": {"news_keywords": "Little Sisters of the Poor, Religious Freedom, Birth Control, HHS Mandate, Affordable Care Act, Obamacare, Pepsi, Visa, Chevron", "wot-verification": "16fbad63ab63c74f7a00", "apple-itunes-app": "app-id=848230695", "og": {"site_name": "World Religion News", "description": "Little Sisters of the Poor continue battle against birth control mandate to protect their religious freedom.", "title": "Little Sisters Introduce New Website for Fight Against Contraceptives - World Religion News", "locale": "en_US", "image": "http://d2dr8938rg169c.cloudfront.net/wp-content/uploads/2016/02/little-sisters-998x596.jpg", "updated_time": "2016-03-07T10:33:56+00:00", "url": "http://www.worldreligionnews.com/issues/little-sisters-introduce-new-website-for-fight-against-contraceptives", "type": "article"}, "twitter": {"domain": "World Religion News", "description": "Little Sisters of the Poor continue battle against birth control mandate to protect their religious freedom.", "title": "Little Sisters Introduce New Website for Fight Against Contraceptives - World Religion News", "image": "http://d2dr8938rg169c.cloudfront.net/wp-content/uploads/2016/02/little-sisters-998x596.jpg", "creator": "@wreligionnews", "site": "@wreligionnews", "card": "summary_large_image"}, "p": {"domain_verify": "5f29a126ba9e522baf7e2a66460567c0"}, "fb": {"admins": 100005957105571, "pages": 339229182869545}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "msvalidate.01": "AF45DC66947DF3D642757570CA3C0A47", "article": {"publisher": "https://www.facebook.com/WorldReligionNews", "section": "Catholicism", "tag": "Visa", "published_time": "2016-02-23T11:21:30+00:00", "modified_time": "2016-03-07T10:33:56+00:00"}, "bitly-verification": "ed93578da323", "description": "Little Sisters of the Poor continue battle against birth control mandate to protect their religious freedom."}, "article_summary": "Aside from the above fact, the Little Sisters also pointed out other arguments in their website.\n— Melanie Zanona (@MZanona) January 11, 2016In their desire to cooperate with the government, the Little Sisters has proposed a possible workaround.\nLittle Sisters of the Poor – a group of Catholic nuns challenging Obamacare's birth control mandate – will attend SOTU w/ @SpeakerRyan.\nLittle Sisters of the Poor continue battle against birth control mandate to protect their religious freedom.\nThis according to the Little Sisters and other religious organizations leads to the violation of their faith."}