{"article_title": "Congress headed for potential shutdown as GOP admits spending bills stalled", "article_keywords": ["stalled", "congress", "headed", "spending", "house", "republicans", "budget", "admits", "senate", "boehner", "potential", "democrats", "shutdown", "mr", "bills", "gop"], "article_url": "http://www.washingtontimes.com/news/2015/jul/23/congress-headed-potential-shutdown/?page=all", "article_text": "Congress won’t get its spending bills done in time for the new fiscal year, House Speaker John A. Boehner said Thursday, saying they’ll need to pass a short-term stopgap to prevent a government shutdown.\n\nIt marked a grim admission from GOP leaders who, after winning control of the Senate in last year’s elections, had promised to do better at writing the dozen annual spending bills that keep the basic operations of government running year to year.\n\nAnd passing a “continuing resolution,” or “CR” in Capitol-speak, might not be particularly easy either. Continuing resolutions are generally supposed to extend existing funding as is, with few changes, but GOP lawmakers are likely to demand this version strip funding out for some controversial programs, including President Obama’s deportation amnesty and any federal money slated to go to Planned Parenthood.\n\nMr. Boehner said the cramped schedule forced his hand. The House is slated to be on vacation all of August and the first week in September, leaving only a few weeks before the Sept. 30 end of the fiscal year.\n\n“It’s pretty clear, given the number of days we’re going to be here in September, that we’re going to have to do a CR of some sort,” Mr. Boehner told reporters.\n\nHe blamed Senate Democrats for the holdup, pointing to a Democratic filibuster in the Senate that blocked the defense spending bill, which is the biggest of the dozen annual measures.\n\nBut Democrats say the GOP is engaging in a sham by writing the 12 bills at a spending level that boosts defense while cutting domestic programs, including the IRS, some parts of Homeland Security and other Democratic priorities — all moves that guarantee a presidential veto.\n\nMr. Obama has indeed repeatedly warned of vetoes on any bills written to the GOP’s budget level, and House Democrats say they have the votes to sustain his veto. Senate Democrats have said they won’t even let it get that far, planning filibusters to head off any bills the GOP tries to bring to the floor of the senior chamber.\n\nAnd they mocked Mr. Boehner for throwing in the towel already.\n\n“It’s only July, but Republicans have officially given up on the appropriations process,” said Adam Jentleson, a spokesman for Senate Minority Leader Harry Reid.\n\nWhite House press secretary Josh Earnest wouldn’t say whether Mr. Obama would sign a short-term budget bill. He did, however, call out Mr. Boehner and House Republicans for already giving up on a full budget with more than 70 days left until the end of the fiscal year.\n\n“I’m not a math expert, but I think there are like 70 days between now and the end of the fiscal year,” Mr. Earnest said. “What we believe is necessary is, in the 70 days that remain, whether Congress is in session or not, Republicans have a responsibility to take Democrats in Congress up on their offer to try and negotiate a budget agreement that would prevent a government shutdown.”\n\nRepublican leaders have rejected that, saying they passed a budget through regular order this year — the first full budget since 2009 — and say they’ll stick with those numbers.\n\nWithout new funding or a continuing resolution, much of the government will run out of funding and would have to shut down operations on Oct. 1, which is the start of fiscal year 2016.\n\nAll 12 bills have cleared committees in the House and Senate. The House has passed about half of those through the full chamber, but stalled over a debate on Confederate flags being displayed in national parks. The Senate never got to even the first bill because of Democrats’ filibusters.\n\nThe stalemate has left Democrats and Republicans accusing each other of trying to set up a government shutdown.\n\nThe last shutdown happened in October 2013, when the GOP-led House and Democratic-led Senate couldn’t agree on either the individual spending bills or a continuing resolution to keep government open. House Republicans wanted to specifically cancel funding for Obamacare in a continuing resolution, but Senate Democrats refused.\n\nDemocrats believe that shutdown hurt the GOP politically, and expect Republicans to be blamed for any future shutdown as well.\n\nMr. Boehner flatly ruled out a shutdown Thursday.", "article_metadata": {"description": "Congress won't get its spending bills done in time for the new fiscal year, House Speaker John A. Boehner said Thursday, saying they'll need to pass a short-term stopgap to prevent a government shutdown.", "author": "The Washington Times http://www.washingtontimes.com", "og": {"site_name": "The Washingtion Times", "description": "Congress won’t get its spending bills done in time for the new fiscal year, House Speaker John A. Boehner said Thursday, saying they’ll need to pass a short-term stopgap to prevent a government shutdown.", "title": "Congress headed for potential shutdown as GOP admits spending bills stalled", "url": "http://www.washingtontimes.com/news/2015/jul/23/congress-headed-potential-shutdown/", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2015/07/23/AP_664232410403.jpg", "type": "article"}, "twitter": {"image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2015/07/23/AP_664232410403.jpg", "description": "Congress won't get its spending bills done in time for the new fiscal year, House Speaker John A. Boehner said Thursday, saying they'll need to pass a short-term stopgap to prevent a government shutdo", "site": "@washtimes", "card": "summary", "title": "Congress headed for potential shutdown as GOP admits spending bills st"}, "Author": "Stephen Dinan, Ben Wolfgang and Stephen Dinan, Ben Wolfgang", "bitly-verification": "d180fd45f70d", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web3", "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "news_keywords": "Business Finance, Politics, House, Senate, John A Boehner"}, "_id": "\"57477af36914bd0286fd0fe8\"", "article_summary": "House Republicans wanted to specifically cancel funding for Obamacare in a continuing resolution, but Senate Democrats refused.\nDemocrats believe that shutdown hurt the GOP politically, and expect Republicans to be blamed for any future shutdown as well.\nMr. Boehner flatly ruled out a shutdown Thursday.\nMr. Boehner said the cramped schedule forced his hand.\nAnd they mocked Mr. Boehner for throwing in the towel already."}