{"article_title": "Kearney Crane Watch Festival", "article_keywords": ["miles", "migratory", "festival", "typically", "watch", "vessels", "feet", "cranes", "warm", "platte", "crane", "river", "kearney", "sandhill"], "article_url": "http://www.kearneyhub.com/news/life/kearney-crane-watch-festival/article_5ba50338-9b39-11e3-b0e9-0019bb2963f4.html", "article_text": "History: Cranes are among the oldest living birds on the planet. Fossil records place cranes in Nebraska more than 9 million years ago. By comparison, the Platte River is 10,000 years old.\n\nHeight: 3-4 feet\n\nWeight: 6-12 pounds\n\nWingspan: 6-7 feet\n\nLifespan: 20-40 years\n\nDiet: Varies depending on season and location. In the Platte Valley, 90 percent of their diet is grain left in harvested cornfields and 10 percent is plant and animal foods in wet meadows adjacent to the river, including seeds, fleshy tubers of plants, grubs, earthworms, snails, amphibians, small reptiles and rodents.\n\nColor: Adults, gray with a red crown (bald patch of skin); juveniles, browner with a feathered crown\n\nSubspecies: There are at least five and possibly six. Lesser, greater and, according to some, Canadian sandhill cranes are migratory. Florida, Mississippi and Cuban sandhill cranes are non-migratory.\n\nFlight speed: 25-35 mph\n\nFlight distance: Typically 200-300 miles in a day, but up to 500 miles with a good tail wind. Cranes ride thermals so efficiently they have been seen flying over 28,000-foot Mount Everest.\n\nNesting: Migratory cranes begin nesting from early April to late May. Nests usually are low mounds of vegetation in wetlands. The female typically lays two eggs that incubate for 29-32 days.\n\nAdaptations:\n\n- Very sharp, sturdy bill used to probe frozen soil, for preening and as a weapon.\n\n- Wings that in addition to flight help cranes maintain balance when they jump up to strike attackers with their feet.\n\n- The ability to constrict blood vessels in their feet to stay warm while standing in near-freezing water. Arteries and vessels in their legs warm the colder blood before it reaches the body.\n\nSource: Rowe Sanctuary", "article_metadata": {"description": "KEARNEY — In addition to several hundred thousand sandhill cranes and thousands of visitors to see them, special events will bring interesting programs and notable speakers to Kearney.", "og": {"site_name": "Kearney Hub", "description": "KEARNEY — In addition to several hundred thousand sandhill cranes and thousands of visitors to see them, special events will bring interesting programs and notable speakers to Kearney.", "title": "Kearney Crane Watch Festival", "url": "http://www.kearneyhub.com/news/life/kearney-crane-watch-festival/article_5ba50338-9b39-11e3-b0e9-0019bb2963f4.html", "image": {"width": 630, "identifier": "http://bloximages.chicago2.vip.townnews.com/kearneyhub.com/content/tncms/assets/v3/editorial/a/22/a223155c-9b39-11e3-8115-0019bb2963f4/5307bc015134e.preview-630.jpg?resize=630%2C472", "height": 472}, "type": "article"}, "twitter": {"site": "@KearneyHub", "card": "summary"}, "fb": {"app_id": 409294052520309}, "keywords": "jim henson,puppetry,international crane foundation,rhode island school of design,muppets,heather henson,eugene o neill theater center,american legion,life,local,spotlight", "news_keywords": "jim henson,puppetry,international crane foundation,rhode island school of design,muppets,heather henson,eugene o neill theater center,american legion,life,local,spotlight"}, "_id": "\"57477af36914bd0286fd0fed\"", "article_summary": "By comparison, the Platte River is 10,000 years old.\nNesting: Migratory cranes begin nesting from early April to late May.\nFlorida, Mississippi and Cuban sandhill cranes are non-migratory.\nLesser, greater and, according to some, Canadian sandhill cranes are migratory.\nFlight speed: 25-35 mphFlight distance: Typically 200-300 miles in a day, but up to 500 miles with a good tail wind."}