{"article_title": "Spoonful of medication may put children at risk", "article_keywords": ["medication", "prescription", "risk", "milliliter", "milliliters", "spoonful", "tablespoons", "parents", "medicine", "pediatrics", "teaspoons", "dr", "children"], "article_url": "http://health.heraldtribune.com/2014/07/16/spoonful-medication-may-put-children-risk/", "article_text": "Each year, about 10,000 people contact poison centers in the United States, afraid that they gave too strong a dose of medicine or were confused by measurement directions, according to the American Association of Poison Control Centers. About three-quarters of the callers are parents trying to administer medicine to children younger than 12, often baffled by such options for measuring as milliliters, milligrams, teaspoons, tablespoons and droppers.\n\nNow many professional associations have begun recommending that a uniform unit be adopted for liquid medicines: the milliliter. The guideline comes despite long-held fears that Americans are loath to try anything metric.\n\n“There’s a traditional assumption that Americans are not good with the metric system and that the teaspoon is easier,” said Dr. Daniel Budnitz, the director of the medication safety program at the Centers for Disease Control and Prevention.\n\nBut that doesn’t seem to be the case. A new study in Pediatrics has found that parents who dosed medications in milliliters were far less likely to make errors than those who gave their children medicine in teaspoons and tablespoons .\n\nA team led by Dr. H. Shonna Yin of New York University School of Medicine interviewed 287 parents shortly after they had finished giving medication to their children that had been prescribed at the emergency departments at Bellevue Hospital Center in Manhattan and Woodhull Medical Center in Brooklyn. Researchers found that more than 40 percent of the parents had not measured correctly. One out of six parents resorted to imprecise household utensils, like soup spoons.\n\nIn fact, parents who measured medicine in teaspoons and tablespoons were nearly twice as likely to make mistakes as those who measured in milliliters.\n\nParents with milliliter prescriptions typically used syringes or dosing cups. Dr. Ian M. Paul, a co-investigator and professor of pediatrics at Penn State University College of Medicine, said that a syringe that delineated milliliters was an exact measure.\n\nBut about a quarter of the parents did not receive a measuring device with the medication. They were more likely to rummage through kitchen drawers, although some who did receive the devices also used their own teaspoons and tablespoons.\n\n“A kitchen spoon is less precise,” Dr. Paul said. “There are no markings on it, and they vary widely in size. You could way overdose.”\n\nMistaking directions for a tablespoon rather than a teaspoon, even when using a medical dosing spoon, could be a significant error: a tablespoon of medicine is threefold stronger than a teaspoonful and could result in an overdose with harmful consequences.\n\nMaking the opposite error and underdosing a child could also create serious concerns, doctors said. If an antibiotic is dispensed at too low a dose for strep throat, for example, it may be ineffective and the infection could rage on. The physician might need to prescribe a second, stronger medication.\n\nIt is not just a parent’s hasty grab for a kitchen spoon that can lead to mistakes. Dr. Alan L. Mendelsohn, an associate professor of pediatrics at N.Y.U. and a senior investigator on the study, said that dosing errors could occur at many other stages. Parents might not hear directions correctly from the prescriber. The abbreviations for teaspoon (tsp) and tablespoon (tbsp) are so similar that a doctor’s handwriting could be misunderstood or parents could misread a label (the abbreviation for milliliter is mL). Or a pharmacist might give the dose in teaspoons when a milliliter measuring device was not available.\n\n“In many cases where the prescription was in milliliters, the parent nonetheless dosed in tablespoons or teaspoons,” Dr. Mendelsohn said.\n\nDr. Yin emphasized that parents were not necessarily to blame because they were often exposed to inconsistent information. “Parents may encounter different units of measurement as they’re being counseled by their doctor or pharmacist, and those units may be different from what they see on the prescription or bottle label,” she said. “So there’s no wonder that they can be confused.”\n\nA gradual transition to a uniform unit appears to be underway. The American Academy of Pediatrics has suggested that physicians prescribe in milliliters in electronic medical records. A single standard for consistency and clarity has also been encouraged by the Institute for Safe Medication Practices and the Food and Drug Administration.\n\nIn March, a report by the National Council for Prescription Drug Programs recommended to pharmacies that the milliliter be the standard unit on prescription container labels and that appropriate dosing devices be included when medicines are dispensed.\n\nManufacturers of over-the-counter medications have also joined the conversation: Barbara Kochanowski, vice president of regulatory and scientific affairs for the Consumer Healthcare Products Association, a trade group, said that it would be presenting guidelines for a milliliter-only standard to its board within a year.\n\nThe researchers for the new study had been particularly concerned with the ability of non-English-speaking parents or those with low literacy to follow prescribed doses. But these findings provided reassurance, the authors said, that a milliliter-only measurement would minimize error and confusion for these parents.\n\n“We can continue to promote the safe administration of liquid medicines to kids,” said Dr. Budnitz of the C.D.C., “and not be held up by false concerns that parents will not be able to follow milliliter instructions.”", "article_metadata": {"og": {"image": "http://health.heraldtribune.com/files/2014/07/spoonful.jpg"}, "wp-parsely_version": "1.8", "fb": {"app_id": 846021808821787}}, "_id": "\"57477af36914bd0286fd0fee\"", "article_summary": "“In many cases where the prescription was in milliliters, the parent nonetheless dosed in tablespoons or teaspoons,” Dr. Mendelsohn said.\nAbout three-quarters of the callers are parents trying to administer medicine to children younger than 12, often baffled by such options for measuring as milliliters, milligrams, teaspoons, tablespoons and droppers.\nBut about a quarter of the parents did not receive a measuring device with the medication.\nA new study in Pediatrics has found that parents who dosed medications in milliliters were far less likely to make errors than those who gave their children medicine in teaspoons and tablespoons .\nIn fact, parents who measured medicine in teaspoons and tablespoons were nearly twice as likely to make mistakes as those who measured in milliliters."}