{"article_title": "Time to Fix Failed $18 Billion Job Training Programs", "article_keywords": ["billion", "training", "programs", "federal", "18", "fix", "system", "workforce", "investment", "failed", "job", "report", "employment", "workers"], "article_url": "http://www.thefiscaltimes.com/Articles/2014/02/03/Time-Fix-Failed-18-Billion-Job-Training-Programs", "article_text": "In his State of the Union address last week, President Obama announced he had directed Vice President Joe Biden to oversee an “across the board reform” of the country’s job training programs. The announcement was part of a hopeful message, which Obama illustrated with the tale of Detroit Manufacturing Systems, an auto parts supplier that drew some of its first employees from and American Job Center.\n\nBut the hidden message is this: the country’s job training programs need reform because they don’t work very well. This is not to say that no job training programs anywhere are successful. But what evidence there is of job training effectiveness is spotty, and there is ample evidence that existing programs are inefficient and prone to misuse.\n\nRelated: Senate Will Try Again to Extend Unemployment Insurance\n\nFor some who have examined the issue of job training, though, Obama’s remarks last week hit on a pair of concepts that offer reason to hope that Biden’s efforts may be headed in the right direction.\n\nThe president called for “more on-the-job training, and more apprenticeships.” These are age-old ideas, but some experts who have studied job training programs believe they are the single best way to prepare people for the workplace.\n\nIn a report published by the Center for American Progress, Ben Olinsky and Sarah Ayres wrote, “Apprenticeships can help meet the demand from businesses, while offering workers higher wages and better employment outcomes. Evidence on the effectiveness and return on investment for apprenticeships is strong—they are overwhelmingly recommended by employers and lead to significant increases in lifetime earnings and benefits of up to $300,000 for workers.”\n\nThe fact that Olinsky and Ayres were able to cite specific evidence of apprenticeships’ effectiveness stands in contrast to many of the existing jobs training programs today.\n\nIn 2011, the Government Accountability Office examined federal job training efforts and found that nine different federal agencies were overseeing 47 different programs at a cost of $18 billion. Of those programs, GAO found, only five had conducted an impact study to monitor effectiveness within the previous five years.\n\nRelated: Jobs Report Will Be Key Metric for Market and Fed\n\nThe GAO also found the programs to be largely redundant, noting, “Almost all federal employment and training programs, including those with broader missions such as multipurpose block grants, overlap with at least one other program in that they provide similar services to similar populations.”\n\nOthers have had a hard time identifying the specific benefits of job training programs, as well. In 2011, before he became part of the Republican presidential ticket, Rep. Paul Ryan praised Blackhawk Technical College, a state-supported community college in his hometown of Janesville, Wisconsin, that he said was retraining workers laid off by a local General Motors plant.\n\nBut a report published by Pro Publica determined that Blackhawk was not actually helping the unemployed very much at all. Workers who retrained at Backhawk were, on average, less likely to find permanent work than workers who received no retraining at all, and they were more likely to have remained unemployed. Among those who found work, those who retrained earned on average less than those who did not retrain.\n\nRelated: The Surprising Reason College Grads Can’t Get a Job\n\nJob training in the U.S. has a long history, dating back to the Works Progress Administration of he 1930s. In the 1970s, in an effort to move control of the program closer to the communities it served, the Comprehensive Employment and Training Act of 1973 was signed into law by President Nixon. The CETA was replaced in the early 1980s by the Job Training Partnership Act, and finally by the Workforce Investment Act of 1988, which established Workforce Investment Boards serving every community in the country.\n\nSupporters of federal job training say that the system has improved greatly over the years, becoming more focused on the job skills that will be useful in the communities they serve.\n\n“The Workforce Investment Board system today is not dramatically different in structure from the CETA system in place when I entered the job training field in 1979,” said Michael S. Bernick, former director of the California Employment Development Department, and now and attorney with Sedgwick Law in San Francisco. “The system has improved, though, over the years, so that today, almost all local workforce investment boards are closely connected to local labor markets, know their local employers, and tie training to predicted job openings. Limitations of the job training system lie mainly on the demand side.”\n\nRelated: 10 Companies Where Part-Timers Still Get Health Benefits\n\nOthers, including those in Congress, disagree. Republican Sen. Tom Coburn, of Oklahoma, in a 2011 report found the federal job training system “rife with waste, fraud and abuse and lacking demonstrable effectiveness.”\n\nWhether replacing our current patchwork of training programs with stronger federal support of apprenticeship and on-the-job training programs will significantly boost employment remains to be seen, but as Olinsky and Ayres point out, the current system has the country on track for further problems in the future.\n\n“The U.S. education and training system is not on pace to meet future workforce demands, with damaging consequences for workers, businesses, and America’s global competitiveness.”\n\nTop Reads from The Fiscal Times:", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "In his State of the Union address last week, President Obama announced he had directed", "title": "Time to Fix Failed $18 Billion Job Training Programs", "url": "http://www.thefiscaltimes.com/Articles/2014/02/03/Time-Fix-Failed-18-Billion-Job-Training-Programs", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/08052011_no_jobs_article.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/Articles/2014/02/03/Time-Fix-Failed-18-Billion-Job-Training-Programs", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/08052011_no_jobs_article.jpg", "creator": "@rrgarver", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "In his State of the Union address last week, President Obama announced he had directed", "generator": "Drupal 7 (http://drupal.org)"}, "_id": "\"57477af36914bd0286fd0ff2\"", "article_summary": "But the hidden message is this: the country’s job training programs need reform because they don’t work very well.\nThis is not to say that no job training programs anywhere are successful.\nIn 2011, the Government Accountability Office examined federal job training efforts and found that nine different federal agencies were overseeing 47 different programs at a cost of $18 billion.\nLimitations of the job training system lie mainly on the demand side.”Related: 10 Companies Where Part-Timers Still Get Health BenefitsOthers, including those in Congress, disagree.\nThe president called for “more on-the-job training, and more apprenticeships.” These are age-old ideas, but some experts who have studied job training programs believe they are the single best way to prepare people for the workplace."}