{"article_title": "A perfect storm for Hillary Clinton? Millennials dissatisfied with government, untrusting of Washington", "article_keywords": ["perfect", "untrusting", "clinton", "personal", "washington", "system", "public", "millennials", "hillary", "leadership", "dissatisfied", "storm", "poor", "trust", "email", "clintons"], "article_url": "http://redalertpolitics.com/2015/04/12/perfect-storm-hillary-clinton-millennials-dissatisfied-government-untrusting-washington/", "article_text": "Though many desperate Democrats have dismissed Hillary Clinton’s private e-mail controversy as a fleeting bleep on her otherwise successful record, evidence shows that the scandal may haunt the former Secretary of State into the 2016 election, especially when it comes to Millennial voters.\n\nA comprehensive analysis by Gallup at the end of 2014 demonstrated that poor leadership in government was the top issue according to Americans for said year — the first time such a result was produced in the history of the poll.\n\nThough the lack of confidence in — and frustration with — government leadership likely had much to do with congressional gridlock and President Obama’s utter refusal to abandon his own agenda, it also poses a problem for future leaders of the United States and, of course, presidential candidates in particular.\n\nBelief that leadership in government is poor goes hand-in-hand with a lack of confidence in said leadership and ultimately, a lack of trust.\n\nAccording to Pew Research Center data, public trust in government remains at historic lows.\n\nAnd, for Millennials, this absence of trust is particularly strong. A survey from the Harvard Institute of Politics released last year determined that only 31 percent of 18-to-34-year-olds trust the federal government overall, a figure that had been declining since March 2012.\n\nAnd, with more revelations about the Department of Veterans Affairs, Obamacare, and ultimately Clinton’s private e-mails, this figure has likely continued its decline.\n\nSo what does this all mean for Clinton at the start of her 2016 presidential campaign?\n\nPlainly, her concealment of her personal and professional e-mails — out of “convenience” or whatever other unapparent reason — makes it difficult for the public, and Millennials who are particularly concerned about government accountability, to trust her.\n\n“I think that the public is feeling an increased sense of mistrust toward the government because such an active politician in the government and probably even a presidential candidate has breached accountability and transparency of the government by using her personal e-mail system,” Patty-Jane Geller, the communications director for the Georgetown College Republicans, said of the newest Clinton scandal.\n\n“[Individuals’] main issues with government leadership are that the government is not accountable to the people and not always transparent, i.e. subject to corruption. Since Clinton’s use of her personal email system undermines these two concepts, this exacerbates the frustration over poor government leadership,” added Geller.\n\nShe emphasized that, no matter the validity of Clinton’s excuse for exclusively using a personal e-mail system, her decision to not to release the entirety of her e-mails — and better yet delete those deemed personal and wipe her server — “implies that she has something to hide, or did not do her job right.”\n\nAmericans, Geller explained, will therefore “think the worst” of the controversy.\n\nNicholas Hunt, the president of the American University College Republicans, explained that young Americans’ frustration with poor government leadership stems from their distrust of the fact that “public servants” in Washington are truly there to serve the regular population.\n\n“The thought that our high officials are motivated by anything but the raw pursuit of power as well as the prestige and future earnings potential after leaving office is a joke,” Hunt declared.\n\n“Americans are tired turning on the television and seeing their elected leaders spew rhetoric, rather than unveiling plans to address the myriad of issues our nation faces,” he later added.\n\nOf course, this means that, when young Americans view Clinton in a press conference insisting that she employed a personal e-mail system to avoid carrying two phones out of convenience, they see her as merely “spew[ing] rhetoric.”\n\nThe fact that it was later reported that Clinton used an iPad and a BlackBerry — two devices — makes this “rhetoric” ring ineffective and false.\n\n“If there is one thing Millennials value, it’s authenticity, and Secretary Clinton’s outrageous scheme involving her home-grown sever is the absolute antithesis of this core principle,” explained Alex Smith, the National Chair of the College Republican National Committee (CRNC).\n\n“This sort of secrecy is part of the reason why young voters helped to catapult a much more open President Obama to victory in the 2008 primaries,” Smith continued. “Secretary Clinton’s evasive tactics represent an old style of politics that just does not work in our modern world anymore.”\n\nAlas, as Hillary’s secrecy throughout campaign season inevitably increases, one will undoubtedly notice her favorability — and trustworthiness — among Millennials begin its descent.", "article_metadata": {"generator": "NGFB Pro 7.8.4U", "og": {"site_name": "Red Alert Politics", "description": "Though many desperate Democrats have dismissed Hillary Clinton's private e-mail controversy as a fleeting bleep on her otherwise successful record, evidence shows that the scandal may haunt the former of secretary of State into the 2016 election, especially when it comes to Millennial voters.", "title": "A perfect storm for Hillary Clinton? Millennials dissatisfied with...", "locale": "en_US", "image": {"width": 552, "identifier": "http://redalertpolitics.com/files/2015/04/DEM-2016-Clinton-Head_Chal-552x400.jpg", "height": 400}, "url": "http://redalertpolitics.com/2015/04/12/perfect-storm-hillary-clinton-millennials-dissatisfied-government-untrusting-washington/", "type": "article"}, "fb": {"admins": 1285945407, "app_id": 529886110401651}, "msvalidate.01": "0F003B4674EABE0F24651B476B61A43C", "article": {"publisher": "https://www.facebook.com/RedAlertPolitics", "tag": "transparency", "published_time": "2015-04-12T15:08:46+00:00", "modified_time": "2015-04-15T17:48:15+00:00"}, "viewport": "width=device-width"}, "_id": "\"57477af36914bd0286fd0ff1\"", "article_summary": "According to Pew Research Center data, public trust in government remains at historic lows.\nSince Clinton’s use of her personal email system undermines these two concepts, this exacerbates the frustration over poor government leadership,” added Geller.\nBelief that leadership in government is poor goes hand-in-hand with a lack of confidence in said leadership and ultimately, a lack of trust.\nSo what does this all mean for Clinton at the start of her 2016 presidential campaign?\nAnd, for Millennials, this absence of trust is particularly strong."}