{"article_title": "In the Loop: Sen. Tim Scott Stumps for Rubio in Athens", "article_keywords": ["think", "trump", "state", "athens", "winning", "tim", "rubio", "scott", "stumps", "sen", "republican", "gop", "loop", "candidates"], "article_url": "http://flagpole.com/news/in-the-loop/sen-tim-scott-stumps-for-rubio-in-athens", "article_text": "Photo Credit: Blake Aued\n\nAthens might be Bernie Sanders country, but Republican presidential candidate Marco Rubio sent a prominent surrogate here today to round up votes for the Florida senator in Tuesday’s primary.\n\nSouth Carolina Sen. Tim Scott stumped for Rubio at Cine this afternoon, speaking for 45 minutes to a group of about 30, including prominent local Republicans like Georgia Secretary of State Brian Kemp, state GOP Chairman John Padgett, Athens GOP Chairman Matt Brewster and Watkinsville city councilman Brian Brodrick.\n\nScott, one of only two African Americans in the Senate, along with New Jersey Democrat Cory Booker, is a Charleston businessman and longtime local elected official who rode the tea party wave to the U.S. House in 2010 and was appointed to serve out Sen. Jim DeMint’s term in 2012, winning a special election in 2014.\n\nHis message: That Rubio is the only one of the five remaining Republican candidates who can beat frontrunner Donald Trump and “unite our party the way no other candidate can do.”\n\nTrump currently leads in all but two of the 11 states that are holding primaries or caucuses Mar. 1. (Sen. Ted Cruz is winning his home state of Texas, and Rubio has a slight lead in Minnesota.) Georgia polls show Trump with about 35 percent of the vote, with Cruz and Rubio in the low 20s and vying for second place.\n\n“I think [Rubio] wins a state or two on Tuesday, but there’s no question he has a path to the nomination even if he doesn’t win a state on Super Tuesday,” Scott said.\n\nThe field will narrow down to two or three candidates by the end of March, he said. “The closer we get to a two-man race, the better it is for Marco,” he said, because Trump has a ceiling of about 35 percent and the other candidates’ supporters will coalesce around Rubio.\n\nCruz, the other alternative, is “certainly conservative, but I don’t think he’s a unifying figure,” Scott said.\n\nScott declined to comment on a recent New York Times article reporting that Republican senators like Scott who are up for re-election this year would campaign against Trump if he’s the nominee. He did say, though, that he will support the GOP nominee in November.\n\nScott took about a dozen questions from audience members, outlining Rubio’s positions on student loan debt, the Affordable Care Act, immigration reform, Iran and entitlement reform.\n\nPerhaps Rubio’s biggest weakness among conservatives is his since-repudiated support for a path to citizenship for people who came to the U.S. illegally. Scott vouched for Rubio as someone who “grew and matured” on that issue. “It’s a false statement” to say Rubio supports amnesty, Scott said.", "article_metadata": {"og": {"url": "http://flagpole.com/news/in-the-loop/sen-tim-scott-stumps-for-rubio-in-athens", "type": "article", "image": "http://flagpole.com/uploads/2016/03/02/sen-tim-scott-stumps-for-rubio-in-athens/IMG_0694.JPG", "site_name": "Flagpole Magazine | Athens, GA News, Music, Arts, Restaurants", "title": "Sen. Tim Scott Stumps for Rubio in Athens"}, "google-site-verification": "Y4nsw6wzD0RdM2uh0YPtr3HCiLrC0k55SUBxTAG7lJs", "fb": {"app_id": 1387818094779966}, "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "(Sen. Ted Cruz is winning his home state of Texas, and Rubio has a slight lead in Minnesota.)\nScott vouched for Rubio as someone who “grew and matured” on that issue.\n“It’s a false statement” to say Rubio supports amnesty, Scott said.\n“I think [Rubio] wins a state or two on Tuesday, but there’s no question he has a path to the nomination even if he doesn’t win a state on Super Tuesday,” Scott said.\nSouth Carolina Sen. Tim Scott stumped for Rubio at Cine this afternoon, speaking for 45 minutes to a group of about 30, including prominent local Republicans like Georgia Secretary of State Brian Kemp, state GOP Chairman John Padgett, Athens GOP Chairman Matt Brewster and Watkinsville city councilman Brian Brodrick."}