{"article_title": "Workforce Management: It Takes Time — and Effort", "article_keywords": ["processes", "management", "takes", "business", "data", "workforce", "system", "systems", "organization", "model", "outcomes", "effort"], "article_url": "http://www.workforce.com/articles/21653-workforce-management-it-takes-time-and-effort", "article_text": "Workforce management — specifically time and scheduling — has become front-page news and popular fodder on social media, so it’s time to rethink how we manage the workforce. When major legislation, such as the Affordable Care Act’s 30-hour rule directly affects managing hours worked and nonemployee labor can be easily acquired across the globe, it’s imperative to have the tools and strategies to manage these new business requirements.\n\nThe outcomes of modern time-keeping and scheduling practices are experiencing a heightened level of attention, fluidity and oversight strongly suggesting the domain of workforce management has become both a source of opportunity and problematic.\n\nMore Outdated Than Broken\n\nThe situation exists because many organizations are largely operating under a model for time-keeping and scheduling management that has not fundamentally changed in decades.\n\nProcesses have been improved, new systems have been installed. But many businesses continue to focus on themselves to the exclusion of workers, workers who are increasingly savvy and empowered and ignoring competitors who have adapted to the new world of work. It isn’t intentional neglect — it’s institutional rigidity — making superficial changes but not bearing down on the bigger opportunities. The power has shifted and now must be shared and engaged. Workforce management is not only about driving outputs (e.g., payroll and schedules) it’s about producing wanted mutually beneficial outcomes and avoiding other painful outcomes.\n\nThe headlines are heralding this shift. Analytics are exposing previously hidden costs and associating shift schedules to absenteeism, turnover and engagement. It’s time for workforce management to hit the reset button.\n\nHitting Reset\n\nThe opportunity and the problem are not just how you are managing the workforce. It’s what you expect during the process. It’s a capability and focus problem but not just around processes and systems, it’s around the unavoidable effect and influence time-keeping and scheduling have on an organization’s success. Workforce management outcomes are making news and they are subject to new outside regulation. To say workforce management outcomes affect shareholder value and business strategy is no understatement.\n\nCritical media attention attracts the attention of advocates, policymakers and consumers. There is an opportunity to improve the personal effectiveness these processes and systems have on their biggest asset: people. Who is responsible? Everyone and no one. Therein that truth alone there is an opportunity and a big problem. Workforce management is owned across the organization but typically not by a single business unit. But that can change. Human resources, information technology, finance and operations leaders should come together to redefine how workforce management is governed, how it is being shaped by technology, the effect on its people, and how it can drive bottom line results and impact brand in the market.\n\nThe Road Map\n\nEfficiency, compliance and accuracy are only qualities of how we deliver workforce management outcomes. The results produced for the organization are how we define the success of workforce management today.\n\nThe road map for workforce management is not about focusing on the present list of transactions and software features that organize how we execute time-keeping and scheduling activities in the organization. The road map today is to shift and elevate the domain of workforce management to be oriented around outcomes, not simply transactions and clicks. Employers should recognize that workforce management is not a set of back-office activities. Workforce management is driving the business by intelligently designing and executing what people do based on a balance of what is good for all: the business, workers and customers. How we execute drives important outcomes for each of these parties: cost and income, workability and quality.\n\nNotice that the traditional workforce management focus is about efficiency, compliance and accuracy. Those are qualities that help achieve the outcomes. They are no longer how we define workforce management success. The goal should be to deliver outcomes from a model of people management that works in today’s highly visible, regulated, dynamic and competitive environment. This model establishes workforce management as a distinct business unit with clear ownership and aligned with distinct competencies to manage the modern dynamic of time and labor.\n\nSchedules can no longer be just based on business demand, they should reflect employee preferences. These preferences tell the organization when an employee is available and how many hours that person wants to work each week. Payroll leakage cannot go unchecked because it is wasteful and allows inequities to persist keeping organizations from funding things that matter and treating and paying workers consistently. The new model for workforce management includes tools that explain the context around how labor is deployed and compensated and enables the organization to make informed decisions about its daily operations.\n\nEffective workforce management happens when everyone can be seen in a single system — no matter how diverse the organization is. Modern time-keeping and scheduling systems can handle incredible complexity and allow for a comprehensive view of the organization. There are measurable results and issues — good and bad — hidden in disparate systems, overly complex processes and unclear instructions on how to use the technology. To enjoy or fix these you should design with intent. Modern workforce management is set up to influence — not simply process — what happens day to day.\n\nWorkforce management is a front-line, bottom-line and top-line activity. The road map to modern workforce management is to transform from back-office to executive-office thinking. Every person in the organization touches workforce management daily and should be channeled by design into decisions and actions that drive good results for workers, shareholders and customers. Good leaders think strategically about these outcomes — based on a vision of what they want to accomplish. Thoughtful workforce management leaders operate within a set of principles and priorities to shape their decisions, investments and capabilities. That outcome-focused strategy redefines workforce management — not just better, different.\n\nIdentify Your Targeted Areas for Transformation\n\nTarget 1: Establish a set of guiding principles. The “Workforce Asset Management Book of Knowledge” (John Wiley & Sons Publishing, 2013) outlines the “ACTIVE” principles of workforce management as alignment, control, timing, information, visibility and efficiency, engagement and execution. Plans, systems and people are measured against these attributes. Adhering to these principles can make it easier to determine what a good process is and what needs to be improved.\n\n\n\nWhen workforce management is expected to drive results adhering to these principles, it helps make that happen. For example, a workforce-centric organization should have a labor cost optimization methodology and define what schedule equilibrium is. Schedule predictability is one of the tenets of equilibrium. Therefore the alignment and timing principles can be used to validate that schedule processes are good and conform to how the organization defines predictability. If the processes are not aligned, then it’s clear to everyone that there needs to be a reset.\n\nTarget 2: Identify where and how workforce management drives the organization. Who are the players, what are the processes and systems and define all of the outcomes that emanate from workforce management for the business, the workers and your customers? Knowing these helps determine how the system, policies and processes need to work together to produce the best outcomes. The players and processes will have the principles applied to what they are designed to do. For example, if eliminating gaming will help reduce cost and improve employee morale, the system should provide timely insights into these activities. To prevent some forms of manager gifting, the workforce management processes must have proper controls to limit access.\n\nTarget 3: Figure out how improvements will be measured. The great thing about workforce management is that there is a wealth of data — reliable, accessible and quantifiable data. The data will include hours and payments, details about where and when people work and what they do. It will include business data related to labor demand and issues that affect daily events such as absences. Workforce management leaders may select data that is a predictor of absences such as excessive hours or short notice of schedule changes.\n\nROADBLOCK WFM transformation may be met with skepticism and “not now,” “not here” or “there is no real danger here” reactions. Use your workforce management data to expose and quantify the magnitude and urgency of your workforce management problems and opportunities. Look for labor analytics solutions that give you very discrete insights into where unwanted time and scheduling problems exist. Overcome these roadblocks with more than key performance indicators — good workforce management data analysis shows the real-world context and answers the questions “How are we doing?” “Where?” and “Why?”\n\nTarget 4: Become a data-driven organization. Expect to use this data to translate into dollars and metrics how your organization is performing. A data-driven organization leverages workforce management data to understand the real context of the business, such as “Why was overtime higher?” so that people are informed about what is driving that cost. Data-driven means that outside information is validated against internal evidence. For example, benchmarking data are applied carefully and only where clearly relevant.\n\n\n\nTarget 5: Assign an owner. The new workforce management model operates as a separate business unit. The Workforce Management Office, or WMO, moves away from the current workforce management model of fragmented ownership and consolidates and elevates the function. Typically, workforce management is a loosely shared responsibility across HR/payroll, IT, operations and finance. This “manage by committee” model is part of why the focus is on transactions and not outcomes. Each of these areas has priorities of its own that influence how it prioritizes workforce management activities. Situating workforce management inside the WMO gives it the autonomy and responsibility to make sure workforce management is successfully supporting the organization. The WMO can also build in accountability at every level and use the data to do so. When one department needs a special report to manage nonemployee hours, the WMO uses the ACTIVE principles and overarching business goals to prioritize this request and even fund the work if necessary. Using its authority to make decisions for the success of the business the workforce management avoids leaving it to IT to determine when or whether this request will be filled.\n\n\n\nTarget 6: Design with intent. With the updated perspective on what workforce management is responsible for, look at system and process design more like an engineering plan. When engineers blueprint a new product, they know exactly what the product is intended to do and from that plan they design every piece and how they all fit together. For workforce management designers, system rules, user profiles and workflows are shaped based on what the outcome — instead of the process — should look like. Design with intent maps system features from punch to paycheck and what each outcome of workforce management should achieve from salaries, savings and satisfaction to sales.\n\nROADBLOCK\n\n\n\nFunding sources may be limited for consolidating systems. Use the design with intent process to demonstrate direct linkages between new technology capabilities and real savings. Those savings may pay for the new investment and provide a “self-funded” transformation.\n\nThe WMO and system designers methodically map strategic goals (the intent, such as longer breaks between shifts) down to the small details of workforce management system rules and how specific data will flow to interfaces or be visualized for users in analytics. This design approach carefully specifies how a goal (rest breaks) is going to be achieved down to the mathematical calculations, the timing of a delivered piece of information and the responsibility to sign off on a schedule. This gives the business traceability. If the results don’t happen, the result can be traced back to where the design has broken down and why it has not delivered the expected outcome.\n\nWhen workforce management systems, processes and the people using them are changed, the “Design with Intent” approach identifies what will change and how much. A significant benefit of the approach is knowing what you intend to do with the outcomes (cost savings, productivity, engagement, retention, brand impact, etc.) When rest between shifts is improved, employees might be less likely to quit, which saves on the cost of hiring and training and possibly increases sales when well-rested employees deliver higher-quality service.\n\nTarget 7: Move toward shared systems and consolidated ownership of “the new workforce assets.” Having all workers in a common system can allow you to manage the workforce and standardize more easily. One system may be easier to administer consistently and can reduce the cost of ownership. A common system can simplify how things work and allows the organization to focus on its core business.\n\nTarget 8: Upskill. The improved workforce management model is more strategic, more data-driven, managed with more science now than art. It is also highly visible, regulated and dynamic and presents increasing risks to the organization’s continued success. The people handing workforce management should understand a broad range of issues, technologies and techniques that require formal training. Knowing who has these abilities is difficult without some sort of validation. Getting your team certified in workforce asset management is crucial. If your workforce management model is outdated, then what your people know and how they operate is probably outdated, too. Don’t stop at upgrading your workforce management technology and operating model. People cannot be expected to transform themselves and operate a new level of performance without training and professional support.\n\nReview\n\nA workforce management transformation is not a one-time event. Managing the workforce will most likely continue to be shaped and scrutinized by news and social media and driven by changing regulations, technologies and worker populations. Managing labor cost optimization and schedule equilibrium or incorporating new breeds of workers into the workplace are ongoing activities. These changes necessitate a new workforce management model supported by enabling methods and tools and skilled resources to provide review and improvement as an ongoing function and responsibility. In the past, workforce management was measured by error rates, compliance, efficiency and system downtime. Today these are the baseline of workforce management performance. Workforce management in your future could be measured by cost reduction and containment, schedule predictability, stability and adequacy, and what-if modeling to manage employer mandates and competitive, diverse labor markets. Fine-tuning, engaging and solving workforce management problems are the new milestones on the workforce management road map.\n\nLisa Disselkamp is the director of Deloitte Consulting’s Human Capital Practice. Comment below or email editors@workforce.com. Follow Workforce on Twitter at @workforcenews.", "article_metadata": {"description": "Workforce management — specifically time and scheduling — has become front-page news and popular fodder on social media, so it’s time to rethink how we manage the workforce. When major legislation, such as the Affordable Care Act’s 30-hour rule directly affects managing hours worked and nonemployee labor can be easily acquired across the globe, it’s imperative to have the tools and strategies to manage these new business requirements. The outcomes of modern time-keeping and scheduling practices are experiencing a heightened level of attention, fluidity and . . .", "csrf-token": "3O/EbbNz5PgTBWamiPbrbaXVb/K3UgWzosEr7TtQG0Y=", "twitter": {"image": "http://www.workforce.com/ext/resources/images/WFM_Web-Art/October-2015/488393010.jpg?1445438030", "description": "Time and attendance expert Lisa Disselkamp of Deloitte Consulting shares her expertise on how companies can create a better workforce management system for their teams — and their future.", "card": "summary", "title": "Workforce Management: It Takes Time — and Effort"}, "csrf-param": "authenticity_token", "og": {"image": "http://www.workforce.com/ext/resources/images/WFM_Web-Art/October-2015/488393010.jpg?1445438030", "type": "Article", "description": "Time and attendance expert Lisa Disselkamp of Deloitte Consulting shares her expertise on how companies can create a better workforce management system for their teams — and their future.", "title": "Workforce Management: It Takes Time — and Effort"}, "keywords": "Human Resources, HR, Magazine, Jobs, Email, Newsletters, Workforce, Management, White Papers, Webinars, Tools, Facebook, Twitter, LinkedIn, RSS, Vendor Directory, Blogs, Webcasts, Forums", "google-site-verification": "F7vuCReegNs7pd410c-Hx0_Z2E4P6L6vOfz1N6m1a-c", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "Fine-tuning, engaging and solving workforce management problems are the new milestones on the workforce management road map.\nUse your workforce management data to expose and quantify the magnitude and urgency of your workforce management problems and opportunities.\nThe Workforce Management Office, or WMO, moves away from the current workforce management model of fragmented ownership and consolidates and elevates the function.\nSituating workforce management inside the WMO gives it the autonomy and responsibility to make sure workforce management is successfully supporting the organization.\nThe “Workforce Asset Management Book of Knowledge” (John Wiley & Sons Publishing, 2013) outlines the “ACTIVE” principles of workforce management as alignment, control, timing, information, visibility and efficiency, engagement and execution."}