{"article_title": "Obama to Ease Mortgage Rules for 800,000 Low-Income Households", "article_keywords": ["taxpayers", "fee", "mortgage", "rules", "lowincome", "housing", "households", "state", "americans", "today", "white", "guarantee", "loans", "ease", "800000", "obama"], "article_url": "http://www.thefiscaltimes.com/2015/01/08/Obama-Ease-Mortgage-Rules-800000-Low-Income-Households", "article_text": "President Obama today announces a new executive action today designed to make it easier for lower-income Americans to purchase homes, but some experts are worried that increasingly loose housing policy will lead to another mortgage crisis that could cost taxpayers a bundle.\n\nObama’s announcement, in a speech delivered in Phoenix, will direct the Federal Housing Administration to reduce the fee it charges to guarantee mortgage loans, saving borrowers as much as $900 per year.\n\nWhen a buyer cannot qualify for an affordable mortgage because a bank is concerned about their ability to repay the loan, the FHA can step in and offer a guarantee to the bank that it will bear some or all of the losses in the event of a default The price is a guarantee fee, which is typically paid by the borrower in the form of a higher monthly mortgage payment.\n\nRelated: White House Rolls Out State of the Union ‘Spoilers’\n\nThe president’s order would knock the guarantee fee down by half a percentage point. The move won’t cause a major shift in the housing market, but it will allow many buyers who are currently right on the margin in terms of being able to afford a home, to get the loans they need.\n\nIn a post on Medium yesterday, White House Senior Adviser Dan Pfeiffer said the move was necessary because “homeownership is out of reach for too many Americans — families who can afford to buy a home, but find themselves shut out because the lending market is too tight. That’s why the President will announce a new executive action that will help more responsible Americans own a home, building on efforts already underway to cut red tape that holds them back.”\n\nHowever, combined with a recent move by Fannie Mae and Freddie Mac to allow first-time buyers to purchase their homes with as little as 3 percent down, the changes to FHA loans have some critics warning that we’ve been down this road before.\n\nRelated: What Chickens and Gold Have in Common: Lower Prices\n\nGiven the current state of the economy, there is no reasonable argument for the need to support housing to boost the economy,” said economist Charles Calomiris, an adjunct fellow at the Manhattan Institute.\n\n“Unemployment has fallen and GDP is growing rapidly. More importantly, as we learned from the recent crisis, lending people money against near zero down payments and without proper care about their ability to make their mortgage payments not only is ineffective in producing lasting changes in homeownership, costly to taxpayers, and destabilizing for the financial system, it is also downright cruel.”\n\nTop Reads from The Fiscal Times", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "As part of his campaign to roll out changes he will propose in his State of the Union address later this month, President Obama was expected to announce a change at the Federal Housing Administration that would make mortgages cheaper for some borrowers.", "title": "Obama to Ease Mortgage Rules for 800,000 Low-Income Households", "url": "http://www.thefiscaltimes.com/2015/01/08/Obama-Ease-Mortgage-Rules-800000-Low-Income-Households", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/08082011_Mortgage_article.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2015/01/08/Obama-Ease-Mortgage-Rules-800000-Low-Income-Households", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/08082011_Mortgage_article.jpg", "title": "The Fiscal Times", "card": "summary", "creator": "@rrgarver"}, "generator": "Drupal 7 (http://drupal.org)", "description": "As part of his campaign to roll out changes he will propose in his State of the Union address later this month, President Obama was expected to announce a change at the Federal Housing Administration that would make mortgages cheaper for some borrowers.", "viewport": "initial-scale=1, maximum-scale=1"}, "_id": "\"57477af36914bd0286fd1000\"", "article_summary": "Obama’s announcement, in a speech delivered in Phoenix, will direct the Federal Housing Administration to reduce the fee it charges to guarantee mortgage loans, saving borrowers as much as $900 per year.\nRelated: White House Rolls Out State of the Union ‘Spoilers’The president’s order would knock the guarantee fee down by half a percentage point.\nPresident Obama today announces a new executive action today designed to make it easier for lower-income Americans to purchase homes, but some experts are worried that increasingly loose housing policy will lead to another mortgage crisis that could cost taxpayers a bundle.\n“Unemployment has fallen and GDP is growing rapidly.\nThe move won’t cause a major shift in the housing market, but it will allow many buyers who are currently right on the margin in terms of being able to afford a home, to get the loans they need."}