{"article_title": "Dozens killed, wounded in Taliban attack on Afghan airport", "article_keywords": ["afghan", "kandahar", "airport", "attack", "taliban", "forces", "military", "insurgents", "wounded", "security", "dozens", "killed"], "article_url": "http://www.thefiscaltimes.com/latestnews/2015/12/09/Scores-dead-wounded-Taliban-attack-Kandahar-airport-0", "article_text": "KANDAHAR, Afghanistan (Reuters) - Dozens of people were killed in fighting at the airport in the southern Afghan city of Kandahar after an overnight attack by Taliban insurgents while a key district in neighboring Helmand province fell to the insurgents, officials said on Wednesday.\n\nThe attack on the airport, one of the most heavily protected bases in the country, underlined the Taliban's ability to inflict serious damage on security forces that are still shaken by the insurgents' brief capture of the northern city of Kunduz in September.\n\nWith final mopping up operations continuing late on Wednesday afternoon in Kandahar, 24 hours after the attack began, 37 civilians and members of Afghan security forces had been killed and 35 wounded, the defense ministry said.\n\nIn addition, nine Taliban were killed and another wounded with a final survivor still resisting security forces, the ministry said in a statement, adding that the effort to repel the attack had proceeded slowly to minimize casualties.\n\n\"Afghanistan's national army forces are bravely fighting terrorists in airport areas and are trying to act cautiously to avoid harm to civilians,\" the ministry said.\n\nA doctor at the local hospital, who spoke on condition of anonymity, said 41 people - 37 civilians and 4 soldiers - had been killed.\n\nIn a separate incident in neighboring Helmand province, where the Taliban has been increasing pressure for weeks, insurgents captured the district of Khanishin, a major control point for drug smuggling routes through the south.\n\nFourteen policemen were killed and 11 others wounded, provincial council chief Karim Atal said.\n\nThe airport in Kandahar, Afghanistan's second biggest city, has for years been a major hub for operations of international forces, most of whom had withdrawn from Afghanistan by the end of 2014.\n\nA spokesman for NATO's Resolute Support mission said there had been no reports of casualties among the hundreds of international personnel at the air base, but he had no other details.\n\nPEACE CONFERENCE\n\nThe raid in one of the Taliban's traditional strongholds coincided with the start of a regional security conference in Islamabad, where Afghan President Ashraf Ghani made a plea for more support from neighbors to fight the growing insurgency.\n\nThe Taliban, fighting to re-establish hard-line Islamist rule after U.S.-led military intervention ousted them from power in 2001, have been struggling to settle a leadership dispute which has seen scores killed in fighting between factions.\n\nBut the attack in Kandahar showed their continued ability to inflict damage and will also increase pressure on Ghani's government to contain the spreading insurgency, which has claimed thousands of civilian and military casualties since the start of the year.\n\nOfficials said fighters attacked a perimeter area of the huge and heavily fortified complex on Tuesday evening, initially taking up position in a school in a residential area of the site, which houses both a civilian airport and military base.\n\nNATO military personnel, civilian contractors and Afghan forces are based there.\n\nEarlier, the Taliban said in a statement 150 soldiers had been killed after suicide attackers had entered the base and attacked international forces and their Afghan allies. But the militants have often made exaggerated casualty claims in the past.\n\nThe attack follows an earlier incident in which two suicide bombers died attacking a police station in Kandahar.\n\n(Additional reporting by Mirwais Harooni and Hamid Shalizi in Kabul and Mohammad Stanekzai in Lashkar Gah; Writing by James Mackenzie; Editing by Nick Macfie, Robert Birsel and Frances Kerry)", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "KANDAHAR, Afghanistan (Reuters) - Dozens of people were killed in fighting at the airp", "title": "Dozens killed, wounded in Taliban attack on Afghan airport", "url": "http://www.thefiscaltimes.com/latestnews/2015/12/09/Scores-dead-wounded-Taliban-attack-Kandahar-airport-0", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/afghanistan-taliban-airport_2.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/latestnews/2015/12/09/Scores-dead-wounded-Taliban-attack-Kandahar-airport-0", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/afghanistan-taliban-airport_2.jpg", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "KANDAHAR, Afghanistan (Reuters) - Dozens of people were killed in fighting at the airp", "generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "With final mopping up operations continuing late on Wednesday afternoon in Kandahar, 24 hours after the attack began, 37 civilians and members of Afghan security forces had been killed and 35 wounded, the defense ministry said.\nKANDAHAR, Afghanistan (Reuters) - Dozens of people were killed in fighting at the airport in the southern Afghan city of Kandahar after an overnight attack by Taliban insurgents while a key district in neighboring Helmand province fell to the insurgents, officials said on Wednesday.\nNATO military personnel, civilian contractors and Afghan forces are based there.\nIn addition, nine Taliban were killed and another wounded with a final survivor still resisting security forces, the ministry said in a statement, adding that the effort to repel the attack had proceeded slowly to minimize casualties.\nEarlier, the Taliban said in a statement 150 soldiers had been killed after suicide attackers had entered the base and attacked international forces and their Afghan allies."}