{"article_title": "The death penalty’s lost voices – The Denver Post", "article_keywords": ["life", "death", "prosecutors", "family", "lost", "autobees", "montour", "denver", "voices", "penalty", "trial", "sons", "prison", "post", "penaltys"], "article_url": "http://www.denverpost.com/ci_24840524/death-penaltys-lost-voices", "article_text": "Inside a Colorado courtroom just days before Christmas, the father of a slain prison guard sat down to meet with his son’s killer, to look him in the eye not only on behalf of his late son, but also to take a stand for an entire movement.\n\nStarting this week, Edward Montour will face a trial that could result in his execution. Due to a complex legal journey, headlined by the Colorado Supreme Court’s decision to toss his prior death sentence, this trial will arrive more than a decade after Montour killed Eric Autobee in a Limon prison kitchen.\n\n“I had no right; I had no right,” Montour told Autobee’s father during the recorded meeting. The on-camera response: A family suffering through the most horrific of tragedies offered the one thing they had previously withheld — forgiveness.\n\n“I see an opportunity here, an opportunity to make something positive out of my son’s death,” Autobee’s father responded to Montour in the footage aired by 9News on Dec. 26. “And you’re a part of that. We’re all a part of that.”\n\nTo pause for a moment, certainly there will be critics. Why wait until now to apologize? And why the video? Desperation may have set in. Further, after spending nearly two decades inside prison walls, couldn’t just about any madman perfect a fine imitation of sincerity?\n\nFor those of us who have never met the Autobees, it feels cruel to even speculate. It is, however, appropriate to conclude that they are desperate. The Autobees recorded and released the meeting footage only after their prior requests to spare Montour’s life fell short.\n\nAs 9News’ Chris Vanderveen reports, the Autobee family began its campaign against the execution of Eric’s killer long before the December face-to-face meeting.\n\nTo mark the somber 11th anniversary of their son’s passing, the family sent a passionate plea for mercy to District Attorney George Brauchler.\n\nFrom the family’s perspective, Brauchler’s tireless pursuit of the death penalty was less about justice and more about politics. As they noted in their October letter, prosecutors remained undeterred in their mission in spite of Montour’s offer to vacate the trial in exchange for a guilty plea and a life sentence without the possibility of parole.\n\n“Our family sits without any resolution or finality, suffering so that our son’s image and identity can continue to be used by you, not because you love our son like we do, but because you have greater political ambitions to obtain a death penalty verdict,” they wrote.\n\nOriginally sent to prison for killing his baby daughter, Montour will never again know life outside prison walls regardless of what transpires before, during or after the trial. In spite of this key fact, and absent a massive last-minute surprise, the family will be dragged through a months-long death penalty trial. Kicking things off in January is a jury selection process that alone is expected to take several weeks.\n\nAs strange as it may sound, spectators should otherwise expect a critical lack of suspense for a case of this magnitude. First, a defendant who admits to unlawfully taking a life (on tape no less) will be judged by a panel of strangers. These jurors will spend months digesting testimony, evidence and legal questions concerning Montour’s mental and emotional capabilities. Autobee’s family will once again be forced to live through the pain and agony of his unjust death. And regardless of the outcome, Montour will return to prison where he will live out the rest of his days.\n\nIt would be foolish to proclaim prosecutors are uniformly and morally obligated to embrace the sentencing desires of a victim’s survivors.\n\nSometimes it just can’t be. It is always appropriate, however, to evaluate prosecutorial motive when views clash with families like the Autobees.\n\nTime and again, prosecutors have said this case is about punishment. If so, lock him up. Throw away the key. Never utter his name again. By taking these steps, prosecutors could help free up our judicial system’s limited resources, our jury pools, and most critically, the hearts and minds of the victim’s survivors to begin living again.\n\nJessica K. Peck (jessica@jpdenver.com) is a Denver-based attorney.", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "Peck: The death penalty’s lost voices", "title": "Peck: The death penalty’s lost voices", "url": "http://www.denverpost.com/2014/01/03/peck-the-death-penaltys-lost-voices/", "image": {"width": 654, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/04/20140103__OP05PECKp1.jpg", "height": 401}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/04/20140103__OP05PECKp1.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "article": {"published_time": "2014-01-03T12:01:07+00:00", "modified_time": "2016-04-28T05:42:44+00:00"}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fdfa28\"", "article_summary": "From the family’s perspective, Brauchler’s tireless pursuit of the death penalty was less about justice and more about politics.\nIn spite of this key fact, and absent a massive last-minute surprise, the family will be dragged through a months-long death penalty trial.\nAutobee’s family will once again be forced to live through the pain and agony of his unjust death.\n“I see an opportunity here, an opportunity to make something positive out of my son’s death,” Autobee’s father responded to Montour in the footage aired by 9News on Dec. 26.\n“I had no right; I had no right,” Montour told Autobee’s father during the recorded meeting."}