{"article_title": "Seattle Elephants Finally Arrive In Oklahoma City - News9.com - Oklahoma City, OK - News, Weather, Video and Sports", "article_keywords": ["city", "arrive", "ok", "san", "elephants", "park", "oklahoma", "chai", "woodland", "zoo", "finally", "weather", "video", "news9com", "bamboo", "seattle"], "article_url": "http://www.news9.com/story/29057330/seattle-elephants-finally-arrive-in-oklahoma-city", "article_text": "After months of protests and delays, two Asian Elephants from the Seattle Zoo are now in Oklahoma City. Chai and Bamboo arrived at the Oklahoma City Zoo early Wednesday and spent the day checking out their new home.\n\nAfter months of protests and delays, two Asian Elephants from the Seattle Zoo are now in Oklahoma City. Chai and Bamboo arrived at the Oklahoma City Zoo early Wednesday and spent the day checking out their new home.\n\n“We've even managed to dial up some Seattle weather this morning to make them feel a little bit at home,” joked Oklahoma City Zoo CEO Dwight Lawson.\n\nThe animals left the San Diego Zoo Monday night, the final stretch on what has been a long and controversial road.\n\nProtests and lawsuits followed a decision by the Woodland Park Zoo to move their last two elephants to Oklahoma City. Lawson says they anticipated it all when they agreed to take the animals.\n\n“Everything with elephants are big yeah, so we were aware of what some of the issues would be.”\n\n5/13/2015 Related Story: Seattle Elephants Arrive At Oklahoma City Zoo\n\nThen a storm and signs of fatigue in Bamboo forced a stop and several-week stay over at the San Diego Zoo. The elephants left San Diego on Monday night and arrived in Oklahoma City around 3 a.m.\n\n“They were very excited to start exploring their surroundings,” said Jennifer D'Agostino, the Director of Vet Services. “The first thing they did was take a nice sand bath, take a drink of water, smell every inch of everything so they were very excited.”\n\nChai and Bamboo are currently in quarantine where they will remain for 30 days. Zookeepers will watch Chai and Bamboo for signs of illness that could potentially transmit to the other elephants, then will begin the process of integrating them.\n\nBamboo has had trouble with new elephants in the past. But zookeepers say they don't expect any issues and anticipate Bamboo and Chai will become the leaders of the heard.\n\n“One of the things that Woodland Park staff looked at when they were looking at zoos was the personality of elephants at the institution,” explained D'Agostino. “When they looked at Asha and Chandra's personalities they felt they would fit very well with Bamboo and Chai.”\n\nA couple trainers from the Woodland Park Zoo will remain in Oklahoma City for two to three weeks to help the elephants make the adjustment.", "article_metadata": {"wn-build": "XSLT-7.1-17", "Description": "After months of protests and delays, two Asian Elephants from the Seattle Zoo are now in Oklahoma City. Chai and Bamboo arrived at the Oklahoma City Zoo early Wednesday and spent the day checking o...", "author": "Dana Hertneky", "og": {"url": "http://www.news9.com/story/29057330/seattle-elephants-finally-arrive-in-oklahoma-city", "image": "http://KWTV.images.worldnow.com/images/7758966_G.jpg", "type": "article", "description": "After months of protests and delays, two Asian Elephants from the Seattle Zoo are now in Oklahoma City. Chai and Bamboo arrived at the Oklahoma City Zoo early Wednesday and spent the day checking o...", "title": "Seattle Elephants Finally Arrive In Oklahoma City"}, "twitter": {"image": "http://KWTV.images.worldnow.com/images/7758966_G.jpg", "description": "After months of protests and delays, two Asian Elephants from the Seattle Zoo are now in Oklahoma City. Chai and Bamboo arrived at the Oklahoma City Zoo early Wednesday and spent the day checking o...", "card": "summary", "title": "Seattle Elephants Finally Arrive In Oklahoma City"}, "wnreadableurl": "seattle-elephants-finally-arrive-in-oklahoma-city", "ROBOTS": "index,follow,noarchive", "owner": "KWTV", "fb": {"app_id": 538140636230283}, "date": "2015/05/13", "KEYWORDS": "oklahoma city,okc,media,news,weather,tv,cbs,local,storm,oklahoma,newsok,channel 9,channel nine,news 9,television,this morning,live radar,kwtv,sports,video,live streaming,interactive, Seattle Elephants", "wn-version": "ContainerE-Story", "wn-base": "IIS29", "verify-v1": "d5ZN+GNiazjgWlnr3WHikwraMvFljdUSLMgex4CGnc8=", "news_keywords": "oklahoma city,okc,media,news,weather,tv,cbs,local,storm,oklahoma,newsok,channel 9,channel nine,news 9,television,this morning,live radar,kwtv,sports,video,live streaming,interactive, Seattle Elephants"}, "_id": "\"57477af46914bd0286fdfe4a\"", "article_summary": "After months of protests and delays, two Asian Elephants from the Seattle Zoo are now in Oklahoma City.\nProtests and lawsuits followed a decision by the Woodland Park Zoo to move their last two elephants to Oklahoma City.\nChai and Bamboo arrived at the Oklahoma City Zoo early Wednesday and spent the day checking out their new home.\n“We've even managed to dial up some Seattle weather this morning to make them feel a little bit at home,” joked Oklahoma City Zoo CEO Dwight Lawson.\n“One of the things that Woodland Park staff looked at when they were looking at zoos was the personality of elephants at the institution,” explained D'Agostino."}