{"article_title": "41-24 House Spending Bill to Eliminate AHRQ While Adding $1.1 Billion to NIH Budget", "article_keywords": ["billion", "adding", "nih", "million", "cancer", "spending", "house", "medical", "bill", "ahrq", "budget", "4124", "health", "eliminate", "research", "care", "subcommittee"], "article_url": "http://www.cancerletter.com/articles/20150619_2", "article_text": "A $153 billion spending bill that cleared a House subcommittee June 17 seeks to abolish the Agency for Healthcare Research and Quality, the federal entity that funds patient-centered outcomes research and monitors the manner in which medicine is practiced in the U.S.\n\nAt the same time, the bill proposes increasing the NIH budget to $31.2 billion, a $1.1 billion above this year’s level and $100 million more than the White House requested.\n\nThe legislation—which passed the Appropriations Subcommittee on Labor, HHS, Education and Related Agencies—seeks to halt the implementation of the Affordable Care Act by rescinding previously allocated funds and prohibiting the use of any additional money to implement the law. A similar attempt was made in 2012 (The Cancer Letter, July 20, 2012).\n\nThe bill would move the independent U.S. Preventive Services Task Force to the Office of the HHS Assistant Secretary for Health, where, observers say, it may not be as shielded from political interference. The 1998 Public Health Service Act and the 2010 Patient Protection and Affordable Care Act instruct AHRQ to provide administrative, research, technical, and communication support to USPTSF.\n\n“This bill includes provisions that ensure that not one dime of federal tax dollars provided to the Department of Health and Human Services can be spent and do any more work on the President’s unpopular health care law,” Subcommittee Chairman Tom Cole (R-Okla.) said during the subcommittee markup June 17.\n\nThe legislation would rescind $6.2 billion in mandatory funding for the Center for Medicare and Medicaid Innovation, which was created in the ACA.\n\nThe bill strikes out funding for the new Center for Consumer Information and Insurance Oversight and Navigators programs.\n\nOverall, the 167-page bill—$3.7 billion below fiscal 2015 levels—falls $14.6 billion short of President Barack Obama’s budget request.\n\nMany cancer research institutions are involved in outcomes research.\n\nThe NIH budget goes up to $31.2 billion, $1.1 billion more than the 2015 level and $100 million more than Obama requested. NIH would receive increases for several targeted research initiatives, including:\n\n• $200 million for the Precision Medicine Initiative—the full amount requested by the President;\n\n• A $95 million increase for the Brain Research through Application of Innovative Neuro-technologies (BRAIN) initiative, for a total of $150 million;\n\n• A $300 million increase for an Alzheimer’s disease research initiative, for a total of $886 million;\n\n• And a $100 million increase for an antibiotic resistance initiative, for a total of $461 million.\n\nThe proposed $1.1 billion increase for NIH is encouraging, but lawmakers need to iron out some issues in this spending bill to avoid gridlock, said Jon Retzlaff, managing director of science policy and government affairs at the American Association for Cancer Research.\n\n“The House Labor, Health and Education bill that cleared the subcommittee on Wednesday underscores the need for Republicans and Democrats alike to work together to agree on some kind of broader budget deal to raise the sequester-imposed funding caps for FY 2016, especially when considering that the subcommittee has been tasked with passing a bill that is $6 billion below current (FY 2015) funding levels, including proposals to defund implementation of the Affordable Care Act, terminate the entire Agency for Healthcare Research and Quality, and eliminate 19 programs within the Education Department,” Retzlaff said to The Cancer Letter.\n\n“With Senate Democrats threatening to filibuster all spending bills that adhere to the sequester budget caps, and the President also determined to veto any of the spending bills that arrive at his desk adhering to the budget caps, there is a great opportunity now for everyone to come together to ensure that additional resources are provided for both defense and non-defense discretionary programs.”\n\nDefunding AHRQ is a strategic mistake, said Research!America CEO Mary Woolley.\n\n“[It wipes] out research that informs the delivery of medical advances to patients,” Woolley said in a statement. “Our nation can’t afford to waste lives, time or dollars on preventable medical errors, lags between new discoveries and their application, and health interventions that fail to do what they are supposed to do.\n\n“AHRQ-funded research provides the knowledge needed to dispense with what doesn’t work and leverage what does.”\n\nInvestigator Salary Caps, CDC, and Title X\n\nThe House bill proposes an 8 percent cut to the maximum salary level for investigators doing NIH-funded research.\n\n“Awhile back it was an Executive Level I, and then it went to an Executive Level II and this proposal takes it to an Executive Level III,” said Ann Bonham, chief scientific officer of the Association of American Medical Colleges. “What this means is the maximum salary that can be part of an NIH grant is about $182,000. This bill reduces the maximum salary by 8 percent.\n\n“That’s devastating, because it comes at a time when discretionary funds in academic medicine from the clinical revenue and other revenue is very tight and very fragile,” Bonham said to The Cancer Letter. “Our study shows that for every dollar of sponsored programs, our institutions are putting in an average of 53 cents for every dollar put in by mostly the government.\n\n“Somebody has to cover that gap and that has fallen historically on academic medical centers and universities. Institutions are now going to be forced to say, ‘How can we cover the salaries of these investigators, and do we have the resources to do it and take that one step forward? Well, we don’t have the resources to do it.’\n\n“This really has a huge effect at a time we’re trying to advance patient-centered outcomes research, and we are saying we’re not going to invest in physician-scientists’ salary through NIH grants. The question is, ‘Can institutions support it or are we going to leave the gap to investigators?’\n\n“Even the most committed young physician-scientists might think twice about going into medical research. We’re very concerned about that.”\n\nThe Centers for Disease Control and Prevention would receive $7 billion, $140 million above the center’s 2015 budget—with $6.1 billion in appropriated funds for the CDC, as well as $914.3 million in transfers from the Prevention and Public Health Fund.\n\nThe legislation increases funding for CDC’s Public Health Preparedness and Response by $108 million over last year’s level, providing a total of $1.56 billion to ensure that the Strategic National Stockpile and State and Local Preparedness capacity is adequate. These programs provide supplies and response efforts in the event of a bioterror attack or pandemic disease emergency.\n\nAlso, the bill would eliminate funding for Title X, a federal grant program that supports a network of family planning providers offering birth control, cancer screenings, STD testing, and reproductive health treatment to millions of low-income women across the country.\n\n“We find ourselves with a bipartisan bill that would eliminate Title X family planning despite it being recognized by the CDC as one of the most significant public health achievements of the 20th century,” Congresswoman Nita Lowey (D-N.Y.), ranking democrat on the House Appropriations Committee said during the subcommittee markup.\n\nLowey proposed a $300 million amendment which would reverse a decrease in funding for Title X, but it failed to pass.\n\nThe bill, as it currently is drafted, rolls back the clock at a time when women cannot make their own health care decisions, Rep. Rosa DeLauro (D-Conn.) said at the subcommittee markup.\n\n“It’s another example of an attempt to encode a divisive ideological preference into law, no matter what the cost, we need to stop pushing ideological agenda that places millions of women at risk,” DeLauro said.\n\nAAMC: Push to Eliminate AHRQ “Very Disquieting”\n\nWhat’s the genesis of the House proposal to eliminate outcomes research?\n\n“I don’t have an answer to that. There is some wonderment in the research community, ‘Where did this come from?’” said AAMC’s Bonham. “Lobbying against one agency that is integral to the sole spectrum of medical research is just extremely shortsighted.”\n\nDespite the proposed increases for NIH, eliminating AHRQ would jeopardize the translation of discoveries at NIH into medical practice, Bonham said.\n\n“On the one hand, there’s this 3.6 percent increase, the $1.1 billion in this draft for NIH is very much welcomed by the entire research community,” Bonham said. “The bill focuses some of it on Alzheimer’s disease, antimicrobial resistance, the BRAIN Initiative, the Precision Medicine Initiative. Those indicate strong support for fundamental discovery, and then there’s this rub which essentially abolishes the office that can help translate those findings that come from the BRAIN initiative and Alzheimer’s disease into improvement of health care delivery and screening.\n\n“It’s just hard to reconcile, and added to this, there seems to be no alternate resources to fund AHRQ. It is very disquieting, very disconcerting.\n\n“Let’s use cancer as an example. Through scientific research, we know the pathophysiological pathways, we know genomic underpinning of certain tumors and that comes from basic science and then if we take that one step further we have clinical trials to test targeted cancer treatments for some forms of cancer.\n\n“Now there is a third step to that and that is the optimal use of proven cancer therapies in hospitals and by care providers, quality improvement around referral or procedure and access to health care and prevention and cancer screening. Those last steps are funded by AHRQ.\n\n“Can we really continue to have an impact on the health of Americans without attention to the full scope of the medical research and around cancer?\n\n“To me it’s like building a super highway of fundamental discovery, and then have no regard for ramps, access lanes, local roads, or traffic. How would commuters, communities and travelers benefit from these fundamental discoveries or express lanes that never connect the patients and persons to where they live?\n\n“Without AHRQ, we’re missing that final portion. This is not a theoretical exercise, this has real consequences for building on the research that AHRQ compliments largely through the NIH.”", "article_metadata": {"dcterms.created": "2015-06-19 15:20:42", "description": "House Spending Bill to Eliminate AHRQ While Adding $1.1 Billion to NIH Budget&nbsp;\r\n&nbsp;\r\n\r\n\r\nBy Nick Crispino and Matthew Ong\r\nA $153 billion spending bill that cleared a House subcommittee June 17 seeks to abolish the Agency for Healthcare Research and Quality, the federal entity that funds patient-centered outcomes research and monitors the manner in which medicine is practiced in the U.S.\r\nAt the same time, the bill proposes increasing the NIH budget to $31.2 billion, a $1.1 billion above this year&rsquo;s level and $100 million more than the White House requested.\r\nThe legislation&mdash;which passed the Appropriations Subcommittee on Labor, HHS, Education and Related Agencies&mdash;seeks to halt the implementation of the Affordable Care Act by rescinding previously allocated funds and prohibiting the use of any additional money to implement the law. A similar attempt was made in 2012 (The Cancer Letter, July 20, 2012).", "generator": "Subhub - http://www.subhub.com", "dcterms.modified": "2015-06-19 15:20:42", "dcterms.creator": "The Cancer Letter Publications", "dcterms.type": "SubHub Site", "keywords": ",cancer news, the cancer letter, cancer research, oncology news, medical oncology, cancer policy, drug development, cancer, cancer research funding, cancer funding, clinical cancer letter, NIH, NCI, FDA, CMS, Congress, White House", "dcterms.format": "text/html", "viewport": "width=device-width, initial-scale=1"}, "article_summary": "The NIH budget goes up to $31.2 billion, $1.1 billion more than the 2015 level and $100 million more than Obama requested.\nMany cancer research institutions are involved in outcomes research.\nOverall, the 167-page bill—$3.7 billion below fiscal 2015 levels—falls $14.6 billion short of President Barack Obama’s budget request.\nAAMC: Push to Eliminate AHRQ “Very Disquieting”What’s the genesis of the House proposal to eliminate outcomes research?\nThe question is, ‘Can institutions support it or are we going to leave the gap to investigators?’“Even the most committed young physician-scientists might think twice about going into medical research."}