{"article_title": "The USCCB Brief in Zubik v. Burwell", "article_keywords": ["burwell", "case", "court", "usccb", "organizations", "mandate", "point", "brief", "argument", "does", "v", "services", "religious", "zubik"], "article_url": "http://ncronline.org/blogs/distinctly-catholic/usccb-brief-zubik-v-burwell", "article_text": "The United States Conference of Catholic Bishops filed its amicus brief with the Supreme Court this week in the case Zubik v. Burwell. Later this spring, the Court will hear a group of cases brought by religious organizations that object to the Obama administration’s contraception mandate. A final decision in the case is expected in June at the end of the current Supreme Court term.\n\nThe brief from the USCCB is an interesting document. It is important to keep in mind when reading a legal brief that it was not written for you or for me: These documents, like the arguments made in the court room during oral arguments, are designed to speak to those justices who need persuading. Additionally, and I think regrettably, briefs stick to case law and analysis of case law, and tend to shy away from underlying philosophic premises. So, with those caveats, let’s look at the brief.\n\nI was surprised that the largest section of the brief gives a detailed account of the many people who are helped by Catholic social service organizations and by faith-based organizations more generally. The brief shows how, at both the national and local level, threats to shutter these organizations and foreclose the good work that they do in society, would be traumatic, especially for the many vulnerable people they serve. In its summary of the argument, the brief states, right up front:\n\nU.S.-based faith-based organizations contribute human services domestically and abroad that are staggering in their size and scope. Millions of persons are served, in some instances even by a single faith-based organization. The ramifications of losing such services, which are often life-saving for the needy people served, is sobering to contemplate. The charitable services provided by faith-based organizations have a distinctive character and value that government cannot match or replace. Were it to try, the sheer economic value of those services, even as to a single locality or service type, easily measures in the millions of dollars.\n\nLater, the section entitled “What is at Stake” beginning on page 8 of the brief, goes into detail about the many and varied tasks undertaken by FBOs. I was delighted to see the prominence afforded this work because too many defenders of the mandate tend to overlook it and, to be brutally honest, some of those defending the mandate would be only too happy to see the Catholic Church pushed out of the arena of social services entirely. The key point, I think, is that there are competing goods here. Still, I am always disappointed to see an economic argument infringe on a principled one, but I suppose that is to be expected.\n\nKnow a recent high school graduate? Share this great article with them before they're off to college!\n\n\n\nThe brief is also strong in articulating the requirement that RFRA, the Religious Freedom Restoration Act, permits the burdening of a person’s religious practice if that burden is required to achieve a compelling government objective, but it is incumbent upon the government to adopt the least restrictive means for achieving that objective. This was the key point in the Hobby Lobby case, but the fact that Hobby Lobby went first may come back to bite the bishops now: The Court actually pointed to the accommodation that is at the heart of the current case as an example of the kind of less restrictive means that should have been offered to the companies that were suing in the Hobby Lobby case.\n\nI also think the brief makes an important point when it notes that the mandate is not, in fact, a part of the Affordable Care Act. “It was not Congress that decided to mandate contraceptive and sterilization coverage,” the brief states. “Rather, it was a single agency of the federal government, acting under a provision of ACA that authorized that agency to decide which ‘preventive services’ health plans must generally cover.” This was intended to reassure the Court that they are not being asked to overturn the expressed will of the legislature, but for my concerns, it is helpful because too many people sloppily call the mandate “the Obamacare mandate” when this was not a part of the legislation Congress approved.\n\nOther parts of the brief are less persuasive. For example, after detailing all the good work done by FBOs, the brief states: “The federal government cannot have it both ways: it cannot rely on an expanded role for FBOs, as Congress has directed, if at the same time it requires them to violate their religious convictions as a condition for fulfilling that role.” I suppose this cuts both ways, yes? With federal money comes federal strings. But, as the brief points out, in other instances, Congress has demonstrated its desire to let FBOs engage in social services without shedding their religious identity, such as the 1996 welfare reform law. Here was the place for a footnote to Kuyper! Or Leo XIII!\n\nThe brief engages in a slippery slope argument, without acknowledging it is such a slope, and I rarely find those persuasive. The brief states:\n\nThis case is only tangentially about contraception. If the government can force even private religious organizations to help their own private workforce obtain drugs and procedures that violate the organizations’ religious convictions, there is little government cannot do. The next incremental step, a step already taken in California, is mandatory coverage of abortion.\n\nThe step in California, regrettable to be sure, is not complete. I am at a loss to grasp why the brief does not point out that in California, the only way to get an insurance policy that does not cover abortion is to access a plan through the ACA. You will recall that the ACA requires every state exchange to offer at least one plan that does not cover abortion. When the Pennsylvania exchange failed to offer such a policy, HHS stepped in and made them correct that oversight. I suppose bringing themselves to praise the ACA was just too much to ask from the bishops’ lawyers but, really, if accommodating different moral perspectives was expressly part of the underlying Act, why not point that out?\n\nThe least persuasive part of the brief is where the lawyers confront the argument that the accommodation is “just a form.” They do not ask how the government is supposed to know that a given institution objects to the mandate unless there is some kind of form. Nor do they explain how a form that registers an organization’s objection magically becomes a “permission slip.” I have asked this question before and hope one of the justices will ask it at oral arguments: When a conscientious objector fills out a form that he or she does not wish to be drafted, is that person complicit in the subsequent, “triggered” event of drafting someone else in their place?\n\nInstead, the brief simply asserts, with some case law to support them, that the Court has ruled that it is not the place of the judiciary to assess the merits of a person’s conscience claims. “As this Court has repeatedly ruled, it is not for the judiciary to resolve or substitute its judgment for that of the objector on questions of moral complicity,” the brief states in its summary. I see the point here, but it can’t be understood as an absolute. Nowhere does the brief state that if the plaintiffs lose, they will close because, of course, the USCCB has not really had that discussion. They have discussed legal strategy, but whether or not they would need to shutter their ministries if they lose this case has not been decided by the body of bishops.\n\nStrangely, at this point of the argument that “it is not just a form,” the brief turns to some historical examples of people who have even gone to their death rather than violate their conscience. Actually, that’s not quite right. They do not go to Thomas More himself, but to the Thomas More of Robert Bolt’s play “A Man for All Seasons.” Now, I love that play and the movie too. But, we had better hope the justices are not fans of “Wolf Hall.” And, why turn to fiction at this point in the argument? I just found that strange.\n\nNowhere does the brief make the case which I think needs to be made: That the government should not draw an arbitrary distinction between a church and a ministry for purposes of religious exemptions from generally applicable rules. To my mind, and it seems especially evident in the Age of Francis, the integral role our ministries to the poor play in the life of the Church scarcely needs an argument. But, again, this document is intended to sway justices, not make sense.\n\nIt will be interesting to see how the Supreme Court rules, not least because most of the lower courts have sided with the government, mostly by adopting the position that the form required to claim the accommodation is not an undue burden, it is not a “permission slip.” This brief addresses but, finally, does not overcome that argument. I hope we win, but I would not be betting on it, and the bishops need to start having the conversation: What do we do if we lose?", "article_metadata": {"Generator": "Drupal 7 (http://drupal.org)", "viewport": "width=device-width, initial-scale=1, maximum-scale=4, minimum-scale=1, user-scalable=yes"}, "article_summary": "The United States Conference of Catholic Bishops filed its amicus brief with the Supreme Court this week in the case Zubik v. Burwell.\nIf the government can force even private religious organizations to help their own private workforce obtain drugs and procedures that violate the organizations’ religious convictions, there is little government cannot do.\nNowhere does the brief state that if the plaintiffs lose, they will close because, of course, the USCCB has not really had that discussion.\nLater this spring, the Court will hear a group of cases brought by religious organizations that object to the Obama administration’s contraception mandate.\nThe brief engages in a slippery slope argument, without acknowledging it is such a slope, and I rarely find those persuasive."}