{"article_title": "While gay marriage waits, Supreme Court takes the bait", "article_keywords": ["case", "supreme", "courts", "court", "takes", "gay", "waits", "fish", "yates", "term", "marriage", "grouper", "justices", "bait", "cases", "law"], "article_url": "http://www.usatoday.com/story/news/politics/2014/10/05/supreme-court-cases-fish-facebook/16605387/", "article_text": "The Supreme Court's docket this term features a fish: the red grouper. (Photo: Michael A. Schwarz, USA TODAY)\n\nWASHINGTON — Something fishy is happening at the Supreme Court this fall.\n\nThe justices appear to be trolling for cases, many of which won't tip the scales of justice very far port or starboard. From Facebook rappers to bearded prisoners, the cast of characters may lure curiosity-seekers, but they likely won't hook serious court-watchers.\n\nThat's not to say the court term that opens Monday — the 10th for the \"Roberts Court\" under Chief Justice John Roberts — is a dud. It may turn out to be one of the most consequential in history if the justices agree to tackle the constitutionality of same-sex marriage. Major cases on Obamacare, abortion and affirmative action also may reach the court.\n\nBut starting today, when the justices' first case hinges on a broken taillight, the 2014 term opens with a series of cases more notable for their facts than their potential precedents. Take, for example, the story of boat captain John Yates and the red grouper that got away.\n\nYates and his crew on the \"Miss Katie\" were fishing in the Gulf of Mexico in August 2007 when a Florida fish and wildlife officer with federal enforcement power found they had caught 72 undersized grouper and ordered Yates to bring them ashore. Rather than return red-handed, he ordered his crew to toss the fish overboard. Upon his return, he had 69 fish closer to the legal limit.\n\nThe government threw the book at Yates in the form of the Sarbanes-Oxley law, passed in 2002 to prosecute the type of corporate fraud revealed in the Enron document-shredding scandal. Yates was convicted and sentenced to 30 days, which works out to 10 hours per fish. He could have gotten 20 years.\n\nThe justices likely chose Yates' case to clamp down on the growing problem of \"overcriminalization.\" Despite the Sarbanes-Oxley law's reference to \"tangible objects\" as well as documents and records, \"I would be surprised if even the textualists would bite on this one,\" said Christopher Landau, an appellate lawyer at Kirkland & Ellis who clerked for two such letter-of-the-law justices, Antonin Scalia and Clarence Thomas.\n\nAh, but this fish tale isn't so simple. It turns out the government has a stronger case than it did last year, when it prosecuted a jilted wife under a federal chemical weapons treaty and lost 9-0 at the high court. It notes the law was intended to incorporate physical evidence and has been used in cases involving drugs, guns, even bodies. \"Perfectly plausible arguments,\" says Kannon Shanmugam, an appellate lawyer at Williams & Connolly.\n\nThe Case of the Red Grouper, to be heard Nov. 5, is symbolic of the high court's term so far. There are noteworthy cases, but nothing comparable to the last three years' major cases on health care, gay marriage, voting rights and affirmative action — at least, not yet. Within the next few months, the court could grant far more significant cases — including on health care, gay marriage, voting rights and affirmative action.\n\nUntil then, other cases that will garner the most attention will feature political redistricting and judicial fundraising, religious and employment discrimination, free speech, fair housing and separation of powers:\n\n• Two cases address the decennial process of drawing political district lines, which state legislatures have used to benefit the party in power. In one, Alabama Democrats and black lawmakers say the Republican Legislature packed black voters into some districts to reduce their numbers elsewhere. In the other, Arizona's GOP legislature seeks to regain line-drawing power from an independent commission.\n\n• The degree to which candidates for judgeships should be involved in their political campaigns comes up in a Florida case, in which a candidate was sanctioned by the state Supreme Court for signing a fundraising letter.\n\n• Two cases test once again the court's tolerance for restrictions on religious practices. One features an Arkansas prisoner who says his Muslim faith requires him to wear a beard, in violation of prison security policies. The other involves clothier Abercrombie & Fitch's refusal to hire a Muslim girl as a sales associate because she wore a black head scarf.\n\n• Another job discrimination case will test whether companies must treat pregnancy as a disability worthy of accommodations. A female driver sued United Parcel Service because it would not grant her the same exemption from heavy lifting granted other drivers with similar limitations. The case could test what Justice Ruth Bader Ginsburg in July called her male colleagues' \"blind spot\" on women's issues.\n\n• For the third straight year, the court is scheduled to consider whether housing discrimination claims must prove an intent to discriminate. Current federal law holds that civil rights claims need only prove a disparate impact. The Dallas-area case follows cases in New Jersey and Minnesota that were settled before the justices could rule.\n\n• The court's most interesting free-speech case involves a Pennsylvania man who served more than three years in prison for dark posts on Facebook that his wife and others interpreted as threats. His lawyers say the posts were imitations of rap music and not intended to scare or endanger those he targeted, from kindergarten students to FBI agents.\n\n• The last case on the court's alphabetical docket features young Menachem Binyamin Zivotofsky's passport. His parents want it to list Israel rather than only Jerusalem as his birthplace in 2002 under terms of a law passed by Congress. The Bush and Obama administrations have said that would violate the president's right to recognize nations — and contradict the U.S. policy of neutrality regarding Jerusalem.\n\nRead or Share this story: http://usat.ly/1xeADKe", "article_metadata": {"google": "notranslate", "description": "Something fishy is happening at the Supreme Court this fall.  The justices appear to be trolling high and low for cases, many of which won't tip the scales of justice very far port or starboard.", "og": {"site_name": "USA TODAY", "description": "Something fishy is happening at the Supreme Court this fall.  The justices appear to be trolling high and low for cases, many of which won't tip the scales of justice very far port or starboard.", "title": "While gay marriage waits, Supreme Court takes the bait", "url": "http://www.usatoday.com/story/news/politics/2014/10/05/supreme-court-cases-fish-facebook/16605387/", "image": "http://www.gannett-cdn.com/GDContent/applogos/usatoday.png", "type": "article"}, "twitter": {"description": "Something fishy is happening at the Supreme Court this fall.  The justices appear to be trolling high and low for cases, many of which won't tip the scales of justice very far port or starboard.", "creator": "@usatoday", "image": "http://www.gannett-cdn.com/-mm-/ed648f8ab3795a2d5082113f2baaff67a9317b76/c=712-0-3559-2847&r=x643&c=640x640/local/-/media/USATODAY/None/2014/10/05/1412541605000-a02-grouper-21.jpg", "title": "While gay marriage waits, Supreme Court takes the bait", "site": "@usatoday", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "fb": {"app_id": 215046668549694}, "cXenseParse": {"gci-topic": "Events/Enron scandal", "gci-asset-type": "story", "gci-categories": "Events/Enron scandal", "title": "While gay marriage waits, Supreme Court takes the bait", "author": "Richard Wolf", "pageclass": "article", "recs": {"category": "news/politics", "image-3-4": "http://www.gannett-cdn.com/-mm-/1f31e9cd935f5ecbc164b7eb0adee776b3af56bc/c=772-0-2899-2839/local/-/media/USATODAY/None/2014/10/05/1412541605000-a02-grouper-21.jpg", "image-1-1": "http://www.gannett-cdn.com/-mm-/6718cc1bdf7f8155f8ea418c160d8f8b1082106f/c=712-0-3559-2847/local/-/media/USATODAY/None/2014/10/05/1412541605000-a02-grouper-21.jpg", "contenttype": "story", "image-4-3": "http://www.gannett-cdn.com/-mm-/9c6574c4512849ec71ee4a121bdc14db74632fc0/c=249-0-4031-2839/local/-/media/USATODAY/None/2014/10/05/1412541605000-a02-grouper-21.jpg", "image": "http://www.gannett-cdn.com/-mm-/3dbd86cb27a14b0ac91d80b367746161c6a1bed8/c=0-206-4288-2624&r=x1683&c=3200x1680/local/-/media/USATODAY/None/2014/10/05/1412541605000-a02-grouper-21.jpg", "publishtime": "2014-10-05T17:22:56.093000-04:00", "shorthed": "Justices' caseload: Facebook to fish", "articleid": 16605387, "image-16-9": "http://www.gannett-cdn.com/-mm-/77e200ef82c0e1b64e55632778866ba9ce7b8f24/c=0-206-4288-2624/local/-/media/USATODAY/None/2014/10/05/1412541605000-a02-grouper-21.jpg", "image-9-16": "http://www.gannett-cdn.com/-mm-/10bfda4b8029ccba5094f471c2113c7fca5fc553/c=918-0-2513-2839/local/-/media/USATODAY/None/2014/10/05/1412541605000-a02-grouper-21.jpg"}}, "Content-Type": "text/html; charset=UTF-8", "viewport": "width=1070", "news_keywords": "Supreme,Court,2014,term,fish,Facebook,beard,religion,discrimination,speech"}, "_id": "\"57477af46914bd0286fdfa40\"", "article_summary": "That's not to say the court term that opens Monday — the 10th for the \"Roberts Court\" under Chief Justice John Roberts — is a dud.\nThe Case of the Red Grouper, to be heard Nov. 5, is symbolic of the high court's term so far.\nThe justices likely chose Yates' case to clamp down on the growing problem of \"overcriminalization.\"\nWithin the next few months, the court could grant far more significant cases — including on health care, gay marriage, voting rights and affirmative action.\n(Photo: Michael A. Schwarz, USA TODAY)WASHINGTON — Something fishy is happening at the Supreme Court this fall."}