{"article_title": "A lesson in connection — NZBusiness", "article_keywords": ["helping", "school", "jimmy", "help", "students", "tutors", "engineering", "high", "connection", "mytuition", "nzbusiness", "student", "lesson"], "article_url": "http://www.nzbusiness.co.nz/articles/lesson-connection", "article_text": "Photo: Jimmy Li (left) and Roy Lin.\n\nJimmy Li looks like he’s barely out of high school – yet the 25 year old, who came to New Zealand from China when he was four, has already completed a civil engineering degree, worked as a structural engineer for one-and-a-half years, and created a successful business that helps high school students succeed academically. That’s quite an achievement – and he’s only just getting started.\n\nSo why the sudden, rather drastic career change? Jimmy explains that both he and his parents assumed he was destined for a career in engineering, primarily because he spent most of his early childhood in New Zealand engrossed with Lego and K’NEX. But it was only after graduating from uni and spending time in his first job that he realised he was on the wrong path. He began reading autobiographies of successful people, Richard Branson’s was his biggest motivator – and looking at his senior colleagues, questioned if he wanted to be where they are in 20 or 30 years’ time.\n\n“I realised after a while that what I was actually passionate about was creating something big from scratch; something that I was in complete control of; something that could help someone else’s dreams while helping me actualise my own dreams.\n\n“So I followed by gut instinct, and decided to grow MyTuition.”\n\nIt was an idea that originated during his first year at university. “I’d just spent five years at Macleans College learning how to survive in the high school environment with all its exams and tests – and then at uni I discovered that none of it was really applicable anymore.”\n\nJimmy thought it would be a good idea to set up a way to go back to high school to tutor students on not only how to be good at maths, English, science or any other subject, but provide another perspective on studying and life beyond school. From people who’d ‘been there done that’.\n\nThe concept was trialled at Macleans and well received. It wasn’t until after Jimmy had graduated that he decided to develop it further with school friend Roy Lin.\n\nUnderstandably his parents thought he was crazy throwing away a perfectly good engineering career, but all Jimmy saw was a “natural sequence of events” that had taken him to his dream. Jimmy and Roy, who has a degree in software engineering, went full-time, officially launching MyTuition in November 2013.\n\n“Initially our goal was simply to actualise our concept,” admits Jimmy, “and so we did things first and thought about it afterwards.” Nevertheless, growth has been impressive; MyTuition has been operating for two and a half years and each year student and tutor numbers have tripled.\n\n“We delivered 5000 hours of lessons to 300 students in 2015 alone,” says Jimmy, “and we’re up to 160 active tutors.\n\n“In terms of tutoring agencies that actually manage their portfolio, we’re already one of the largest in Auckland.”\n\nTheir point of difference, he explains, is keeping students on track with their studies all year. “We’ve been in their shoes and know what they’re going through. We provide practical advice.\n\n“If you pool the collective knowledge of our tutors, then there’s a wealth of personal experiences that can help guide students through whatever they happen to be going through.”\n\nJimmy says MyTuition tutors are mostly fresh out of high school and studying at university. “They’re all relatable. They know what it’s like to go through high school; they understand the pressures, and teach as an equal to the student. They have their best interests at heart and genuinely want to help them.”\n\nAnother point of difference is the consistent oversight, he says. “There’re multiple people behind every single student, ensuring that student is doing well. To enable this we built our own online software platform. It allows us to manage the students, track their progress, and automate all the unimportant stuff so we can spend more time with them.”\n\nHe says their focus in 2016 is to continue building an online assisted community for students through Facebook. “We manage this community, providing advice, resources, articles and information,” says Jimmy. “And our tutors are on standby to answer any questions the students can’t answer. It’s all about helping each other; we act as facilitators.”\n\nTutors and challenges\n\nMyTuition is a great first step in the careers of the tutors too, says Jimmy. For tutors, who’re fully screened and must have A’s or Excellences in the subjects they teach, it’s not only satisfying to pass on knowledge, it’s also a foot on the job ladder.\n\nHe says the greatest challenge so far has been managing the high volume of students and tutors while keeping everything affordable and personal. The backend system they developed has been a big help, along with recently hiring four staff for their Queen Street office.\n\nLooking back Jimmy’s only regret is not reaching out to potential mentors earlier. “Even though we’ve been very successful, we could have accomplished even more with guidance. We taught everything ourselves from scratch.”\n\nHe says the big name competition is starting to take notice, so it’s important they now develop their own support network. Business mentor Jan Bierman is already making a difference, he says.\n\nAs for marketing – creating awareness is all about helping students. They do that through regular exam workshops or information evenings in local libraries. Content marketing, word of mouth and social media takes care of the rest. “Wherever students gather, we’ll try and be there,” says Jimmy.\n\nThere’s no doubt 2016 is going to be a milestone year for MyTuition. The focus is on expanding the MyTuition community even further and making it easier for students and tutors to share and gain knowledge.\n\n“It’s all about helping the next generation,” he says. “Sharing experiences and bridging the gap between different perspectives.\n\n“Our end goal is to become the go-to people in Auckland for tutoring.”\n\nAnd yes, there’s a vision to take the concept to other main centres and across the Tasman.\n\nArticle by Glenn Baker. Visit www.mytuition.nz", "article_metadata": {"og": {"image": "http://www.nzbusiness.co.nz/sites/nzbusiness.co.nz/files/MyTuition%201.jpg"}, "keywords": "Business", "description": "Photo: Jimmy Li (left) and Roy Lin. Jimmy Li looks like he’s barely out of high school – yet the 25 year old, who came to New Zealand..."}, "article_summary": "They know what it’s like to go through high school; they understand the pressures, and teach as an equal to the student.\nAs for marketing – creating awareness is all about helping students.\nHe says the greatest challenge so far has been managing the high volume of students and tutors while keeping everything affordable and personal.\n“We delivered 5000 hours of lessons to 300 students in 2015 alone,” says Jimmy, “and we’re up to 160 active tutors.\nIt wasn’t until after Jimmy had graduated that he decided to develop it further with school friend Roy Lin."}