{"article_title": "Jarome Iginla “thrilled” on idea to play with Avs’ Landeskog, MacKinnon – The Denver Post", "article_keywords": ["play", "right", "sakic", "thrilled", "think", "jarome", "denver", "idea", "defenseman", "iginla", "avs", "landeskog", "lot", "post", "mackinnon", "speed", "wing", "thats"], "article_url": "http://www.denverpost.com/avalanche/ci_26379813/jarome-iginla-thrilled-idea-play-avs-landeskog-mackinnon", "article_text": "SEDALIA — During his first public comments since moving to Colorado after signing as a free agent with the Avalanche on July 1, Jarome Iginla’s eyes brightened Thursday when asked about playing right wing on a line with two of the past three Calder Trophy winners.\n\nLeft wing Gabe Landeskog was named the NHL’s rookie of the year in 2012, and center Nathan MacKinnon won the award in June. Avs coach Patrick Roy previously suggested Iginla — whose 560 career goals rank 25th all time — would be a good fit with his two youngest forwards.\n\n“Obviously it’s early and I’m not sure what the line combinations will be, and they have a lot of skilled guys who could mix and match, but if that’s the case, yeah, I’ll be thrilled,” Iginla said before teeing off at Joe Sakic’s 17th annual charity golf tournament at Sanctuary Golf Course. “MacKinnon, watching his speed and how he can do everything at top speed, and how driven Landeskog is — his creativity to go with his strength and the power forward that he is — it will be exciting. I think that’s a great combination.”\n\nIginla, 37, has played right wing most of his Hall of Fame-worthy career. Former Avs defenseman Adam Foote said Iginla will add “10 pounds” to each of his linemates because of his toughness and respect throughout the league.\n\n“He will take care of his teammates,” said Foote, now a defensive assistant coach for Colorado. “Jarome, when he steps foot on the ice, he still has a lot of respect from a lot of defensemen out there that are like, ‘OK we better play within the rules or this guy will hold us accountable.’ I think that will really put 10 pounds on every forward that he plays with, and that’s important out here in the West.”\n\nIginla, who signed a three-year, $16 million contract with the Avs, said he and his family are settled in the Denver area with his three young children set to begin the school year.\n\n“It’s been exciting, and nice to get out here early and get used to the altitude,” he said.\n\nThe Avs’ training camp for veterans begins the week of Sept. 15. Sakic, the team’s vice president of hockey operations, has one more major move to make before camp, and that’s to sign defenseman Tyson Barrie, a restricted free agent who was Colorado’s best offensive defenseman last season.\n\n“We have four weeks,” Sakic said. “Not everything happens right away, and some things take time. I’m confident he’ll be here.”\n\nMike Chambers: mchambers @denverpost.com or twitter.com/mikechambers", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "Jarome Iginla “thrilled” on idea to play with Avs’ Landeskog, MacKinnon", "title": "Jarome Iginla “thrilled” on idea to play with Avs’ Landeskog, MacKinnon", "url": "http://www.denverpost.com/2014/08/21/jarome-iginla-thrilled-on-idea-to-play-with-avs-landeskog-mackinnon/", "image": {"width": 654, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/04/20140821_013118_jarome-iginla.jpg", "height": 436}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/04/20140821_013118_jarome-iginla.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "article": {"published_time": "2014-08-21T13:32:41+00:00", "modified_time": "2016-04-27T05:38:11+00:00"}, "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af36914bd0286fd102e\"", "article_summary": "I think that’s a great combination.”Iginla, 37, has played right wing most of his Hall of Fame-worthy career.\nFormer Avs defenseman Adam Foote said Iginla will add “10 pounds” to each of his linemates because of his toughness and respect throughout the league.\nLeft wing Gabe Landeskog was named the NHL’s rookie of the year in 2012, and center Nathan MacKinnon won the award in June.\nAvs coach Patrick Roy previously suggested Iginla — whose 560 career goals rank 25th all time — would be a good fit with his two youngest forwards.\nSEDALIA — During his first public comments since moving to Colorado after signing as a free agent with the Avalanche on July 1, Jarome Iginla’s eyes brightened Thursday when asked about playing right wing on a line with two of the past three Calder Trophy winners."}