{"article_title": "The Real Reason Republicans and Democrats Can’t All Just Get Along", "article_keywords": ["real", "differences", "dont", "views", "political", "republicans", "washington", "cant", "past", "reason", "democrats", "ideological", "trust"], "article_url": "http://www.thefiscaltimes.com/2016/02/02/Real-Reason-Republicans-and-Democrats-Can-t-All-Just-Get-Along", "article_text": "For many years, experts blamed sharp ideological difference between the two parties for the debilitating gridlock in Washington that led to government shutdowns, budget crises and strong differences over foreign policy and defense issues.\n\nThe Pew Research Center in 2014 famously issued a study concluding that Republicans and Democrats “are more divided along ideological lines – and partisan antipathy is deeper and more extensive” -- than at any point in the past 20 years.\n\nRelated: How Growing Partisanship Is Splitting the U.S. in Two\n\nBased on extensive polling, Pew researchers discovered that Americans who consistently voiced conservative or liberal views had doubled from 10 percent to 21 percent over the past two decades. “And ideological thinking is now much more closely aligned with partisanship than in the past,” the authors of the study wrote.\n\nNow comes a new book, Why Washington Won’t Work: Polarization, Political Trust and the Governing Crisis, with a very different take: The reason Republicans and Democrats fight so vehemently is not because of ideological differences, but because they simply don’t like each other.\n\nMarc J. Hetherington, author and a professor of political science at Vanderbilt University, writes, “Deeply negative feelings cause more trouble than deep ideological differences would.”\n\n“When you disagree with the other side on the issues, you can often find a middle ground. When you don’t like the other side, you don’t even talk to them…. Absent trust, any bridges that form between the two sides are made of sand.”\n\nHetherington postulates a political dynamic in which lawmakers more often than not reflect the views of their constituents than to try to be thought leaders and influence their voters.\n\nRelated: Why Congress Will Get Even Less Done in 2016\n\nThis can be highly problematic, especially in the vast majority of congressional districts that are demographically and politically homogenized because of gerrymandering by Republican and Democratic-controlled state legislatures.\n\nFor sure, the clash of ideologies also explains perpetual gridlocks in Washington, not to mention the intensely bitter relations between the Obama White House and GOP-dominated Congress.\n\nHetherington views this visceral negativity as a troubling trend and a reflection of politicians frequently taking cues from their constituents. “Although citizens have it in their capacity to nudge officeholders toward compromise, they don’t trust their opponents enough to push their side’s representatives to compromise with those they increasingly view as the devil,” Hetherington writes.\n\nThe end result, he says, is “stagnation” and the kind of gridlock that led, for example, to a near default on U.S. borrowing in 2011, the 2013 government shutdown and former GOP House Speaker John Boehner’s forced retirement late last year in the face of a revolt by conservative Republicans who were unwilling to reach a compromise with Democrats on budget and spending issues.", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "For many years, experts blamed sharp ideological difference between the two parties fo", "title": "The Real Reason Republicans and Democrats Can’t All Just Get Along", "url": "http://www.thefiscaltimes.com/2016/02/02/Real-Reason-Republicans-and-Democrats-Can-t-All-Just-Get-Along", "image": "http://cdn.thefiscaltimes.com/sites/default/files/10312013_Puck_Gridlock_Partisan.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2016/02/02/Real-Reason-Republicans-and-Democrats-Can-t-All-Just-Get-Along", "image": "http://cdn.thefiscaltimes.com/sites/default/files/10312013_Puck_Gridlock_Partisan.jpg", "creator": "@ericpianin", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "For many years, experts blamed sharp ideological difference between the two parties fo", "generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "“Although citizens have it in their capacity to nudge officeholders toward compromise, they don’t trust their opponents enough to push their side’s representatives to compromise with those they increasingly view as the devil,” Hetherington writes.\nNow comes a new book, Why Washington Won’t Work: Polarization, Political Trust and the Governing Crisis, with a very different take: The reason Republicans and Democrats fight so vehemently is not because of ideological differences, but because they simply don’t like each other.\nThe Pew Research Center in 2014 famously issued a study concluding that Republicans and Democrats “are more divided along ideological lines – and partisan antipathy is deeper and more extensive” -- than at any point in the past 20 years.\n“And ideological thinking is now much more closely aligned with partisanship than in the past,” the authors of the study wrote.\nHetherington views this visceral negativity as a troubling trend and a reflection of politicians frequently taking cues from their constituents."}