{"article_title": "As Trump Surges, GOP Tanks in Public Opinion", "article_keywords": ["rating", "president", "republicans", "trump", "surges", "public", "parties", "view", "favorable", "tanks", "party", "opinion", "net", "poll", "gop", "democrats"], "article_url": "http://www.thefiscaltimes.com/2015/07/24/Trump-Surges-GOP-Tanks-Public-Opinion", "article_text": "There’s no way to draw a straight line between the rise of Donald Trump and the fact that a Pew Research Center poll found that public opinion of the Republican Party is at is lowest level in the history of the poll, which stretches back to 1992.\n\nHowever, the fact that the loud-mouthed billionaire was dominating the news during the seven days in which the poll was conducted (July 14-20), insulting Hispanic immigrants and calling other Republicans names, it seems at least plausible that a bit of negativity from his campaign might have found its way into voter attitudes about the Party he’s seeking to lead.\n\nRelated: 7 Revelations from Donald Trump’s Financial Disclosure\n\nThe Pew survey found that only 32 percent of the population of the U.S. has a favorable view of the Republican Party, the lowest in the poll’s history. And 60 percent of the American public has an unfavorable view of the GOP, the highest in the poll’s history.\n\nInterestingly, most of the damage appears to be internal. When the question was last asked, in January, 86 percent of Republicans who responded reported a favorable view of their own party. By July, that had plummeted to 68 percent. Independents also soured on the GOP somewhat, with favorable ratings falling from 37 percent to 29 percent. The party’s status among Democrats also fell, from 18 percent to 14 percent.\n\nBy contrast, the public’s attitude toward Democrats was not dramatically changed, moving up slightly from 46 to 48 percent favorable. With an unfavorable rating of 47, this edition of the poll marked the first time since October 2014 that the Democrats could claim a net favorable rating, albeit by the slimmest possible margin.\n\nThe survey contained some good news for President Obama also, showing that his approval rating is back to a net positive, though with almost as slim a cushion as the party he leads. Asked if they approved of the job he is doing or disapproved, the split was 48 to 45 in favor of the president. It may not seem like much but it’s a positive sign for a president whose numbers have spent most of the last three years underwater.\n\nWhen it came to the question of which party is better able to run the federal government, the two parties were just about even, with Democrats edging Republicans 41 to 40. But on questions about how the parties would run it, the differences were pretty stark.\n\nRelated: House Dismisses McConnell’s Solution for Fixing America’s Highways\n\nThe Democrats were seen as more honest and ethical by a score of 45 percent to 29 percent. They were also described as “more concerned with people like me” by a whopping 53 to 31 percent.\n\nWhen the pollsters asked which of the parties is more “extreme” in its positions, Republicans outpolled Democrats 52 to 35.\n\nAsked which party is better able to handle specific issues, the two parties each had their strengths within the electorate. Republicans did best on gun control (48 percent to 36 percent), defending against terrorist threats (44 to 34), and the budget deficit (41 to 37.) Interestingly, the two parties were practically tied on the issue of taxes, with Republicans edging the Democrats 42 to 41.\n\nPossibly reflecting the deep political divide over the issue, the parties ran nearly even on the issue of immigration, with 42 percent preferring the Democrats and 40 percent choosing the Republicans.\n\nThe Democrats managed to hold small three-point net advantages on the economy and foreign policy. However, on issues like health care, education, abortion and contraception, and particularly the environment, the net advantage for the Democrats climbed into the double digits.", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "In the Summer of Trump, the GOP’s favorability among members of the voting public has plummeted. There’s no way to draw a direct line between the surging billionaire’s inflammatory public comments about immigrants and his fellow Republicans, but it sure can’t be helping the GOP’s cause.", "title": "As Trump Surges, GOP Tanks in Public Opinion", "url": "http://www.thefiscaltimes.com/2015/07/24/Trump-Surges-GOP-Tanks-Public-Opinion", "image": "http://cdn.thefiscaltimes.com/sites/default/files/media/07202015_Donald_Trump.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2015/07/24/Trump-Surges-GOP-Tanks-Public-Opinion", "image": "http://cdn.thefiscaltimes.com/sites/default/files/media/07202015_Donald_Trump.jpg", "creator": "@rrgarver", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "In the Summer of Trump, the GOP’s favorability among members of the voting public has plummeted. There’s no way to draw a direct line between the surging billionaire’s inflammatory public comments about immigrants and his fellow Republicans, but it sure can’t be helping the GOP’s cause.", "generator": "Drupal 7 (http://drupal.org)"}, "_id": "\"57477af46914bd0286fdcfee\"", "article_summary": "And 60 percent of the American public has an unfavorable view of the GOP, the highest in the poll’s history.\nWhen the question was last asked, in January, 86 percent of Republicans who responded reported a favorable view of their own party.\nWhen the pollsters asked which of the parties is more “extreme” in its positions, Republicans outpolled Democrats 52 to 35.\nInterestingly, the two parties were practically tied on the issue of taxes, with Republicans edging the Democrats 42 to 41.\nIndependents also soured on the GOP somewhat, with favorable ratings falling from 37 percent to 29 percent."}