{"article_title": "Poisoning the well? McConnell eyes ACA repeal vote", "article_keywords": ["eyes", "shouldnt", "republicans", "mcconnells", "aca", "mcconnell", "thats", "isnt", "president", "vote", "poisoning", "repeal", "gop", "care", "theres"], "article_url": "http://www.msnbc.com/rachel-maddow-show/poisoning-the-well-mcconnell-eyes-aca-repeal-vote", "article_text": "Sen. Mitch McConnell (R-Ky.) is not yet the Senate Majority Leader, but he’s begun making plans for the new Congress. He told Roll Call something interesting\n\n“Number one: We certainly will have a vote on proceeding to a bill to repeal Obamacare…. It was a very large issue in the campaign,” McConnell said, reaffirming a commitment to see what can be done against it, also discussing plans to roll back parts of the health care law that have proved to be particularly unpopular.\n\nThis may seem like throwaway rhetoric, but it struck me as fairly important, if for no other reason than it tells us quite a bit about McConnell’s thinking.\n\nFor example, the Republican leaders repealing the Affordable Care Act “was a very large issue in the campaign.” For those of us who actually followed the 2014 elections, this is demonstrably, quantifiably ridiculous – Republicans moved away from repeal talk in the spring , and then again in the fall\n\nWe know why, too: repeal isn’t popular. In fact, there’s far less support for repeal than the Affordable Care Act itself, and the ACA isn’t winning any popularity contests. Once the GOP realized this was an electoral loser, the party moved on – making McConnell’s remarks rather bizarre.\n\nThere’s also the substantive question, of course, of why any lawmaker would want to repeal a law that’s succeeding so well\n\nBut just below the surface, there’s another angle that’s bugging me: isn’t this “poisoning the well”?\n\nIt was just a few weeks ago that Republicans, riding high ever national victories, said they wanted to begin governing, find “common ground” with the Obama White House, and prove that the GOP is a responsible party. President Obama, they soon followed, shouldn’t “poison the well” by doing anything that Republicans might not like.\n\nThey were referring, of course, to immigration policy, but the general idea was more broadly applicable: everyone can get along, just so long as President Tyrant doesn’t do anything that hurts Republicans’ feelings.\n\nIt was a foolish pitch – GOP lawmakers are adults; their sensibilities shouldn’t be quite so delicate – but McConnell’s rhetoric suggest it was also a fraud. What’s a better example of “poisoning the well” in terms of Beltway comity than Republicans voting to take health care benefits away from millions of families just to spite the president they hold in contempt?", "article_metadata": {"msapplication-config": "/browserconfig.xml", "description": "Income Senate Majority Leader Mitch McConnell is readying an ACA repeal vote -- because, in his mind, Republicans are entitled to it.", "original-source": "http://www.msnbc.com/rachel-maddow-show/poisoning-the-well-mcconnell-eyes-aca-repeal-vote", "og": {"site_name": "MSNBC", "description": "Income Senate Majority Leader Mitch McConnell is readying an ACA repeal vote -- because, in his mind, Republicans are entitled to it.", "title": "Poisoning the well? McConnell eyes ACA repeal vote", "url": "http://www.msnbc.com/rachel-maddow-show/poisoning-the-well-mcconnell-eyes-aca-repeal-vote", "image": "http://www.msnbc.com/sites/msnbc/files/styles/ratio--1_91-1--1200x630/public/2013/03/ap111005036160_0.jpg?itok=-fYNgTij", "type": "article"}, "twitter": {"domain": "msnbc.com", "account_id": 2836421, "creator": {"identifier": "@msnbc", "id": 2836421}, "url": "http://www.msnbc.com/rachel-maddow-show/poisoning-the-well-mcconnell-eyes-aca-repeal-vote", "image": {"width": 830, "identifier": "http://www.msnbc.com/sites/msnbc/files/styles/ratio--3-2--512x342/public/2013/03/ap111005036160_0.jpg?itok=arjgLg9F", "height": 553}, "title": "Poisoning the well? McConnell eyes ACA repeal vote", "site": {"identifier": "@msnbc", "id": 2836421}, "card": "summary_large_image", "description": "Income Senate Majority Leader Mitch McConnell is readying an ACA repeal vote -- because, in his mind, Republicans are entitled to it."}, "robots": "follow, index", "DC.date.issued": "2014-12-08T15:04:03-05:00", "jenga-session-config": "{\"when_to_init\":\"after_dom_ready\"}", "fb": {"app_id": 351594351545594}, "nv": {"author": "steve-benen", "title": "Poisoning the well? McConnell eyes ACA repeal vote", "tags": "affordable-care-act,health,health-care-reform,mitch-mcconnell,obamacare,republicans,senate-republicans,rachel-maddow-show", "published": 1, "date": "12/08/2014 15:04:03 EST", "address": "http://www.msnbc.com/rachel-maddow-show/poisoning-the-well-mcconnell-eyes-aca-repeal-vote"}, "article": {"author": "https://www.facebook.com/steve.benen"}, "abstract": "Income Senate Majority Leader Mitch McConnell is readying an ACA repeal vote -- because, in his mind, Republicans are entitled to it.", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "news_keywords": "Health Care Reform, Health, Republicans, Affordable Care Act, Mitch McConnell, Obamacare, Senate Republicans"}, "article_summary": "He told Roll Call something interesting“Number one: We certainly will have a vote on proceeding to a bill to repeal Obamacare….\nIn fact, there’s far less support for repeal than the Affordable Care Act itself, and the ACA isn’t winning any popularity contests.\nSen. Mitch McConnell (R-Ky.) is not yet the Senate Majority Leader, but he’s begun making plans for the new Congress.\nPresident Obama, they soon followed, shouldn’t “poison the well” by doing anything that Republicans might not like.\nOnce the GOP realized this was an electoral loser, the party moved on – making McConnell’s remarks rather bizarre."}