{"article_title": "CMS Was ‘Passive’ in Preventing Obamacare Fraud", "article_keywords": ["passive", "fraud", "information", "agency", "obamacare", "number", "preventing", "services", "medicare", "social", "inconsistencies", "medicaid", "security", "cms"], "article_url": "http://freebeacon.com/issues/auditor-cms-was-passive-in-preventing-fraud-in-administering-obamacare/", "article_text": "BY: Follow @DJAliMeyer\n\n\n\nThe Centers for Medicare and Medicaid Services was “passive” in its approach to identifying and preventing fraud in administering Obamacare, according to testimony from the Government Accountability Office.\n\nAccording to the report, the agency must verify an individual’s application information to determine he or she is eligible for health care coverage. The individual must be lawfully present in the United States and may not be incarcerated unless they are awaiting a disposition of charges.\n\nThe agency detects application “inconsistencies” when an individual’s personal information is not correctly matched against the data from other federal agencies such as the IRS, the Social Security Administration, and the Department of Homeland Security.\n\n“[The Centers for Medicare and Medicaid] did not terminate or adjust subsidies for any applications with incarceration or Social Security number inconsistencies,” the audit states. “[Agency] officials told us that they currently do not plan to take any actions on individuals with unresolved Social Security number or incarceration inconsistencies.”\n\nThe investigators found that for coverage year 2014 the agency did not resolve about one-third of applications with inconsistencies, which involved $1.7 billion in associated subsidies.\n\n“We concluded [the agency] has assumed a passive approach to identifying and preventing fraud, and that adopting a more strategic, risk-based approach could help identify fraud vulnerabilities before they could be exploited in the enrollment process,” the audit said.\n\n“[The Centers for Medicare and Medicaid Services] has not performed a single comprehensive fraud risk assessment—a recommended best practice—of the Obamacare enrollment and eligibility process,” said Sen. Orrin Hatch (R., Utah) at a Senate Finance Committee hearing on Thursday. “Until such an assessment is completed, [the agency] is unlikely to know whether existing control activities are suitably designed and implemented to reduce inherent fraud risk to an acceptable level.”\n\nThe Government Accountability Office recommended that the Department of Health and Human Services direct CMS to conduct a feasibility study on actions they can’t take to monitor and analyze applicant verification information to reduce the number of inconsistencies. The agency agreed with the audit office’s recommendation and said it is reviewing options to implement a study.", "article_metadata": {"description": "The Centers for Medicare and Medicaid Services was “passive” in its approach to identifying and preventing fraud in administering Obamacare.", "generator": "WordPress 4.5.2", "og": {"site_name": "Washington Free Beacon", "description": "The Centers for Medicare and Medicaid Services was “passive” in its approach to identifying and preventing fraud in administering Obamacare, according to testimony from the Government Accountabili", "title": "Auditor: CMS Was ‘Passive’ in Preventing Fraud in Administering Obamacare", "url": "http://freebeacon.com/issues/auditor-cms-was-passive-in-preventing-fraud-in-administering-obamacare/", "image": "http://freebeacon.com/wp-content/uploads/2014/03/Doctors-150x150.jpg", "type": "article"}, "twitter": {"description": "The Centers for Medicare and Medicaid Services was “passive” in its approach to identifying and", "creator": "@DJAliMeyer", "image": "http://freebeacon.com/wp-content/uploads/2014/03/Doctors-150x150.jpg", "title": "Auditor: CMS Was ‘Passive’ in Preventing Fraud in Administering Obamacare", "site": "@freebeacon", "card": "summary"}, "robots": "noodp", "apple-itunes-app": "app-id=1047859882", "fb": {"app_id": "FB_APP_ID", "pages": 282024895179874}, "viewport": "width=device-width, initial-scale=1"}, "article_summary": "BY: Follow @DJAliMeyerThe Centers for Medicare and Medicaid Services was “passive” in its approach to identifying and preventing fraud in administering Obamacare, according to testimony from the Government Accountability Office.\n“[The Centers for Medicare and Medicaid] did not terminate or adjust subsidies for any applications with incarceration or Social Security number inconsistencies,” the audit states.\n“We concluded [the agency] has assumed a passive approach to identifying and preventing fraud, and that adopting a more strategic, risk-based approach could help identify fraud vulnerabilities before they could be exploited in the enrollment process,” the audit said.\n“[The Centers for Medicare and Medicaid Services] has not performed a single comprehensive fraud risk assessment—a recommended best practice—of the Obamacare enrollment and eligibility process,” said Sen. Orrin Hatch (R., Utah) at a Senate Finance Committee hearing on Thursday.\nAccording to the report, the agency must verify an individual’s application information to determine he or she is eligible for health care coverage."}