{"article_title": "BlueStar, World’s First Prescription-Only Smartphone App, Aims To Help Diabetes Patients Manage Their Blood Sugar", "article_keywords": ["worlds", "smartphone", "help", "support", "manage", "disease", "prescriptiononly", "sugar", "patients", "bluestar", "blood", "health", "type", "app", "diabetes"], "article_url": "http://www.medicaldaily.com/bluestar-worlds-first-prescription-only-smartphone-app-aims-help-diabetes-patients-manage-their", "article_text": "What if everything you needed to know about managing your medical condition was literally at your fingertips? BlueStar, the world’s first prescription-only smartphone app, was created to do just that for patients with diabetes. The app is already available in limited release right now. But this year, large insurance companies are poised to add the app to their health coverage, which will make it slowly but surely more available to the patients it targets. “This is a piece of software getting the same treatment as a medical device,” said Sonny Vu, a wearable computing device maker, according to IEEE Spectrum. “It’s pretty world-changing.”\n\nIn 2010, The Food and Drug Administration (FDA) cleared BlueStar for use by adults over the age of 21 and their health care providers. It provides 24-hour real-time patient coaching and support via personal mobile phone. And BlueStar also provides clinical decision support based on guidelines as well as the patient’s own behaviors. The app, which was launched by WellDoc at a Digital Health Summer Summit last year, targets patients with type 2 diabetes and requires a doctor’s prescription for its use. BlueStar monitors patients directly and advises on the timing of blood sugar level checks and appropriate medication dosage, according to Quartz. It also reports back to the prescribing doctor, so he/she can adjust the daily regimen to meet the patient’s unique needs. “This is more effective than the medications we can prescribe,” said Amit Rajvanshi, a family physician in Maryland, according to IEEE Spectrum.\n\nType 2 diabetes is a condition that impacts the way the body metabolizes sugar, or glucose. Though there is no cure for the disease, it is manageable through blood sugar monitoring, healthy eating, regular exercise, and medication or insulin therapy. The purpose of BlueStar is to help patients monitor their own management of the disease by tracking blood glucose readings, diet, and exercise activities while also providing reminders, suggestions, and positive reinforcement. Anyone can download the app, but only those with specific prescription codes will be able to access and use it.\n\nBlueStar is the first app of its kind, and if it’s successful, other prescription-only apps will surely follow. “There might be a handful more this year and more next year, but due to regulatory and reimbursement timelines, I don't think there will be an avalanche right away,” he said.\n\nThis new app “exemplifies WellDoc’s unparalleled commitment to transform diabetes self-management,” said Chris Bergstrom, the company’s chief strategy and commercial officer. “Over the coming months, we will increase access to BlueStar, so adults living with type 2 diabetes can have the anywhere, anytime diabetes support they need.”\n\nFor more on type 2 diabetes, and how to manage the disease, visit the Mayo Clinic online.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "bluestar, first, prescription-only, app, diabetes", "og": {"site_name": "Medical Daily", "description": "BlueStar is the world's first app to require a doctor's prescription for use. It was created to transform type 2 diabetes self-management.", "title": "World’s First Prescription-Only Smartphone App Aims To Help Type 2 Diabetes Patients", "url": "http://www.medicaldaily.com/bluestar-worlds-first-prescription-only-smartphone-app-aims-help-diabetes-patients-manage-their", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/01/07/shutterstock147402284.jpg", "type": "article"}, "twitter": {"description": "BlueStar is the world's first app to require a doctor's prescription for use. It was created to transform type 2 diabetes self-management.", "title": "World’s First Prescription-Only Smartphone App Aims To Help Type 2 Diabetes Patients", "url": "http://www.medicaldaily.com/bluestar-worlds-first-prescription-only-smartphone-app-aims-help-diabetes-patients-manage-their", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/01/07/shutterstock147402284.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/01/07/shutterstock147402284.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Science/Tech", "published_time": "2014-01-07T14:44:11-05:00", "modified_time": "2014-01-07T14:44:10-05:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "BlueStar is the world's first app to require a doctor's prescription for use. It was created to transform type 2 diabetes self-management."}, "_id": "\"57477af46914bd0286fdfa60\"", "article_summary": "BlueStar, the world’s first prescription-only smartphone app, was created to do just that for patients with diabetes.\nBlueStar monitors patients directly and advises on the timing of blood sugar level checks and appropriate medication dosage, according to Quartz.\nThough there is no cure for the disease, it is manageable through blood sugar monitoring, healthy eating, regular exercise, and medication or insulin therapy.\nBlueStar is the first app of its kind, and if it’s successful, other prescription-only apps will surely follow.\nThis new app “exemplifies WellDoc’s unparalleled commitment to transform diabetes self-management,” said Chris Bergstrom, the company’s chief strategy and commercial officer."}