{"article_title": "Intuitive Surgical Shows Why You Should Never Sell Companies With This Trait (ISRG)", "article_keywords": ["sell", "mako", "used", "vinci", "intuitive", "trait", "company", "companies", "system", "procedures", "surgical", "innovation", "companys", "isrg", "shows"], "article_url": "http://www.fool.com/investing/general/2013/09/27/intuitive-surgical-shows-why-you-should-never-sell.aspx", "article_text": "Earlier this week, Intuitive Surgical (NASDAQ: ISRG ) announced the approval of the Firefly Imaging system for use in gall bladder removal by the Food and Drug Administration.\n\nWhile the Firefly Imaging system has been used in other applications since 2011, and the direct effect of this one approval on Intuitive's bottom line alone isn't reason to buy the stock, it's just another indication that the company possesses a trait every long-term investor should look for.\n\nHolding through difficult times\n\nWe'll get to that trait in a second; but first, let's review why believing in it is so important.\n\nAt the end of 2012, investors -- myself included -- came to the realization that there could be tough times ahead for Intuitive Surgical. Screening protocols for prostate cancer were becoming more conservative, likely leading to fewer operations and lower-than-expected revenue from the company's da Vinci robotic surgical system. At the time, the company traded for an expensive 36 times earnings.\n\nBut based on one characteristic of the company, I didn't sell.\n\nThat decision didn't look so good three months later, as medical professionals began to call into question whether robotic-assisted surgery was that helpful in hysterectomy procedures. That's a big deal, because hysterectomies and prostatectomies make up the vast majority of da Vinci procedures -- and both had now been called into question. By the end of March, the company's stock had fallen 15% from its January highs.\n\nBut based on one characteristic of the company, I didn't sell.\n\nThen came July, a ridiculously painful month for shareholders. Intuitive's earnings came in much weaker than expected. Fellow Fool Sean Williams highlighted how the drastic slowdown in domestic sales of the da Vinci system was likely due to uncertainty regarding the effects of the Affordable Care Act, also known as Obamacare.\n\nYet again, however, I decided to hold my shares.\n\nThe most important trait I look for\n\nThe trait that I keep referring to -- which continuously led me to hold my shares of Intuitive while others were selling -- is innovation. Innovation is what directed company founder Dr. Frederic Moll to take a leap of faith, leave the company he was working for, and purchase the intellectual property behind a military concept for remote robotic surgery that no one thought was practical.\n\nInnovation helped the company go from introducing their product in 2000, to accounting for 80% of all prostatectomies in the United States by 2011.\n\nAs an added feature, Intuitive is also the beneficiary of innovation on behalf of surgeons and medical schools across the world experimenting with how the da Vinci can be used. While hysterectomies and prostatectomies account for most procedures, the da Vinci is also used in cardiothoracic, vascular, orthopedic, and general surgical procedures.\n\nWhen Intuitive becomes aware -- whether on its own or through those using its machines -- of further applications, it can design the technology to meet the market's needs.\n\nThat brings us back to the company's most recent announcement regarding Firefly. A common complication in gall bladder removal is the confusion between the bile duct and the cystic duct. When these are confused, the bile duct can mistakenly be clipped.\n\nIn order to prevent this from happening, the Firefly Imaging system, \"enables surgeons to use a special video camera and glowing dye to view blood flowing in vessels and tissue.\" This helps surgeons differentiate between the two ducts.\n\nWhat this really means for investors\n\nAs I said earlier, this single event alone doesn't mean too much for the company. What it represents, however, is important: the continued leverage of the company's innovation leading to utilization in more and more procedures.\n\nThere's absolutely no way to know if/when the company's stock will recover to its previous highs of roughly $580. There's also no way to see into the future and know for sure that the company can continue to innovate.\n\nThe best we can do is used the evidence available to draw reasonable conclusions. Given Intuitive's history, and its most recent announcement, I think the requisite innovation is in the company's DNA. It's possible that hysterectomy and prostatectomy procedures will flounder. But it's also possible that, with time and experimentation, they will improve.\n\nEither way, the robot will likely continue to be used in evermore procedures, as it offers a less invasive option with reduced recovery time.\n\nAnd if you're looking for further evidence that selling innovative companies is a bad idea, look no further than yesterday's announcement that Stryker (NYSE: SYK ) was acquiring MAKO Surgical (UNKNOWN: MAKO.DL ) . I bought MAKO back in 2011, and saw the stock drop precipitously. I became very wary that management knew how to handle the adoption curve of the company's Rio Surgical system for partial knee and hip replacements.\n\nAs I did with Intuitive, I didn't buy more shares on the bad news, but I also didn't sell -- you never know where innovation might take you. Yesterday, that stance paid off, as my position in MAKO jumped 83%.\n\nAnd though some might argue that I was just lucky because the company was bought out, that ignores the fact that Stryker was willing to pay a very hefty premium to acquire MAKO. Over the past few quarters, Stryker's knee and hip replacement business has been showing very slow growth. By acquiring MAKO and its inherent innovation, Stryker hopes to jump-start that division of its business.", "article_metadata": {"description": "The latest announcement of approval for gall bladder removal imaging is a sign of a bigger trend at Intuitive Surgical. - Brian Stoffel - Health Care", "author": "Brian Stoffel", "promo": "The latest announcement of approval for gall bladder removal imaging is a sign of a bigger trend at Intuitive Surgical.", "title": "Intuitive Surgical Shows Why You Should Never Sell Companies With This Trait", "collection": "Investing", "parsely-page": "{\r\n  \"title\": \"Intuitive Surgical Shows Why You Should Never Sell Companies With This Trait\",\r\n  \"link\": \"http://www.fool.com/investing/general/2013/09/27/intuitive-surgical-shows-why-you-should-never-sell.aspx\",\r\n  \"image_url\": \"\",\r\n  \"type\": \"post\",\r\n  \"post_id\": \"a59b11ee-25f5-11e3-beba-0050569d4333\",\r\n  \"pub_date\": \"2013-09-27T16:44:00Z\",\r\n  \"section\": \"Health Care\",\r\n  \"author\": \"Brian Stoffel\"\r\n}", "fb": {"app_id": 50808187550}, "bureau": "health-care", "STORY_UID": "a59b11ee-25f5-11e3-beba-0050569d4333", "headline": "Intuitive Surgical Shows Why You Should Never Sell Companies With This Trait", "date": "2013-09-27T12:44:00-05:00", "gsa_date": "2013-09-27", "articletype": "Investing"}, "_id": "\"57477af36914bd0286fd1058\"", "article_summary": "At the end of 2012, investors -- myself included -- came to the realization that there could be tough times ahead for Intuitive Surgical.\nEarlier this week, Intuitive Surgical (NASDAQ: ISRG ) announced the approval of the Firefly Imaging system for use in gall bladder removal by the Food and Drug Administration.\nScreening protocols for prostate cancer were becoming more conservative, likely leading to fewer operations and lower-than-expected revenue from the company's da Vinci robotic surgical system.\nAnd if you're looking for further evidence that selling innovative companies is a bad idea, look no further than yesterday's announcement that Stryker (NYSE: SYK ) was acquiring MAKO Surgical (UNKNOWN: MAKO.DL ) .\nThat's a big deal, because hysterectomies and prostatectomies make up the vast majority of da Vinci procedures -- and both had now been called into question."}