{"article_title": "Americans Call Government Their Top Concern", "article_keywords": ["unemployment", "immigration", "second", "ranked", "americans", "gallup", "2015", "problem", "economy", "issue", "concern"], "article_url": "http://dailysignal.com/2016/01/06/gallup-poll-americans-say-government-is-their-top-concern/", "article_text": "Americans again name government as the top problem facing the United States, according to a new Gallup poll.\n\nIt was the second consecutive year government ranked as the most important concern facing the U.S.\n\nIn 2015, 16 percent in the Gallup Poll Social Series surveys put government at the top of concerns. This is down from 18 percent in 2014.\n\nGallup’s government category includes President Obama, Congress, other government leaders, ethics of politicians, and political conflict.\n\nThe economy came in second with 13 percent. Unemployment tied for third, with immigration at 8 percent. The result landed immigration in the top four problems for the first time since 2007.\n\nGallup wrote:\n\nAmericans were most likely to mention some aspect of the federal government in 2015 when asked to name the country’s top problem, but this category still averaged less than 20 percent of all responses during the year. Even when mentions of terrorism, immigration and gun laws briefly flared, the percentages citing these stayed below the 20 percent threshold.\n\nThe issue of terrorism averaged at 5 percent for the year, Gallup said, but jumped to 16 percent in December following the Paris and San Bernardino attacks. Gun control rose from a concern of around 1 percent each month to 7 percent in October and December.\n\nA host of other issues—including health care, education, national security, and crime—all ranked at a single-digit average.\n\n“As was the case in each of the two prior years, there was less consensus in 2015 on any single problem as the nation’s biggest,” Gallup wrote. “Largely because Americans’ concern about the economy and unemployment subsided, while no other issue replaced them.”\n\nFrom 2008 to 2013, the economy ranked as the number-one issue, at above 20 percent each year, with unemployment coming in second from 2009 to 2012.\n\nThe year before a presidential election previously has seen at least one dominant issue—unlike a split over many concerns during 2015, Gallup said. Those dominant issues included the economy and unemployment in 2011, the Iraq War in 2007, and the economy in 2003.\n\nThe survey results are based on the average of 12 monthly surveys conducted by telephone. Gallup randomly sampled approximately 12,000 adults throughout the year.\n\nThe poll has a margin of sampling error of plus or minus 1 percentage point.", "article_metadata": {"description": "It was the second consecutive year adults ranked government as their most important concern. Next: the economy, employment and--a big change--immigration.", "og": {"site_name": "The Daily Signal", "description": "It was the second consecutive year adults ranked government as their most important concern. Next: the economy, employment and--a big change--immigration.", "title": "Gallup Poll: Americans Call Government Their Top Concern", "locale": "en_US", "image": "http://dailysignal.com/wp-content/uploads/160104_GallupPoll_Jessen.jpg", "updated_time": "2016-01-06T19:02:22+00:00", "type": "article"}, "bitly": {"url": "http://dailysign.al/1TAhsFw"}, "twitter": {"domain": "The Daily Signal", "description": "It was the second consecutive year adults ranked government as their most important concern. Next: the economy, employment and--a big change--immigration.", "title": "Gallup Poll: Americans Call Government Their Top Concern", "image": {"src": "http://dailysignal.com/wp-content/uploads/160104_GallupPoll_Jessen.jpg"}, "creator": "@dailysignal", "site": "@dailysignal", "card": "summary_large_image"}, "fb": {"pages": 300341323465160, "app_id": 772296266137346}, "article": {"publisher": "https://www.facebook.com/TheDailySignalNews", "section": "Politics", "tag": 2016, "published_time": "2016-01-06T12:42:13+00:00", "modified_time": "2016-01-06T19:02:22+00:00"}, "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "Gallup Poll, Government, terrorism, immigration, economy, presidential election, health care, politics, gun control, unemployment"}, "article_summary": "“Largely because Americans’ concern about the economy and unemployment subsided, while no other issue replaced them.”From 2008 to 2013, the economy ranked as the number-one issue, at above 20 percent each year, with unemployment coming in second from 2009 to 2012.\nIt was the second consecutive year government ranked as the most important concern facing the U.S.\nAmericans again name government as the top problem facing the United States, according to a new Gallup poll.\nThe year before a presidential election previously has seen at least one dominant issue—unlike a split over many concerns during 2015, Gallup said.\nGun control rose from a concern of around 1 percent each month to 7 percent in October and December."}