{"article_title": "Hundreds evacuated in Texas after storms leave at least 15 dead", "article_keywords": ["houston", "saidthe", "15", "dallas", "storms", "told", "dead", "hundreds", "leave", "near", "county", "river", "austin", "city", "texas", "evacuated"], "article_url": "http://www.thefiscaltimes.com/latestnews/2015/05/25/Texas-governor-declares-states-emergency-more-severe-weather-expected", "article_text": "AUSTIN, Texas (Reuters) - Hundreds of people were ordered to evacuate flood-threatened areas of Texas on Wednesday as torrential rains battered the state, where at least 15 people have been killed in weather-related incidents this week, including six in Houston.\n\nPeople were told to stay away from more than 200 homes in Parker County where the Brazos River was poised to overflow its banks about 30 miles (50 km) west of Fort Worth on Wednesday night, county officials said.\n\n\"The river is coming up fast and flowing at dangerous volumes,\" Parker County Judge Mark Riley told a news conference, adding shelters were available.\n\nThe death toll in Texas was expected to rise, with about a dozen people still missing and more thunderstorms pelting the already flooded cities of Houston and Austin.\n\nIn Hays County alone, nine people were missing after flood waters on Monday swept away homes from their foundations. Three people in the county, about 30 miles (50 km) southwest of Austin, were already confirmed dead.\n\nAt least three people were injured on Wednesday when a tornado hit a natural gas drilling rig near the Texas panhandle city of Canadian, the Hemphill County sheriff said.\n\nThe return of heavy rains was impeding emergency rescue efforts across the state.\n\n\"The river is going to start to rise again,\" said Kharley Smith, the Hays County Emergency Management coordinator. \"It is going to shift the previously inspected debris piles.\"\n\nFloods damaged about 4,000 structures and snarled transport in Houston, the fourth most-populous U.S. city, where more than a thousand vehicles were trapped in rising water.\n\nThe body of the latest victim in Houston, a 31-year-old man, was discovered near a submerged vehicle, the Harris County Institute of Forensic Sciences said.\n\nThe storms dealt a blow to air travel, with nearly 240 flights canceled as of 5:30 p.m. at airports in Dallas and Houston, among the nation's busiest.\n\nThe National Weather Service issued flash flood watches for parts of North Texas and large sections of Oklahoma.\n\nNear Dallas, police evacuated people living near a dam that had threatened to burst and told people to move livestock to higher ground.\n\nAbout 11 inches (28 cm) of rain fell in Houston on Monday, while parts of Austin were hit by as much as 7 inches (18 cm).\n\nThere was no damage estimate available for Texas, which has a $1.4 trillion-a-year economy and is the country's main domestic source of energy.\n\n(Writing by Jon Herskovitz in Austin, Texas; Additional reporting by Lisa Maria Garza in Dallas, Jim Forsyth in San Antonio, Heide Brandes in Oklahoma City and Amanda Orr in Houston; Editing by Lisa Lambert, Sandra Maler and Ken Wills)", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "AUSTIN, Texas (Reuters) - Hundreds of people were ordered to evacuate flood-threatened", "title": "Hundreds evacuated in Texas after storms leave at least 15 dead", "url": "http://www.thefiscaltimes.com/latestnews/2015/05/25/Texas-governor-declares-states-emergency-more-severe-weather-expected", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/usa-storms_2.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/latestnews/2015/05/25/Texas-governor-declares-states-emergency-more-severe-weather-expected", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/usa-storms_2.jpg", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "AUSTIN, Texas (Reuters) - Hundreds of people were ordered to evacuate flood-threatened", "generator": "Drupal 7 (http://drupal.org)"}, "_id": "\"57477af36914bd0286fd1064\"", "article_summary": "Near Dallas, police evacuated people living near a dam that had threatened to burst and told people to move livestock to higher ground.\nAUSTIN, Texas (Reuters) - Hundreds of people were ordered to evacuate flood-threatened areas of Texas on Wednesday as torrential rains battered the state, where at least 15 people have been killed in weather-related incidents this week, including six in Houston.\nThree people in the county, about 30 miles (50 km) southwest of Austin, were already confirmed dead.\nThere was no damage estimate available for Texas, which has a $1.4 trillion-a-year economy and is the country's main domestic source of energy.\nThe National Weather Service issued flash flood watches for parts of North Texas and large sections of Oklahoma."}