{"article_title": "RNC makes first ad buy for Black History Month – CNN Political Ticker", "article_keywords": ["buy", "group", "ad", "campaign", "rnc", "makes", "national", "political", "month", "hillary", "black", "media", "cnn", "americans", "ticker", "history"], "article_url": "http://politicalticker.blogs.cnn.com/2014/02/03/rnc-makes-first-ad-buy-for-black-history-month/", "article_text": "2 years ago\n\n(CNN) - The Republican National Committee announced Monday the launch of its first ever paid ad campaign in recognition of Black History Month.\n\nThe RNC, which has taken on an active new approach to reach out to African-Americans in the past year, says it will run the commercials in black media outlets and urban markets, according to a press release.\n\n\n\nFollow @politicalticker Follow @KilloughCNN\n\nThe campaign includes radio ads that pay tribute to three prominent black Republicans: Judge Sara J. Harper of Ohio, Dr. Louis Sullivan of Georgia and Michigan businessman William \"Bill\" Brooks.\n\nThe radio spots will air in Washington, D.C., Atlanta, Cleveland and Detroit.\n\nA set of print ads will recognize former Secretary of State Condoleezza Rice; Sen. Tim Scott of South Carolina; Mayor Mia Love of Saratoga Springs, Utah; the late-Sen. Hiram Revels; and Frederick Douglass.\n\n\"This Black History Month, we are excited about the unique opportunity to share the remarkable stories of black Republicans who have broken barriers and opened doors so that others may succeed,\" RNC Chairman Reince Priebus said in a statement. \"Recognizing these truly accomplished trailblazers through black media is an important opportunity to honor our past and build our future.\"\n\nThe RNC did not comment on how much it's spending on the ad buy.\n\nSince last year's presidential election, the RNC has been beefing up its resources to reshape its message to African-Americans as well as the country's growing populations of Latinos and Asians.\n\nRomney won 6% of African-American voters nationwide in 2012, according to CNN Exit Polls.\n\nThe Democratic National Committee is skeptical about the RNC's approach.\n\n“The RNC’s ad buys ring hollow since their party has continually opposed policies that give all communities a fair shake and allows everyone’s voice to be heard,” Kiara Pesante, the DNC's director of African-American media, said in a statement.\n\nThe organization will also be recognizing Black History Month in a month long series online.\n\nAnother political operation, Ready for Hillary PAC, is also reaching out to engage the black community this year.\n\nThe group, formed to encourage Hillary Clinton to run for president again, announced Monday the launch of its Black Americans program, an effort to reach out and partner with barbershops, beauty salons, small businesses, DJs, nightclub promoters and civic organizations.\n\n\"In 2012, we saw black voters casting ballots at a higher rate than their counterparts for the first time. To continue this trend, we are engaging this community now for the 2014 mid-term elections and a potential Hillary Clinton 2016 campaign,\" Quentin James, Ready for Hillary's Black Americans Director, said in a press release.\n\nThe group has scheduled events in Atlanta, Baltimore, Cleveland, Columbia, Las Vegas, Los Angeles, Miami and Washington, D.C.\n\nReady for Hillary will announce a National Black Americans Advisory Council later this month, the group added.", "article_metadata": {"description": "(CNN) -- The Republican National Committee announced Monday the launch of its first ever paid ad campaign in recognition of Black History Month. The RNC, which has taken on an active new approach to reach out to African-Americans in the past year, says it will run the commercials in black media o...", "generator": "WordPress.com", "title": "RNC makes first ad buy for Black History Month", "og": {"url": "http://politicalticker.blogs.cnn.com/2014/02/03/rnc-makes-first-ad-buy-for-black-history-month/", "image": "http://i2.cdn.turner.com/cnn/dam/assets/140203171331-rnc-black-history-month-story-top.jpg", "type": "article", "description": "(CNN) -- The Republican National Committee announced Monday the launch of its first ever paid ad campaign in recognition of Black History Month.\r\n\r\nThe RNC, which has taken on an active new approach to reach out to African-Americans in the past year, says it will run the commercials in black media o...", "title": "RNC makes first ad buy for Black History Month"}, "msapplication-tooltip": "- All politics, all the time", "fb": {"admins": 690014395, "app_id": 80401312489}, "msapplication-window": "width=device-width;height=device-height", "application-name": "CNN Political Ticker", "keywords": "rnc, uncategorized, cnn's ashley killough", "google-site-verification": "mFBa4OnyEDU23vgVJ6rtX_4izud7FIi9JiscfVsWaKk", "msapplication-task": "name=Subscribe;action-uri=http://politicalticker.blogs.cnn.com/feed/;icon-uri=https://s2.wp.com/i/favicon.ico"}, "article_summary": "The organization will also be recognizing Black History Month in a month long series online.\n2 years ago(CNN) - The Republican National Committee announced Monday the launch of its first ever paid ad campaign in recognition of Black History Month.\n\"Recognizing these truly accomplished trailblazers through black media is an important opportunity to honor our past and build our future.\"\n\"This Black History Month, we are excited about the unique opportunity to share the remarkable stories of black Republicans who have broken barriers and opened doors so that others may succeed,\" RNC Chairman Reince Priebus said in a statement.\nThe group has scheduled events in Atlanta, Baltimore, Cleveland, Columbia, Las Vegas, Los Angeles, Miami and Washington, D.C.Ready for Hillary will announce a National Black Americans Advisory Council later this month, the group added."}