{"article_title": "Elgin casino starts renovation, branches out into concerts", "article_keywords": ["elgin", "branches", "concert", "victoria", "skynyrd", "starts", "casino", "park", "renovation", "grand", "thomason", "onesti", "concerts", "jett"], "article_url": "http://www.dailyherald.com/article/20130916/news/709169927/", "article_text": "Elgin casino starts renovation, branches out into concerts\n\nhello\n\nThe Grand Victoria Casino is partnering with Onesti Entertainment and the city of Elgin to hold a concert series at Festival Park in downtown Elgin. The first on Aug. 24 featured Joan Jett and the Blackhearts, along with Eric Burdon & The Animals. Courtesy of Grand Victoria Casino\n\nThe Grand Victoria Casino has launched a $4 million renovation and an outdoor concert series hoping to attract more customers to the riverboat in downtown Elgin.\n\nThe casino partnered with Onesti Entertainment and the city of Elgin to hold the \"Rock 'N Roll Jackpot\" concert series at Festival Park, which kicked off Aug. 24 with Joan Jett and the Blackhearts and Eric Burdon & The Animals.\n\nMore than 3,500 people attended the concert, exceeding all expectations, casino general manager Jim Thomason said.\n\nGrand Funk Railroad and Night Ranger are scheduled to play Saturday, and Lynyrd Skynyrd and John Kay & Steppenwolf are on tap Oct. 13.\n\nPeople from as far as Indiana came to the Jett concert, staying at local hotels and eating at local restaurants, Elgin councilwoman Carol Rauschenberger said.\n\n\"It was a nice experience. It was a beautiful evening, and everything was on time,\" she said.\n\nThomason said he's mulled over the idea of holding outdoor concerts at Festival Park for a few years.\n\n\"The more people we attract to downtown Elgin, the better it is for all of us,\" he said.\n\nMore than 1,200 tickets have been sold for Grand Funk Railroad, while Skynyrd tickets just went on sale, said Suzanne Phillips, the casino's director of marketing.\n\nThe casino is a sponsor of the Arcada Theatre in St. Charles, and hired theater owner Ron Onesti to book acts for the outdoor concerts. Onesti is now producing the concert series, which launched as soon as it was approved by the casino's owners, Thomason said.\n\nBooking well-known acts on short notice takes a lot of juggling and a bit of luck, Onesti said.\n\n\"We are seeking to appeal to a specific demographic, which is that 35- to 60-year-old market, the baby boomers, classic rock people,\" he said. \"A lot is riding on the Lynyrd Skynyrd show. It's a huge endeavor.\"\n\nThe Jett concert had a 32-foot stage and occupied only half of Festival Park; the Skynyrd concert will have an 80-foot stage and will take up the whole park, with space for 8,000 people, he said.\n\nA survey of casino customers in June showed their favorite genres are country and classic rock, Phillips said. Classic rock is also one of the main staples of the Arcada Theatre.\n\nRivers Casino in Des Plaines, which opened in July 2011, is tough competition for the 18-year-old Grand Victoria, Thomason said. Customers from areas like Algonquin and Barrington now often choose to go to Rivers, he said.\n\nRivers Casino made almost $281 million this year through August, while Grand Victoria made about $136.7 million in the same period, according to data from the Illinois Gaming Board.\n\nThe competition was part of the impetus behind the Grand Victoria's renovation, which began in August and will likely be done by early December, Thomason said.\n\n\"The Victorian theme is kind of going away, and it's going to be a lot more modern,\" Thomason said.\n\nIn April, the casino finished remodeling its Indulge Show Kitchen Buffet, which now emulates Las Vegas-style buffets, he added.\n\nThe enthusiastic response to the Joan Jett concert bodes well for the future -- as long as the weather continues to cooperate, Onesti said.\n\n\"It's so refreshing to be a part of something that everybody is excited about, so supportive about and so passionate about,\" he said. \"It's good for downtown, for the casino, it's good for the Arcada. If done well, if properly executed, it's good for everyone.\"\n\nThe casino plans to hold more outdoor concerts in 2014, Thomason said.\n\nAlso, the casino will be meeting with Elgin city officials and representatives of the Elgin Symphony Orchestra in the coming weeks to discuss possible partnership options, he said.", "article_metadata": {"description": "Grand Victoria Casino has launched a $4 million renovation and an outdoor concert series hoping to attract more customers to the riverboat. The casino partnered with Onesti Entertainment and the city of Elgin to hold the \"Rock 'N Roll Jackpot\" concert series at Festival Park, which kicked off Aug. 24 with Joan Jett and  the Blackhearts and Eric Burdon & The Animals. Grand Funk Railroad and Night Ranger are scheduled Sept. 21, and Lynyrd Skynyrd and John Kay & Steppenwolf on Oct. 13.", "author": "Elena Ferrarin", "og": {"site_name": "Daily Herald", "description": "Grand Victoria Casino has launched a $4 million renovation and an outdoor concert series hoping to attract more customers to the riverboat. The casino partnered with Onesti Entertainment and the city of Elgin to hold the \"Rock 'N Roll Jackpot\" concert series at Festival Park, which kicked off Aug. 24 with Joan Jett and  the Blackhearts and Eric Burdon & The Animals. Grand Funk Railroad and Night Ranger are scheduled Sept. 21, and Lynyrd Skynyrd and John Kay & Steppenwolf on Oct. 13.", "title": "Elgin casino starts renovation, branches out into concerts", "url": "http://www.dailyherald.com/article/20130916/news/709169927/", "image": "http://www.dailyherald.com/storyimage/DA/20130916/news/709169927/EP/1/2/EP-709169927.jpg&updated=201309160019&imageversion=Facebook&exactH=630&exactW=1200&exactfit=crop&noborder", "type": "article"}, "twitter": {"description": "Grand Victoria Casino has launched a $4 million renovation and an outdoor concert series hoping to attract more customers to the riverboat. The casino partnered with Onesti Entertainment and the city of Elgin to hold the \"Rock 'N Roll Jackpot\" concert series at Festival Park, which kicked off Aug. 24 with Joan Jett and  the Blackhearts and Eric Burdon & The Animals. Grand Funk Railroad and Night Ranger are scheduled Sept. 21, and Lynyrd Skynyrd and John Kay & Steppenwolf on Oct. 13.", "title": "Elgin casino starts renovation, branches out into concerts", "url": "http://www.dailyherald.com/article/20130916/news/709169927/", "image": "http://www.dailyherald.com/storyimage/DA/20130916/news/709169927/AR/0/AR-709169927.jpg&updated=201309160019&maxw=1200&maxh=1200", "creator": "@ElenaFerrarin", "site": "@dailyherald", "card": "summary", "account_id": 8960722}, "robots": "noarchive", "fb": {"app_id": 105603449548761}, "keywords": "News, Elgin, Gambling, Music", "article": {"publisher": "https://www.facebook.com/DailyHeraldFans", "published_time": "2013-09-16", "modified_time": "2013-09-16T04:19:00Z", "author": "https://www.facebook.com/elenaferrarin.dailyherald"}, "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fd107b\"", "article_summary": "Elgin casino starts renovation, branches out into concertshelloThe Grand Victoria Casino is partnering with Onesti Entertainment and the city of Elgin to hold a concert series at Festival Park in downtown Elgin.\nCourtesy of Grand Victoria CasinoThe Grand Victoria Casino has launched a $4 million renovation and an outdoor concert series hoping to attract more customers to the riverboat in downtown Elgin.\nRivers Casino in Des Plaines, which opened in July 2011, is tough competition for the 18-year-old Grand Victoria, Thomason said.\nPeople from as far as Indiana came to the Jett concert, staying at local hotels and eating at local restaurants, Elgin councilwoman Carol Rauschenberger said.\nAlso, the casino will be meeting with Elgin city officials and representatives of the Elgin Symphony Orchestra in the coming weeks to discuss possible partnership options, he said."}