{"article_title": "Be Afraid, America -- All 5 Remaining Presidential Candidates' Tax Plans Could Be a Nightmare -- The Motley Fool", "article_keywords": ["fool", "sanders", "afraid", "plans", "motley", "nightmare", "income", "tax", "current", "rate", "candidates", "plan", "capital", "rates", "america", "remaining", "presidential", "gains"], "article_url": "http://www.fool.com/investing/general/2016/04/17/be-afraid-america-all-5-remaining-presidential-can.aspx", "article_text": "In case the more than one dozen televised debates and sea of political advertisements on television didn't give it away, it's election season.\n\nFor the first time in eight years, Americans are going to be heading to the polls this November to put a new president into the Oval Office. This won't be a decision for American voters to take lightly, either, because whomever they choose to become the 45th president of the United States could directly impact their pocketbook with economic and tax changes.\n\nFor instance, under President Obama, the wealthiest 1% saw their peak federal ordinary income tax rate rise from 35% to 39.6%. Additionally, with the passage of the Affordable Care Act, the net investment income surtax and a Medicare surtax may also apply to wealthier individuals. The Tax Policy Center has estimated that the top 1% is paying a federal tax rate that's 6% higher than before Obama took office.\n\nAll five presidential tax plans could be a nightmare for America\n\nBased on the five remaining candidates in this year's presidential field (two Democrats and three Republicans), we would expect to find a myriad of tax proposals that help define these candidates for voters -- and a deeper look at each tax plan certainly doesn't disappoint in this respect.\n\nBut there is something shared by the tax plans of all five presidential candidates to some degree or another: they could be a nightmare for Americans if implemented. Sure, some plans look far more damaging than others, but the key point being that there are major drawbacks with each candidate's tax plan.\n\nHillary Clinton\n\nOf all the remaining candidates, Hillary Clinton offers the least change from the current tax system with her proposal. But that doesn't necessarily make it a good one.\n\nClinton's tax plan involves adding a surtax of 4% on ordinary income tax rates and capital gains for single filers, married couples, and heads of household earning in excess of $5 million per year. Per Clinton's campaign, this would only affect about one in every 5,000 taxpayers and would add $150 billion in extra income over the course of a decade.\n\nIn addition to this surtax, Clinton plans to implement the so-called \"Buffett Rule\" that would imply a minimum 30% tax rate on taxpayers with adjusted gross income above $1 million, and she also plans to adjust the way capital gains are taxed for top income earners. Under Clinton's plan it would take six years of holding an asset before a wealthy individual would be eligible for today's current 20% long-term capital gains tax rate (plus the potential for a net investment income tax and the aforementioned 4% surtax on incomes in excess of $5 million).\n\nThe problems with Clinton's tax plan are threefold. First, it does little to address the national debt over the next decade. Presumably an additional $150 billion helps, but it doesn't make much of a dent in terms of balancing the federal budget or reducing the existing debt.\n\nSecond, it likely discourages wealthy individuals from investing capital since they'd have to hold on to their investments for at least six years to get the optimal long-term holding rate. Reduced capital investment could mean a slowdown in jobs growth and business expansion.\n\nAnd finally, it probably overestimates the positive revenue effect on capital gains, since current wealthy investors would be less likely to sell their investment and pay a high capital gains tax rate.\n\nBernie Sanders\n\nCompared to the remaining candidates, Democratic Party candidate Bernie Sanders' tax reform plan might be the most aggressive of all.\n\nTo finance a Medicare-for-All initiative to create a sort of universal health program in America, Sanders would call upon employers to pay a 6.2% income-based tax and would impose a 2.2% healthcare premium on individuals. Sanders' income tax schedule has nine tax brackets, including a number of new and very high tax rates for upper-income earners.\n\nAdditionally, Sanders would look to eliminate many of the advantages wealthier individuals enjoy for holding assets over the long term. Capital gains and dividend tax rates for single filers, couples, and heads of household would soar once income hit $250,000.\n\nAlthough Sanders has stressed that his tax plan is designed to bolster the lower- and middle-class American family, it could have the opposite effect by reducing jobs and pressuring wages. Although tax revenue would be expected to increase under Sanders' tax plan, which would certainly help stem our rising national debt, it could cost trillions of dollars in GDP over the course of a decade.\n\nFurthermore, as we saw with Clinton's proposal, playing with capital gains taxes could discourage good buy-and-hold investing habits that generate real long-term wealth. It's possible Sanders' and Clinton's tax plans could have an adverse effect on stock holdings, and on the stock market in general.\n\nLastly, businesses may simply choose to pass along price increases to the consumer or cut back on hours or employees to cut costs tied to Sanders' employer tax.\n\nDonald Trump\n\nDemocratic Party candidate Bernie Sanders would ramp up the number of tax brackets to nine. Donald Trump? His plan whittles the current seven-bracket system down to just four tax brackets.\n\nDonald Trump's tax reform plan would more or less cut taxes across the board when it comes to ordinary income tax rates to capital gains. The one exception would be that some upper-income earners would see their capital gains and dividend tax rate rise to 20% from a current level of 15%. Being a real estate investor himself, Trump has a tax plan that's all about encouraging Americans to invest.\n\nOn top of simplifying the federal income tax tables, Trump is looking to enact a major corporate income tax cut to 15% from 35% to spur corporate investment in the United States (U.S. corporate income tax rates are among the highest in the world), as well as create a tax holiday rate of 10% to allow domestic companies to repatriate foreign earnings.\n\nWhile Trump's plan is designed to put more money in Americans' pockets, it also comes with a lot of logical downfalls. For instance, his plan primarily caters to richer Americans who will see the vast majority of the income boost. In other words, income inequality could become even more pervasive if Trump's plan were implemented.\n\nAnother problem? How about that pesky $19 trillion in national debt? Trump believes cutting taxes on corporations and individuals will spur economic growth, but the chances that this would make up what could be more than $1 trillion less in taxes collected per year over the course of the next decade seems pie-in-the-sky hopeful at best.\n\nTrump's plan is also vulnerable to tax loopholes. High-income business owners may be able to rearrange their finances to be taxed as corporations rather than as individuals, thus lowering their tax rate from Trump's marginal peak of 25% for individuals to 15% for corporations. If this happens, Trump's plan may drastically underestimate the amount of revenue expected to be brought in.\n\nTed Cruz\n\nThe other major Republican contender, Ted Cruz, offers the exact opposite of what Bernie Sanders has proposed: a flat tax.\n\nUnder Cruz's tax reform proposal, all personal income (wages, dividends, capital gains, and so on) would be taxed at a flat 10%. Additionally, the standard deduction would be raised to $10,000 from its current level of $6,300 as of the 2015 tax season, Earned Income Tax Credits would be boosted by 20%, and a few key deductions, such as mortgage interest and charitable contributions, would remain in place as they are now. Cruz would eliminate the vast majority of other tax deductions.\n\nCruz would also allow for the creation of Universal Savings Accounts, where up to $25,000 could be added annually, grow tax-deferred, and be used for any purpose. The money added would also be tax-deductible.\n\nFinally, Cruz advocates for the elimination of the corporate income tax as we know it, replacing it instead with a business flat tax of 16%. Cruz, like Trump, has also called for a holiday tax rate of 10% to entice corporations to repatriate foreign profits.\n\nThe problem is that Cruz's plan suffers from many of the same concerns as Trump's. We don't see any effort to tackle the national debt or deficit, and we see the wealthiest Americans benefiting the most, although a static analysis conducted by the Tax Foundation implies after-tax income growth for all income deciles. In sum, income inequality probably gets worse if Cruz's plan goes into effect.\n\nThe bigger issue is the 16% business flat tax, which is really nothing more than a value-added tax, or VAT. The problem with VATs is that they're applied at every stage of the production process, meaning it's probably going to make the goods that you and I buy more expensive. In the end, all that does is hurt the lower- and middle-class consumer.\n\nJohn Kasich\n\nLast, but not least, we have Republican candidate John Kasich. Despite being one of the first to unveil the skeleton of his tax strategy in October, Kasich is now the only remaining presidential candidate who's not transparently outlined what he'd do to reform our current tax system.\n\nKasich has offered a few key points from his tax reform proposal. He plans to cut down to just three tax brackets from the current seven, with the top marginal tax rate falling from 39.6% to 28%. He would also cut corporate income tax rates by 10% to 25%, and move long-term capital gains rates to a peak of 15% from their current peak of 20%. Earned Income Tax Credits would be expanded by 10% under Kasich's command, and the estate tax would also be eliminated. Per Kasich, enacting this tax plan, along with making tough budgetary cuts, should lead to a balanced budget by 2025.\n\nBut here are the two problems with Kasich's plan. First, we don't have it all yet. Kasich hasn't opened the books to show us what those other two tax brackets would be, aside from stating that 28% would be the peak marginal tax rate.\n\nThe greater concern might be that Kasich's hopes for a balanced budget hinges on having the economy perform well. Yes, Kasich is expected to cut hundreds of billions in spending, but he's also presumably cutting out hundreds of billions in tax revenue. If the U.S. economy doesn't bustle, then Kasich probably has little shot of balancing the federal budget by 2025 as he's promised.\n\nWhich plan do you think gives America the best chance to succeed? Sound off in the comments.", "article_metadata": {"publish_time": "09:21", "date": "2016-04-17T13:21:00Z", "description": "Is there a winning tax proposal among these five plans?", "ResponsiveALP": "1Ses_2things-v-single_single-control_50", "author": "Sean Williams", "promo": "Is there a winning tax proposal among these five plans?", "twitter": {"site": "@themotleyfool", "description": "Is there a winning tax proposal among these five plans?", "title": "Be Afraid, America -- All 5 Remaining Presidential Candidates' Tax Plans Could Be a Nightmare --  The Motley Fool"}, "tags": "MSN,Google Editor's Pick,Yahoo", "og": {"site_name": "The Motley Fool", "description": "Is there a winning tax proposal among these five plans?", "title": "Be Afraid, America -- All 5 Remaining Presidential Candidates' Tax Plans Could Be a Nightmare --  The Motley Fool", "url": "http://www.fool.com/investing/general/2016/04/17/be-afraid-america-all-5-remaining-presidential-can.aspx", "image": "https://g.foolcdn.com/image/?url=http%3A%2F%2Fg.foolcdn.com%2Feditorial%2Fimages%2F201681%2F24236124124_2a73bb453a_z.jpg&h=630&w=1200&op=resize", "type": "article"}, "article_type": "article", "headline": "Be Afraid, America -- All 5 Remaining Presidential Candidates' Tax Plans Could Be a Nightmare", "fb": {"admins": 50808187550, "page_id": 7240312795, "app_id": 50808187550}, "bureau": "usmf-investment-planning", "STORY_UID": "08a65840-febe-11e5-a875-0050569d32b9", "pitch": 3186, "msvalidate.01": "8D40D58712924715BAA79D135A6C8DDA", "gsa_date": "2016 04 17", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0"}, "article_summary": "Sanders' income tax schedule has nine tax brackets, including a number of new and very high tax rates for upper-income earners.\nHillary ClintonOf all the remaining candidates, Hillary Clinton offers the least change from the current tax system with her proposal.\nBut there is something shared by the tax plans of all five presidential candidates to some degree or another: they could be a nightmare for Americans if implemented.\nFor instance, under President Obama, the wealthiest 1% saw their peak federal ordinary income tax rate rise from 35% to 39.6%.\nEarned Income Tax Credits would be expanded by 10% under Kasich's command, and the estate tax would also be eliminated."}