{"article_title": "UnitedHealth's Impressive Growth Leaves Investors Wanting More -- The Motley Fool", "article_keywords": ["fool", "impressive", "investors", "unitedhealths", "motley", "unitedhealth", "leaves", "million", "results", "past", "growth", "operating", "earnings", "wanting", "quarter", "recent"], "article_url": "http://www.fool.com/investing/general/2015/10/15/unitedhealths-impressive-growth-leaves-investors-w.aspx", "article_text": "The health insurance sector has gone through a huge amount of turmoil in recent years, and industry leader UnitedHealth Group (NYSE:UNH) has had to adapt to changing conditions resulting from reform efforts that have transformed the way that millions of Americans get coverage. Coming into Thursday morning's third-quarter financial report, UnitedHealth investors expected to see the company's impressive past revenue growth rates continue, and given its history of surpassing expectations by a large amount, they hoped that UnitedHealth would give them a similar set of results this quarter. Although UnitedHealth did indeed see stronger than expected revenue and earnings growth, some shareholders weren't entirely happy with the pace of that growth, thus explaining why shares initially fell despite results that looked impressive. Let's take a closer look at UnitedHealth's third quarter and what investors should take away from the company's recent experience.\n\nUnitedHealth puts up a healthy showing\n\nUnitedHealth's most recent quarterly numbers show just how masterful it has been in navigating trends throughout the healthcare industry. Sales soared 27% to $41.5 billion, topping the roughly 22% growth rate that most investors had expected UnitedHealth to have. Net income inched higher by about 1% to $1.62 billion, producing earnings of $1.65 per share. That figure was a penny ahead of expectations, which was less than the nickel- to dime-per-share earnings beats that UnitedHealth has produced in recent quarters in the past.\n\nLooking closely at UnitedHealth's various measures of success continues to reveal several encouraging signs. Customer counts continued to grow, with the company overall serving 126.7 million people across all of its businesses as of the end of the quarter, up by more than 25 million just in the past three months as UnitedHealth closed on its acquisition of pharmacy benefits management specialist Catamaran. Meanwhile, the UnitedHealthcare division boasted 1.7 million more people served in its U.S. operations over the past year, a pace that has accelerated in recent quarters.\n\nYet UnitedHealth's segment results showed more of a mixed picture. Optum revenue jumped more than 60%, once again showing the impact of the Catamaran acquisition, compared to the roughly 9% growth rate that the UnitedHealthcare business posted for the quarter. At the same time, though, operating earnings for UnitedHealthcare fell year-over-year, and although Optum's operating earnings gains were more than enough to offset that hit, operating margins for both businesses fell by more than a percentage point. The company cited trends toward cheaper products as well as the performance of its public-exchange programs as affecting margins. UnitedHealthcare's Global division also continued to weigh on that segment's results, with revenue falling nearly 30% due entirely to negative currency impacts.\n\nUnitedHealth put a positive spin on all of its results. \"Our 2015 results are reflecting balanced growth across a diversity of businesses and product categories,\" said CEO Stephen Hemsley. \"We believe this growth will continue because we are serving people more effectively, simplifying their healthcare experiences, and offering practical innovations that help deliver more value to the consumer and the healthcare system as a whole.\"\n\nWhat's ahead for UnitedHealth?\n\nUnitedHealth also gave investors some reassurance that the health-insurance giant is still on track with its longer-term business strategy. For 2015, the company repeated its past guidance for earnings to come in between $6.25 and $6.35 per share, and it is looking for operating cash flow of between $8.4 billion and $8.6 billion. UnitedHealth also followed through on its plans to slow the pace of its stock repurchase activity, buying back just $177 million in shares during the quarter in light of the financial commitments that the Catamaran acquisition put on the insurance provider.\n\nA lot of UnitedHealth's future direction will depend on how Catamaran's integration goes. OptumRx saw strong organic growth in its own right, and overall prescription volumes jumped nearly 60% to 226 million. That level of growth reveals the huge opportunity that UnitedHealth has to bolster its presence through Catamaran, but it also shows how much is at stake in getting things right.\n\nDespite the strong headline numbers, UnitedHealth shareholders didn't celebrate the news, bidding the stock down more than 4% in the first half-hour of the regular trading session following the announcement. Until investors get more comfortable with some of the factors that are hitting operating margins, they'll remain at least somewhat uneasy about UnitedHealth's ability to sustain its past growth path well into the future.", "article_metadata": {"publish_time": "10:45", "date": "2015-10-15T14:45:00Z", "description": "The health insurance giant is still seeing substantial growth across its various business lines, but shareholders weren't satisfied.", "ResponsiveALP": "1Ses_2things-v-single_2-things_50", "author": "Dan Caplinger", "promo": "The health insurance giant is still seeing substantial growth across its various business lines, but shareholders weren't satisfied.", "twitter": {"description": "The health insurance giant is still seeing substantial growth across its various business lines, but shareholders weren't satisfied.", "site": "@themotleyfool", "title": "UnitedHealth's Impressive Growth Leaves Investors Wanting More --  The Motley Fool"}, "tags": "Yahoo", "og": {"site_name": "The Motley Fool", "description": "The health insurance giant is still seeing substantial growth across its various business lines, but shareholders weren't satisfied.", "title": "UnitedHealth's Impressive Growth Leaves Investors Wanting More --  The Motley Fool", "url": "http://www.fool.com/investing/general/2015/10/15/unitedhealths-impressive-growth-leaves-investors-w.aspx", "image": "https://g.foolcdn.com/image/?url=http%3A%2F%2Fg.foolcdn.com%2Feditorial%2Fimages%2F182071%2Funh-healthcare-lane.jpg&h=630&w=1200&op=resize", "type": "article"}, "fb": {"admins": 50808187550, "page_id": 7240312795, "app_id": 50808187550}, "bureau": "usmf-health-care", "STORY_UID": "81df0f44-7346-11e5-9250-0050569d4be0", "headline": "UnitedHealth's Impressive Growth Leaves Investors Wanting More", "msvalidate.01": "8D40D58712924715BAA79D135A6C8DDA", "gsa_date": "2015 10 15", "pitch": 2518, "tickers": "UNH", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0"}, "_id": "\"57477af46914bd0286fdd95d\"", "article_summary": "At the same time, though, operating earnings for UnitedHealthcare fell year-over-year, and although Optum's operating earnings gains were more than enough to offset that hit, operating margins for both businesses fell by more than a percentage point.\nLet's take a closer look at UnitedHealth's third quarter and what investors should take away from the company's recent experience.\nSales soared 27% to $41.5 billion, topping the roughly 22% growth rate that most investors had expected UnitedHealth to have.\nAlthough UnitedHealth did indeed see stronger than expected revenue and earnings growth, some shareholders weren't entirely happy with the pace of that growth, thus explaining why shares initially fell despite results that looked impressive.\nUntil investors get more comfortable with some of the factors that are hitting operating margins, they'll remain at least somewhat uneasy about UnitedHealth's ability to sustain its past growth path well into the future."}