{"article_title": "Want a gun? Take a bullet: Take this, gutless NRA cowards — you can have a gun, once you understand the pain of being shot", "article_keywords": ["week", "cowards", "shot", "bullet", "nra", "violence", "gun", "gutless", "control", "understand", "rock", "need", "pain", "bullets", "guns", "carson"], "article_url": "http://www.salon.com/2015/10/16/want_a_gun_take_a_bullet_new_rule_before_you_pack_heat_you_will_know_what_it_feels_like_to_be_shot/", "article_text": "Topics: 2016 Elections, Ben Carson, Bernie Sanders, Chris Rock, Editor's Picks, Gun Control, Guns, Hillary Clinton, Oregon, Second Amendment, News\n\nAs a teen I watched Chris Rock brilliantly address America’s gun problem during his Bigger and Blacker stand up. “We don’t need gun control,” Rock pleaded to a packed house, “We need bullet control––if bullets were $5000, people would think before they shot some one! You gotta really piss someone off for them to dump $50,000 worth of bullets in to you!” And just like the crowd, my brother, some friends and I erupted in laughter.\n\nRock was definitely on point, $5000 bullets would be great but I’d take it a step further––I believe that being shot should be requirement for gun ownership in America. It’s very simple. You need to have gun, like taking selfies with pistols, can’t live with out it? Then take a bullet and you will be granted the right to purchase the firearm of your choice.\n\nIf we could successfully implement this rule, I guarantee the mass shootings will stop. Watching cable news now in days makes me physically ill. Week in and week out we are forced to learn about another coward, who can’t stand to deal with the same rejection that most of us face–– so they strap themselves with guns and then cock and spray at innocent people. Heartbroken survivors and family member images go viral, as our elected officials remain clueless.\n\nThe Democrats faced off for the first time this week. Clinton lead with a stat that was just as staggering as it was sad, “90 people a day die due to gun violence!” followed by the rhetoric that has been tossed around for years––more rigorous gun laws coupled with a stricter screening process and plans that are never clear or properly fleshed out. She and Bernie traded blows on who’s tougher but still––no solutions on aggressively addressing this matter.\n\nPeople like Dr. Ben Carson make matters worse with the same tired sayings that offer guns as a solution to everything––even historic tragedies like the Holocaust and recommending that fire arms be present in elementary classrooms. I know that if you want to win a Republican nomination, you must be a rifle-hugging Christian. However, Carson’s responses to our nation’s gun problem, along with statements from the rest of the gang that make up the Republican candidates on the these mass shootings have been some of the most disrespectful, insensitive things I ever heard in my life and represent why many in our nation are disenchanted with party politics.\n\nI expect the disconnect from a guy like Trump who has probably never met a poor person in his life, but Carson spent years in my hometown of Baltimore. The nation knows that people in Baltimore are quick to reach for their guns, as our per capita murder ranks among the highest in the country every year. Carson worked at Johns Hopkins, a place that treated many victims of senseless gun violence and even tells the story of the time a dude in Popeye’s whipped out on him. If that dude would have shot him, his view on gun control would be completely different.", "article_metadata": {"description": "Gun control doesn't go far enough. If you want license to carry a weapon, you should know the pain of getting hit", "title": "Want a gun? Take a bullet: Take this, gutless NRA cowards — you can have a gun, once you understand the pain of being shot", "og": {"site_name": "Salon", "description": "Gun control doesn't go far enough. If you want license to carry a weapon, you should know the pain of getting hit", "title": "Want a gun? Take a bullet: Take this, gutless NRA cowards — you can have a gun, once you understand the pain of being shot", "url": "http://www.salon.com/2015/10/16/want_a_gun_take_a_bullet_new_rule_before_you_pack_heat_you_will_know_what_it_feels_like_to_be_shot/", "image": "http://media.salon.com/2015/10/AP_902378220460-1280x960.jpg", "type": "article"}, "twitter": {"description": "Gun control doesn't go far enough. If you want license to carry a weapon, you should know the pain of getting hit", "title": "Want a gun? Take a bullet: Take this, gutless NRA cowards — you can have a gun, once you understand the pain of being shot", "image": "http://media.salon.com/2015/10/AP_902378220460-1280x960.jpg", "creator": "@@dwatkinsworld", "site": "@salon", "card": "summary_large_image"}, "author": "D. Watkins", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, 2016 Elections, Ben Carson, Bernie Sanders, Chris Rock, Editor's Picks, Gun Control, Guns, Hillary Clinton, Oregon, Second Amendment", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "“We don’t need gun control,” Rock pleaded to a packed house, “We need bullet control––if bullets were $5000, people would think before they shot some one!\nIf that dude would have shot him, his view on gun control would be completely different.\nCarson worked at Johns Hopkins, a place that treated many victims of senseless gun violence and even tells the story of the time a dude in Popeye’s whipped out on him.\nTopics: 2016 Elections, Ben Carson, Bernie Sanders, Chris Rock, Editor's Picks, Gun Control, Guns, Hillary Clinton, Oregon, Second Amendment, NewsAs a teen I watched Chris Rock brilliantly address America’s gun problem during his Bigger and Blacker stand up.\nYou need to have gun, like taking selfies with pistols, can’t live with out it?"}