{"article_title": "Mitch McConnell Attempts To Hold Unemployment Benefits Hostage For Obamacare Delay", "article_keywords": ["benefits", "deal", "mitch", "unemployment", "hostage", "obamacare", "mcconnell", "delay", "attempts", "individual", "health", "obamacares", "mandate", "hold"], "article_url": "http://thinkprogress.org/health/2014/01/07/3128111/mcconnell-obamacare-unemployment/", "article_text": "Health Mitch McConnell Attempts To Hold Unemployment Benefits Hostage For Obamacare Delay CREDIT: AP\n\nAs Congress is attempting to negotiate a deal to extend unemployment benefits to the 1.3 million Americans who lost them at the end of December, Senate Minority Leader Mitch McConnell (R-KY) is seizing the opportunity to refocus attention on Obamacare. On the Senate floor on Tuesday, McConnell suggested that Democrats should agree to a one-year delay in Obamacare’s individual mandate in order to offset the cost of reinstating unemployment benefits for one year.\n\n“I’d like to propose that… my side be allowed to offer an amendment to pay for these benefits by lifting the burden of Obamacare’s individual mandate for one year, and take care of our veterans who were harmed by the recently agreed to budget deal while we are at it, in the same amendment,” the Kentucky lawmaker said.\n\nThe GOP has repeatedly pushed to delay Obamacare’s individual mandate, a proposal that would ultimately increase the number of uninsured Americans and raise premiums in the individual market. Health policy experts agree that it’s too late to make such a major change to the structure of the health reform law, since the individual mandate — which incentivizes people to purchase health care — is a central component of Obamacare. On January 1, the health law’s coverage expansion officially took effect.\n\nThe Congressional Budget Office (CBO) estimates that delaying this Obamacare provision could saving the U.S. $35 billion over the next 10 years. But that’s because it would prevent millions of low-income people from accessing Medicaid coverage, so fewer taxpayer dollars would be spent on extending health care to that population.\n\nSen. Majority Leader Harry Reid (D-NV) has already rejected McConnell’s request.\n\nQuickly reaching a deal on unemployment benefits, rather than haggling over proposals to attack the health law, could actually end up benefiting the economy. In the week immediately following Congress’ failure to extend unemployment benefits, states lost out on $400 million. According to the CBO, if these federal benefits aren’t restored, the U.S. could lose about 200,000 jobs this year due to reduced consumer spending.", "article_metadata": {"google": "nositelinkssearchbox", "description": "Mitch McConnell suggests that Democrats should agree to a one-year delay of Obamacare's individual mandate.", "generator": "WordPress 4.4.2", "og": {"site_name": "ThinkProgress", "description": "Mitch McConnell suggests that Democrats should agree to a one-year delay of Obamacare's individual mandate.", "title": "Mitch McConnell Attempts To Hold Unemployment Benefits Hostage For Obamacare Delay", "url": "http://thinkprogress.org/health/2014/01/07/3128111/mcconnell-obamacare-unemployment/", "image": "http://cdn.thinkprogress.org/wp-content/uploads/2013/08/MitchMcConnell3x2-e1389987159206.jpg", "type": "article"}, "twitter": {"description": "Mitch McConnell suggests that Democrats should agree to a one-year delay of Obamacare's individual mandate.", "creator": "@Tara_CR", "image": "http://cdn.thinkprogress.org/wp-content/uploads/2013/08/MitchMcConnell3x2-e1389987159206-321x214.jpg", "title": "Mitch McConnell Attempts To Hold Unemployment Benefits Hostage For Obamacare Delay", "site": "@ThinkProgress", "card": "summary_large_image"}, "robots": "noodp", "elq-topic": "tp-health", "fb": {"admins": 100001364918392, "pages": 200137333331078, "app_id": 144881328916524}, "thumb2": "http://cdn.thinkprogress.org/wp-content/uploads/2013/08/MitchMcConnell3x2-e1389987159206.jpg", "thumb1": "http://cdn.thinkprogress.org/wp-content/uploads/2013/08/MitchMcConnell3x2-e1389987159206.jpg", "google-site-verification": "HDCaom2KPSt1X92eD5CiYHCkWvb5nP09lhEAOPZ5rts", "article": {"published_time": "2014-01-07T11:05:29+00:00", "author": "https://www.facebook.com/tculpressler"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=0"}, "_id": "\"57477af36914bd0286fd1090\"", "article_summary": "Health Mitch McConnell Attempts To Hold Unemployment Benefits Hostage For Obamacare Delay CREDIT: APAs Congress is attempting to negotiate a deal to extend unemployment benefits to the 1.3 million Americans who lost them at the end of December, Senate Minority Leader Mitch McConnell (R-KY) is seizing the opportunity to refocus attention on Obamacare.\nIn the week immediately following Congress’ failure to extend unemployment benefits, states lost out on $400 million.\nThe GOP has repeatedly pushed to delay Obamacare’s individual mandate, a proposal that would ultimately increase the number of uninsured Americans and raise premiums in the individual market.\nOn the Senate floor on Tuesday, McConnell suggested that Democrats should agree to a one-year delay in Obamacare’s individual mandate in order to offset the cost of reinstating unemployment benefits for one year.\nQuickly reaching a deal on unemployment benefits, rather than haggling over proposals to attack the health law, could actually end up benefiting the economy."}