{"article_title": "Spotlight on the Canadiens' right winger", "article_keywords": ["scoring", "right", "hes", "season", "contract", "avs", "player", "roy", "canadiens", "montreal", "parenteau", "team", "spotlight", "winger"], "article_url": "http://blogs.denverpost.com/avs/2014/11/29/p-parenteau-spotlight-canadiens-right-winger/20194/", "article_text": "When: Parenteau and the Canadiens come to Denver for a Monday night meeting with the Avalanche. Montreal beat Colorado last month at the Bell Centre.\n\nWhat’s up: Parenteau, signed to a four-year, $18 million contract by the Avs in 2012, led the team in goals in the 2012-13 lockout-shortened season, with 18. He was traded to Montreal over the summer, though, in exchange for veteran Daniel Briere.\n\nBackground: Parenteau spent several years struggling to make a name for himself in the minors before having success with the New York Islanders — leading to his big contract with the Avs. But he fell out of favor with Avs coach Patrick Roy last season. Essentially, Roy didn’t think Parenteau was the right fit for his type of team, and his contract was something of a strike against him.\n\nDater’s take: Parenteau has been OK so far with the Canadiens, scoring five goals and 10 points through his first 23 games. He just isn’t a great defensive player, so when he’s not scoring he tends to become a pinata to fans and his coaches. But when he gets a hot stick, he’s a very effective player. It just seems like those hot times are becoming fewer and fewer. But he’s a guy I like having around on a strong team, which Montreal is. He’s capable of scoring a big goal at any time.", "article_metadata": {"news_keywords": "Avalanche,Canadiens,P.A. Parenteau", "language": "en, sv", "og": {"site_name": "All Things Avalanche", "description": "P.A. Parenteau and the Canadiens come to Denver for a Monday night meeting with the Avalanche.", "title": "P.A. Parenteau: Spotlight on the Canadiens' right winger", "url": "http://blogs.denverpost.com/avs/2014/11/29/p-parenteau-spotlight-canadiens-right-winger/20194/", "image": "http://blogs.denverpost.com/avs/files/2014/11/457080504-495x412.jpg", "type": "blog"}, "twitter": {"domain": "blogs.denverpost.com", "description": "P.A. Parenteau and the Canadiens come to Denver for a Monday night meeting with the Avalanche.", "title": "P.A. Parenteau: Spotlight on the Canadiens’ right winger", "url": "http://blogs.denverpost.com/avs/2014/11/29/p-parenteau-spotlight-canadiens-right-winger/20194/", "image": "http://blogs.denverpost.com/avs/files/2014/11/457080504-495x412.jpg", "creator": "@adater", "site": "@denverpost", "app": {"name": {"ipad": "Denver Post", "iphone": "Denver Post", "googleplay": "The Denver Post"}, "id": {"ipad": "id409389010", "iphone": "id375264133", "googleplay": "com.ap.denverpost"}}, "card": "summary_large_image"}, "robots": "noodp", "fb": {"app_id": 105517551922}, "Copyright": "Copyright © The Denver Post.", "article": {"publisher": "https://www.facebook.com/denverpost"}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "distribution": "global", "viewport": "width=device-width,initial-scale=1", "description": "P.A. Parenteau and the Canadiens come to Denver for a Monday night meeting with the Avalanche."}, "article_summary": "Essentially, Roy didn’t think Parenteau was the right fit for his type of team, and his contract was something of a strike against him.\nDater’s take: Parenteau has been OK so far with the Canadiens, scoring five goals and 10 points through his first 23 games.\nWhen: Parenteau and the Canadiens come to Denver for a Monday night meeting with the Avalanche.\nBut he’s a guy I like having around on a strong team, which Montreal is.\nHe just isn’t a great defensive player, so when he’s not scoring he tends to become a pinata to fans and his coaches."}