{"article_title": "3 Key Investing Lessons From 2013 (ISRG)", "article_keywords": ["lessons", "intuitive", "vinci", "revenue", "investing", "million", "sales", "system", "surgical", "surgicals", "systems", "key", "da", "isrg"], "article_url": "http://www.fool.com/investing/general/2013/12/09/intuitive-surgical-3-key-investing-lessons-from-20.aspx", "article_text": "Intuitive Surgical (NASDAQ: ISRG ) , the company that popularized robotic surgery over the past 13 years, has had a tough year.\n\nDeclining sales of its da Vinci systems, commonly used for minimally invasive prostatectomies, gynecological procedures, and cardiac valve repair, led to speculation that demand for its $1.5 million machines had peaked. Meanwhile, medical professionals and the FDA have voiced doubts regarding the efficacy, cost effectiveness, and safety of the systems.\n\nAs a result, shares of Intuitive Surgical have fallen more than 24% since the beginning of the year after soaring 2,300% over the past decade. Are Intuitive Surgical's best days behind it or is this just a momentary lull, which could be a lucrative buying opportunity for long-term investors?\n\nTo answer that question, let's take a look at three key investing lessons we learned from Intuitive Surgical in 2013.\n\nLesson No. 1: Demand for robotic surgeries is surging\n\nIntuitive Surgical's da Vinci system was initially approved for laparoscopic surgery in 2000 by the FDA. Since then, it has been approved for many other indications, and it has made a profound impact on the market for robot-assisted surgeries.\n\nBetween 2000 and 2012, the number of worldwide robotic surgeries surged from 1,000 to 450,000. Robotic surgeries are less invasive than traditional methods, resulting in less blood loss, smaller scars, and a shorter hospital stay.\n\nSurgical instruments, controlled by the da Vinci's arms, enter the patient's body through small incisions and are controlled via a console by a surgeon. The impressive, next-generation nature of the da Vinci system has made it a top product for hospitals to carry in order to attract more affluent patients.\n\nThis has opened the door for other makers of surgical robots, such as orthopedic surgical system maker MAKO Surgical (UNKNOWN: MAKO.DL ) (recently acquired by medical device giant Stryker (NYSE: SYK ) ) and Accuray (NASDAQ: ARAY ) , the maker of a cancer-cutting laser system known as the Cyberknife.\n\nHowever, Intuitive Surgical remains the 800-pound gorilla among these industry peers, as seen in this comparison of market caps and annual revenues.\n\nMarket Cap Annual Revenue (Most Recent Fiscal Year) Year-Over-Year Growth Intuitive Surgical $14.99 billion $2.18 billion 24% MAKO Surgical $1.54 billion $103 million 22% Accuray $597 million $316 million (23%)\n\nLesson No. 2: Multiple sources of revenue don't mean much if they all rely on one product\n\nAll those factors are positive catalysts for Intuitive Surgical, which reports revenue in three segments -- systems (da Vinci surgical robots), instruments and accessories, and service fees.\n\nLast quarter, da Vinci systems accounted for 32% of the company's revenue, instruments and accessories comprised 48%, while service fees made up the remaining 20%. Of those three segments, only systems revenue declined.\n\nUnfortunately, this has been a year long trend for Intuitive Surgical -- demand for those pricy da Vinci systems apparently peaked three quarters ago, as seen in this review of system sales over the past year.\n\nSystems Revenue Year-Over-Year Growth 4Q 2012 $265 million 18% 1Q 2013 $256 million 24% 2Q 2013 $216 million (6%) 3Q 2013 $159 million (32%)\n\nThe irony of this decline in demand for da Vinci systems is that the number of da Vinci procedures has steadily risen. Although system revenue fell 32% during the third quarter, the number of da Vinci procedures climbed 16% year over year -- leading to the increase in instruments, accessories, and service fees.\n\nIn other words, hospitals like using the da Vinci system, but there's not much market demand for new ones to be installed. In the short term, this won't matter since Intuitive can still rely on its other two business segments, but in the long term, it must boost system sales to continue growing its top line.\n\nLesson No. 3: Fundamentals matter in times of crisis\n\nUnfortunately, Intuitive's plans to boost sales of its da Vinci systems hit several major speed bumps in 2013.\n\nA study published in the Journal of the American Medical Association revealed that the median hospital cost of a robot-assisted hysterectomy was $8,868 -- 33% more expensive than a traditional laparoscopic hysterectomy, but offered little added benefit for the cost. However, critics acknowledged that the da Vinci system indeed caused less blood loss and scarring.\n\nUnfortunately, that was only the start of Intuitive's problems. The FDA noticed that 70 deaths related to robot-assisted surgical procedures had been reported since 2009, and initiated a probe of Intuitive Surgical in March. It found that Intuitive Surgical had warned patients and doctors regarding possible problems with its systems without notifying the FDA first.\n\nA recent draft FDA analysis linked the da Vinci system to \"an overall increasing trend in the rate of death and injury reports\" since 2004, recording 4,798 adverse events in the U.S. that resulted in 85 deaths, 414 injuries, and 3,402 device malfunctions.\n\nAs a result, Intuitive Surgical is dealing with high-profile injury lawsuits from 33 patients, a report that a cracked instrument in the system could cause internal burns and a new warning that friction could cause the da Vinci's arms to momentarily stall.\n\nIn times like these, great expectations easily turn into panic. However, Intuitive Surgical's fundamentals should set a floor for the stock price. If Intuitive Surgical had been a more speculative company without solid revenue and earnings growth, its stock would have fallen far more than the 24% that it lost this year.\n\nFor fundamental investors, Intuitive Surgical's plunge could represent an exceptional time to invest.\n\nIntuitive Surgical's trailing P/E ratio of 22.6 represents the cheapest that the stock has been since 2009. Over the past five years, its P/E has declined 18.3% while its price has soared 169% -- two clear indications that Intuitive Surgical could be an undervalued growth stock.\n\nThe Foolish takeaway\n\nLooking ahead into 2014, the most important thing for Intuitive Surgical is to assure doctors, patients, and investors that the da Vinci system is the a cost-effective and safe choice for minimally invasive procedures. If it can survive this ongoing storm of negative PR, Intuitive Surgical has a very good chance to reverse its slumping system sales and get back on track.\n\nIn closing, Intuitive Surgical could be one of those undervalued stocks to buy \"when others are fearful,\" since it is still the undisputed market leader in the growing market for robot-assisted surgeries.", "article_metadata": {"description": "What three key investing lessons can we learn from Intuitive Surgical's lackluster performance in 2013 and how do they affect other companies in robot-assisted surgeries such as MAKO Surgical and Accuray? - Leo Sun - Health Care", "author": "Leo Sun", "promo": "What three key investing lessons can we learn from Intuitive Surgical's lackluster performance in 2013 and how do they affect other companies in robot-assisted surgeries such as MAKO Surgical and Accuray?", "title": "Intuitive Surgical: 3 Key Investing Lessons From 2013", "collection": "Investing", "parsely-page": "{\r\n  \"title\": \"Intuitive Surgical: 3 Key Investing Lessons From 2013\",\r\n  \"link\": \"http://www.fool.com/investing/general/2013/12/09/intuitive-surgical-3-key-investing-lessons-from-20.aspx\",\r\n  \"image_url\": \"\",\r\n  \"type\": \"post\",\r\n  \"post_id\": \"dd113b9a-60c3-11e3-878e-0050569d4be0\",\r\n  \"pub_date\": \"2013-12-09T22:30:00Z\",\r\n  \"section\": \"Health Care\",\r\n  \"author\": \"Leo Sun\"\r\n}", "fb": {"app_id": 50808187550}, "bureau": "health-care", "STORY_UID": "dd113b9a-60c3-11e3-878e-0050569d4be0", "headline": "Intuitive Surgical: 3 Key Investing Lessons From 2013", "date": "2013-12-09T17:30:00-05:00", "gsa_date": "2013-12-09", "articletype": "Investing"}, "_id": "\"57477af36914bd0286fd10b4\"", "article_summary": "To answer that question, let's take a look at three key investing lessons we learned from Intuitive Surgical in 2013.\nIntuitive Surgical (NASDAQ: ISRG ) , the company that popularized robotic surgery over the past 13 years, has had a tough year.\n1: Demand for robotic surgeries is surgingIntuitive Surgical's da Vinci system was initially approved for laparoscopic surgery in 2000 by the FDA.\nIn other words, hospitals like using the da Vinci system, but there's not much market demand for new ones to be installed.\nHowever, critics acknowledged that the da Vinci system indeed caused less blood loss and scarring."}