{"article_title": "12 Ways to Be Financially Fit in 2015", "article_keywords": ["12", "financial", "fit", "start", "ways", "money", "months", "feel", "suggests", "financially", "personal", "way", "youve", "2015", "save"], "article_url": "http://www.thefiscaltimes.com/2015/01/05/12-Ways-Be-Financially-Fit-2015", "article_text": "Ah, New Year’s—that time when we reminisce about the days of auld lang syne and vow to do better over the next 365 days.\n\nMoney, too, is never far from our minds during this season of contemplation.\n\nAccording to a recent Fidelity study, about a third of the roughly 2,000 people who responded to the study plan to make a money resolution in 2015—with the top three being to save more, pay off debt and spend less.\n\nRelated: Surprise! Personal Finance Experts Take Their Own Advice\n\nBut, in January, while you may follow a disciplined regimen like a newly enlisted army private would, by the six-month mark, it’s very likely you could go AWOL.\n\nSince we know it’s all too easy for enthusiasm to wane over time, we’ve come up with 12 months of money motivation—a calendar of simple to-dos that can help spark good financial habits, inject freshness into your routine, or give you an added push toward whatever goals you’ve set for yourself.\n\nSo if you feel your motivation starting to flag, check out our year-ahead guide below. Come this time next year, you may be able to say you ended 2015 having made some sweet financial progress.\n\nJanuary: Start With a Clean Emotional (Money) Slate\n\nWhat better way to begin the New Year than to forgive yourself for money mistakes of yore?\n\nMikelann Valterra, a financial recovery coach and author of “Why Women Earn Less: How to Make What You’re Really Worth,” believes that it’s important to “process your past and clear your palate.” In other words, continuing to punish yourself for financial transgressions stifles the positive attitude you need to move forward.\n\nValterra suggests taking a particular money mistake—say, racking up a lot of credit card debt—and asking yourself three things: What did I learn from that mistake? What would I do differently today? And if I hadn’t made the mistake back then, would I have made it in the future—to a much greater extent?\n\nThe answers may not only help you glean lessons learned from your experience but may also give you the information needed to make wiser decisions moving forward.\n\nRelated: Nearly Half of Us Are Dangling on the Edge of Financial Ruin\n\nFebruary: Treat Yourself to a Mini Reward\n\nLove is in the air this month, so consider coming up with a budget-minded indulgence that can help keep you and a loved one motivated to reach financial goals together.\n\n“For any goal, people are most likely to continue [moving forward] when there are initiatives,” says financial therapist Amanda Clayman. “So try to build rewards into your plan.”\n\nPerhaps it’s a date night when you reach a stated savings goal—like that dream home you want to buy this year—for three months in a row. Or for a far-off goal like retirement, set aside $1 for something fun (perhaps a romantic weekend getaway?) for every $10 you invest in your nest eggs, suggests Michael Goldman, CFP and founder of Goldman Financial Planning.\n\nMarch: Prove Your Job Worth\n\nIf you’re still smarting from not getting the raise you were gunning for last year, do something about it by prepping for your next opportunity—now.\n\nStart by asking yourself what you would have to do to satisfy your boss—and then make a list of things that would absolutely delight your manager, suggests Lauren Zander, an executive life coach and cofounder of consulting firm The Handel Group. Doing this early in the year can inspire you to get a jump start on boosting your performance—as well as give you months to show your boss what you’ve achieved when it comes time to negotiate, adds Zander.\n\nAnd make sure you’ve determined how much of a salary increase you’d need to make progress on your personal financial goals, because having a dollar figure in mind can provide further motivation to make the raise request, says Clayman.\n\nRelated: These 4 Numbers Determine Your Financial Fitness\n\nApril: Do a Little Budget Spring-Cleaning\n\nWho doesn’t feel better after they’ve cleaned house? Well, the same goes for your money. By clearing away a few financial dust bunnies, you might unearth some savings that can be rerouted to other goals.\n\nOne way to do this is by implementing the PERK system, suggests Brandie Farnam, a CFP with LearnVest Planning Services. Review your costs to see which can be “postponed” to a later date, which can be “eliminated” from your budget altogether, which can be “reduced” in the future, and which you have to “keep.”\n\n“Making a cut to a recurring, nonessential expense means saving month after month,” Farnam says. “So consider putting one of your services or subscriptions on pause using a vacation mode if they offer it, and see if you miss it after a month.”\n\nMay: Initiate a Low-Cost Tradition\n\nUse the arrival of nicer weather to devise a way to spend time with your friends that doesn’t require a pretty penny. Think of it as a way for you and your buds to commit to being good money influences on each other—rather than spending enablers.\n\n“Research tells us that experiences—rather than stuff—give us more bang for our buck,” Goldman says. So instead of going on shopping excursions together, perhaps you opt for a picnic potluck, start a book club or hang out at the museum on free admission night.\n\nRelated: Want to Earn a Six-Figure Salary? Move to Asia\n\nJune: Review Your Progress\n\nIt’s easy to feel inadequate when you compare yourself to others, but a better measure of success is how you stack up against yourself. So as you come to the midyear point, remind yourself of all you’ve accomplished thus far.\n\nMatt Kelly, a personal finance coach and marathoner, likens this to running against your own personal best versus trying to keep up with the runners beside you.\n\n“An outcome-based goal depends on who shows up. You may want to be first [place], but if the best marathoner in the world shows up, you won’t be first,” he explains. “But if it’s a performance-based goal—I want to run a 2:36—that’s what you control.”\n\nSo rather than feeling envious of your friend who bought a home this year, look at how much you’ve saved toward a down payment today versus six months ago versus a year ago—and give yourself a pat on the back for getting closer to your goal.\n\nJuly: Work a Good Money Habit Into Your Routine\n\nHaving a hard time making smart financial to-dos stick?\n\n“The best way to develop a new habit—like taking a daily money minute—is to anchor it to an existing habit, like drinking your morning coffee,” Farnam says.\n\nRelated: Here's Why the Middle Class Is Being Hollowed Out\n\nThat’s because the non-monetary task works as a cue to remind you to get the money-related chore done. You can try this with almost any money habit you’re trying to form, whether it’s on a daily, weekly or monthly basis.\n\nFor example, perhaps every time you pay your monthly rent, you also put $20 into a savings account. Or after you watch your favorite weekly TV show, you check your credit card transactions online to make sure you aren’t overspending. With enough repetition, your newly formed habit could become almost second nature.\n\nAugust: Kick-start Your End-of-Year Tax Prep\n\nDoes gathering everything for tax time leave you feeling frenzied? Then take advantage of the lazy days of summer to save yourself some headache later.\n\n“[The summer months] are the boring months financially,” says Kevin O’Reilly, a CFP with Foothills Financial Planning. “Use the downtime to make sure you’re organized. You always want to be collecting documents that support your tax return preparation instead of waiting until the end-of-year crunch.”\n\nSo whether it’s creating colored folders to categorize your tax paperwork (deductions, job-related costs, interest statements, etc.), shredding old documents you don’t need, or checking last year’s return to see what might be different this year, getting organized will help you waylay procrastination and reduce some year-end stress.\n\nSeptember: Reassess Your Student Loans\n\nYes, we know that student loans can sometimes feel like an albatross around your neck—but every little bit you put toward that debt can help.\n\nIf you have a few spare dollars in your budget—and are on track with other goals, likeemergency savings and retirement—use an online calculator to see how much you’d save in the long run by upping your loan payment.\n\nRelated: The 10 Worst States for Taxes in 2014\n\n“If you just put an extra $10 toward it, what would that save you [in interest payments]?” asks Clayman. “Then try [the calculation] with $50. Maybe you start by paying an extra $50, and when you can’t afford to, you drop down to an extra $10. That gives you a choice, instead of saying you are either paying extra or not paying extra.”\n\nWatching a balance drop, and seeing how much you’d save in the long term, can do wonders for your morale. “I think of debt reduction as financial freedom,” Goldman says. “And it’s more fun to work toward freedom than to pay off a debt.”\n\nOctober: Make Networking a Numbers-Based Goal\n\nNetworking events can become less intimidating if you give yourself a tangible goal to work toward, which can help “train” you to network better.\n\nFor example, before going to your next professional function, Zander suggests assigning a minimum number of attendees to speak to before the night is over—even if it’s just a few people for five minutes each. At subsequent events, raise that goal by two or three more people as you start to feel more comfortable approaching strangers.\n\n“Being able to have social grace, where you feel fun and playful with people, is a [learned] ability, like being able to jog,” Zander says. “Every one can do it, but some people can go for 30 minutes, while some can only go for five.”\n\nNovember: Try Going All-Cash for the Holidays\n\nDoes the start of holiday shopping also signal the season of credit card debt? If you don’t want to ring in the New Year with bigger balances, consider giving your plastic a rest and budget for gifts only with the cash you have on hand.\n\nRelated: 5 Surprising Things That Americans Think About Taxes\n\n“If you use cash, you’ll spend less because you feel it,” says personal finance and consumer columnist Jeanette Pavini. “Moving to debit or cash can have an impact on bringing spending down.”\n\nWant to avoid the temptation to charge altogether? Then leave the cards behind, says Matt Shapiro, a CFP with LearnVest Planning Services. “One of the best ways to stop using a credit card is to take it out of your pocket,” he suggests. “Or use a wallet that doesn’t have credit card slots.”\n\nDecember: Learn a Family Money Lesson\n\nThe holiday season is usually a time of taking in personal history lessons from all generations of loved ones. So why not take advantage of that by asking your fiscally smart relatives for pearls of financial wisdom?\n\nPavini gleaned a lot of her best advice from her father, who espoused the envelope system, never bought anything unless he had a coupon for it, lived modestly and was all about saving.\n\n“He said, ‘In my generation we earned a quarter, spent a dime and saved 15 cents,’ ” recalls Pavini. ” ‘Your generation earns a quarter, spends a quarter and then borrows another quarter at 25 percent interest.'\"\n\nTop Reads from The Fiscal Times:", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "Ah, New Year’s—that time when we reminisce about the days of auld lang syne and vow to do better over the next 365 days. Money, too, is never far from our minds during this season of contemplation.", "title": "12 Ways to Be Financially Fit in 2015", "url": "http://www.thefiscaltimes.com/2015/01/05/12-Ways-Be-Financially-Fit-2015", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/10272011_Nest_Egg_article.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2015/01/05/12-Ways-Be-Financially-Fit-2015", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/10272011_Nest_Egg_article.jpg", "card": "summary", "title": "The Fiscal Times"}, "generator": "Drupal 7 (http://drupal.org)", "description": "Ah, New Year’s—that time when we reminisce about the days of auld lang syne and vow to do better over the next 365 days. Money, too, is never far from our minds during this season of contemplation.", "viewport": "initial-scale=1, maximum-scale=1"}, "_id": "\"57477af36914bd0286fd10bf\"", "article_summary": "Come this time next year, you may be able to say you ended 2015 having made some sweet financial progress.\n“[The summer months] are the boring months financially,” says Kevin O’Reilly, a CFP with Foothills Financial Planning.\n“One of the best ways to stop using a credit card is to take it out of your pocket,” he suggests.\nAt subsequent events, raise that goal by two or three more people as you start to feel more comfortable approaching strangers.\nJanuary: Start With a Clean Emotional (Money) SlateWhat better way to begin the New Year than to forgive yourself for money mistakes of yore?"}