{"article_title": "At 'The Grand Budapest,' A Banquet Of Beards And Melange Of Mustaches", "article_keywords": ["real", "budapest", "jeff", "work", "hannon", "frances", "hair", "melange", "actors", "mustache", "grand", "mustaches", "beards", "banquet", "film", "beard"], "article_url": "http://wnpr.org/post/grand-budapest-banquet-beards-and-melange-mustaches", "article_text": "Director Wes Anderson is known for his especially exacting visual style — an attention to detail that goes right down to the individual hairs on his actors' faces.\n\nTake The Grand Budapest Hotel, Anderson's historical fairy tale about a luxury central European hotel on the edge of war in the 1930s. Nearly every male character in the film has some kind of painstakingly designed facial hair.\n\nAnd in charge of the trimming, styling and coloring of each follicle — real or fake — was hair and makeup designer Frances Hannon. She's been nominated for an Oscar for her work on the film, which has been nominated for nine Academy Awards in total — including in other behind-the-scenes categories like costumes and production design.\n\nHannon says once she received the assignment from Anderson, she \"did a huge amount of research\" on beard and mustache styles, stretching from the 16th century to the present day.\n\n\"I covered the spectrum completely,\" Hannon tells NPR's Arun Rath, \"so that with all the mustaches, not only would I find something that suited that actor's face, but I could give something different to everybody.\"\n\nSome characters' mustaches were more classical and precisely clipped, like M. Gustave, played by Ralph Fiennes. (His mustache, Hannon says, was based on Austrian-born actor Anton Walbrook.)\n\nOthers featured a slight twirl, like the mustache worn by the villainous Dmitri, played by Adrien Brody.\n\nAnd then there's Bill Murray's vast face-spanning mustache, which Hannon says was not the work of CGI.\n\n\"I have to tell you that was real,\" Hannon says. \"Bill grew a full beard and mustache. He turned up the hairiest I'd ever seen him.\"\n\n(Hannon has some expertise there. She's worked with Murray since 1997's The Man Who Knew Too Little.)\n\nBut not every actor was able to naturally grow a mustache or beard for the film.\n\n\"The majority were fake,\" says Hannon. \"I would say probably about 60 or 70 percent were stuck-on.\"\n\nIn part, that's because several actors had commitments to other films, and couldn't show up to another set wearing a mustache better suited to central Europe in the 1930s.\n\nBut Hannon says those fake mustaches are themselves works of art.\n\n\"They're made of real human hair, which you buy in all different textures and colors,\" says Hannon. \"There's usually five minimum colors in each mustache.\"\n\nThe hairs are sewn individually into tiny holes — less than a half-millimeter in diameter — of what Hannon calls \"the finest silk lace you can find. ... So you can imagine the time that goes into the perfection of each.\"\n\nBut of all the actors' beards, Frances Hannon reserves special praise for Jeff Goldblum's very real, somewhat Freudian goatee. In an interview with the Los Angeles Times, Hannon said Goldblum had \"the most extraordinary beard I've ever come across,\" and praised how carefully he took care of it.\n\n\"I think the difference with Jeff was firstly the way the natural color came through on his beard,\" Hannon tells NPR. \"I had never seen such distinctive black and white areas that weren't peppered throughout. ... That was completely natural. And we just enhanced the strength of the black [with coloring].\"\n\nGoldblum says he found out during pre-production that Wes Anderson was looking for a \"banquet of beards\" from the actors.\n\n\"And I wasn't otherwise obligated facially,\" Goldblum says, \"so I allowed my hair to grow out for a couple of months.\"\n\nHannon then took Goldblum's salt-and-pepper palette to shape the final product.\n\n\"She would use her very talented hands and do some little pruning and shrubbery work,\" Goldblum says. \"We would come up with something and then we'd show Wes [Anderson], and he'd say, 'I like that. What if we took off a few more hairs here and there? And I'm thinking this and that.' And we had a few sessions like that, and then we wound up with that thing.\"\n\nGoldblum, who was thrilled the \"alien creature\" that wound up on his face, calls Hannon a \"genius\" — and he's not alone in his praise. Hannon, along with makeup artist Mark Coulier, received a BAFTA award earlier this month for her work on the film.\n\nAs for the Oscars, Hannon says she was \"very excited and a little suprised\" to receive the nomination.\n\n\"But I couldn't be more pleased,\" she says, \"because I do think that Wes created an extraordinary look in the end product of that film that I have never seen in another film before. So I'm really delighted for him and extremely delighted to have been a part of it.\"\n\n\n\nCopyright 2015 NPR. To see more, visit http://www.npr.org/.\n\nTranscript\n\nARUN RATH, HOST:\n\nAudiences and critics have long adored director Wes Anderson and long complained he gets ignored by the Oscars. But last month, \"The Grand Budapest Hotel\" grabbed a stunning nine nominations. The film tells the story of a luxury hotel in central Europe on the edge of war in the 1930s and follows the hotel's idiosyncratic concierge Monsieur Gustave and his dedicated lobby boy Zero.\n\n(SOUNDBITE OF FILM, \"THE GRAND BUDAPEST HOTEL\")\n\nRALPH FIENNES: (As M. Gustave) Oh, why do you want to be a lobby boy?\n\nTONY REVOLORI: (As Zero Moustafa) Well, who wouldn't at The Grand Budapest, sir. It's an institution.\n\nFIENNES: (As M. Gustave) Very good.\n\nRATH: Anderson is known for a very exacting visual style. And believe it or not, that includes attention to every hair on an actor's face. Nearly every character in \"The Grand Budapest Hotel\" has facial hair. Their beards and mustaches were a canvas for the Oscar-nominated hair and makeup designer Frances Hannon.\n\nFRANCES HANNON: I did a huge amount of research, you know, going back to the 16th and 17th century, right up to, of course, our film ended present day. So I covered the spectrum completely so that with all the mustaches, not only would I find something that suited the actor's face, but I could give something different to everybody.\n\nRATH: Some mustaches were classical and neatly clipped, like Ralph Fiennes. Others were twirled, like Adrien Brody's. And then there was Bill Murray's massive walrus-like mustache, which, by the way, Frances Hannon says was not CGI.\n\nHANNON: I have to tell you, that was real. Bill grew a full beard and mustache. He turned up the hairiest I've ever seen him.\n\nRATH: Were these all natural beards, or did you have to - were there any fake hair involved?\n\nHANNON: The majority were fake. I would say probably about 60 or 70 percent were stuck on. You know, many of the actors because of their commitment to other films, they couldn't grow anything for us, or their late arrival - you didn't have enough time to sort of do anything but be well-researched.\n\nFor Owen Wilson, I made four or five very small mustaches. I was lucky because I had worked with him before. I knew the coloring I needed. And I just put on the one that suited his character the best. Same with Edward Norton - he couldn't grow anything. And he had needed a very precise mustache for his character.\n\nRATH: And when you're using, you know, a prosthetic or a fake mustache, what are they made of? Are they made of real human hair?\n\nHANNON: They're made of real human hair, which you buy in all different textures and colors. There's usually five minimum colors in each mustache, and they're sewn in two individual hairs at a time - are sewn into the finest silk lace you can find. And the holes are less than half a millimeter, so you can imagine the time that goes into the perfection of each.\n\nRATH: Of all the actors' beards, Frances Hannon reserved special praise for Jeff Goldblum's. He played Deputy Kovacs in the film. And his facial hair was 100 percent his own.\n\nHANNON: I think the difference with Jeff was firstly, the way the natural color came through on his beard. I had never seen such distinctive black and white areas that weren't peppered throughout.\n\nRATH: That was natural?\n\nHANNON: That was completely natural. And we just enhanced the strength of the black. The young Sigmund Freud was the thought process, the reference I used for Jeff Goldblum's look, and we worked on it from there.\n\n(SOUNDBITE OF MUSIC)\n\nRATH: Hi, Jeff?\n\nJEFF GOLDBLUM: Hello.\n\nRATH: Hi, this is Arun.\n\nGOLDBLUM: Arun, it's so nice to talk to you.\n\nRATH: Jeff Goldblum was surprised as anyone about his salt-and-pepper beard - all just a palette for Frances Hannon on set.\n\nGOLDBLUM: Frances would say well, I think - you know, she would use her very talented hand and do some little pruning and shrubbery work here and there. We would come up with something and then we'd show Wes, and he'd say I like that. What if we took off a few more hairs here and there, and I'm thinking this and that. And we a few sessions like that and then we wound up with that thing.\n\nRATH: Let me read you a quote from Frances. This was in the LA Times.\n\nGOLDBLUM: OK.\n\nRATH: She said, quote, \"Jeff Goldblum's beard was the most extraordinary beard I've ever come across.\"\n\nGOLDBLUM: (Laughter).\n\nRATH: \"Jeff took such exceptional care of it himself. He trained and cared for his beard like it was his pet dog.\"\n\nGOLDBLUM: (Laughter) You know, I have a dog now, a beautiful French poodle that I'm crazy about. And I'm crazy about the hair on the dog and the stuff. But you're right, at that time, we didn't. And yes, it's true - oh, I was thrilled about it. Plus, it's a real alien creature on your face, you know, and you can't help but play with it and be interested in it.\n\n(SOUNDBITE OF MUSIC)\n\nRATH: Jeff Goldblum thinks Frances Hannon is a genius, and he's not alone. She's already won a BAFTA award for her work on \"The Grand Budapest Hotel.\" I asked her how it felt when she heard about the Oscar nomination.\n\nHANNON: Very excited and a little surprised, I have to say. But I couldn't be more pleased because I do think Wes created an extraordinary look in the end product of that film that I've never seen in another film before. So I'm really delighted for him and extremely delighted to have been part of it.\n\nRATH: That's Frances Hannon. She and fellow makeup artist Mark Coulier are up for an Oscar for their work on the hair, makeup, prosthetics and, of course, beards of \"The Grand Budapest Hotel.\" Transcript provided by NPR, Copyright NPR.\n\n", "article_metadata": {"category": "none", "description": "Director Wes Anderson is known for his especially exacting visual style — an attention to detail that goes right down to the individual hairs on his actors", "Generator": "Drupal 7 (http://drupal.org)", "programs": "All Things Considered", "og": {"url": "http://wnpr.org/post/grand-budapest-banquet-beards-and-melange-mustaches", "image": "http://mediad.publicbroadcasting.net/p/shared/npr/styles/medium/nprshared/201502/384133896.jpg", "type": "article", "description": "Director Wes Anderson is known for his especially exacting visual style — an attention to detail that goes right down to the individual hairs on his actors", "title": "At 'The Grand Budapest,' A Banquet Of Beards And Melange Of Mustaches"}, "story_id": 384130972, "twitter": {"site": "@wnpr", "card": "summary", "creator": "@wnpr"}, "author": "NPR Staff", "org_id": 1, "dc": {"title": "At &#039;The Grand Budapest,&#039; A Banquet Of Beards And Melange Of Mustaches"}, "nid": 36059, "datePublished": "2015-02-14", "wordCount": 1892, "has_audio": 1, "viewport": "width=device-width"}, "_id": "\"57477af36914bd0286fd10bd\"", "article_summary": "Their beards and mustaches were a canvas for the Oscar-nominated hair and makeup designer Frances Hannon.\nBut of all the actors' beards, Frances Hannon reserves special praise for Jeff Goldblum's very real, somewhat Freudian goatee.\n\"I have to tell you that was real,\" Hannon says.\n(His mustache, Hannon says, was based on Austrian-born actor Anton Walbrook.)\n\"I think the difference with Jeff was firstly the way the natural color came through on his beard,\" Hannon tells NPR."}