{"article_title": "Top European powers join forces to clamp down on tax evasion", "article_keywords": ["clamp", "beneficial", "join", "finance", "evasion", "countries", "ownership", "companies", "global", "tax", "trusts", "minister", "forces", "powers", "transparency", "european"], "article_url": "http://www.thefiscaltimes.com/latestnews/2016/04/14/Europes-biggest-nations-join-forces-end-tax-evasion", "article_text": "WASHINGTON (Reuters) - Europe's biggest nations launched a joint scheme on Thursday to clamp down on tax evasion and corruption, responding to revelations of the rich and powerful stashing money in far-away tax havens in the so-called Panama Papers.\n\n\"In the future, nobody should be able to hide behind complex legal structures,\" German finance minister Wolfgang Schaeuble said as he unveiled the initiative. \"Fighting tax evasion requires a global response.\"\n\nThe leak of thousands of confidential documents from a Panamanian law firm earlier this month has had political repercussions in many countries, forcing Iceland's prime minister to quit and putting British Prime Minister David Cameron under pressure over his family's financial affairs.\n\nBritain, Germany, France, Italy and Spain agreed to share detailed data on the ownership of companies, trusts and foundations, making it more difficult for actual owners to hide their wealth and income from tax authorities.\n\n\"Britain will work with our major European partners to find out who really owns the secretive shell companies and the trusts that have been used as conduits for evading tax and laundering money and benefiting from corruption,\" British finance minister George Osborne said.\n\nUnveiling their proposals alongside IMF Managing Director Christine Lagarde and OECD chief José Ángel Gurría, the five nations committed to establishing a register to detail the beneficial owners of companies, trusts, foundations, and shell companies, making it available for tax administration and law enforcement authorities.\n\nFrench finance minister Michel Sapin said the joint effort should be followed by even tougher measures against countries that will not comply.\n\n\"We have to speed up and we have to implement and we have to have the proper sanctions against those countries that would not join the international consensus,\" he said.\n\nThe OECD has for years criticized Panama for its refusal to join the global push for transparency but its government appears to have taken heed of the backlash, announcing on Thursday that its commitment to financial transparency was \"irreversible\".\n\n\"We need much stronger international tax cooperation. A lot of things have gone global, and it's unlikely to recede,\" Lagarde said.\n\nIn their first step, the five European nationals will launch a pilot initiative for automatic exchange of information on beneficial ownership and hope to broaden the scheme to include other nations.\n\nUrging a global exchange of beneficial ownership information in order to remove 'the veil of secrecy under which criminals operate', the ministers acknowledged cracks in the current framework and called on others to apply enhanced standards of transparency.\n\n(Additional reporting by Gernot Heller; Editing by Andrea Ricci)", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "WASHINGTON (Reuters) - Europe's biggest nations launched a joint scheme on Thursday to", "title": "Top European powers join forces to clamp down on tax evasion", "url": "http://www.thefiscaltimes.com/latestnews/2016/04/14/Europes-biggest-nations-join-forces-end-tax-evasion", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/panama-tax-iceland-protest_1.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/latestnews/2016/04/14/Europes-biggest-nations-join-forces-end-tax-evasion", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/panama-tax-iceland-protest_1.jpg", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "WASHINGTON (Reuters) - Europe's biggest nations launched a joint scheme on Thursday to", "generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "\"In the future, nobody should be able to hide behind complex legal structures,\" German finance minister Wolfgang Schaeuble said as he unveiled the initiative.\nIn their first step, the five European nationals will launch a pilot initiative for automatic exchange of information on beneficial ownership and hope to broaden the scheme to include other nations.\nFrench finance minister Michel Sapin said the joint effort should be followed by even tougher measures against countries that will not comply.\n\"Fighting tax evasion requires a global response.\"\nWASHINGTON (Reuters) - Europe's biggest nations launched a joint scheme on Thursday to clamp down on tax evasion and corruption, responding to revelations of the rich and powerful stashing money in far-away tax havens in the so-called Panama Papers."}