{"article_title": "Climate Change Leaves Hares Wearing The Wrong Colors", "article_keywords": ["wearing", "pink", "climate", "kumar", "leaves", "mills", "wrong", "theyre", "snowshoe", "colors", "seitz", "white", "hares", "change", "really"], "article_url": "http://www.northcountrypublicradio.org/news/npr/220188619/climate-change-leaves-hares-wearing-the-wrong-colors", "article_text": "The effects of climate change often happen on a large scale, like drought or a rise in sea level. In the hills outside Missoula, Mont., wildlife biologists are looking at a change to something very small: the snowshoe hare.\n\nLife as snowshoe hare is pretty stressful. For one, almost everything in the forest wants to eat you.\n\nAlex Kumar, a graduate student at the University of Montana, lists the animals that are hungry for hares.\n\n\"Lynx, foxes, coyotes, raptors, birds of prey. Interestingly enough, young hares, their main predator is actually red squirrels.\"\n\nYes, even squirrels. Kumar and field technician Tucker Seitz spend months searching these woods for hares. Seitz is wearing a T-shirt with their mascot — a pink bunny.\n\n\"Yep, we embrace the pink bunny,\" Kumar says.\n\n\"There's pink bunnies on all of our trucks,\" Seitz adds.\n\nWe'd spotted a hare in the brush just as we drove up — light brown with large back feet.\n\nKumar listens for signals from hares they've already put radio collars on.\n\nThey catch other hares with wire traps about the size of a breadbox, with some apple as bait. Most of the hares they track live less than a year — a hazard of being what Kumar calls \"the cheeseburger of the ecosystem.\"\n\nBut snowshoe hares have a trick up their sleeve: camouflage. They're brown during the summer, but turn stark white for the snowy winter months. Kumar says it works.\n\n\"There's times when you're tracking them and you know they're really, really close, and you just can't find them,\" he says.\n\nHares switch color in the spring and fall in response to light, when the days get longer or shorter. But that means they're at the mercy of the weather. If the snow comes late, you get a white hare on brown ground.\n\n\"And they really think that they're camouflaged,\" Kumar says. \"They act like we can't see them. And it's pretty embarrassing for the hare.\"\n\nKumar calls this \"mismatch,\" and it's becoming more of a concern with climate change.\n\n\"If the hares are consistently molting at the same time, year after year, and the snowfall comes later and melts earlier, there's going to be more and more times when hares are mismatched,\" he says.\n\nScott Mills of North Carolina State University leads the research. He says they're finding that mismatched hares die at higher rates. That's a concern for the threatened Canada lynx, which mainly eats these hares.\n\n\"It's a picture that paints a thousand words,\" Mills says. \"It's a very clear connection to a single climate change stressor.\"\n\nMills says hares might be able to adapt over time. Some snowshoe hares in Washington State don't turn white at all. Mills is trying to figure out whether hares and other wildlife can adapt as fast as the climate is changing.\n\n\"But really what we don't know very well is how fast is too fast?\" he says.\n\nCopyright 2016 NPR. To see more, visit http://www.npr.org/.\n\nMissing some content? Care to comment? Check the source: NPR\n\nCopyright(c) 2016, NPR", "article_metadata": {"og": {"url": "http://www.northcountrypublicradio.org/news/npr/220188619/climate-change-leaves-hares-wearing-the-wrong-colors", "site_name": "NCPR", "type": "article", "description": "Snowshoe hares rely on camouflage, turning white in the winter to match the snow, and then turning brown for the summer. But a changing climate could mean fewer days with snow on the ground, and more days when they're visible to prey.", "title": "Climate Change Leaves Hares Wearing The Wrong Colors"}, "apple-itunes-app": "app-id=467968857", "fb": {"app_id": 220190691343406}, "description": "Snowshoe hares rely on camouflage, turning white in the winter to match the snow, and then turning brown for the summer. But a changing climate could mean fewer days with snow on the ground, and more days when they're visible to prey.", "viewport": "initial-scale=1"}, "_id": "\"57477af46914bd0286fdfad3\"", "article_summary": "\"There's times when you're tracking them and you know they're really, really close, and you just can't find them,\" he says.\nBut snowshoe hares have a trick up their sleeve: camouflage.\nMills is trying to figure out whether hares and other wildlife can adapt as fast as the climate is changing.\nSome snowshoe hares in Washington State don't turn white at all.\nThe effects of climate change often happen on a large scale, like drought or a rise in sea level."}