{"article_title": "Carilon Clinic Medical Home Improves Chronic Care", "article_keywords": ["program", "patient", "stavola", "medical", "carilion", "coordination", "chronic", "clinic", "improves", "health", "carilon", "patients", "care"], "article_url": "http://www.hhnmag.com/articles/3207-carilion-clinic-medical-home-improves-chronic-care", "article_text": "Framing the Issue • About 70 million American adults have high blood pressure. • 52 percent of people with high blood pressure have the condition under control. • More than 5 million people in the United States have heart failure. • One in nine deaths in 2009 included heart failure as a contributing cause. • 29 million Americans have diabetes. • Each year, nearly 2 million people are newly diagnosed with diabetes. • Chronic lower respiratory disease, primarily chronic obstructive pulmonary disease, was the third leading cause of death in 2011.\n\nAsk Anthony Stavola, M.D., how adopting the patient-centered medical home model has changed the way he practices medicine, and he’ll answer with a personal anecdote. It involves a patient with newly diagnosed type 2 diabetes and a drastically high A1C of 18 percent.\n\n“Ten years ago, if this patient had walked into my office, I would have felt very discouraged,” says Stavola, a family physician employed by Carilion Clinic, a health system based in Roanoke, Va. “I would have thought: ‘I’m going to get backed up now because I’m not going to be able to take care of him in 15 minutes.’ I would have done what I could do, but I would have felt like this is going to be like rolling a stone up a hill.”\n\nThis time, his reaction was completely different. Stavola talked to the patient a bit — explained the importance of getting his blood sugar under control and mentioned the likely first steps, including insulin. “I immediately said: ‘I know that’s probably scary to you, but we have some people in this office to help us with this, and I’m going to have you see them before you leave,’” Stavola recounts.\n\nFollowing that visit, the patient submitted his blood sugar readings weekly through the patient portal, and he worked with the care coordinator on lifestyle changes. At the three-month mark, the patient was doing much better. At six months, his A1C was down to a healthy 6 percent, he’d lost weight, and he and Stavola talked about cutting back his insulin dose.\n\n“Most of the work was not done by me,” Stavola says. “It was done by our care coordinator, my nurse, our pharmacists — they teamed up and were able to help him move in the right direction. It was uplifting for me and for our staff.”\n\nHitting their stride, and a wall\n\nInterest in the medical home model has grown nationwide as the health care community adapts to the increased prevalence of chronic conditions and to the shift toward payment for value. Since the National Committee for Quality Assurance introduced its first version of the patient-centered medical home in 2008, participation has ballooned from 214 clinicians at 28 practices to 48,617 clinicians in 10,098 practices as of May.\n\nCarilion Clinic began its medical home journey after physicians in its Vinton, Va., clinic became intrigued by the concept and received permission to pilot test it. They retooled their practice to focus on patient education, patient engagement and lifestyle changes to address chronic diseases. They began using technology to track patients to make sure they didn’t fall through the cracks.\n\nIn 2009, the practice was the first in Virginia to earn the NCQA’s highest rating, a Level 3 patient-centered medical home, says Stavola, vice chair for clinical affairs, Carilion Clinic Department of Family and Community Medicine.\n\nThe Vinton practice’s success with the model spurred its spread to 26 more of Carilion’s 43 primary care sites over the course of two years. All of them hired care coordinators, developed registries to track patients and earned Level 3 recognition. The NCQA required practices to focus on three chronic conditions, and Carilion selected asthma, diabetes and hypertension.\n\nIn 2011, the system decided to analyze the impact the shift to medical homes had at the 27 practices, some of which were nearing the deadline to reapply for NCQA recognition.\n\n“We had learned lessons of internal discipline, organizing the [electronic health record] in a more efficient and effective manner, and we had implemented care coordination in the practices,” says John Wendland, Carilion Clinic senior project engineer.\n\nWithin the first year of implementation, the medical home practices had improved their scores on all but two of nine performance measures, with the most dramatic successes in A1C test frequency and breast cancer screening.\n\nAn internal survey showed that physicians, care coordinators and staff felt more fulfilled in their jobs. Clinicians felt they were taking better care of patients.\n\nHowever, the survey also uncovered some problem areas. The medical home model was implemented just six months after an EHR system. That transition and the extra work required to manage chronically ill patients left doctors, care coordinators and front office staff feeling stressed and overburdened.\n\n“People were saying, ‘I’m much more satisfied about being able to be a doctor, nurse practitioner, physician assistant or care coordinator working in this environment than I was before, but I’m also feeling more burned out,’ ” Stavola says.\n\nMeanwhile, care coordinators began to feel disconnected from each other and the leadership team, and didn’t feel as though they were getting enough ongoing training and support, Stavola says. Care coordinator turnover hit 57 percent.\n\nThe survey results were a wake-up call. “It led us to the question of what is the core value of us doing this work?” Stavola says.\n\nThe ensuing soul searching led to several conclusions: Care coordinators needed to be able to concentrate more on priority tasks, the pool of patients they serve needed to be narrowed to high-risk patients, and clinicians needed workload relief.\n\nRetrofitting for more success\n\nThe organization also realized that the NCQA recognition process was no longer a good fit. “We thought there was a fairly high ratio of non-value-added tasks where you were going through the motions to check off boxes, but you really didn’t feel like it was moving the bottom line of improving patient care,” Stavola says.\n\nThe NCQA’s requirement that medical homes focus on tracking performance on three chronic conditions didn’t match Carilion’s decision to focus care coordination on high-risk patients. “As doctors, we don’t treat diseases, we treat patients,” Stavola said. “Most of our higher-risk patients are folks who have multiple chronic diseases and may have behavioral health, social or lifestyle issues.”\n\nThe organization realized that it could live out the patient-centered medical home principles, but do it outside the NCQA recognition system, Wendland says. “Since 2012, we practice the Carilion Clinic medical home.”\n\nWendland still recommends that health systems starting their medical home journey go through the NCQA process. “You find out about yourself — your strengths and weaknesses, and improve those that need it.”\n\nSince its first iteration of the patient-centered medical home, the NCQA has substantially revised the program twice. It is now in the midst of a program redesign that, among other things, aims to reduce non-value-added work and the documentation burden.\n\nIn remodeling its medical home program, Carilion established a new registry that identifies chronically ill patients who are most at risk of negative outcomes so that care coordinators can focus on them. The registry uses a formula based on patients’ inpatient and emergency department utilization and their number of chronic conditions.\n\nThe organization decided to expand the model to all of its primary care practices. “We did not want to have patients going to one Carilion clinic or office that because of its location didn’t have medical home processes and have an office maybe 50 miles away that did,” Stavola says.\n\nThe care coordination program was retooled. Carilion hired four senior care coordinators who supervise groups of care coordinators embedded in the medical homes, provide them with continuing training, facilitate regular phone and Internet conferences, and serve as a resource if attempts to improve a patient’s outcomes aren’t succeeding. Care coordinator turnover dropped to 8 percent, Stavola says.\n\nThe primary care department also hired 24 medical office assistants who took on administrative duties that had been distracting clinicians from managing the health of high-risk patients.\n\nThose changes are part of what Stavola calls the “quadruple aim” — the Triple Aim plus one. The plus one is sustaining providers and staff to do the work of the Triple Aim. “It’s how we use our technology, our tools, our working to license so it’s easy for them to do what they know they want to do.”\n\nCarilion also chose medical home performance measures that focused not just on processes but on outcomes, such as diabetes and hypertension control metrics. It began tracking high-risk patients’ ED use and inpatient hospitalizations to see if care management was reducing utilization.\n\nAhead of the payment curve\n\nThe medical home program does not yet pay for itself. The Department of Family and Community Medicine’s total operating expenses came to nearly $4.2 million in 2014, according to a Carilion presentation at the 2015 American Medical Group Association annual conference. Net revenues were nearly $3.5 million. That’s because payment reform still lags behind practice changes.\n\n“We want to be ahead of the curve because, as the system starts changing its payment mechanisms, if we wait until then to start doing this work, we’ll never catch up,” Stavola says. “It’s taken us five years to get to where we are.”\n\nAlready several private insurers support Carilion’s medical home activities through pay-for-performance agreements and care management payments, he says. In January 2015, the Centers for Medicare & Medicaid Services began offering reimbursement for care coordination services for Medicare patients with chronic conditions who meet certain criteria.\n\nStavola predicts the medical home program will be able to sustain itself soon and should produce a return that would be invested in further improvements in care.\n\nCarilion’s main hospital often is full, so the medical home model’s capacity to prevent admissions could be a way to preserve capital, Wendland says. As the population ages, more demands will be placed on the hospital.\n\n“If we can reduce the number of admissions, we can maintain the same number of beds,” he says. A small retrospective study by Carilion found that care coordination reduced ED utilization by 55 percent and inpatient admissions by 57 percent.\n\nPatient always comes first\n\nAs payment reform shakes out, the health system is staying focused on the patient. That attention has resulted in steady gains on all of Carilion’s medical home quality measures except two diabetes control metrics. Diabetes management is a struggle as the prevalence of the disease continues to rise and as Carilion does a better job of finding patients who previously would have fallen through the cracks, Stavola says.\n\nCarilion still finds itself at the cutting edge of medical home innovation, Wendland says. “We’ll try things, and if the first take isn’t effective, we’ll try something else. The thing is to just keep going.” — Geri Aston is a contributing writer for H&HN. •\n\nUpside & Downside: Medicare care coordination payment\n\nMedicare’s new care coordination payment for beneficiaries with chronic conditions has met with mixed reviews since its launch in January. Some physicians, especially those in small, independent practices, have criticized its requirements as being too complicated and burdensome to make the extra payments worthwhile. Others praise it as welcome reimbursement for much-needed services.\n\nThe payment is for non-face-to-face care coordination services for Medicare recipients with at least two chronic conditions. Services must add up to at least 20 minutes of staff time per month. The national average monthly payment is $42.91 per beneficiary.\n\n“The payment is wonderful because it’s finally the Centers for Medicare & Medicaid Services recognizing that medical home and care coordination activity has real value,” says John Wendland, senior project engineer at Carilion Clinic, Roanoke, Va.\n\nHowever, the program presents challenges. For years, Carilion has provided free care coordination to its high-risk Medicare patients as part of its medical home program. But Medicare’s care coordination coverage comes with an $8.52 monthly out-of-pocket charge for seniors who agree to participate.\n\nAsking patients to pay for something they had been getting free is difficult, Wendland says. Carilion doesn’t stop providing care coordination services to patients who opt not to participate in the CMS program, he says. Those patients continue to get that care at no charge.\n\nThe enrollment process requires extra work. Carilion created a registry of eligible patients and hired staff to contact the patients a couple of days before their next appointments to explain the program and answer questions so enrollment goes more smoothly at the office.\n\nRequired patient medical assessments and care plan development ate too much into care coordinators’ existing work, Wendland says. Carilion recruited registered nurse care coordinators who handle that preliminary work by phone before handing off patients to the care coordinators embedded into primary care practices.\n\nIn all, the CMS payments are beneficial, Wendland says. They will enable Carilion to offer care coordination to more Medicare patients than it does now. About 36,000 Carilion patients are eligible. Enrollment and revenue estimates show that the program will pay for itself at Carilion.\n\nOchsner: Embracing mobile tech to boost chronic care\n\nWhen it comes to helping patients with chronic conditions manage their illnesses, Ochsner Health System is leveraging mobile technology in a number of initiatives.\n\nIn February, New Orleans-based Ochsner launched its Hypertension Digital Management Program for patients with out-of-control blood pressure. Participants complete an in-depth online questionnaire via the patient portal that helps to identify the root causes of their hypertension.\n\nThey’re paired with a health coach and a clinical pharmacist. Together, the patients and staff develop goals and select options, from medications to lifestyle changes. “We want patients to share in goal creation with us, as opposed to us dictating to them,” says Richard Milani, M.D., Ochsner’s chief clinical transformation officer.\n\nPatients buy wireless blood pressure cuffs at a discounted price that are integrated with the iPhone AppleHealthKit app and Ochsner’s electronic health record. They take regular readings that go straight into their EHR. The team reviews the data in real time and makes medication adjustments and lifestyle recommendations as needed to help patients keep their blood pressure under control. Patients receive monthly progress reports with individualized tips on how to achieve even better control.\n\nSixty days into the initiative, 62 percent of program participants got their blood pressure under control, which compares with 13 percent of people receiving usual care, Milani says.\n\nIn April, Ochsner began testing the Apple Watch as another tool to help patients control their blood pressure. The watches, paid for through a grant, send medication reminders that include actual pictures of the pill, prescription renewal notifications, and activity tracking and exercise reminders.\n\nThe health system plans to extend its approach of combining mobile technology with support from a health coach/pharmacist team to diabetes and lung disease management, Milani says.\n\nIn a heart failure program at Ochsner’s main campus. patients are discharged with a scale that has a wireless connection. Patients weigh in daily to see if they’re gaining fluid, and the streamed data enable their team to course-correct if they are gaining weight. “When there are enough data points, some patients are able to make connections themselves, like ‘now I understand that the [canned] soup is really not good for me,’ ” Milani says.\n\nExecutive Corner\n\nHospital leaders could see the medical home model’s potential to reduce hospital utilization as a financial threat, notes the National Academy for State Health Policy in a September 2014 paper. However, the academy makes a business case for participation in medical home initiatives.\n\nUncompensated care:\n\nHospitals that have high numbers of uninsured or underinsured patients could benefit from medical homes’ potential to reduce those patients’ need for expensive emergency department and inpatient care, thus lowering uncompensated care costs.\n\nReadmissions:\n\nBetter primary care after patient discharge could reduce the number of readmissions, thus lowering the risk of Medicare readmission penalties.\n\nPayment reform:\n\nAs public and private insurers increasingly adopt payment for quality, medical home activities are more likely to be rewarded through care coordination payment, pay for performance and preferred network status. This stands to benefit hospitals that own primary care clinics that have moved to the medical home model.\n\nCompetition:\n\nIf participation in a medical home program improves a hospital’s quality scores, it could attract new patients, especially in states with public reporting programs.\n\nEmployee benefits:\n\nPatient-centered medical homes can provide a return on investment for employers. Hospitals could design their employees’ benefit packages to promote participation in medical homes by waiving or reducing cost-sharing when employees seek care from participating providers.", "article_metadata": {"description": "The Carilion Clinic adapts a patient-centered medical home model.", "csrf-token": "rAntBpjvh3W/R4PQeclsI1kcsmOLwn+cHSjeU1WbvqE=", "twitter": {"image": "http://www.hhnmag.com/ext/resources/inc-hhn/img/articles/article_images/2015/September/FEA_clinmgmt_190x127.jpg?1448315759", "description": "The Carilion Clinic adapts and improves chronic care with a patient-centered medical home.", "card": "summary", "title": "Carilion Clinic Medical Home Improves Chronic Care"}, "msapplication-TileColor": "#FFFFFF", "csrf-param": "authenticity_token", "og": {"image": "http://www.hhnmag.com/ext/resources/inc-hhn/img/articles/article_images/2015/September/FEA_clinmgmt_190x127.jpg?1448315759", "type": "Article", "description": "The Carilion Clinic adapts and improves chronic care with a patient-centered medical home.", "title": "Carilion Clinic Medical Home Improves Chronic Care"}, "msapplication-TileImage": "/images/favicons/favicon-144.png", "keywords": "Carilion Clinic, Ochsner Health, care coordination, patient-centered, medical home, diabetes, NCQA, National Committee for Quality Assurance, chronic illness, chronic disease, Antony Stavola, John Wendland, emergency department, ED, pay for performance, Medicare, Centers for Medicare and Medicaid Services digital health care, mobile technology, Richard Milani, Apple Watch", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fd10cc\"", "article_summary": "•Upside & Downside: Medicare care coordination paymentMedicare’s new care coordination payment for beneficiaries with chronic conditions has met with mixed reviews since its launch in January.\nRequired patient medical assessments and care plan development ate too much into care coordinators’ existing work, Wendland says.\nBut Medicare’s care coordination coverage comes with an $8.52 monthly out-of-pocket charge for seniors who agree to participate.\nThe care coordination program was retooled.\nFor years, Carilion has provided free care coordination to its high-risk Medicare patients as part of its medical home program."}