{"article_title": "Nearly 3 percent of Central Oregon still without health insurance; Volunteers in Medicine sees shift in patients", "article_keywords": ["sees", "shift", "snyder", "clinic", "oregon", "uninsured", "patients", "health", "nearly", "medicine", "central", "volunteers", "ohp", "insurance"], "article_url": "http://www.bendbulletin.com/health/3052985-151/nearly-3-percent-of-central-oregon-still-without", "article_text": "Vida Snyder and her husband have gone without health insurance for several years.\n\n“We don’t get sick; we don’t believe in it,” the 51-year-old Redmond resident said, laughing. “We have a lot of kids. We don’t have time to be sick.”\n\nBut it’s been a struggle for Snyder, who has battled and continues to battle serious health issues: a nerve condition that required brain stem surgery three years ago. Breast cancer eight years ago.\n\nThe couple had the Oregon Health Plan, the state’s version of Medicaid, back when she had cancer, but they haven’t qualified in recent years. They looked into private insurance in December, but — like so many — determined they couldn’t afford the monthly premiums, especially not while Snyder’s husband was trying to start a flooring business.\n\n“We were just like, ‘We’re going to have to take a hit,’ because we were still in feast and famine of trying to raise up a business,” she said.\n\nAlthough her string of bad luck with health is unique, Snyder and her husband’s determination that they couldn’t afford health insurance is not. Even after the Affordable Care Act’s insurance mandate took effect at the beginning of 2014, about 5,700 Central Oregonians were still uninsured last year, or 2.73 percent of the Deschutes, Jefferson and Crook county populations combined, according to a February report by Oregon Health & Science University.\n\n“I don’t think anybody’s actually been thinking about who is still left behind,” said Katherine Mastrangelo, executive director of Volunteers in Medicine Clinic of the Cascades in Bend. “We’ve been so busy trying to take care of the people who now have access.”\n\nIt’s a far cry from where the area was in 2012, however. Back then, 16.2 percent of Central Oregonians didn’t have insurance, according to the OHSU report.\n\nThe same has been true statewide. Last June, the OHSU report found 5.6 percent of Oregonians were uninsured, compared with 14.5 percent one year earlier.\n\nAt Volunteers in Medicine, a free clinic that only treats patients who are uninsured, the shift in people now insured compared with those who remain uninsured has been especially apparent.\n\nMost of the clinic’s former patients were able to obtain insurance — many through OHP, which expanded in 2014 to cover people up to 138 percent of the federal poverty level. The clinic’s patient population has gone from being about 20 percent Latino before 2014 to 80 percent since then, said Beth Larsen, the clinic’s director of grants.\n\nImmigrants have largely been left out of the federal push to get people covered under health insurance. Even permanently residing immigrants — those with Permanent Resident Cards, or so-called green cards — who have been in the U.S. for less than five years are not eligible for OHP, nor are they eligible to receive tax credits to purchase private insurance.\n\nUndocumented immigrants, noncitizens who entered the U.S. either legally or illegally, also do not qualify for OHP or tax credits. Larsen said many of the undocumented in Central Oregon came here on temporary work visas and continued to work after they expired.\n\nFor many of those people, health insurance is too expensive, even if both parents in a family are working full time making minimum wage, Mastrangelo said.\n\n“The full cost of those plans is still outside what you’re going to be able to afford,” she said.\n\nFor many, Volunteers in Medicine is their only health care option, and it keeps them out of the emergency room, Mastrangelo said.\n\nTo qualify for care at the clinic, individuals must live or work in Deschutes, Crook or Jefferson counties, they must have some income but be below 200 percent of the federal poverty level ($48,500 for a family of four) and they must be at least 18 years old.\n\nPatients also must not have health insurance, although the clinic has continued to see some of its former patients who enrolled in OHP but could not get in to see doctors right away, a common struggle new OHP recipients in Central Oregon reported.\n\nVolunteers in Medicine currently sees close to 600 patients, and the clinic has the capacity to see many more, Larsen said.\n\nThe only thing that limits the clinic’s ability to see patients is a lack of qualified interpreters, which they’re looking for more of, Mastrangelo said.\n\nSnyder was a patient at Volunteers in Medicine three years ago when she was diagnosed with a Chiari Malformation, a structural birth defect in the part of the brain that controls balance. The condition blocked the flow of spinal fluid to her brain.\n\nWhen a specialist Volunteers in Medicine had referred her to broke the news that she would need brain stem surgery, Snyder said she cried.\n\n“I was like, ‘I can’t afford that!’” she said, “and he said, ‘We’re going to do it anyway.’ That’s a lot of pressure off your mind, I tell you.”\n\nVolunteers in Medicine has relationships with various providers in the community that often agree to treat its patients free of charge.\n\nYears later, Snyder was still without health insurance and the symptoms of the Chiari Malformation — nerve damage that caused pain in several areas of her body — were back. Getting MRIs to check up on her brain and spine would cost about $3,000, which she said she couldn’t afford.\n\n“We had to make a choice,” she said. “I said, ‘Forget it. I’ve lasted this long.’ But I had such symptoms. I felt like my head was going to explode. I was very concerned.”\n\nLuckily, she got back into Volunteers in Medicine three months ago and was able to get the imaging done. For now, she said she’s in the clear.\n\n— Reporter: 541-383-0304,\n\ntbannow@bendbulletin.com", "article_metadata": {"description": "Vida Snyder and her husband have gone without health insurance for several years. “We don’t get sick; we don’t believe in it,” the 51-year-old Redmond resident said, laughing. “We have a lot of kids. We don’t have time to be sick.” But it’s been a struggle for Snyder, who has battled and continues to battle serious health issues: a nerve condition that required brain stem surgery three years ago. Breast cancer eight years ago. The", "og": {"site_name": "The Bulletin", "description": "Vida Snyder and her husband have gone without health insurance for several years. “We don’t get sick; we don’t believe in it,” the 51-year-old Redmond resident said, laughing. “We have a lot of kids. We don’t have time to be sick.” But it’s been a struggle for Snyder, who has battled and continues to battle serious health issues: a nerve condition that required brain stem surgery three years ago. Breast cancer eight years ago. The", "title": "Nearly 3 percent of Central Oregon still without health insurance", "url": "http://www.bendbulletin.com/health/3052985-151/nearly-3-percent-of-central-oregon-still-without", "image": "http://www.bendbulletin.com/csp/mediapool/sites/dt.common.streams.StreamServer.cls?STREAMOID=TjMgPP0PqkkklR4zxj$TK8$daE2N3K4ZzOUsqbU5sYsfNCzuT3py7fo6HXZF8$_ZWCsjLu883Ygn4B49Lvm9bPe2QeMKQdVeZmXF$9l$4uCZ8QDXhaHEp3rvzXRJFdy0KqPHLoMevcTLo3h8xh70Y6N_U_CryOsw6FTOdKL_jpQ-&CONTENTTYPE=image/jpeg", "type": "article"}, "twitter": {"image": {"src": "http://www.bendbulletin.com/csp/mediapool/sites/dt.common.streams.StreamServer.cls?STREAMOID=TjMgPP0PqkkklR4zxj$TK8$daE2N3K4ZzOUsqbU5sYsfNCzuT3py7fo6HXZF8$_ZWCsjLu883Ygn4B49Lvm9bPe2QeMKQdVeZmXF$9l$4uCZ8QDXhaHEp3rvzXRJFdy0KqPHLoMevcTLo3h8xh70Y6N_U_CryOsw6FTOdKL_jpQ-&CONTENTTYPE=image/jpeg"}, "title": "Nearly 3 percent of Central Oregon still without health insurance", "description": "Vida Snyder and her husband have gone without health insurance for several years. “We don’t get sick; we don’t believe in it,” the 51-year-old Redmond resident said, laughing. “We have a lot of kids. We don’t have time to be sick.” But it’s been a struggle for Snyder, who has battled and continues to battle serious health issues: a nerve condition that required brain stem surgery three years ago. Breast cancer eight years ago. The", "card": "summary", "site": "@thebulletin"}, "msapplication-TileColor": "#035CB6", "msapplication-TileImage": "http://statics.bendbulletin.com/images/thebulletin_retro_nav_small.png/images/bb-windows-tile.png", "__sync_contentCategory": "pw", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af36914bd0286fd10c8\"", "article_summary": "The couple had the Oregon Health Plan, the state’s version of Medicaid, back when she had cancer, but they haven’t qualified in recent years.\nAlthough her string of bad luck with health is unique, Snyder and her husband’s determination that they couldn’t afford health insurance is not.\nImmigrants have largely been left out of the federal push to get people covered under health insurance.\nFor many of those people, health insurance is too expensive, even if both parents in a family are working full time making minimum wage, Mastrangelo said.\nVolunteers in Medicine currently sees close to 600 patients, and the clinic has the capacity to see many more, Larsen said."}