{"article_title": "California state lawmakers are concerned about health costs", "article_keywords": ["concerned", "upset", "system", "theyre", "state", "costs", "health", "clearhealthcostscom", "california", "lawmakers", "care", "told", "pricecheck"], "article_url": "http://www.scpr.org/blogs/health/2015/03/19/17993/state-lawmakers-are-concerned-about-health-costs/", "article_text": "Last spring, KPCC – in collaboration with KQED and ClearHealthCosts.com – started a conversation about health costs in California.\n\nWe knew a growing number of people wanted to shop around for affordable mammograms, MRI's and other procedures. But it was nearly impossible to discover the costs. As part of our project, called #PriceCheck, we invited you to share what you paid for certain procedures. In the process, we began building a database of health costs.\n\nYesterday, the California State Senate Committee on Health picked up that conversation.\n\nDuring a hearing in the state Capitol, doctors, researchers and consumers told the lawmakers that despite the federal health care law, health costs are still a barrier to care.\n\nDeductibles as deterrents\n\nMore Californians now have high-deductible health plans, Health Access Executive Director Anthony Wright told the legislators. The unintended consequence of this, he said, is people are reducing both unnecessary - and necessary - health care, because they can't shoulder a large share of their bill.\n\nHigh deductibles, as well as high premiums and co-pays, \"serve as a deterrent for people accessing health care,\" he said. (Impatient reported on this phenomenon last week.)\n\nThis situation is compounded by the fact that many people who are newly insured with cheaper higher-deductible plans \"don't have a lot of experience with the intricacies of the health care system,\" said Neeraj Sood, director of research for USC's Schaeffer Center for Health Policy & Economics.\n\nThey might know that they should ask the price of a procedure, but patients are \"intimidated to find out how much something is going to cost,\" he said.\n\nSood said he's heard that people can't afford their co-pays and deductibles, and are going into medical debt. And that's a problem both for patients and for doctors, who aren't getting paid.\n\n'The Future is Here'\n\nIt was against this backdrop that our partner, Jeanne Pinder, founder and CEO of ClearHealthCosts.com, shared a more optimistic perspective: \"The future is here,\" she told the committee. \"People are actually shopping for health care.\"\n\nShe explained that hundreds and hundreds of people have shared their health costs with #PriceCheck. The reason?\n\n\"People are really upset\" about the lack of cost transparency in the health care system, she said. \"They want to talk about it and they want a way to make a difference.\"\n\nFor the most part, she said, it's women who are doing the bulk of this health care shopping. They're the ones making most health-related decisions - regarding reproductive health, kids' health, elder care - and they're the ones who are on board with searching for affordable health care, added Pinder.\n\nRelaunching #PriceCheck\n\nIf you're upset about health costs, we have more good news for you: Starting next month, we'll be joining with KQED and ClearHealthCosts.com to re-launch #PriceCheck. More details about that coming soon!\n\nIn the meantime, if you've paid an arm and a leg for a recent procedure, tell us about it in the comments section below, or e-mail us at Impatient@scpr.org. We're also continuing to collect stories about how your high-deductible health plan has affected your health care decisions.", "article_metadata": {"author": "Southern California Public Radio", "og": {"site_name": "Southern California Public Radio", "description": "Doctors, researchers and consumers tell a state senate committee that, despite the Affordable Care Act, costs are still a barrier to care.", "title": "California state lawmakers are concerned about health costs", "url": "http://www.scpr.org/blogs/health/2015/03/19/17993/state-lawmakers-are-concerned-about-health-costs/", "image": {"width": 1024, "identifier": "http://a.scpr.org/i/07eb7cbe126e7ef5a9844a0012c8773b/102049-full.jpg", "type": "image/jpeg", "height": 683}, "type": "article"}, "twitter": {"domain": "http://scpr.org", "description": "Member-supported public radio for Southern California. Award-winning local news and cultural programming alongside the best of NPR.", "title": "California state lawmakers are concerned about health costs | 89.3 KPCC", "url": "http://scpr.org", "image": "http://a.scpr.org/i/07eb7cbe126e7ef5a9844a0012c8773b/102049-full.jpg", "site": "@kpcc", "card": "summary"}, "apple-mobile-web-app-status-bar-style": "black", "apple-mobile-web-app-capable": "yes", "csrf-param": "authenticity_token", "csrf-token": "ngYnHfoy74pJqMk0sGKfUgXoiGCIpYZ75y3dqO0QC+zytEU8i8PBtNYiteAkZZe5XhyR/UHIwD9B5q9sM6A5rA==", "fb": {"app_id": 129848480405753}, "format-detection": "telephone=no", "keywords": "KPCC, California, Southern California, Los Angeles, Pasadena, SCPR, Southern California Public Radio", "article": {"section": "Health", "published_time": "2015-03-19 12:20:54 -0700", "modified_time": "2016-03-09 15:22:43 -0800"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=0"}, "_id": "\"57477af36914bd0286fd10d0\"", "article_summary": "During a hearing in the state Capitol, doctors, researchers and consumers told the lawmakers that despite the federal health care law, health costs are still a barrier to care.\nWe're also continuing to collect stories about how your high-deductible health plan has affected your health care decisions.\nLast spring, KPCC – in collaboration with KQED and ClearHealthCosts.com – started a conversation about health costs in California.\nThey're the ones making most health-related decisions - regarding reproductive health, kids' health, elder care - and they're the ones who are on board with searching for affordable health care, added Pinder.\nIn the process, we began building a database of health costs."}