{"article_title": "New Grassley Bill on Health Reimbursement Arrangements Earns Award", "article_keywords": ["reimbursement", "grassley", "employees", "bill", "award", "employers", "arrangements", "health", "senator", "small", "earns", "businesses"], "article_url": "http://politicalnews.me/?id=38868&keys=AWARD-HEALTH-COSTS-AFFORDABILITY", "article_text": "Grassley Bill on Health Reimbursement Arrangements Earns Award\n\nCAHC Recognizes U.S. Senator Chuck Grassley with 2015 Affordability Champion Award\n\n\n\nClick here to view related Website : US SENATOR CHUCK GRASSLEY Publish Date: 2016-05-22 << Previous Story Next Story >>\n\nReading: Grassley Bill on Health Reimbursement Arrangements Earns Award\n\n\n\nPoliticalNews.me - May 22,2016 - Grassley Bill on Health Reimbursement Arrangements Earns Award\n\n\n\n\n\n\n\n\n\n\n\n\n\nCAHC Recognizes U.S. Senator Chuck Grassley with 2015 Affordability Champion Award\n\n\n\nWashington, D.C., -- the Council for Affordable Health Coverage awarded U.S. Senator Chuck Grassley its Affordability Champion Award for working to hold down health costs through bipartisan, commonsense solutions.\n\n\n\nSenator Grassley's leadership on the Small Business Healthcare Relief Act (H.R. 2911/S. 1697) is helping quash steep IRS penalties on employers who offer tax-free Health Reimbursement Arrangements to help their employees purchase health insurance. This reform could save small businesses up to $500,000 a year in futile, punitive fines while giving employees critical assistance to help better afford health costs.\n\n\n\n\"We commend Senator Grassley for allowing small businesses to provide help to their workers. It makes little sense to penalize employers who are trying to do the right thing for their employees,\" said CAHC President Joel White. \"Getting this bill signed into law during a contentious presidential election year is a challenge, but thanks to Senator Grassley's tireless efforts, it is our hope that bipartisanship and common sense will ultimately prevail.\"\n\n\n\nMany businesses with fewer than 50 employees -- which are not subject to the employer mandate to provide health insurance -- still want to aid employees with health costs. Without full-size HR departments for choosing health plans, these smaller firms have historically reimbursed employees for individually purchased health coverage via Health Reimbursement Arrangements.\n\n\n\nBut on July 1, the IRS deemed these arrangements impermissible, and announced fines on HRA-providing employers of $100 per day, per employee.\n\n\n\n\"I'm honored to receive this award,\" said Senator Grassley. \"Facing these high fines, some small businesses likely will drop any help for health care benefits altogether. For the sake of employees in Iowa and the rest of the country, we can't let that happen.\"\n\n\n\nIn addition to his work on the Small Business Healthcare Relief Act, Senator Grassley has championed other affordability priorities, including passage of the Protecting Affordable Coverage for Employees Act, which removed benefit and marketplace requirements on small and mid-sized employers that would have driven up premiums and reduced access. This bill passed with overwhelming bipartisan support in both the Senate and House and President Obama signed it into law in the fall of 2015.\n\n\n\n\n\n\n\nAbout the Council for Affordable Health Coverage\n\nThe Council for Affordable Health Coverage is a broad-based association of organizations representing consumers, physicians, small businesses, large employers, manufacturers and retailers, franchises, and insurers, working to lower health costs for all Americans\n\n\n\n<< Previous Story Next Story >>\n\n\n\nReceive a free weekly news summary by email!\n\n\n\n\n\nSelect keywords to find additional stories on this topic:\n\n\n\nAWARD HEALTH COSTS AFFORDABILITY\n\n\n\n\n\n\n\nSend This Story To a Friend Your Name: Friends Email Address: Your Email Address: Custom Message: Captcha: Please enter the string shown in the image\n\n\n\nPublisher information protected by image generation.", "article_metadata": {"Publisher": "politicalnews.me", "Designer": "politicalnews.me - Free Press Release Distribution Center", "Description": "CAHC Recognizes U.S. Senator Chuck Grassley with 2015 Affordability Champion Award", "Copyright": "© politicalnews.me - Free Press Release Distribution Center", "Author": "politicalnews.me - Free Press Release Distribution Center", "Abstract": "politicalnews.me - Free Press Release Distribution Center", "Title": "New Grassley Bill on Health Reimbursement Arrangements Earns Award", "verify-v1": "VbJHgvZTqGyvhpISULnotbAsrxCAFid5rj7Z/gjgiSA=", "Robots": "Index,Follow", "Revisit-After": "1 Days", "MSSmartTagsPreventParsing": "True", "GOOGLEBOT-NEWS": "INDEX, FOLLOW", "Keywords": "AWARD,HEALTH,COSTS,AFFORDABILITY, news,press", "Distribution": "Global", "Rating": "General", "Subject": "CAHC Recognizes U.S. Senator Chuck Grassley with 2015 Affordability Champion Award"}, "article_summary": "Senator Chuck Grassley with 2015 Affordability Champion AwardClick here to view related Website : US SENATOR CHUCK GRASSLEY Publish Date: 2016-05-22 << Previous Story Next Story >>Reading: Grassley Bill on Health Reimbursement Arrangements Earns AwardPoliticalNews.me - May 22,2016 - Grassley Bill on Health Reimbursement Arrangements Earns AwardCAHC Recognizes U.S.\nGrassley Bill on Health Reimbursement Arrangements Earns AwardCAHC Recognizes U.S.\nWithout full-size HR departments for choosing health plans, these smaller firms have historically reimbursed employees for individually purchased health coverage via Health Reimbursement Arrangements.\n1697) is helping quash steep IRS penalties on employers who offer tax-free Health Reimbursement Arrangements to help their employees purchase health insurance.\nSenator Chuck Grassley its Affordability Champion Award for working to hold down health costs through bipartisan, commonsense solutions."}