{"article_title": "Evolent Health begins trading on the NYSE tomorrow (updated)", "article_keywords": ["begins", "securities", "updated", "company", "valuebased", "evolent", "trading", "provider", "llc", "health", "stock", "ticker", "tomorrow", "care", "nyse"], "article_url": "http://venturebeat.com/2015/06/04/evolent-health-begins-trading-on-the-nyse-tomorrow/", "article_text": "As we predicted last August, Evolent Health stock will begin trading on the New York Stock Exchange Friday.\n\nThe shares will debut at $17 under the ticker symbol “EVH”. Evolent will likely have a market cap of more than $800 million.\n\nJ.P. Morgan Securities LLC and Goldman, Sachs & Co. are acting as joint bookrunners for the offering. Wells Fargo Securities, LLC, William Blair & Company, LLC, SunTrust Robinson Humphrey, Inc., and Leerink Partners LLC are acting as co-managers.\n\nEvolent says it’s seen 250 percent growth in less than four years.\n\nThe company, which says it’s doing about $100 million a year in revenues, refers to itself as a “technology-enabled operating partner” that helps health care providers morph into profitable players in the value-based reimbursement models ushered in with the Affordable Care Act in 2009.\n\nIn the old fee-for-service model, a third-party payer collects money from an insured person, then pays the health care provider when the patient comes in with a problem. In a value-based plan, the health care provider gets the whole premium payment from the insured, then keeps any portion of it that isn’t needed to provide care.\n\nEvolent is helping providers adopt a population health management model like the one used by Kaiser Permanente, in which the insurer and care provider are all wrapped up in one, said Evolent Health CEO Frank Williams in an interview last year. Evolent believes providing the service is a $45 billion market opportunity.\n\nThe company has more than 800 employees now working with health system customers in 25 markets.\n\nEvolent is the latest in the handful of digital health companies that have held IPOs since the passage of Obamacare. Most, like Castlight Health, have not fared well. Castlight, in fact, has become a sort of poster child for IPOs in the space. The company’s stock opened at $37.50 in March last year and is coasting in the $9 range today.\n\nUpdated 4:40 p.m. with new stock price and ticker symbol.\n\nFacebook Get more stories like this on Twitter", "article_metadata": {"bt": {"pubDate": "2015-06-04T14:51:02+00:00", "author": "mark-sullivan", "modDate": "2015-06-05T11:17:13+00:00", "keywords": "elovent-health,evolent-health,health-data,obamacare", "type": "news", "id": 1742943}, "og": {"site_name": "VentureBeat", "description": "Evolent is helping providers adopt a population health management model like the one used by Kaiser Permanente, in which the insurer and care provider are all wrapped up in one.", "title": "Evolent Health begins trading on the NYSE tomorrow (updated)", "url": "http://venturebeat.com/2015/06/04/evolent-health-begins-trading-on-the-nyse-tomorrow/", "image": "http://1u88jj3r4db2x4txp44yqfj1.wpengine.netdna-cdn.com/wp-content/uploads/2015/06/150605_EVH003-780x521.jpg", "type": "article"}, "description": "Evolent is helping providers adopt a population health management model like the one used by Kaiser Permanente, in which the insurer and care provider are all wrapped up in one.", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fd10ce\"", "article_summary": "As we predicted last August, Evolent Health stock will begin trading on the New York Stock Exchange Friday.\nWells Fargo Securities, LLC, William Blair & Company, LLC, SunTrust Robinson Humphrey, Inc., and Leerink Partners LLC are acting as co-managers.\nIn the old fee-for-service model, a third-party payer collects money from an insured person, then pays the health care provider when the patient comes in with a problem.\nJ.P. Morgan Securities LLC and Goldman, Sachs & Co. are acting as joint bookrunners for the offering.\nIn a value-based plan, the health care provider gets the whole premium payment from the insured, then keeps any portion of it that isn’t needed to provide care."}