{"article_title": "Black People And Asian Men Receive Fewer OkCupid Messages Than White People, But Does That Mean Users Are Racist?", "article_keywords": ["race", "love", "users", "daters", "receive", "men", "messages", "okcupid", "rudder", "does", "racist", "fewer", "way", "online", "davis", "white", "think", "mean"], "article_url": "http://www.medicaldaily.com/black-people-and-asian-men-receive-fewer-okcupid-messages-white-people-does-mean-users-are-302872", "article_text": "New data from OKCupid shows users are less open-minded when it comes to dating. But does that make them racist?\n\nChristian Rudder, a co-founder of online dating site OkCupid, has long suggested online daters are kinda, sorta, secret racists. And with new data, Rudders found OkCupid users have become less open-minded when it comes to race and prefer to — as Jezebel so poignantly put it — “bone someone who looks like them.”\n\nRudder culled the data from 25 million OkCupid accounts between the years 2009 and 2014, which is explored more in-depth in his new book, Dataclysm: Who We Are (When We Think No One’s Looking). “Five years ago, the basics of race and attraction on OkCupid looked like this: Non-black men applied a penalty to black women, while black men show little racial preference either way,” Rudder wrote in an OkCupid blog. “[And] all women preferred men of their own race, but they otherwise penalized both Asian and black men.”\n\nAdditionally, Rudder found about 45 percent of OkCupid users answered yes when asked if they strongly preferred to date someone of their own race. Yet in 2014, that number dropped to around 35 percent. If their preference has changed, why hasn’t the overall data?\n\n“On an individual level, a person can’t really control who turns them on — and almost everyone has a ‘type,’ one way or another,” Rudder said. “However, I do think the trend — that fact that race is a sexual factor for so many individuals, and in such a consistent way — raises deeper questions.”\n\nThough the concept of attraction, as Stephen Betchen wrote for Psychology Today, has been defined a few different ways, from biology and wanting a partner like our parent’s (We see you, Oedipus), to an otherwise unconscious process, it all boils down to being out of a person's control.\n\n“The biological theory offers that our nature chooses our partners for us [think love hormones, like oxytocin],” Betchen said. “The latter three psychological explanations contend that partner choice is rooted and shaped in early youth, in relation to our parents. Relationship therapists usually abide by the theory that they were initially trained in so it’s no surprise that it’s impossible to get a unanimous agreement between them on attraction.”\n\nThere's even a study published in the Journal of Neuroscience that found that different parts of the medial prefrontal cortex, the front region of the brain, make snap judgments about physical attraction, deciding within milliseconds of seeing that person's face. So if that's the case, it seems hardly fair to accuse an online dater's preference as racist.\n\nLaurie Davis, eFlirt expert and author of Love @ First Click, works with online daters all day long. She told Medical Daily in an email that despite all this quality time, she doesn't find them to be any more racist than the people you sit next to at Starbucks. However, she doesn't despute the narrowminded nature that is online dating. Users click some boxes to portay a particular part of themselves. These answers, to Davis, hinge less on racism and more on past experience.\n\n\"If someone finds African Americans attractive but has only ever dated Caucasian mates, it's very unlikely they'll check off more than the Caucasian box,\" Davis said. \"Of course, there may be a reason that the 'type' they've dated in the past hasn't worked. Race alone isn't usually something that impacts the potential for love, but other parts of someone's personality do. If they're only selecting people who fit the same criteria as those they've dated previously, they're likely to see many whose personalities are also similar, meaning the cycle of failed relationships is more likely to continue.\"\n\nSome more advice to heed from Davis, online daters: The success stories you hear about — you know, the two in five singles who find love per Match.com — are often the results of checking outside the box. Nearly all of Davis' clients are in love with someone they only said \"maybe\" when initially presented with the match.\n\n\"The lesson here is that online daters really should return often to their search criteria and change it often, message people who are a bit outside of their typical preferences,\" she said.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "black, people, and, asian, men, receive, fewer, okcupid, messages, white, people, does, mean", "og": {"site_name": "Medical Daily", "description": "New data from OkCupid shows users are less open-minded when it comes to dating. But does that make them racist?", "title": "Hey OkCupid, Being Attracted To A Certain Race Doesn't Make You Racist", "url": "http://www.medicaldaily.com/black-people-and-asian-men-receive-fewer-okcupid-messages-white-people-does-mean-users-are-302872", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/09/12/online-dating.jpg", "type": "article"}, "twitter": {"description": "New data from OkCupid shows users are less open-minded when it comes to dating. But does that make them racist?", "title": "Hey OkCupid, Being Attracted To A Certain Race Doesn't Make You Racist", "url": "http://www.medicaldaily.com/black-people-and-asian-men-receive-fewer-okcupid-messages-white-people-does-mean-users-are-302872", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/09/12/online-dating.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/09/12/online-dating.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Consumer News", "published_time": "2014-09-12T16:03:14-04:00", "modified_time": "2014-09-12T16:03:14-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "New data from OkCupid shows users are less open-minded when it comes to dating. But does that make them racist?"}, "_id": "\"57477af46914bd0286fdfafa\"", "article_summary": "Christian Rudder, a co-founder of online dating site OkCupid, has long suggested online daters are kinda, sorta, secret racists.\nSo if that's the case, it seems hardly fair to accuse an online dater's preference as racist.\n“The biological theory offers that our nature chooses our partners for us [think love hormones, like oxytocin],” Betchen said.\n“Five years ago, the basics of race and attraction on OkCupid looked like this: Non-black men applied a penalty to black women, while black men show little racial preference either way,” Rudder wrote in an OkCupid blog.\nLaurie Davis, eFlirt expert and author of Love @ First Click, works with online daters all day long."}