{"article_title": "Medicaid debate could determine Gov. Herbert's Healthy Utah plan's fate", "article_keywords": ["herberts", "plans", "fate", "healthy", "money", "utah", "program", "medicaid", "plan", "determine", "utahns", "uninsured", "health", "gov", "debate", "care"], "article_url": "http://www.ksl.com/?nid=148&sid=33494190", "article_text": "Having trouble viewing the video? Try disabling any ad blocking extensions currently running on your browser.\n\nSALT LAKE CITY — Have you heard about Gov. Gary Herbert's Healthy Utah plan? If you haven't, you are not alone.\n\nThe proposed program would expand Medicaid to cover uninsured Utahns by offfering them private health insurance plans. Right now, citizen input is critical to the survival of the program in the 2015 Legislature. As the debate unfolds, there is evidence that a growing number of citizens believe Healthy Utah will not only improve the health of the uninsured but also the state's economy.\n\nRamon Montelongo is a patient at Salt Lake's Central City Clinic. He's been a full-time pastry chef at a local restaurant for more than 25 years but he still can't afford a private health insurance policy. \"I make some money but still I send money to Mexico for my family, I have to pay bills here,\" he says.\n\nMontelongo, who is a diabetic, does not qualify for Medicaid and cannot get subsidies under the Affordable Care Act. He is stuck in the gap and says, \"It is, yes, very frustrating because I can't afford to pay.\"\n\nThose who don't qualify and can't pay will not seek out preventive care. But that does not mean they won't eventually end up in the health care system. RyLee Curtis is the senior health policy analyst at the Utah Health Policy Project. She says those in the health care gap are \"folks who are going to the emergency room for primary care or they're putting off care until it's so bad.\"\n\nI make some money but still I send money to Mexico for my family, I have to pay bills here. It is, yes, very frustrating because I can't afford to pay. –Ramon Montelongo\n\nIt's a similar situation for more than 50,000 Utahns cut off from Medicaid because they're right at or above the poverty level but still working one or more jobs. Dr. Vivian Lee is the senior vice president for health sciences at the University of Utah.\n\n\"And so this idea somehow that these are people who don't work and aren't trying really is a misconception,\" Lee said.\n\nBishop Scott Hayashi of the Episcopal Diocese of Salt Lake agrees, saying, \"They're not somebody playing the system, they are our hardworking neighbors.\"\n\nOn Utah's Capitol Hill, lawmakers are debating how to close the gap for those at or slightly above the poverty level. Herbert's Healthy Utah plan proposes to use federal Medicaid dollars to offer private health care to the uninsured. Herbert strongly believes the program will \"infuse money into our economy and help those who are vulnerable in our society. Those who are really low-income, working poor and their families.\"\n\nHerbert suggests the plan respects the state's uninsured and its taxpayers because right now Utah is sending $800 million in taxes to Washington, D.C., to help expand Medicaid coverage in dozens of other states. Healthy Utah would bring $600 million of those dollars back home to fund insurance coverage for the poor.\n\n\"And the idea is that it could bridge the gap so that health is not the reason that they become more impoverished or health is not the reason that they become permanently disabled,\" said Dr. Sarah Woolsey of the Utah Academy of Family Physicians.\n\nWe should not say on the off-chance that something will change five, six, 10 years down the road, let's not do anything today. I think that shows a lack of courage and a lack of compassion. –Gov. Gary Herbert\n\nBusiness leaders are also lining up in favor of Healthy Utah. At a recent hearing before the Senate Appropriations Committee, Dave Davis, president of the Utah Food Industry Association and Retail Merchants Association, testified, \"I would speak in favor of this (Healthy Utah) and point to the economic activity that this would generate within our state.\"\n\nIn a rare show of combined force on Capitol Hill last week, Utah's business, manufacturing and mining communities all teamed up with health care providers to support the governor's plan. Lane Beattie is president of the Salt Lake Chamber of Commerce and says, \"Every other solution I have seen costs Utahns more money and covers fewer people. We simply believe it's time to act.\"\n\nQuestions still remain, such as what would happen if the federal government pulls its support of Medicaid expansion or there isn't enough state money to fund Healthy Utah?\n\nHerbert says the program can be funded or even shut down if rules at the federal level change but he argues, \"We should not say on the off-chance that something will change five, six, 10 years down the road, let's not do anything today. I think that shows a lack of courage and a lack of compassion.\"\n\nIt is that passion for the patient that has Healthy Utah supporters convinced the program will survive legislative surgery. \"I am optimistic about it, \" says Lee. Curtis agrees, saying, \"I think that the chances of this program passing are really good. This is a program by Utahns for Utahns — it's going to work.\"\n\nContributing: Dave McCann\n\nRelated Stories\n\n0 Pending Comments", "article_metadata": {"description": "Have you heard about Gov. Gary Herbert's Healthy Utah plan? If you haven't, you are not alone. The plan would expand Medicaid to cover uninsured Utahns. Right now, citizen input is critical to the survival of the plan in the 2015 Legislature.", "apple-itunes-app": "app-id=363278608, app-argument=http://www.ksl.com/?nid=148&sid=33494190", "og": {"image": "http://img.ksl.com/slc/2550/255008/25500877.jpg?filter=ksl/responsive_story_lg", "type": "article", "description": "Have you heard about Gov. Gary Herbert's Healthy Utah plan? If you haven't, you are not alone. The plan would expand Medicaid to cover uninsured Utahns. Right now, citizen input is critical to the survival of the plan in the 2015 Legislature.", "title": "Medicaid debate could determine Gov. Herbert's Healthy Utah plan's fate | KSL.com"}, "twitter": {"site": "@kslcom", "card": "summary_large_image"}, "google-play-app": "app-id=com.ksl.android", "fb": {"pages": 68771464171}, "tout": {"article": {"id": 33494190}}, "theme-color": "#0b162f", "keywords": "news, traffic, weather, sports, classifieds, cars, jobs, homes, television, radio, salt lake, utah, local", "article": {"author": "https://www.facebook.com/kslcom/"}, "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fd10fa\"", "article_summary": "Gary Herbert's Healthy Utah plan?\nHerbert's Healthy Utah plan proposes to use federal Medicaid dollars to offer private health care to the uninsured.\nHealthy Utah would bring $600 million of those dollars back home to fund insurance coverage for the poor.\nIt is that passion for the patient that has Healthy Utah supporters convinced the program will survive legislative surgery.\nRyLee Curtis is the senior health policy analyst at the Utah Health Policy Project."}