{"article_title": "Do Violent Rap Lyrics Constitute 'True Threats'? SCOTUS Hears Rap Case", "article_keywords": ["case", "supreme", "used", "threats", "scotus", "hears", "music", "elonis", "constitute", "violent", "facebook", "rap", "jury", "court", "lyrics", "criminal", "true"], "article_url": "http://reason.com/blog/2014/12/07/do-violent-rap-lyrics-constitute-true-th", "article_text": "In 2010 Anthony Elonis posted violent statements on Facebook about murdering his estranged wife, those he worked with, and even an F.B.I. agent. While they may seem like scary threats to make over the popular social networking site, Elonis says he is an aspiring rap artist and the statements were at least in part lyrics to his songs. From Reason's Damon Root Dec. 1:\n\nAs a result of that Facebook post and several others like it—including one where he said that he wouldn't rest until his wife was \"soaked in blood and dying from all the little cuts\"—Elonis was convicted on four counts of transmitting \"in interstate or foreign commerce any communications containing any threat to kidnap any person or any threat to injure the person of another.\" A jury sentenced him to 44 months in prison and his conviction was later upheld by the U.S. Court of Appeals for the 3rd Circuit. Today, the U.S. Supreme Court will hear Elonis' appeal.\n\nElonis' laywers argued in a brief to the Supreme Court that his Facebook writings were no different from other music artists from Bob Dylan to Guns N' Roses that have written first-person murder fantasties. \"However hateful or offensive, those songs are entitled to full First Amendment protection. The same protections extend to the efforts of amateurs writing on comparable themes, moved by similar experiences,\" says the brief.\n\nRap music has been used in criminal proceedings since the 1990s but experts like criminologist Charis Kubrin of the University of California, Irvine, say that over the last decade there have been more and more cases where prosecutors have used rap lyrics as evidence of criminal behavior or tried to show that the lyrics themselves are so violent that they constitute a serious threat.\n\n\"If you think about who is serving in our jury system in the United States, it's typically older, higher socioeconomic status, typically white. They often don't have the proper context for understanding rap music,\" said Kubrin to Reason TV in November 2014. Kurbin and fellow professor Erik Nielson of the University of Richmond argued in a brief to the Supreme Court for the Elonis case that controversial rappers aren't far off from poet Walt Whitman.\n\nLike Whitman, whose work was hugely influential and, at the same time, deeply controversial, today’s rappers are changing the landscape of American poetry. Admittedly, this new poetry is not pleasing to everyone, especially those who misinterpret its sophisticated use of identity, wordplay, signifying, and exaggeration [...] Indeed, one person’s lyric may be another’s vulgarity [...] but that difference in interpretation does not make it a true threat.\n\nFor more on rap lyrics used in criminal proceedings watch the story of rapper Deandre Mitchell or Laz Tha Boy, who was indicted by a grand jury on two counts of attempted murder. The prosecutor used three of Mitchell's rap videos as evidence of the crimes and no physical evidence.\n\nView this article.", "article_metadata": {"og": {"site_name": "Reason.com", "description": "In 2010 Anthony Elonis posted violent statements on Facebook about murdering his estranged wife, those he worked with, and even an F.B.I. agent. While", "title": "Do Violent Rap Lyrics Constitute 'True Threats'? SCOTUS Hears Rap Case", "url": "http://reason.com/blog/2014/12/07/do-violent-rap-lyrics-constitute-true-th", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/mc/pdetrick/2014_12/Elonis.jpg", "type": "article"}, "twitter": {"description": "In 2010 Anthony Elonis posted violent\nstatements on Facebook about murdering his estranged wife, those he\nworked with, and even an F.B.I. agent. While they may seem like\nscary threats to make over the popular social networking site,\nElonis says he is an aspiring rap artist and the statements were at\nleast in part lyrics to his songs. \nFrom Reason's Damon Root&nbsp;Dec. 1:\n\nAs a result of that Facebook post and several others like\nit—including one whe", "creator": "@PaulDetrick", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/mc/pdetrick/2014_12/D_Webpage.jpg", "title": "Do Violent Rap Lyrics Constitute 'True Threats'? SCOTUS Hears Rap Case", "site": "@reason", "card": "summary_large_image"}, "fb": {"pages": 17548474116}, "google-site-verification": "-AmMiilAN-pnjWt369CUWae-VQ-b9wmH4fSGyhbkQxw", "msvalidate.01": "212A68A07785B3080038A845C4EE8905", "article": {"tag": "Reasontv", "published_time": "2014-12-07T18:00:00+00:00", "author": "http://reason.com/people/paul-detrick"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=2"}, "_id": "\"57477af36914bd0286fd1105\"", "article_summary": "They often don't have the proper context for understanding rap music,\" said Kubrin to Reason TV in November 2014.\nToday, the U.S. Supreme Court will hear Elonis' appeal.\nFor more on rap lyrics used in criminal proceedings watch the story of rapper Deandre Mitchell or Laz Tha Boy, who was indicted by a grand jury on two counts of attempted murder.\nIn 2010 Anthony Elonis posted violent statements on Facebook about murdering his estranged wife, those he worked with, and even an F.B.I.\nThe prosecutor used three of Mitchell's rap videos as evidence of the crimes and no physical evidence."}