{"article_title": "Teaching Health Center Residencies Help Underserved Areas", "article_keywords": ["help", "family", "areas", "work", "primary", "program", "health", "underserved", "medicine", "teaching", "residents", "residencies", "thcgme", "care", "center"], "article_url": "http://www.aafp.org/news/education-professional-development/20151202thcgme.html", "article_text": "The Teaching Health Center Graduate Medical Education (THCGME) program is showing success in easing the shortage of family physicians in underserved areas, according to a recent survey.\n\nFamily medicine residents who complete their training in a medically underserved area are more likely to continue practicing in that area, and that meets a crucial goal of the THCGME program, which was established as part of the Patient Protection and Affordable Care Act.\n\nNew research(www.graham-center.org) from the Robert Graham Center for Policy Studies in Family Medicine and Primary Care revealed that a higher percentage of residents from THCs are choosing to work in areas of greatest need compared with their peers from traditional residencies. The findings were summarized in a paper titled \"Graduates of Teaching Health Centers Are More Likely to Enter Practice in the Primary Care Safety Net.\"\n\nResearchers used data from a 2014 American Board of Family Medicine census that asked third-year family medicine residents about their post-training practice plans.\n\nThirty-three percent of family medicine graduates of THCs who had an anticipated practice location said they planned to work in an underserved community after residency (e.g., community health centers, rural health clinics, the Indian Health Service and the U.S. Public Health Service). Just 18 percent of family medicine residents who completed their training in other graduate medical institutions said they would practice in an underserved area.\n\n\"Research has shown that exposure to a rural or underserved setting is associated with residents staying in those areas,\" said Andrew Bazemore, M.D., M.P.H., director of the Robert Graham Center.\n\nReviewing the data, Bazemore said the results indicate the program's early outcomes are consistent with its goals. He said the THCGME program remains a \"small but effective\" path to train more family physicians to work in underserved areas.\n\n\"These early returns suggest that it is doing what it was intended to do, which was to grow the primary care safety net workforce,\" he said.\n\nTHCGME sites are community-based ambulatory care centers and generally are located in underserved areas. They receive federal funds that go directly to the program sites rather than to sponsoring hospitals.\n\nFunding for the program was set to expire this year, but Congress extended it for two years. Bazemore said directors of these residencies have said they cannot survive without continued federal help.\n\n\"If the program is able to substantially alter an imbalance in the U.S. workforce, it will not only need to be extended but to grow,\" Bazemore said.\n\nThe THCGME program began with 11 programs and 63 residents in 2011 and has since expanded to 60 programs that have trained more than 550 residents in primary care. More than 90 percent of graduates reported they intended to work in primary care.\n\nRelated AAFP News Coverage\n\nReports Highlight Importance of Residency Training in Underserved Areas\n\n(2/18/2015)\n\nReform GME Funding, AAFP, Others Urge House Committee\n\n(1/20/2015)\n\n", "article_metadata": {"category": "AAFP News", "description": "Family medicine residents who complete their training in a medically underserved area are more likely to continue practicing in such an area, says a recent survey.", "pubdate": "2015-12-02", "author": "Michael Laff", "og": {"image": "http://www.aafp.org/content/dam/AAFP/images/logos_internal/og/AAFP-capital-RGB2_1024x512B.png", "description": "Family medicine residents who complete their training in a medically underserved area are more likely to continue practicing in such an area, says a recent survey.", "title": "Teaching Health Center Residencies Help Underserved Areas"}, "twitter": {"site": "@aafp", "image": "http://www.aafp.org/content/dam/AAFP/images/ann/2015-December/Graham-GME_Elderly-woman.jpg", "description": "Family medicine residents who complete their training in a medically underserved area are more likely to continue practicing in such an area, says a recent survey.", "card": "summary", "title": "Teaching Health Center Residencies Help Underserved Areas"}, "lastreviewdate": "2015-12-02", "news-category": "Physician Education & Development", "nav-title": "Teaching Health Center Residencies Help Underserved Areas", "image": "http://www.aafp.org/content/dam/AAFP/images/ann/2015-December/Graham-GME_Elderly-woman.jpg.daijpg.90.jpg", "keywords": "rural health, teaching health centers, primary care, Indian Health Service, U.S. Public Health Service", "content-type": "news-article", "archive": "true", "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0", "subcategory": "Physician Education & Development"}, "article_summary": "Researchers used data from a 2014 American Board of Family Medicine census that asked third-year family medicine residents about their post-training practice plans.\nThe Teaching Health Center Graduate Medical Education (THCGME) program is showing success in easing the shortage of family physicians in underserved areas, according to a recent survey.\nHe said the THCGME program remains a \"small but effective\" path to train more family physicians to work in underserved areas.\nThe findings were summarized in a paper titled \"Graduates of Teaching Health Centers Are More Likely to Enter Practice in the Primary Care Safety Net.\"\nJust 18 percent of family medicine residents who completed their training in other graduate medical institutions said they would practice in an underserved area."}