{"article_title": "A completely green-powered island gives Mainers ideas", "article_keywords": ["peaks", "island", "energy", "greenpowered", "ideas", "community", "heating", "completely", "college", "sams", "islands", "mainers", "monhegan", "maine", "gives"], "article_url": "http://www.pressherald.com/2014/11/02/completely-green-powered-island-gives-mainers-ideas/", "article_text": "There are 4,613 islands in the state of Maine, 15 of them inhabited year-round by people who understand that on a Maine island, the wind blows harder, the hours after sunset are that much darker and winter cold grips like a wet wool sock.\n\nAs for power, whether electricity or heat, that’s more challenging to come by – and more expensive – than on the mainland. The average going rate per kilowatt hour in Maine was 15 cents in August, but on an island like Monhegan, far from the reach of the grid, it’s usually about 70 cents. The difference in price for No. 2 heating oil, which 80 percent of Maine’s islands are dependent on? Typically $1 more per gallon than on the mainland.\n\nAdditional Images Peaks Islander Sam Saltonstall and other Mainers visiting Samsø tagged along on a maintenance trip to offshore wind turbines. On Samsø, pipes carry hot water to heat all 270 homes. The heat is generated in large barns where hay is constantly being fed into boilers. Samsingers, which is what inhabitants of Samsø are called, grow the hay, too. ISLAND ENERGY CONFERENCE\n\n\n\nTHE ISLAND INSTITUTE will host the fifth annual Island Energy Conference, a gathering of island leaders and energy experts focused on sharing energy challenges and solutions. Keynote by Dr. James Manwell from the University of Massachusetts Wind Energy Center. Participants in the Collaborative for Island Energy Research and Action (CIERA) will share their experiences on both Maine islands and Samsø in Denmark.\n\n\n\nWHEN: Friday to Nov. 9 WHERE: Most sessions at Clarion Hotel, 1230 Congress St., Portland, with an event on Peaks Island as well.\n\n\n\nMORE INFORMATION: islandinstitute.org/energyworkshops.php Search photos available for purchase: Photo Store →\n\nThrow climate change into the equation and the rising costs associated with it and island life starts to seem that much more tenuous and the need for answers that much more urgent.\n\nWhich is how 13 College of the Atlantic students and five representatives from five Maine islands – Long, Peaks, Monhegan, Swan’s and Vinalhaven – ended up in Denmark for several weeks this fall at a place that sounds straight out of science fiction. Or Sir Thomas More: Samsø, the world’s first island to be powered by 100 percent renewable energy; it’s a 21st century Utopia.\n\nA 44-square-mile island smack in the geographic middle of the funny little claw of peninsula and islands that make up Denmark, Samsø is home to 21 wind turbines (11 onshore, 10 offshore) cooperatively owned by islanders (and some investors). Solar panels are scattered throughout the island, and the island’s heating needs for its 4,000 residents are mostly met by four heating plants that run on hot water fueled by straw and wood chips. And all this has happened since 1997 when Denmark designated Samsø as the country’s energy island.\n\nUnder a joint project of the Island Institute and the College of the Atlantic, the whole island became a classroom and source of inspiration for the future of Maine’s islands. But the key lessons the islanders and the college students took home were not what they’d anticipated learning when they signed on for this master course in green living.\n\n“I expected to go there and find an island of energy miracles,” said Wade Lyman, a senior at College of the Atlantic. “Like technologies you wouldn’t find anywhere else. Amazing visual things. Giant turbines everywhere.”\n\nThat’s what Lyman visualized. Student Zabet NeuCollins said she came with no such expectations. “Just the fact that Samsø is 100 percent renewable is so far from our reality that it was hard for me to even begin to understand what it might look like,” she said.\n\nOn the day they left, as they were nearing the port on the larger Danish island of Zealand to Samsø’s west, Lyman stood on the upper deck of the ferry, talking over the trip with College of the Atlantic professor Jay Friedlander, who recounted his student’s quiet revelation: “He said, ‘When I started the course, I thought that to solve climate change you needed a technological solution,'” Friedlander said.\n\nWhat Lyman had realized was the main tools the residents of Samsø – called Samsingers – employed were social, cultural and economic. And that the results were shockingly subtle. But Samsø is using technology that’s at least 10 years old at this point. Tried and true stuff, including modern spins on the classic windmills in use in Denmark for centuries.\n\nThe student had presumed there would be drama in the Danish landscape, signs everywhere of a community waging a campaign against fossil fuel dependence. Instead, “you had to go looking for the turbines,” Lyman said.\n\n“There was a sense of normalcy there that I wasn’t expecting. It didn’t appear that they had made many sacrifices. They took what was available to them and they used it.”\n\nNow the task ahead starts with translating that message for the Maine island dwellers. They range from a retired high school German teacher to an innkeeper and the son of a longtime Casco Bay fishing family, and they’ve all got different projects ahead but will be delivering essentially the same heartening message to their fellow islanders. Change here doesn’t have to look radical either. Maybe it won’t be that hard to lower those angst-producing electric and heating bills. Maybe adapting to renewable energies won’t take much of a sacrifice at all.\n\nFor Long Island in Casco Bay, that could mean a solar-powered charging station at the dock for electric cars. On Peaks, it will likely mean cost-saving measures at the island school and organizing community members for buy-ins on green energy, such as heat pumps. On Mount Desert Island, represented by the MDI-dwelling college of the Atlantic students (Lyman also happens to be from there), the work ahead includes developing a feasibility plan for the island’s six schools to improve their energy and heating efficiency. On Swan’s Island, where residents own and run the nation’s smallest electric cooperative and face rising costs (they had to raise rates 15 percent just last year), solar could be an option; the main goal there is to figure out ways to make the cooperative sustainable and affordable.\n\nOn Vinalhaven, where three giant wind turbines have been generating electricity since 2009 (along with controversy over their noise and seeming inability to bring down electricity rates), that might mean a solar farm to generate electricity in the summer months when the winds aren’t blowing as mightily, so costs spike. For Monhegan, still debating the issue of a nearby major wind turbine installation proposed by UMaine, the main task ahead is consensus building and developing a comprehensive energy plan for the island’s 60-year round residents (10 of them children).\n\nEND OF THE LINE\n\nFor Maine’s islands, the economic impetus to find energy solutions is that much more significant, said Suzanne MacDonald, Community Energy Director for the Island Institute. Monhegan and Matinicus pay among the top 20 highest electric rates in the entire United States. “The only places that pay more of electricity are these small, remote villages in Alaska,” MacDonald said. Maine is more dependent on No. 2 heating oil than any other state, but because of use of alternatives like natural gas or wood pellets, the state has recently dropped from being 80 percent reliant on oil to somewhere in the 70 percent range, she said. On the islands, it remains over 80 percent.\n\nMaine as a whole has some of the oldest housing stock in the nation, as well as the oldest residents. “We have a lot of folks on fixed incomes with drafty homes,” MacDonald said. “People on the islands though? It is even worse.”\n\nNatural gas isn’t going to flow to Matinicus. Ever. There are also propane shortages to contend with.\n\n“They say Maine is at the end of the line,” MacDonald said. “Well, the islands are at the end of that end of the line.”\n\n“We have some folks still burning coal,” she said.\n\nIn the process of finding solutions, she said there’s no push for any one specific technology. “We want to invest the islanders as leaders so they can come up with solutions that will be best for their island.”\n\nGETTING THERE FROM HERE\n\nThe Samsø trip was funded by a new project of the College of the Atlantic and the Island Institute, the Fund for Maine Islands. That fund, established with a $2 million grant from the Partridge Foundation, was kicked off with great fanfare in August this year, with journalist and PBS stalwart Bill Moyers giving a speech in Bar Harbor celebrating it and the woman behind the Partridge Foundation, philanthropist Polly Guth.\n\nBut for Friedlander and professor Anna Demeo, the co-teachers of the semester-long course on Samsø, the germ of an idea for the trip dates back to 2008. The ultimate Samsinger, Søren Hermansen, who runs the Energy Academy, an educational center that explains Samsø to the world, had come to the College of the Atlantic at Friedlander’s invitation. This was the same year Hermansen was dubbed a “Hero of the Environment” by Time magazine. Friedlander was new to the school, specializing in green business; Demeo had been there about a decade, teaching project-based renewable energy courses.\n\nAs they sat in the same lecture hall listening to Hermansen describe the island’s path from dying community to being designated Denmark’s “Renewable Energy Island” in 1997 and five years later, to being self-sufficient for all its electricity, they had a shared brainstorm. “We said, ‘Oh my God, we have to do something with this,'” Friedlander remembers. “We knew we needed to foster a relationship between College of the Atlantic and the Energy Academy and bring some of what they were doing back to this side of the pond.”\n\nThey invited Hermansen back to the college again last spring and took him hiking. The Energy Academy gives one- and two-day workshops to visitors all the time, but distilling a decade’s worth of work into such short sessions wasn’t easy. Why not try explaining Samsø over two or three weeks and really do it right? Their students would happily be guinea pigs for such a program, Demeo said. They sent another College of the Atlantic student, Nick Urban, ahead to do an extended internship at Hermansen’s Energy Academy to help Hermansen and his wife, Malene, develop that longer course of study. There on Acadia Mountain, Friedlander and Demeo’s “Monster Class” was born. “We had this almost shovel-ready idea,” Demeo said.\n\nThere was no shortage of students interested in devoting their fall semester to island sustainability. And the Island Institute was flooded with applications from Maine island residents who wanted to participate in what was now known as the Collaborative for Island Energy Research and Action, or CIERA. They had 25 applicants for five spots, according to the Island Institute’s Suzanne MacDonald. Key to their selection was “the benefit to the broader community” MacDonald said.\n\nBUSMAN’S HOLIDAY\n\nFor some of the island representatives, the trip was a bit of a busman’s holiday. Nate Johnson is the director of environmental affairs for Portland-based Ocean Renewable Power Company, which uses tidal energy and river currents to generate electricity. He’s also a native of Long Island, who left for college, worked away and returned to Long Island to raise his three children, joining the island’s roughly 230 year-round residents.\n\nWho includes his parents; his father still lobsters and his mother teaches in the island school. He wants their lives on Long Island, where fuel and heating costs are about 25 percent more than on the mainland, to be sustainable.\n\nTo that end, he’s working on a baseline assessment of the island’s energy needs. Among the considerations, incorporating solar and possibly wind turbines into the ferry station. Maybe a charging station for the island’s many golf electric carts, which some residents use for buzzing around the island in lieu of cars. High profile but not ruining anyone’s view, an ideal opportunity, he said, to introduce renewables.\n\nWhich may turn out to fit, as they did on Samsø, with the island mindset – community-minded and already sustainably oriented. Who wants to go to the mainland if you don’t have to? Johnson grew up with a mother who hung clothes out to dry and grew vegetables for the family and a father who kept just about every kind of tool in his workshop. “The way you learn to do things involves relying on other people. If you don’t have it, you know your neighbor does,” he said.\n\nUnless it is something as random as a paint sprayer. When Monhegan resident Marian Chioffi called to talk about her Samsø experience, she’d just arrived on the mainland to pick up a paint sprayer; she had some rooms to paint at the Trailing Yew, her inn on Monhegan, and that’s one thing she couldn’t find on the island.\n\nHer Monhegan project is a little more wonky than some of the others in that her goal is to create a comprehensive energy plan for the island. As the bookkeeper for the Monhegan Plantation Power District (founded in 1999, Chioffi is the only staff member), she’s had a firsthand look at how hard it is to build consensus. The diesel-fueled generator producing that expensive electricity for the island – to the tune of $100,000 a year just for the diesel – isn’t tenable in the long term, but how should it be supplemented or upgraded? “We’ve been looking at renewables for a long time,” Chioffi said.\n\nThere has been a passionate debate over what the proposed UMaine turbines might mean for Monhegan, as well as a separate discussion about a small-scale, community-owned wind project and/or adding photovoltaics to the grid. Not to mention a cry for harnessing tidal power.\n\n“I think because there are so many things out there that people are confused about the path that the energy company needs to take,” Chioffi said. Working with NeuCollins, she’s focusing on making sure the community is engaged in the discussion. “I know you can’t please everybody all the time,” she said. But what Samsø showed her is that if individuals at least feel they’ve been heard, the whole community gains.\n\nWhile on Samsø, she paid careful attention to the presence of turbines. The offshore ones had a certain beauty, she was surprised to find. And were less noisy than she expected. The onshore ones, which are scattered around various farms, were less appealing. Their owners had motivations ranging from financial to something more altruistic.\n\n“We talked to one farmer who said he did it for the money,” Chioffi said. “But we talked to another who said, ‘I did it because it was the right thing.'” She’ll spend the next year working with CIERA to get Monhegan residents if not on the same page, at least in the same book. And aware of the many ways there may be to skin the energy cat on Maine islands. As Johnson puts it, “with energy solutions, there is no one silver bullet.” The Samsingers would likely agree.\n\nCOMMON SENSE\n\nThere are key distinctions between Samsø and the typical inhabited Maine island. It’s a two-hour ferry ride to Samsø; not even Monhegan is that far from the mainland. The climate there is milder, the winters less harsh. But the winds blow far steadier and fiercer than on say, Casco Bay. The waters around Samsø are more shallow, which means the offshore turbines don’t have to be as massive. Samsø has never been driven by a tourist economy (although its energy status has made it quite a draw with the environmental set). It once had a fishing community, but the collapse of the fisheries in the 1970s left the island with agriculture as an industry and not much else. Here’s the biggest difference: The Danish government piled on incentives for the Samsingers to go green, paying premium for power, with guarantees of up to 10 years, long enough to establish Samsø as an energy generator.\n\n“Government is more helpful to them,” the Island Institute’s Suzanne MacDonald said. None of the returnees from the trip to Denmark expect that to happen here.”But we’ll have other opportunities available to us,” she added.\n\nThere are similarities, too. Samsø is famous for its potatoes. And the Samsingers are Yankee-esque. “When you are in Denmark, the word that comes up a lot is common sense,” Friedlander said. “The people on Samsø did this because it made economic sense for them. I think Mainers would love it if, instead of sending their money to the Middle East, their money is being plowed back into the communities.” Literally. The straw and the wood chips that fuel those biomass boilers on Samsø were grown right there.\n\n“Søren (Hermansen) is always saying, ‘We’re not a bunch of hippies,'” Anna Demeo said. “He says, ‘We are commonsense farmers and conservatives.’ And he’s told them of the bond he feels with Maine, saying “it felt most like home.”\n\n“We need to shift the conversation so that people understand, these are the benefits to me, getting away from it being a conversation about global warming to it being about other things people care about in their life,” Friedlander added.\n\nLike heating bills. It’s November. How many times have you already discussed the heating season ahead with neighbors? Or, uh, the credit department at your local heating company?\n\nHEAT PUMP BLOCK PARTIES\n\nSam Saltonstall, who represented Peaks Island on the Samsø trip, moved to Peaks in 2007. He and his wife had lived in Portland, but retirement gave them the freedom and flexibility they needed to make the jump to a life on Peaks, which “has its inconveniences but is wonderful,” Saltonstall said. Among the inconveniences; drafty old houses, not uncommon in Maine, obviously, but particularly common on islands. He engaged with his new community by joining the Peaks Environmental Action team and working on energy efficiency projects. He’s helped build storm window inserts (island residents have installed 900 new ones over the last three years), worked with the Island Institute on weatherization efforts like air-sealing homes and formed a heat-pump purchase group. Last year, about 30 homeowners banded together to save on both the price of the pumps and the installation.\n\nOn Samsø, Saltonstall was most impressed with his visit to one of the four district heating plants, where pipes carry hot water to heat every house in a 270-home community, all of that heat generated in a large barn where hay is constantly being fed into a boiler. “They made it very inexpensive for people to participate upfront before they started building trenches for the pipe,” Saltonstall said. That system couldn’t work on Peaks, he knows. But the consensus- building that brought that many people together for something that sounded radical but 10 years later seems normal? He thinks he can bring that to bear as he and the College of the Atlantic students move ahead with a multi-pronged approach to education and action on Peaks. They’ll hold meetings on the ins and outs of insulating and air sealing homes, rooftop solar installations, heat pumps and programmable thermostats.\n\n“Investing in the stock market is a risky business,” Saltonstall said. “But investing in measures in your own home makes huge sense.” Part of his goal is to get people past the hump of spending money to save money by educating them about purchasing groups and rebates through groups like Efficiency Maine.\n\nCollege senior Saren Peetz, who will be working with Saltonstall on Peaks and has already helped him run one community meeting, said the concerns she heard from Peaks’ residents were mostly financial, but that she was encouraged by how ready islanders seemed to be for creative, collaborative solutions.\n\nThe Samsø trip has so inspired the Cleveland native that she’s thinking about forming a consulting business with some of her fellow students to do more of this kind of work. The College of the Atlantic is a school full of great ideas, she said. But they don’t always come to fruition – like that cool idea she and her classmates had her freshman year to grow and can their own tomatoes for the whole school. This experience might have been born of idealism and dreams of a utopian island far far away, but at this point, it all feels practical. And within reach.\n\n“At COA I think we have the reputation of staying in the idea part of a project for far too long,” Peetz said. “It’s really difficult for us to actually translate those ideas into concrete change a lot of the time. But I feel like with this class – I don’t know if it is the people we’re working with or the Island Institute – but it has the potential to change a lot of people’s lives. People are going to take these ideas and run with them and I think this is going to result in something.”", "article_metadata": {"description": "The Danish island of Samsø becomes a classroom and source of inspiration for a group of Maine students and residents.", "generator": "WordPress 4.3.4", "og": {"site_name": "The Portland Press Herald / Maine Sunday Telegram", "description": "The Danish island of Samsø becomes a classroom and source of inspiration for a group of Maine students and residents.", "title": "A completely green-powered island gives Mainers ideas - The Portland Press Herald / Maine Sunday Telegram", "locale": "en_US", "image": {"width": 1000, "identifier": "http://www.pressherald.com/wp-content/uploads/2014/11/528642_870101-samsocoa.jpg", "height": 750}, "updated_time": "2014-11-02T00:17:22-04:00", "url": "http://www.pressherald.com/2014/11/02/completely-green-powered-island-gives-mainers-ideas/", "type": "article"}, "twitter": {"description": "The Danish island of Samsø becomes a classroom and source of inspiration for a group of Maine students and residents.", "title": "A completely green-powered island gives Mainers ideas - The Portland Press Herald / Maine Sunday Telegram", "image": "http://www.pressherald.com/wp-content/uploads/2014/11/528642_870101-samsocoa.jpg", "creator": "@pressherald", "site": "@pressherald", "card": "summary_large_image"}, "robots": "noodp", "apple-itunes-app": "app-id=951845858", "fb": {"admins": 769488179, "app_id": 178078215650057}, "google-site-verification": "QWs9pxQP8fwo2-nR5mWopc6qCK2D3920f7bl-U-zkso", "article": {"publisher": "https://www.facebook.com/pressherald", "section": "Source", "published_time": "2014-11-02T03:00:00-04:00", "modified_time": "2014-11-02T00:17:22-04:00"}, "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fd110f\"", "article_summary": "ISLAND ENERGY CONFERENCETHE ISLAND INSTITUTE will host the fifth annual Island Energy Conference, a gathering of island leaders and energy experts focused on sharing energy challenges and solutions.\nAnd the Island Institute was flooded with applications from Maine island residents who wanted to participate in what was now known as the Collaborative for Island Energy Research and Action, or CIERA.\nWHEN: Friday to Nov. 9 WHERE: Most sessions at Clarion Hotel, 1230 Congress St., Portland, with an event on Peaks Island as well.\nThey took what was available to them and they used it.”Now the task ahead starts with translating that message for the Maine island dwellers.\nParticipants in the Collaborative for Island Energy Research and Action (CIERA) will share their experiences on both Maine islands and Samsø in Denmark."}