{"article_title": "A night in the life of a Venezuela rioter", "article_keywords": ["life", "plaza", "protests", "riot", "streets", "maduro", "protesters", "altamira", "riots", "night", "venezuelan", "venezuela", "rioter"], "article_url": "http://www.salon.com/2014/03/08/heres_what_ousting_venezuelan_president_nicolas_maduro_looks_like_on_the_ground_partner/", "article_text": "Topics: Altamira, Caracas, GlobalPost, nicolas maduro, Protests, Riots, Venezuela, Elections News, Social News, News, Politics News\n\nThis article originally appeared on GlobalPost\n\nCARACAS, Venezuela — Tear gas canisters rocket into the sky like signal flares and explode in mid-flight. The protesters’ wall of improvised riot shields collapses, a useless defense against the insidious weapon.\n\nOne rioter wearing a Coke-bottle-turned-gas mask picks up a nearby canister, its contents still billowing. He runs it toward the police line, returning it back over their riot shields. Hitting his target he removes his mask and roars a chant, joined by his fellows. “The government will fall” echoes through the streets of Caracas.\n\nNightly riots like this one have left scars on Altamira, an opposition-strong district of the Venezuelan capital. Burnt asphalt, battered brick walls and graffiti-covered buildings are marks of countrywide demonstrations that have claimed more than a dozen lives. The protests aimed at ousting President Nicolas Maduro are entering their fourth week and show no sign of abating.\n\nIn stark contrast, Maduro on Wednesday relished fresh shows of support as red-clad followers filled the streets to mark one year since their leftist hero, Hugo Chavez, died of cancer. Anti-government activists refrained from calling counter-marches, but their road blockades in opposition districts choked the capital’s already-nightmare traffic, forcing cars onto sidewalks and hurling rocks at passing police patrol vehicles.\n\nAs Wednesday evening approached in the Altamira district, a first attempt at dialogue between anti-government protesters and riot police temporarily calmed the streets. But that mood deteriorated when some opposition activists began to hurl rocks and direct lit fireworks at the police line from their flaming barricades. Police quickly hit back and secured the plaza before nightfall.\n\n“Our biggest mistake has been that we’ve run away at the sight of face to face conflict,” one rioter holding a Molotov cocktail said during a recent night’s rally. “If we want to achieve our goal of toppling this government then personal sacrifice is going to be vital.”\n\nThe prospect of being detained by the Venezuelan authorities is not an attractive one. Reports of police brutality spread through news wires and social media are shocking, but hard to verify.\n\nThis district’s riots occur on the 800 yards connecting the Plaza Altamira with Caracas’ main freeway. The protesters’ nightly attempts to obstruct rush-hour traffic are blocked by riot police armed with water cannons, lasers that blind temporarily and tears gas that creeps into homes for miles around.\n\nThe protests start about half an hour before sunset at around 5:30 p.m. The police generally take the plaza by about 9 p.m., and the streets quiet down and empty by 10 p.m. But sometimes the clamor goes late into the night.\n\n“I’m sorry that my actions are costing your precious sleep, but your indifference is costing me my precious country,” the rioters retort to frustrated residents who shout at them from windows. However, the neighbors here are mostly cheering the protesters on and many are called upon to participate.\n\nMore than three weeks of nightly conflict with riot control forces have brought experience. Rioters now know that flaming barricades are better constructed upon ballast, that oil-slick motorbike snares are best left unlit, and that homemade rock catapults achieve far longer distances than the arm.", "article_metadata": {"description": "For more than three weeks, government protesters have faced off with security forces. Here's what it's like", "author": "Alasdair Baverstock", "og": {"site_name": "Salon", "description": "For more than three weeks, government protesters have faced off with security forces. Here's what it's like", "title": "A night in the life of a Venezuela rioter", "url": "http://www.salon.com/2014/03/08/heres_what_ousting_venezuelan_president_nicolas_maduro_looks_like_on_the_ground_partner/", "image": "http://media.salon.com/2014/03/venezuela-protests.jpeg7-1280x960.jpg", "type": "article"}, "twitter": {"description": "For more than three weeks, government protesters have faced off with security forces. Here's what it's like", "creator": "@salon", "image": "http://media.salon.com/2014/03/venezuela-protests.jpeg7-1280x960.jpg", "title": "A night in the life of a Venezuela rioter", "site": "@salon", "card": "summary_large_image"}, "title": "A night in the life of a Venezuela rioter", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, Altamira, Caracas, GlobalPost, nicolas maduro, Protests, Riots, Venezuela", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fdfb1d\"", "article_summary": "Topics: Altamira, Caracas, GlobalPost, nicolas maduro, Protests, Riots, Venezuela, Elections News, Social News, News, Politics NewsThis article originally appeared on GlobalPostCARACAS, Venezuela — Tear gas canisters rocket into the sky like signal flares and explode in mid-flight.\nThis district’s riots occur on the 800 yards connecting the Plaza Altamira with Caracas’ main freeway.\nOne rioter wearing a Coke-bottle-turned-gas mask picks up a nearby canister, its contents still billowing.\nNightly riots like this one have left scars on Altamira, an opposition-strong district of the Venezuelan capital.\nAs Wednesday evening approached in the Altamira district, a first attempt at dialogue between anti-government protesters and riot police temporarily calmed the streets."}