{"article_title": "A GOP-style approach to paid family leave and why it fails", "article_keywords": ["fails", "family", "workers", "tax", "paid", "employers", "leave", "reported", "rubio", "employees", "weeks", "approach", "gopstyle"], "article_url": "http://www.theatlantic.com/business/archive/2015/10/rubio-parental-leave/409285/", "article_text": "Marco Rubio recently distinguished himself as the first GOP presidential candidate to embrace paid family leave as part of his campaign. Rubio announced his plan at the Value Voters Summit, saying that one of the greatest threats to the American family is that there are too many individuals “who have to choose between being there for their children in times of great need or meeting the basic financial needs of their family. And like so many fundamental problems, this one can be traced back in part to the outdated policies from Washington, D.C.” Washington’s paid leave policies are certainly outdated, but Rubio’s plan isn’t going to bring them into the 21st century. It’s not surprising that Rubio decided to include paid family leave in his platform. The Republican candidates are acutely aware of their need to attract the women voters they lost in the last election and they are eager to make the case that they understand the challenges facing women and families. Expanding access to paid leave is a political winner. In a new poll of 900 likely voters conducted by the Roosevelt Institute (where I am a fellow), 83 percent of respondents—96 percent of Democrats, 85 percent of Independents, and 67 percent of Republicans—believe that requiring employers to provide workers with paid sick leave and paid family leave to care for themselves or their loved ones would produce a better economy.\n\nSo, how does Rubio propose to create this paid leave for people? By giving a 25 percent tax credit for companies that offer a minimum of four weeks of paid leave. The credit would be capped at 12 weeks and $4,000 per employee annually. Rubio says his plan would apply to all \"employee arrangements\" and would be available to new parents, employees with serious illnesses, military families, and those taking care of sick parents, spouses, and children. But Rubio’s plan would do little to bring forth the changes he promises and Americans want to see. History tells us that tax credits do not incentivize companies to do right by their employees. As The New York Times reported, tax breaks meant to encourage companies to provide childcare and hire veterans or people with disabilities have largely been ineffective. Indeed, since 1981 the federal government has offered a tax credit for companies that provide on-site childcare, but today only 7 percent of employers offer that benefit. To make matters worse, an employer-based tax credit could exacerbate inequities in access to paid family leave by encouraging employers who are already doing right by their workers to offer even better benefits while it does nothing to require less generous employers (particularly those relying on low-income workers) to expand access. Many of the 77.2 million hourly-wage workers—three million of whom earn at or below the federal minimum wage of $7.25—are unlikely to benefit from Rubio’s plan. Nearly one in five working mothers with young children works in low-wage jobs, one in three lives in poverty, and in every state across the country, at least 60 percent of low-wage workers are women (even though they represent half or less of the overall workforce in every state). As Vicki Shabo, the vice president of the National Partnership for Women and Families, said, \"Leave provided as a result of tax credits won’t reach the people who most need and are least likely to have access to paid leave—low-wage and part-time workers, who are disproportionately female and people of color.\"\n\nRubio’s proposal will also not guarantee benefits for the millions of independent contractors who make up a large and growing percent of the American workforce—last year amounting to 54 million individuals or 34 percent of workers. Seventy percent of young professionals aspire to be their own boss, and 90 percent of workers affiliated with Freelancers Union report they would not choose to return to traditional work. It’s anticipated that by 2020 independent contractors will comprise 40 percent of the workforce. Many of these workers do not have access to employer-based benefits and Rubio’s proposal would simply reinforce a system that fails to meet the needs of this new American economy. * * * Under a Rubio presidency, the United States’ will continue to be the only Organisation for Economic Co-operation and Development (OECD) country that does not mandate paid leave. On average, mothers in OECD countries are entitled to 17 weeks of paid leave with maternity benefits replacing an average of 78 percent of earnings. Most OECD countries offer paid leave to both parents, with an average parental leave of approximately 37 weeks combined—an amount unimaginable to most Americans. Some countries like Austria, Germany, and Japan offer extra time off to families where both parents take their allotted parental leave. This normalizes parental leave, helps equalize parenting roles inside the family, and creates more equitable workplaces. And beyond paid leave, OECD countries on average offer 86 weeks of job-protected leave. France offers 162. The United States offers 12, without pay. Rubio’s proposal would not improve upon the 1993 Family and Medical Leave Act (FMLA), the outdated program he criticized when announcing his plan. FMLA guarantees eligible workers up to 12 weeks of unpaid, job-protected leave to spend time with a new child, recover from personal illness or care for a sick family member, or deal with spousal military obligations. But the law, which only applies to companies with more than 50 employees, leaves behind roughly half of the workforce and more than four out of five new mothers. It does not guarantee any compensation during time off, and research shows that more than three quarters of eligible workers fail to take leave because they cannot afford it.\n\nThe cost of America’s failure to mandate paid leave is significant. Only 12 percent of U.S. workers have access to the benefit. Given that 40 percent of U.S. households with children under 18 depend on a mother’s income, it comes as no surprise that one in four women return to work a mere two weeks after giving birth. That’s far less time than it takes to recover from a vaginal delivery or a cesarean section, never mind the sleep deprivation that follows the arrival of a new baby. This lack of paid leave can, at least partially, be blamed for the United States’ decreasing female labor force participation rate, which is now 67.1 percent (down from 70.7 percent in 2000). This may be a small decline, but any decline—particularly while women’s work-force participation rates are increasing around the globe—is troublesome. ​* * * There is a proposal before Congress that would provide a new baseline for the majority of U.S. workers. The FAMILY Act—sponsored by Representative Rosa DeLauro of Connecticut and Senator Kirsten Gillibrand of New York—would create a national family and medical leave insurance program that would allow most workers, including those who are self-employed, to take 12 weeks of leave and receive 66 percent of their monthly wages. Under the FAMILY Act, employers and employees would contribute 0.2 percent of weekly wages (two cents for every $10 earned), totaling an average contribution of roughly $2 per week. The maximum contribution for a high-wage earner would be $227.40 a year. In California, where a similar paid leave program was implemented in 2004, the majority of workers didn’t notice a difference in their paychecks. Rubio claims the FAMILY Act, which Hillary Clinton supports, would be too expensive and burdensome for businesses and taxpayers. But evidence suggests the opposite to be true. Research shows that mandating paid leave was a “non-event for California businesses.” The authors described their findings: In a random sample of 253 firms, stratified by size, employers reported that PFL had no noticeable effect or a positive effect on productivity (89%), on profitability (91%), on turnover (93%), or morale (99%). Despite fears that small employers would experience the most difficulty, we found that firms with less than 50 employees and those with 50 to 99 employees actually reported more positive outcomes than those with 100+ employees. The fears about abuse of the program also did not materialize: 91% of the employers surveyed reported no knowledge of abuse, and among the 9% that were aware of abuse, it was a rare occurrence. Most employers (87%) reported no cost increases associated with the program, and 9% reported cost savings via reduced turnover or reduced benefit costs. The study also found that gains were most significant for low-wage workers and that the program could be credited with more men taking time off to bond with their children, an important step to sharing parenting roles inside the family and to achieving gender equity in the workplace.", "article_metadata": {"description": "And why it fails.", "author": "Andrea Flynn", "og": {"site_name": "The Atlantic", "description": "This will not help the moms and kids who most need the support.", "title": "Marco Rubio's Inadequate Family Leave Proposal", "locale": "en_US", "image": "https://cdn.theatlantic.com/assets/media/img/mt/2015/10/RTX1N81I/facebook.jpg?1444160757", "url": "http://www.theatlantic.com/business/archive/2015/10/rubio-parental-leave/409285/", "type": "article"}, "twitter": {"domain": "theatlantic.com", "site": "@theatlantic", "card": "summary"}, "ROBOTS": "INDEX, FOLLOW", "p": {"domain_verify": "68e1a0361a557708fefc992f3309ed70"}, "fb": {"admins": "577048155,17301937", "page_id": 29259828486, "app_id": 100770816677686}, "keywords": "The Atlantic, The Atlantic Magazine, TheAtlantic.com, Atlantic, news, opinion, breaking news, analysis, commentary, business, politics, culture, international, science, technology, national and life", "viewport": "initial-scale=1.0, maximum-scale=1.0, width=device-width, user-scalable=no"}, "_id": "\"57477af46914bd0286fdfb27\"", "article_summary": "Marco Rubio recently distinguished himself as the first GOP presidential candidate to embrace paid family leave as part of his campaign.\nIt’s not surprising that Rubio decided to include paid family leave in his platform.\nAnd beyond paid leave, OECD countries on average offer 86 weeks of job-protected leave.\nMost OECD countries offer paid leave to both parents, with an average parental leave of approximately 37 weeks combined—an amount unimaginable to most Americans.\nBy giving a 25 percent tax credit for companies that offer a minimum of four weeks of paid leave."}