{"article_title": "Obamacare’s biggest problems", "article_keywords": ["wont", "coverage", "problems", "administration", "young", "obamacare", "know", "obamacares", "biggest", "president", "law", "obama"], "article_url": "https://www.washingtonpost.com/blogs/right-turn/wp/2013/12/04/obamacares-biggest-problems/", "article_text": "President Obama. (Kevin Lamarque/Reuters)\n\nPresident Obama’s problems with his signature legislation are multiplying. Here are the biggest:\n\n1. The media stopped believing him and taking him seriously. His remarks Tuesday were nothing he hadn’t said before. He said Obamacare wouldn’t be “repealed” on his watch; but the question is whether it will simply cease to function. Pumping up his supporters and saying everything will work out didn’t even pep up the MSNBC commenters who asked plaintively, “Do you think that the bully pulpit though has lost some of its power at this point?” Howard Fineman complained that he hadn’t expected Obama to launch “a form of another political campaign today.” If he can’t spin the true believers, will ordinary Americans take him serious? The spotty information doled out by the administration is only serving to annoy the media even more, leading to stormy briefing room face-offs.\n\n2. Young people are unlikely to bail him out. The president said it himself when Obamacare first launched: It depends on getting a whole bunch of young people into the program. So far scattered reports suggest those who have enrolled tend to be older and sicker. The Post reports Obamacare won’t be sustainable if less than 40 percent of exchange participants are young, healthy people: “It certainly doesn’t help the president that young people seem to be the least attuned to the new law. What’s more, early problems with the federal health-care exchange Web site didn’t make it an easier for the administration to woo the young people it badly needs to sign up for coverage. It’s too early to say whether the administration will meet its mark when it comes to signing up the young and healthy. In populous California, where officials have released age-based data, almost a quarter of enrollees were 18-34 during October, a number officials say they expect to see climb in the coming months. But if it doesn’t, that will not bode well for Obamacare.”\n\n3. People don’t know whether they have insurance or not. Insurers don’t know who is covered. Mass confusion may reign in January as customers and insurers try to figure out who to bill and who to enroll. One can easily imagine seriously ill people for whom the insurance carrier has no record. The sickest people will be the ones fighting hardest to establish their coverage, yet another source of adverse selection.\n\n4. Concerns remain about security. Right now the threat of identity theft is abstract, albeit understandable. However, if and when an actual victim steps forward it will in all likelihood get wide coverage and create a huge disincentive for others to sign up.\n\n5. Democrats at risk will see their poll numbers slide. As one columnist put it, “The possibility of the Senate flipping to Republican control is growing, and dissatisfaction with ObamaCare — fueled by perceptions of incompetence and weakness — is cited, along with the less-than-robust economic recovery — as a big reason.” That in turn will increase the clamoring for delay or other “fixes” as vulnerable Democrats twist and turn in an effort to escape the Obamacare undertow.\n\n6. Obama’s poll numbers continue to slide. On Tuesday he fell below 40 percent in the RealClearPolitics average. There is no guarantee it won’t go lower. For an administration exquisitely sensitive to the president’s image, this is crippling. Unlike, President George W. Bush who was at ease doing what he thought best (rescuing the Iraq War effort) despite popular opposition, this president views most everything through a partisan lens. He may find it debilitating to lose the last excuse standing — people like him! Maybe not so much.\n\n7. Republicans don’t seem ready to bail him out by doing something stupid. Talk of another shutdown is nonexistent. Instead, a budget mini-deal seems likely. Republicans so far have not overplayed their hand. If they keep the focus on Obamacare’s victims they won’t allow Obama to get back on offense.\n\n8. Obamacare is inescapable. Sure, the president for the zillionth time can “pivot” to jobs, but in fact he has little to offer on that front. (Given the dozens of times he has already “pivoted” with no discernible shift or addition in policy, that term has become something of a punch line on the right.) His agenda at this point is stalled except for the potential for immigration reform. Even that, however, now rests with the GOP and his involvement is only likely to diminish the chances for success. The problem with having a signature piece of legislation, which bears your name, is that it is virtually impossible to do much else while it is failing.\n\n9. Math. The number of those dropped from individual insurance or from small-business coverage is going to exceed the number of enrollees in the exchanges for some time. It’s hard to sell a law based on extending affordable coverage when you’ve de-insured millions and delivered sticker shock to millions more.\n\nSome argue that the problem is one of balancing conflicting demands. Ron Fournier writes, “President Obama is striking a dangerous balance. Starting today, he must simultaneously refocus Americans on the potential benefits of Obamacare without shredding his credibility further by minimizing its flaws.” Perhaps. But arguably the problem is that Obama has lost credibility to sell his own product. That happened at a critical time in the Iraq War. President Bush’s solution was to make Gen. David Petraeus, one of the nation’s most respected national security figures, the face of the surge. It worked. Who could Obama dig up? It’s not clear he has someone to devote all his time to salvaging the law, nor is it clear that Obama has Bush’s self-awareness to know when to step out of the limelight. Come to think of it, that is #10: Lacks self-awareness to know that he is now one of the biggest problems with his health-care law.", "article_metadata": {"description": "President Obama's problems with his signature legislation are multiplying.", "og": {"site_name": "Washington Post", "description": "President Obama's problems with his signature legislation are multiplying.", "title": "Obamacare’s biggest problems", "url": "https://www.washingtonpost.com/blogs/right-turn/wp/2013/12/04/obamacares-biggest-problems/", "image": "https://images.washingtonpost.com/?url=http://img.washingtonpost.com/blogs/right-turn/files/2013/07/10_110_20_103.jpg&w=1484&op=resize&opt=1&filter=antialias", "type": "article"}, "referrer": "unsafe-url", "twitter": {"site": "@WashingtonPost", "card": "summary_large_image", "creator": "@JRubinBlogger"}, "apple-itunes-app": "app-id=938922398, app-argument=https://www.washingtonpost.com/blogs/right-turn/wp/2013/12/04/obamacares-biggest-problems/", "fb": {"admins": 500835072, "app_id": 41245586762}, "keywords": "obamacare problems, obamacare security issues, obamacare young people, obamacare self-selection,", "article": {"publisher": "https://www.facebook.com/washingtonpost"}, "viewport": "width=device-width, initial-scale=1.0, user-scalable=yes, minimum-scale=0.5, maximum-scale=2.0", "news_keywords": "obamacare problems, obamacare security issues, obamacare young people, obamacare self-selection,"}, "_id": "\"57477af36914bd0286fd1129\"", "article_summary": "President Obama.\nCome to think of it, that is #10: Lacks self-awareness to know that he is now one of the biggest problems with his health-care law.\nIf they keep the focus on Obamacare’s victims they won’t allow Obama to get back on offense.\nRon Fournier writes, “President Obama is striking a dangerous balance.\nThe president said it himself when Obamacare first launched: It depends on getting a whole bunch of young people into the program."}