{"article_title": "Pakistan arrests Taliban gunmen who attacked Malala Yousafzai", "article_keywords": ["pakistan", "schoolgirl", "education", "swat", "attacked", "malala", "arrests", "yousafzai", "taliban", "treatment", "survived", "gunmen", "pakistani"], "article_url": "http://www.rawstory.com/2014/09/pakistan-arrests-taliban-gunmen-who-attacked-malala-yousafzai/", "article_text": "Pakistani schoolgirl Malala Yousafzai -- who survived being shot in the head by the Taliban -- addresses the congregation at Westminster Abbey in London on March 10, 2014 (AFP Photo/Arthur Edwards)\n\nThe Taliban gunmen who tried to kill Pakistani schoolgirl campaigner in the country’s restive northwest two years ago have been arrested, the army said Friday.\n\nMilitants shot the teenage activist in the head on her school bus in October 2012 for her outspoken views on girls’ education.\n\nBut she survived and went on to earn international plaudits for her courageous and determined fight for all children to have the right to go to school.\n\nThe detention of the 10 men in a joint operation involving army, police and intelligence agencies came as part of the Pakistani military’s ongoing offensive against the Tehreek-e-Taliban Pakistan (TTP) and other extremist outfits.\n\n“The group involved in the attack on Malala Yousafzai has been arrested,” Major General Asim Bajwa told a news conference.\n\nThe 10-member group had a hitlist of 22 targets in addition to Malala, all ordered by the TTP’s current leader Maulana Fazlullah, Bajwa said.\n\nAll its members were from Malakand, close to Mingora, the main town of Swat where Malala was attacked, he said and the leader Zafar Iqbal ran a furniture shop.\n\nAfter narrowly surviving the assassination bid, Malala was taken to Britain with her family for treatment, where she now lives.\n\nHer courageous recovery has made her a global figure — she won the EU’s prestigious Sakharov human rights prize last year and was nominated for the Nobel Peace Prize.\n\nAn address she gave to the United Nations General Assembly in July last year, in which she vowed she would never be silenced, earned her a standing ovation.\n\nMalala first rose to prominence in 2009, aged just 11, with a blog for the BBC Urdu service chronicling life under Taliban rule in Swat, the beautiful valley in northwestern Pakistan where she lived.\n\nShe had become well-known in Pakistan as a young campaigner for girls’ right to attend school after the Taliban took control of Swat in 2007, speaking out against the militants’ ban on female education and their bombing of local schools.\n\nIn her autobiography published last year, she described receiving death threats in the months before the attack.\n\n“At night I would wait until everyone was asleep,” she writes. “Then I’d check every single door and window.”\n\nNow living in Britain’s second city Birmingham, where she was flown for specialist treatment after the shooting, Malala also spoke in the book of her homesickness and her struggle to adjust to life in England.\n\nA competitive schoolgirl who loves to be top of the class, the book revealed she is a fan of Canadian pop sensation Justin Bieber and the “Twilight” series of vampire romance novels.\n\nBut it is for her education campaigning that the 17-year-old is best known.\n\nAccepting the Sakharov prize last year, she urged politicians to cut military spending and invest instead in education to create “a country with a talented, educated and skillful people.”", "article_metadata": {"og": {"image": {"width": 800, "identifier": "http://www.rawstory.com/wp-content/uploads/2014/09/Pakistani-schoolgirl-Malala-Yousafzai-via-AFP-800x430.jpg", "height": 430}, "title": "Pakistan arrests Taliban gunmen who attacked Malala Yousafzai"}, "fb": {"app_id": 212555972273585}, "viewport": "width=device-width, user-scalable=yes, initial-scale=1.0, minimum-scale=0.1, maximum-scale=10.0"}, "article_summary": "“The group involved in the attack on Malala Yousafzai has been arrested,” Major General Asim Bajwa told a news conference.\nPakistani schoolgirl Malala Yousafzai -- who survived being shot in the head by the Taliban -- addresses the congregation at Westminster Abbey in London on March 10, 2014 (AFP Photo/Arthur Edwards)The Taliban gunmen who tried to kill Pakistani schoolgirl campaigner in the country’s restive northwest two years ago have been arrested, the army said Friday.\nAfter narrowly surviving the assassination bid, Malala was taken to Britain with her family for treatment, where she now lives.\nAll its members were from Malakand, close to Mingora, the main town of Swat where Malala was attacked, he said and the leader Zafar Iqbal ran a furniture shop.\nMilitants shot the teenage activist in the head on her school bus in October 2012 for her outspoken views on girls’ education."}