{"article_title": "Tax Freedom Day, 2015", "article_keywords": ["foundation", "federal", "freedom", "average", "income", "tax", "taxes", "date", "pay", "2015", "day"], "article_url": "http://blog.independent.org/2015/04/24/tax-freedom-day-2015/", "article_text": "The Tax Foundation announces “Tax Freedom Day” every year to mark the date on which the average U.S. taxpayer has earned enough income to pay in full all federal, state and local taxes owed. The date this year is today, Friday, April 24, 2015.\n\n“Tax Freedom Day” is determined by taking the ratio of the estimated total tax burden imposed by governments at all levels ($4.8 trillion) to national income. That works out to 31 percent, and 31 percent of the 365-day calendar year falls on April 24. Tax Freedom Day thus is an estimate across all Americans, but it captures the idea that in 2105, the average person must earn income for 114 days in order to “pay” his or her tax bill and therefore can “keep” everything earned from now until December 31.\n\nObviously, not everyone is required to pay all of the taxes included in the Tax Foundation’s calculation. Only smokers pay federal, state and local excise taxes on cigarettes, for example. And, fortunately, not everyone dies; estate taxes apply only to the heirs of those who do. But “Tax Freedom Day” supplies a rough and ready estimate of the weight of the heavy hand of government on the average American.\n\nTrends are more informative. Tax Freedom Day this year is three days later than it was last year, reflecting an increase in the total tax burden on the average American. It was latest in 2000 (May 1). The date of Tax Freedom Day varies not only over time, but also across states. It occurs earliest this year in Louisiana (April 2) and latest in Connecticut and New Jersey (May 13). The Tax Foundation also estimates that the typical American household owes more in taxes than it spends on housing, food and clothing.\n\nSince voters are “rationally ignorant” (not “stupid” as MIT economist Jonathan Gruber once said was the reason Congress enacted the Affordable Care Act), the Tax Foundation, where I serve as a policy adviser, supplies an easily understood if imperfect measure of what government costs them. If one looks impartially at the programs and policies those tax revenues partly finance (much money spent at the federal level is borrowed), one must conclude that what government mainly does is to transfer income from taxpayers in general to well-organized special interest groups, including farmers, private corporations, peddlers of “green” alternatives to fossil fuels and too many others to list.\n\nTax Freedom Day is both a cause for celebration and a sobering reminder of what Justice Oliver Wendell Holmes, Jr. called the “price we pay for a civilized society.” The current price is way too high.", "article_metadata": {"og": {"site_name": "The Beacon", "description": "The Tax Foundation announces “Tax Freedom Day” every year to mark the date on which the average U.S. taxpayer has earned enough income to pay in full all federal, state and local taxes owed. The date this year is today, Friday, April 24, 2015.", "title": "Tax Freedom Day, 2015 - William Shughart", "url": "http://blog.independent.org/2015/04/24/tax-freedom-day-2015/", "image": "http://blog.independent.org/wp-content/uploads/2015/04/TaxFreedomDay.jpg", "type": "article"}, "fb": {"app_id": 178933372156574}, "twitter": {"description": "The Tax Foundation announces “Tax Freedom Day” every year to mark the date on which the average U.S. taxpayer has earned enough income to pay in full all federal, state and local taxes owed. The date this year is today, Friday, April 24, 2015.", "title": "Tax Freedom Day, 2015 - William Shughart", "url": "http://blog.independent.org/2015/04/24/tax-freedom-day-2015/", "image": "http://blog.independent.org/wp-content/uploads/2015/04/TaxFreedomDay.jpg", "site": "@IndependentInst", "card": "summary_large_image"}, "generator": "WordPress 4.5", "description": "The Tax Foundation announces “Tax Freedom Day” every year to mark the date on which the average U.S. taxpayer has earned enough income to pay in full all"}, "article_summary": "“Tax Freedom Day” is determined by taking the ratio of the estimated total tax burden imposed by governments at all levels ($4.8 trillion) to national income.\nTax Freedom Day this year is three days later than it was last year, reflecting an increase in the total tax burden on the average American.\nThe date of Tax Freedom Day varies not only over time, but also across states.\nBut “Tax Freedom Day” supplies a rough and ready estimate of the weight of the heavy hand of government on the average American.\nThe Tax Foundation announces “Tax Freedom Day” every year to mark the date on which the average U.S. taxpayer has earned enough income to pay in full all federal, state and local taxes owed."}