{"article_title": "WV MetroNews – Amidst Congressman’s visit, Braxton County business sees potential for expansion", "article_keywords": ["sees", "braxton", "business", "credit", "congressmans", "employees", "work", "visit", "virginia", "expansion", "metronews", "county", "wv", "potential", "companies", "west", "rural", "tax", "gibson", "mooney"], "article_url": "http://wvmetronews.com/2016/02/18/amidst-congressmans-visit-braxton-county-business-sees-potential-for-expansion/", "article_text": "By Alex Wiederspiel in News | February 18, 2016 at 11:22AM\n\nSUTTON, W.Va. — In a period of economic turmoil in West Virginia, it’s easy to forget that not every company is suffering.\n\nAppalachian Timber Services in Braxton County is one of those places that has actually grown in the last ten years. And not only have they grown, but according to Marketing and Sales VP Rick Gibson, that growth allowed them to add 18 employees\n\n(about a 60 percent increase in the work force) in the last decade.\n\n“We’ve been fortunate,” he said. “Money’s been put back into our company–into our men. We invest a lot into our man power. We think the world of these guys and their families. We always want to provide them with a place of employment.”\n\nGibson said most employees stay for years–decades even (Gibson has worked for ATS since 1994). Older employees who could collect Social Security and want to work have chosen to stay with Appalachian Timber because of the company’s loyalty to it’s employees. According to Gibson, that loyalty to it’s employees hasn’t always been rewarded.\n\n“In recent times there’s issues with insurance–you know with Affordable Care Act,” he said. “Also, you get to a certain point with your company where you grow larger–there is risk involved in growing larger. [But] we’re looking to grow.”\n\nThe company has fewer than 50 employees, and Gibson said they fear growing any further at the moment. Exceeding that threshold would change their status under the Affordable Care Act.\n\nBut Gibson believes further growth could be on the way, but much of it depends on the renewal of a tax credit in 2017. It was last renewed in 2015, and carried over to 2016. The tax credit provides increased flexibility for railroad operators to maintain and upgrade their rail lines.\n\n“If it doesn’t happen, we are concerned that short-line railroads might revert back to the 2005 practices where they only put the money into the maintenance as they needed,” he said.\n\nCongressman Alex Mooney (R-WV) said that’s where he feels government can actually play a role. Keep the tax credit alive, and that allows for further expansion for companies like Appalachian Timber. Mooney toured ATS on Wednesday–receiving a closer look at what they do on a day-to-day basis.\n\n“We’re proud that they’re here,” Mooney said. “From my discussions [with them], they intend to stay here. Frankly, they even have opportunities to expand.”\n\nATS is one of two companies of it’s kind in West Virginia. They’ve provided cross-ties to railroads in much of the New York transit area, but also provided materials for the Ben Franklin bridge that connects Camden, New Jersey and Philadelphia, Pennsylvania.\n\n“We’re one of the seven independent companies that’s left,” Gibson said. “West Virginia has two independent treating companies; we happen to be one of them. We’re not the largest, but we average 250,000 cross-ties per year–purchased and sold.”\n\n“I’ve always been a big fan of the railroad system, and those railroads need upkeep and expansion,” Mooney said. “And I think there is a lot of opportunity here.”\n\nATS operates in a very rural part of West Virginia, and Mooney said that the needs of rural communities is one of the times when members of both parties–usually the ones serving rural communities–are able to come together.\n\n“We have unique needs in rural areas, and sometimes it’s overlooked,” Mooney said. “It’s a matter for us in Congress to get together–Congressman from lots of rural areas. We’re not all condensed into one town or city like the big city ones are–like New York City. We have to work across party lines.”\n\nGibson said ATS employees come from all throughout the counties of Central West Virginia–Webster, Clay, Calhoun, Lewis, and Braxton to name a few.\n\nHe’s hopeful, despite the economic downturn, that they’ll be able to add an additional six employees in the future. For now, he’s just hopeful Congress renews the tax credit next year.", "article_metadata": {"description": "Mooney toured ATS on Wednesday", "og": {"site_name": "WV MetroNews", "description": "Mooney toured ATS on Wednesday", "title": "Amidst Congressman’s visit, Braxton County business sees potential for expansion", "url": "http://wvmetronews.com/2016/02/18/amidst-congressmans-visit-braxton-county-business-sees-potential-for-expansion/", "image": {"width": 4231, "identifier": "http://wvmetronews.com/wordpress/wp-content/uploads/2016/02/IMG_20160218_111834.jpg", "height": 2543}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://wvmetronews.com/wordpress/wp-content/uploads/2016/02/IMG_20160218_111834.jpg?w=640", "site": "@wvmetronews", "card": "summary_large_image"}, "fb": {"app_id": 439959236158130, "pages": 327490709044}, "article": {"published_time": "2016-02-18T16:22:52+00:00", "modified_time": "2016-02-18T16:22:52+00:00"}, "viewport": "width=device-width"}, "article_summary": "The tax credit provides increased flexibility for railroad operators to maintain and upgrade their rail lines.\nFor now, he’s just hopeful Congress renews the tax credit next year.\nKeep the tax credit alive, and that allows for further expansion for companies like Appalachian Timber.\nFrankly, they even have opportunities to expand.”ATS is one of two companies of it’s kind in West Virginia.\nBy Alex Wiederspiel in News | February 18, 2016 at 11:22AMSUTTON, W.Va. — In a period of economic turmoil in West Virginia, it’s easy to forget that not every company is suffering."}