{"article_title": "The Long-Term Answer to Inversions? Tax Reform.", "article_keywords": ["lower", "committee", "companies", "reform", "longterm", "tax", "taxes", "answer", "way", "inversions", "overseas", "corporate"], "article_url": "http://blogs.wsj.com/washwire/2014/07/28/the-long-term-answer-to-inversions-tax-reform/", "article_text": "So far this year 14 companies have announced plans to merge with foreign companies or relocate overseas to lower their tax bills and increase their ability to compete internationally. Calls for economic patriotism are not going to stop these “inversions.” The U.S. has the developed world’s highest corporate tax rate, and it taxes operations overseas differently than our competitors do; that’s what is driving our companies away.\n\nLegislative efforts to raise the standards companies must meet to invert, or reduce their tax benefits if they do, would not address the fundamental problems in the tax code that are driving money overseas.\n\nInstead of punishing companies for moving abroad, we should be creating an environment in which they can succeed.\n\nThe best way to stop inversions is to enact comprehensive tax reform. Specifically, we should broaden the tax base, lower rates, tax foreign operations more like other countries do, and create a stable, competitive international tax system.\n\nIt is no coincidence that moves toward inversions picked up after it became clear that tax reform would not happen this year. The message is that Washington, rather than solving problems, accepts lurching from crisis to crisis.\n\nWhat’s needed is a strategic pause: Corporate America and lawmakers could agree to a nine-month hiatus. Companies would pledge not to move forward on plans to invert, and lawmakers could use a fast-track process to substantively reform the tax code. Companies would have little to lose, as they would still be able to change their legal structure after the pause, and a deadline could help move tax reform along.\n\nWhile tax reform is hard–pitting companies, industries and interests against each other–there has already been a great deal of progress.\n\nPresident Barack Obama, former senator Max Baucus, House Ways and Means Committee Chairman Dave Camp and Senate Finance Committee Chairman Ron Wyden all have put forth proposals that would cut tax preferences and lower the corporate rate. They would reevaluate our tax code’s treatment of overseas earnings. And all would attempt to make the tax code simpler and more economically competitive.\n\nOperating in the global marketplace, the U.S. has to think more deeply about how and what it taxes. While many complain that “corporations don’t pay their fair share,” the reality is that corporate taxes are passed on to customers, employees and shareholders. And as borders become more porous and corporate structures and capital become more mobile, corporate taxes increasingly encourage inefficient and costly behavior.\n\nA smarter approach–one that will take time–would be to shift more of the corporate tax onto wealthy individuals and those who earn much of their income from gains in the corporate sector. The first step would be to eliminate tax breaks for the well-off and equalize the treatment of wages and capital, which would be preferable to further raising marginal rates. Over the long term, this kind of shift would merit a more radical rethinking of the way the individual and corporate income taxes interact. Any tax changes should capture at least as much revenue as is raised now—and hopefully more, as part of a broader deal to fix the budget–and in a way that is at least as progressive as the current code.\n\nMaya MacGuineas is president of the Committee for a Responsible Federal Budget. She is on Twitter: @MayaMacGuineas.\n\nALSO IN THINK TANK:\n\nA Pension ‘Fix’ That Isn’t\n\nCBO Forecast Points Up the Need for Entitlement Reform\n\nWhat’s Missing in the Earmark Debate", "article_metadata": {"article.template": "full", "page.content.source": "Blog Article", "page.region": "na,us", "page.content.type": "blogs article", "twitter": {"domain": "WSJ.com", "description": "Maya MacGuineas: Instead of punishing companies for moving abroad, we should be creating an environment in which they can succeed.", "title": "The Long-Term Answer to Inversions? Tax Reform.", "url": "http://blogs.wsj.com/washwire/2014/07/28/the-long-term-answer-to-inversions-tax-reform/", "image": {"src": "http://s.wsj.net/img/WSJ_profile_lg.gif"}, "site": "WSJPolitics", "card": "summary_large_image"}, "article.image_count": 2, "article_privilege": "free", "article.section": "Politics", "article.headline": "The Long-Term Answer to Inversions? Tax Reform.", "description": "Maya MacGuineas: Instead of punishing companies for moving abroad, we should be creating an environment in which they can succeed.", "article_section": "Politics", "author": "Maya MacGuineas", "user.type": "unsubscribed", "testkeys": "C", "article.page": "Washington Wire Blog", "page.subsection": "Washington Wire", "article.summary": "Maya MacGuineas: Instead of punishing companies for moving abroad, we should be creating an environment in which they can succeed.", "page.site": "blogs.wsj.com", "page.content.format": "responsive", "article.published": "2014-07-28T20:43:01-04:00", "dj.asn": "10-159", "ROBOTS": "noarchive, noodp", "fb": {"url": "http://blogs.wsj.com/washwire/2014/07/28/the-long-term-answer-to-inversions-tax-reform/", "app_id": 368513495882}, "article": {"publisher": "https://www.facebook.com/wsj"}, "article_id": "BL-WB-47851", "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no", "page.section": "Politics", "language": "en-US", "og": {"site_name": "WSJ", "description": "Maya MacGuineas: Instead of punishing companies for moving abroad, we should be creating an environment in which they can succeed.", "title": "The Long-Term Answer to Inversions? Tax Reform.", "url": "http://blogs.wsj.com/washwire/2014/07/28/the-long-term-answer-to-inversions-tax-reform/", "image": {"width": 1200, "identifier": "http://s.wsj.net/blogs/img/WSJ_Logo_BlackBackground_1200x630social", "height": 630}, "type": "article"}, "article.access": "free", "article.type": "Washington Wire", "article.id": "BL-WB-47851", "user.exp": "default", "article.updated": "2014-08-06T14:35:30-04:00"}, "_id": "\"57477af46914bd0286fdfb71\"", "article_summary": "It is no coincidence that moves toward inversions picked up after it became clear that tax reform would not happen this year.\nThe best way to stop inversions is to enact comprehensive tax reform.\nSpecifically, we should broaden the tax base, lower rates, tax foreign operations more like other countries do, and create a stable, competitive international tax system.\nWhile tax reform is hard–pitting companies, industries and interests against each other–there has already been a great deal of progress.\nAnd as borders become more porous and corporate structures and capital become more mobile, corporate taxes increasingly encourage inefficient and costly behavior."}