{"article_title": "Berkeley Passes Soda Tax; San Francisco Effort Fails", "article_keywords": ["passes", "fails", "francisco", "san", "million", "berkeley", "tax", "majority", "beverages", "soda", "cities", "effort", "public"], "article_url": "http://ww2.kqed.org/stateofhealth/2014/11/04/will-berkeley-and-san-francisco-soda-tax-measures-set-precedent/", "article_text": "Update: 2:30am 11/5/2014\n\nVoters in Berkeley have passed the nation’s first soda tax with a resounding 75 percent of the vote. More than 30 cities and states across the country have attempted such a tax, but have failed, at least in part because of big spending by the soda industry to defeat these measures.\n\nBut across the bay in San Francisco, a similar proposal failed to get the two-thirds supermajority it needed.\n\nBerkeley’s Measure D needed only a simple majority to pass. It will levy a penny-per-ounce tax on most sugar-sweetened beverages and is estimated to raise more than a million dollars per year. Proceeds will go to the general fund; Measure D calls for the creation of a health panel to advise Berkeley’s City Council on appropriate health programs to receive funding.\n\nCampaign co-chair Josh Daniels called Berkeley’s win a tipping point. “I think you will now see many, many other cities and communities around the country looking at this as a genuine public policy to address the diabetes and obesity crisis that we face,” he said.\n\nWhile the San Francisco proposition did not pass, supporters there declared a victory of their own: more than half the voters approved the tax despite millions spent by the American Beverage Association to defeat it. “So the fact that we were able to overcome $10 million dollars,” said Proposition E co-author Supervisor Scott Wiener, “and it looks like a majority of San Franciscans — despite that $10 million — will vote ‘yes,’ is pretty extraordinary.”\n\nRoger Salazar, a spokesman for both opposition campaigns, funded primarily by the beverage association, called Berkeley “an anomaly” and said that to expect to pass such a tax elsewhere in California was “foolhardy.”\n\nAdvocates are convinced he’s wrong. Harold Goldstein is executive director with the California Center for Public Health Advocacy, and called the measure’s passage “remarkable.”\n\n“What we learned here in Berkeley,” he said, “is that when voters learn the truth about sugary beverages, when they learn that they are one of the central causes of the growing diabetes epidemic, they want to tax it, they want to regulate these products.”\n\nIndeed, sugar-sweetened beverages are the primary source of added sugar in the American diet, and that added sugar is linked to increasing rates of diabetes.\n\nBerkeley has a history of being first to a new cause that’s later embraced more broadly, said Lori Dorfman, executive director for the Berkeley Media Studies Group. She noted that Berkeley was the first city to pass a clean indoor air ordinance. “In the mid-70’s, Berkeley made the first ‘curb cut,’ and now people in wheelchairs all over the country are not trapped in their homes any more.”\n\nMexico enacted a soda tax earlier this year on January 1, and by summer, consumption had dropped 10 percent.\n\nKelly Brownell, dean of Duke University’s school of public policy first proposed a soda tax in the early 1990’s. He called the votes in both Berkeley and San Francisco “historic” and, like other advocates, predicted other cities will soon follow suit, despite what soda companies might say publicly.\n\n“My guess is that inside their boardrooms, they know very well these taxes are the beginning of the future,” he said. “This is a wave starting to crest.”\n\nBrownell said that half the costs of diabetes and obesity are born by taxpayers, through the government health insurance programs Medicare and Medicaid. Those public costs “justify the government getting involved, just like tobacco taxes,” he said.\n\nUpdate: 12:25am 11/5\n\nWith 80 percent of precincts reported, Berkeley’s Measure D has 75 percent “yes” to 25 percent “no” votes. It needs a simple majority to pass.\n\nIn San Francisco, 100 percent of precincts are now reporting. Proposition E needed a two-thirds supermajority to pass. It received 54.5 percent “yes” to 45.5 percent “no.”\n\nOriginal Post:\n\nMany have tried, but none has yet succeeded.\n\nWould ‘send shudders through the soft drink industry.’\n\nTuesday, voters in San Francisco or Berkeley will decide whether to impose a tax on sugar-sweetened beverages, the so-called soda tax. Similar attempts have failed more than two dozen times nationwide, including in the California cities of Richmond and El Monte in 2012 and in Telluride, Colorado, last year.\n\nSugar-sweetened beverages account for one-third of the added sugar in the average American’s diet, and advocates say that increasing consumption of sugar is driving up rates of Type 2 diabetes, heart disease and other health ills.\n\nOpponents insist that the tax would disproportionately hurt people who are low income and that taxing people for what they choose to eat or drink is just bad policy.\n\nAnd the opponents are spending big to drive those messages home. The “no” campaigns in both cities are funded largely by the American Beverage Association, which has spent more than a whopping $11 million to defeat the two measures — $9 million in San Francisco and more than $2 million in Berkeley. Proponents have spent a mere fraction of those amounts. The biggest donor by far to either campaign is former New York City mayor Michael Bloomberg, who gave more than $600,000 and funded a TV ad that aired during the World Series.\n\nSan Francisco’s Proposition E would levy a 2-cents-an-ounce tax, raising the price of a can of soda by 24 cents and a 12-pack almost $3. The revenue, estimated at $35 million to $54 million, is earmarked to be spent specifically on nutrition and physical activity programs. Because the tax is earmarked, it requires a two-thirds majority to pass.\n\nThat two-thirds majority is “a very high hurdle,” says Michael Jacobsen, executive director of the Washington, DC-based Center for Science in the Public Interest, but “if San Francisco gets even 50 percent of the vote, that would be quite remarkable, and I think would send shudders through the soft drink industry.”\n\nMeanwhile, Berkeley’s tax is 1-cent-an-ounce. The measure would raise more than $1 million, but the funds would go into the city’s general fund — which means it needs only a simple majority to pass.\n\nRoger Salazar, spokesman for both anti-tax campaigns, admits the race is tight, but insists that Berkeley is no bellwether for the rest of the country.\n\nJacobsen disagrees. While Berkeley is a very progressive community, if the tax passes, “it’s a population accepting and taxing itself,” he said. “I think that will be an encouragement to other progressive cities and states. You can imagine Vermont, Madison, maybe Boston, thinking ‘well, if they can do it in Berkeley, maybe we can do it here.'”\n\nMexico enacted a similar tax on January 1, and consumption of sugar-sweetened beverages dropped 10 percent by the summer.", "article_metadata": {"description": "The American Beverage Association has spent $11 million to defeat the two measures.", "contextly-page": "{\"title\":\"Berkeley Passes Soda Tax; San Francisco Effort Fails\",\"url\":\"http:\\/\\/ww2.kqed.org\\/stateofhealth\\/2014\\/11\\/04\\/will-berkeley-and-san-francisco-soda-tax-measures-set-precedent\\/\",\"pub_date\":\"2014-11-04 07:00:59\",\"mod_date\":\"2014-11-05 13:57:04\",\"type\":\"post\",\"post_id\":22328,\"author_id\":\"240\",\"author_name\":\"Lisa Aliferis\",\"author_display_name\":\"Lisa Aliferis\",\"tags\":[\"Measure D\",\"Soda Tax\"],\"categories\":[\"Community Health\",\"Policy\"],\"image\":\"http:\\/\\/ww2.kqed.org\\/stateofhealth\\/wp-content\\/uploads\\/sites\\/27\\/2014\\/11\\/RS11267_177844339-e1415059485967.jpg\"}", "og": {"site_name": "State of Health", "description": "The American Beverage Association has spent $11 million to defeat the two measures.", "title": "Berkeley Passes Soda Tax; San Francisco Effort Fails", "url": "http://ww2.kqed.org/stateofhealth/2014/11/04/will-berkeley-and-san-francisco-soda-tax-measures-set-precedent/", "image": "http://ww2.kqed.org/stateofhealth/wp-content/uploads/sites/27/2014/11/RS11267_177844339-640x495.jpg", "locale": "en_us", "type": "article"}, "twitter": {"site": "@kqedhealth", "card": "summary_large_image", "creator": "@"}, "fb": {"app_id": 160023622793}, "keywords": "measure d,soda tax", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fd1192\"", "article_summary": "Would ‘send shudders through the soft drink industry.’Tuesday, voters in San Francisco or Berkeley will decide whether to impose a tax on sugar-sweetened beverages, the so-called soda tax.\nUpdate: 2:30am 11/5/2014Voters in Berkeley have passed the nation’s first soda tax with a resounding 75 percent of the vote.\nBut across the bay in San Francisco, a similar proposal failed to get the two-thirds supermajority it needed.\nKelly Brownell, dean of Duke University’s school of public policy first proposed a soda tax in the early 1990’s.\nIn San Francisco, 100 percent of precincts are now reporting."}