{"article_title": "The Democratic Party and Obama's Fragile Legacy", "article_keywords": ["obamas", "future", "fragile", "political", "politics", "failed", "american", "legacy", "president", "party", "democratic", "today", "obama"], "article_url": "http://www.huffingtonpost.com/david-schultz/the-democratic-party-and_b_9114222.html", "article_text": "Lawrence Jacobs declared in the Huffington Post recently that Obama \"now stands as the most consequential second-term president since the Second World War.\" While Obama has accomplished a lot -- far more than often given credit -- this statement oversells his legacy for one major reason: he leaves the Democratic Party far weaker now than when he was first elected. He was unable to restructure the Democratic Party and build a new majority coalition to support his policies, rendering him perhaps less consequential than many of his supporters or political commentators think.\n\nObama's 2008 victory had the potential to be very significant. Political scientists describe critical elections as significant realignments of American politics and partisanship. These elections link presidents' personalities to new political coalitions, redefine the political agenda, and remake politics for decades. Franklin Roosevelt's victory in 1936 and Ronald Reagan's 1980 election are examples.\n\nObama's 2008 election portended the possibilities of a critical realignment. He represented generational change as the first Gen X president. It was the passing of the political torch from the Boomer Presidents Bill Clinton and George Bush when he defeated the Silent or Greatest generation candidate John McCain. He was the first non-white president, supposedly the first post-racial one, and his candidacy seemed to bring young people and non-traditional voters into the Democratic Party. His election produced enormous Democratic congressional majorities, and all signs were that he was capable of being a transformative president who would politically restructure the American political landscape.\n\nYes the Affordable Care Act passed, as did Dodd-Frank, the stimulus bill, and a host of other important measures he described in his speech. But somewhere along the line the Obama realignment collapsed, dead by 2010. Why? Obama failed to do two things. One, he did not truly restructure American politics. Two, he failed to link his reforms to building a new political coalition to support them and be the basis upon which to build a new and future Democratic Party.\n\nThe Affordable Care Act made few changes in the basically free market model for health care. Dodd-Frank failed to make significant Wall Street reforms to prevent future financial bubbles and speculation. Neither of these laws makes transformative changes, and polls suggest they are largely misunderstood or disliked. In terms of foreign policy and the environment, Obama has made some progress, but it not clear the Middle East or the world is safer now than eight years ago or that he has made the progress toward the green economy he promised. And should the Republican Party win the White House and retain Congress, many of Obama's accomplishments by executive action may be undone.\n\nObama's real legacy may be leaving the Democratic Party far weaker today than when he was elected. The statistics are chilling. In 2009, there were 257 Democratic House and 58 Senate members, today there are 188 and 44. In 2009, there were 4,082 Democratic state legislators, today there are 3,163. In 2009, 55 percent of state legislators were Democrats, today it is only 43 percent. In 2009, Democrats controlled 27 legislatures and 28 governorships, today it is 11 and 18. No matter what the statistics, the Democratic Party is weaker today than in was in 2009.\n\nThe collapse of the Democratic Party under Obama is even more glaring given that demographic trends potentially suggest a brighter future for the party. Yet there are signs that Millennials, the most liberal and largest generation in American history, once excited by Obama in 2008, have disengaged. That was certainly the case in 2012, and in 2016 they are supporting Sanders, not Clinton. In a famous 2010 New Yorker cartoon a character exclaims, \"Obama has the potential to get a whole new generation disillusioned.\" Granted part of Obama's problem was Republican intransigence, but he even had problems getting his own party members to follow him.\n\nInstead of using his political capital, public support, congressional majorities, and a demand for change to adopt real transformational policies, Obama failed to build the future coalitions and politics needed to sustain his legacy. Instead, his most consequential accomplishment may be in how he helped sustain the forces to undermine his own legacy.\n\nFollow David Schultz on Twitter: www.twitter.com/ProfDSchultz", "article_metadata": {"description": "Lawrence Jacobs declared in the Huffington Post recently that Obama \"now stands as the most consequential second-term president since the Second World Wa...", "sailthru.expire_date": "2016-01-30 13:43:14 -0500", "og": {"site_name": "The Huffington Post", "description": "Lawrence Jacobs declared in the Huffington Post recently that Obama \"now stands as the most consequential second-term president since the Second World Wa...", "title": "The Democratic Party and Obama's Fragile Legacy", "url": "http://www.huffingtonpost.com/david-schultz/the-democratic-party-and_b_9114222.html", "image": "http://i.huffpost.com/gen/2407230/images/o-DEMOCRAT-facebook.jpg", "locale": "en_US", "type": "article"}, "twitter": {"description": "Lawrence Jacobs declared in the Huffington Post recently that Obama \"now stands as the most consequential second-term president since the Second World Wa...", "creator": "ProfDSchultz", "image": {"width": 2000, "identifier": "http://i.huffpost.com/gen/2407230/images/o-DEMOCRAT-facebook.jpg", "height": 1000}, "title": "The Democratic Party and Obama's Fragile Legacy", "site": "@HuffPostPol", "card": "summary_large_image"}, "sailthru.date": "2016-01-29 13:43:14 -0500", "al": {"ios": {"url": "huffpostnews:///?editionID=us&entryID=9114222", "app_store_id": 306621789, "app_name": "The Huffington Post"}}, "taboola.category": "politics", "fb": {"app_id": 46744042133}, "keywords": "Barack Obama,legacy,Democratic Party,Affordable Care Act,obamacare,Dodd-Frank Act", "article": {"section": "Politics", "tag": "Barack Obama,legacy,Democratic Party,Affordable Care Act,obamacare,Dodd-Frank Act", "published_time": "2016-01-29 13:43:14 -0500", "modified_time": "2016-01-29 16:59:01 -0500"}, "viewport": "width=1000"}, "article_summary": "Obama's real legacy may be leaving the Democratic Party far weaker today than when he was elected.\nThe collapse of the Democratic Party under Obama is even more glaring given that demographic trends potentially suggest a brighter future for the party.\nNo matter what the statistics, the Democratic Party is weaker today than in was in 2009.\nHe was the first non-white president, supposedly the first post-racial one, and his candidacy seemed to bring young people and non-traditional voters into the Democratic Party.\nWhile Obama has accomplished a lot -- far more than often given credit -- this statement oversells his legacy for one major reason: he leaves the Democratic Party far weaker now than when he was first elected."}