{"article_title": "The Federalist Society to Fox News to the Supreme Court: The real story behind the conservative war on Obamacare", "article_keywords": ["real", "commerce", "supreme", "federalist", "court", "network", "power", "nfib", "obamacare", "fox", "conservative", "society", "individual", "mandate", "war"], "article_url": "http://www.salon.com/2015/03/05/the_federalist_society_to_fox_news_to_the_supreme_court_the_real_story_behind_the_conservative_war_on_obamacare/", "article_text": "Topics: aca, Antonin Scalia, Editor's Picks, Federalist Society, Fox News, John Roberts, Obamacare, Politics News\n\nThe conservative legal mobilization efforts against the ACA (derogatorily referred to on the legal/political right as “Obamacare”) began long before the statute was signed into law. In this effort, prominent Federalist Society members led the charge. In July 2009, for example, the Federalist Society released a White Paper (co-authored by Peter Urbanowicz and Dennis G. Smith) entitled “Constitutional Implications of an ‘Individual Mandate’ in Health Care Reform,” in which the authors outline various constitutional objections to the proposed healthcare legislation.On September 18, 2009, the Federalist Society hosted an online debate as part of its series “Originally Speaking,” on the constitutionality of Health Care Reform. It then hosted a follow-up debate in November specifically on the issue of the constitutionality of the Individual Mandate, in which David B. Rivkin raised a host of constitutional objections to healthcare reform, referring to the Individual Mandate as the “Commerce Clause on steroids.” This conservative legal mobilization against “Obamacare” spilled over into the mainstream media. In August 2009, Federalist Society members David Rivkin and Lee Casey wrote an op-ed for the Wall Street Journal entitled “Illegal Health Reform.” Federalist Society member Randy Barnett—who would become the mastermind behind the legal strategy attacking the individual mandate—posted a follow-up article on Politico less than a month later, and argued that the commerce power did not and could not be understood to allow Congress to mandate the purchase of health insurance. From September to December 2009, David Rivkin was busy making the rounds on Fox News and FoxNews.com, calling the proposed health care legislation “an unprecedented imposition on individual liberty.”\n\nDespite these objections, the ACA became the law of the land in March 2010. As expected, shortly thereafter 26 states, several individuals, and the National Federation for Independent Business (NFIB) filed suits in federal District Courts, raising a host of constitutional objections to the legislation. The challenges that the Supreme Court ultimately agreed to hear in NFIB et al. v. Sebelius (2012) came out of the Eleventh Circuit Court of Appeals and, before that, the United States District Court for the Northern District of Florida. The Supreme Court case involved two main constitutional issues: (1) a challenge to the Act’s Individual Mandate as exceeding Congress’s power to enact under the Commerce Clause; and (2) a Tenth Amendment/Anti-Commandeering challenge to the Act’s Medicaid expansion provision. While the District Court and the Eleventh Circuit had both ruled that the Individual Mandate exceeded Congress’s power under the Commerce Clause, the former had ruled that it was non-severable from the rest of the legislation, while the latter ruled that most of the Act could be salvaged even after striking down the mandate component.\n\nAs for the challenge to the Medicaid expansion, the Eleventh Circuit had ruled that the provision to expand Medicaid did not constitute “coercion” as the Supreme Court had defined it in New York and Printz and therefore did not violate the Tenth Amendment to the Constitution. Parties on both sides of the case appealed the Eleventh Circuit’s decision to the Supreme Court: the States Attorneys General (Florida et al.) and the NFIB appealed the Eleventh Circuit’s holding on the Medicaid Expansion and its decision on the severability of the Individual Mandate, respectively, and the United States Government (Department of Health and Human Services and Secretary Kathleen Sebelius) appealed the Eleventh Circuit’s holding on the Individual Mandate as exceeding Congress’s power under the Commerce Clause. The Supreme Court announced that it would hear the challenges in what would become known as NFIB et al. v. Sebelius in November 2011 and, in a historic move signaling the importance of this case, it designated six hours of oral argument over three days (as opposed to the normal one hour) at the end of March 2012 to thoroughly consider all constitutional questions and concerns from the parties. After months of media speculation, fanfare, and election-year politicking, the Supreme Court finally announced its decision on June 28, 2012. In a fractured opinion written by Chief Justice John Roberts, the Supreme Court agreed with the Eleventh Circuit and District Court (and many members of the Federalist Society network) that the Individual Mandate exceeded Congress’s power under the Commerce Clause. However, in a surprise move, the Chief Justice wrote that the Individual Mandate could still be upheld under Congress’s taxing power and was therefore constitutional. On the other hand, the Supreme Court reversed the Eleventh Circuit’s holding on the Medicaid expansion provision, arguing that it did in fact constitute “coercion” and therefore did violate the Tenth Amendment Anti-Commandeering Doctrine established in New York and Printz.\n\nFederalist Society members had been invested in the litigation efforts against the ACA well before the Act was signed into law—before there was even anything concrete to litigate against. Given the enthusiasm within the network for the constitutional questions concerned (federalism/state sovereignty) and the scope and importance of the legislation itself, it should not come as a surprise that Federalist Society network participation in the litigation in NFIB et al. v. Sebelius (2012) was very high. Twenty-four Federalist Society network members participated as amici curiae in this case. These 24 members were listed on 15 of the total 56 amicus curiae briefs submitted on behalf of the states and the NFIB. This list includes several names that I have identified as thought leaders within the Federalist Society network on the topics of federalism and state sovereignty—Edwin Meese III, Richard Epstein, and Charles J. Cooper. Additionally, eight Federalist Society members were listed as counsel on litigant’s briefs, including both counsels of record.\n\nFor the states (Florida et al.), Federalist Society member Paul Clement was listed as counsel of record and argued the case before the Supreme Court. Also listed on the brief from the states are Federalist Society members Robert M. McKenna, David B. Rivkin, Lee A. Casey, and Michael B. Wallace. Counsel of record for the National Federation of Independent Business, Federalist Society member Michael A. Carvin also argued his client’s case before the Supreme Court at oral argument and was aided on brief by two other Federalist Society members—Randy Barnett and Gregory G. Katsas. Finally, though neither the District Court opinion nor the Eleventh Circuit opinion was written by a Federalist Society member, the network was well represented at the Supreme Court level with Chief Justice John Roberts and Justices Scalia, Thomas, and Alito.\n\nAlthough the Individual Mandate portion of the ACA was ultimately left intact by the Supreme Court, the majority opinion in NFIB et al. v. Sebelius still represented a partial victory for the Federalist Society network. Relying on the Commerce Clause cases examined in the previous chapter—New York, Lopez, and Morrison—the majority opinion ruled that the Individual Mandate exceeded Congress’s commerce power. In doing so, it reaffirmed the more limited understanding of the Commerce Clause that many network members had fought for decades to get the Supreme Court to adopt. The successful litigation strategy against the Individual Mandate, often credited to Federalist Society member Randy Barnett, was to draw a clear line between what the Supreme Court had previously said Congress could regulate (commercial “activity”) versus what they argued the ACA was attempting to regulate (“inactivity”). The counsel brief for the NFIB (on which Randy Barnett was a signatory) explains that “[u] nder controlling precedent, there are ‘three broad categories of activity that Congress may regulate under [that] commerce power’. . . Yet none of those ‘categories of activity’ covers the inactivity regulated by the mandate—i.e., the non-purchase of health insurance.”\n\nThe brief for the states (Florida et al.), on which Federalist Society member Paul Clement was counsel of record and four other network members were signatories, also advanced the activity/inactivity argument. In addition, 23 of the 54 amicus curiae briefs submitted on behalf of NFIB and/or the states mentioned the activity/inactivity distinction a total of 90 times in their arguments. Seven of these briefs had Federalist Society network signatories.\n\nThis novel activity/inactivity distinction was adopted wholesale by Chief Justice John Roberts in his majority opinion in NFIB et al. v Sebelius. It also featured prominently in the joint dissent of Scalia, Thomas, Alito, and Kennedy. As Roberts writes, “[a] s expansive as our cases construing the scope of the commerce power have been, they all have one thing in common: They uniformly describe the power as reaching ‘activity.’ ” He continues that, unlike previous cases, the individual mandate “does not regulate existing commercial activity:”\n\nIt instead compels individuals to become active in commerce by purchasing a product, on the ground that their failure to do so affects interstate commerce. Construing the Commerce Clause to permit Congress to regulate individuals precisely because they are doing nothing would open a new and potentially vast domain to congressional authority. Every day individuals do not do an infinite number of things. In some cases they decide not to do something; in others they simply fail to do it. Allowing Congress to justify federal regulation by pointing to the effect of inaction on commerce would bring countless decisions an individual could potentially make within the scope of federal regulation, and—under the Government’s theory—empower Congress to make those decisions for him.", "article_metadata": {"description": "If you want to understand the legal battle against the ACA, follow the influential conservative Federalist Society", "author": "Amanda Hollis-Brusky", "og": {"site_name": "Salon", "description": "If you want to understand the legal battle against the ACA, follow the influential conservative Federalist Society", "title": "The Federalist Society to Fox News to the Supreme Court: The real story behind the conservative war on Obamacare", "url": "http://www.salon.com/2015/03/05/the_federalist_society_to_fox_news_to_the_supreme_court_the_real_story_behind_the_conservative_war_on_obamacare/", "image": "http://media.salon.com/2011/11/justices2.jpg", "type": "article"}, "twitter": {"description": "If you want to understand the legal battle against the ACA, follow the influential conservative Federalist Society", "creator": "@salon", "image": "http://media.salon.com/2011/11/justices2.jpg", "title": "The Federalist Society to Fox News to the Supreme Court: The real story behind the conservative war on Obamacare", "site": "@salon", "card": "summary_large_image"}, "title": "The Federalist Society to Fox News to the Supreme Court: The real story behind the conservative war on Obamacare", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, aca, Antonin Scalia, Editor's Picks, Federalist Society, Fox News, John Roberts, Obamacare", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fdfba2\"", "article_summary": "), Federalist Society member Paul Clement was listed as counsel of record and argued the case before the Supreme Court.\nAfter months of media speculation, fanfare, and election-year politicking, the Supreme Court finally announced its decision on June 28, 2012.\nv. Sebelius still represented a partial victory for the Federalist Society network.\nTwenty-four Federalist Society network members participated as amici curiae in this case.\nParties on both sides of the case appealed the Eleventh Circuit’s decision to the Supreme Court: the States Attorneys General (Florida et al.)"}