{"article_title": "Todd Starnes Wants God to Chase SCOTUS and POTUS with Bugs", "article_keywords": ["wants", "scotus", "god", "clear", "hornets", "bugs", "send", "say", "stupid", "dont", "lord", "todd", "starnes", "mean", "potus", "chase"], "article_url": "http://www.politicususa.com/2015/06/26/todd-starnes-god-chase-scotus-potus-bugs.html", "article_text": "\n\nI was just laughing over the Republican reaction to Obamacare’s hard-to-over-celebrate SCOTUS victory. I mean, how can people be upset that people have affordable healthcare? How is that a bad thing? I mean, that’s like being opposed to safe drinking water and safe food and breathable air!\n\nOh wait…\n\nAnd yeah, Starnes did the typical over-the-top reaction thing to the SCOTUS decision:\n\nSCOTUS: You can't keep your doctor. You can't keep your health insurance. You can't keep your Constitution. — toddstarnes (@toddstarnes) June 25, 2015\n\nBut that was when I discovered what truly funny is in a nice catch by the folks at Right Wing Watch: Todd Starnes = Catastrophically Stupid Comedy Gold.\n\nMore and more I think of Starnes as the male counterpart of Elisabeth Hasselbeck, the one they hired to say things so stupid nobody else would say them.\n\nSpeaking Saturday at the misnamed “Faith and Freedom Conference,” the hysterical Starnes was all about the mythical “war on Christianity” meme, especially the potential for other people to have the same rights Christians do.\n\nYou would think there was an arena full of lions awaiting him at the end of his speech. “This is not just about marriage; this is about whether or not a government can begin to put limitations on the conscience and the convictions of people of faith,” he complained.\n\nYes, because equal rights for others are somehow chains on Christians.\n\nIt is not gays who are facing “considerable adversity,” nossir. Instead, “Our businesses, and our families, and our churches are in jeopardy.”\n\nOld Todd has been watching too much of his own network, methinks.\n\nBut Starnes took hope from the Bible. Not from any book containing Jesus of course. That would be just silly. I mean, Jesus likes poor people and he isn’t “wrathy” enough despite throwing a tantrum in the temple (Mark 11:15-19, 11:27-33, Matthew 21:12-17).\n\nWhat’s knocking a table over compared to plagues of insects?\n\nSo Starnes goes right for the book of Exodus and his god sending a “swarm of hornets to clear the battlefield” (Exodus 23:28).\n\nAgain, you would think a guy who calls himself a Christian would go for a Jesus quote, but Starnes says this pre-Jesus passage ought to be the “battle prayer of every patriot saint.”\n\nOh sweet little baby Jesus and his AR-15. You mean you’re all saints now?\n\nI don’t know what happened to “turn the other cheek” and “love your neighbors” and “do not cast the first stone.” I don’t even ask anymore. They just tell me I have to be one of them to understand.\n\nAnd trust me: I know that’s true.\n\nSo here is where Starnes gets really whacky:\n\nWhen the public schools tell students that our Founding Fathers were a bunch of terrorists: Send the hornets, Lord! Clear the field! When a teacher tells a little boy he can’t pray over his meal: Send the hornets, Lord! Clear that field! When the Pentagon tells them to take down a cross on a Christian chapel: Send those hornets! Clear the field! When the Supreme Court says they know better than God: Send the hornets, Lord! Clear the field! And, when the president says that America is no longer just a Christian nation: Don’t send the hornets, Lord. Send the mosquitoes and the gnats, and the bumblebees and the lightning bugs and the cicadas! Send every critter you got, Lord! Clear the field!”\n\nYou did not just say that!\n\nHe did. He did say it. And he acted like he was serious about it, whether he truly was or not. It’s sometimes difficult to believe people really believe this stuff (sadly, I know people who do). We more progressive types sometimes have to open our minds to realize that in some minds, this stuff is true.\n\nSo Starnes wants the Supreme Court cleared by bugs. I admit to a certain humor in watching Justice Scalia driven from the court by a swarm of hornets, but he wants President Obama attacked by bugs too.\n\nNo hornets, but mosquitoes (he doesn’t say which of the several varieties he prefers – some carry yellow fever, some malaria, etc), gnats of all things, bumblebees (not as mean as hornets, sorry), lightning bugs (?) and of all things, cicadas.\n\nBumblebees would be great. Given the great bee die-off, we could use an infusion of bees, so I suspect an environmentally-sensitive guy like Obama would be overjoyed.\n\nWhy lightning bugs? They’re pretty. You just have to be careful if you try to catch one in your hand. I will never get over an old memory of mine from about the time I was six when I tried to carry one into the house and smushed it in my hands.\n\nI felt so bad.\n\nI don’t want Obama to feel bad. So that’s just mean.\n\nAnd cicadas? This is one of those WTF moments you can only scratch your head over (assuming you haven’t passed out from laughing). I mean, cicadas are annoying but they’re not inimical to humans, like say, hornets.\n\nThey only “bite” you if they mistake you for a tree. They might mess up the White House grounds, but heck, in some cultures and in some eras, if God sent a swarm of cicadas after them, they wouldn’t be upset. Instead, they’d jump up and down in joy and shout, “Food!”\n\nSo c’mon, Todd.\n\nFirst of all, flip your Bible over to the New Testament or stop calling yourself a Christian. Second, stop pretending that equal rights for others equals an attack on you. It doesn’t.\n\nYou’re just being stupid, dude. But hey: Fox News guy here. Just do us all a favor and don’t mate with Elisabeth Hasselbeck. The world couldn’t take that kind of stupid.", "article_metadata": {"description": "\"Send the hornets!\" ought to be the “battle prayer of every patriot saint.” Oh sweet little baby Jesus and his AR-15. You mean you’re all saints now?", "generator": "WordPress 4.5.2", "author": "Hrafnkell Haraldsson", "og": {"site_name": "Politicus USA", "description": "\"Send the hornets!\" ought to be the \"battle prayer of every patriot saint.\" Oh sweet little baby Jesus and his AR-15. You mean you're all saints now?", "title": "Todd Starnes Wants God to Chase SCOTUS and POTUS with Bugs", "url": "http://www.politicususa.com/2015/06/26/todd-starnes-god-chase-scotus-potus-bugs.html", "image": "http://15130-presscdn-0-89.pagely.netdna-cdn.com/wp-content/uploads/2015/06/starnes-and-cicadas.jpg", "updated_time": "2015-06-26T08:00:23+00:00", "type": "article"}, "fb": {"admins": 523732690, "app_id": 113462415332922, "pages": 186473214703370}, "keywords": "Featured News,U.S. Supreme Court,politicususa,liberal,politics,sarah jones,jason easley,barack obama,hillary clinton,bernie sanders,msnbc,media", "article": {"publisher": "https://www.facebook.com/PoliticusUSA", "section": "U.S. Supreme Court", "published_time": "2015-06-26T08:00:20+00:00", "modified_time": "2015-06-26T08:00:23+00:00"}, "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af36914bd0286fd11a3\"", "article_summary": "And, when the president says that America is no longer just a Christian nation: Don’t send the hornets, Lord.\nWhen the Supreme Court says they know better than God: Send the hornets, Lord!\nWhen a teacher tells a little boy he can’t pray over his meal: Send the hornets, Lord!\nSo Starnes goes right for the book of Exodus and his god sending a “swarm of hornets to clear the battlefield” (Exodus 23:28).\nSo here is where Starnes gets really whacky:When the public schools tell students that our Founding Fathers were a bunch of terrorists: Send the hornets, Lord!"}