{"article_title": "Obama’s claim the Affordable Care Act was a ‘major reason’ in preventing 50,000 patient deaths", "article_keywords": ["affordable", "claim", "major", "patient", "deaths", "study", "drug", "preventing", "pressure", "reason", "act", "estimate", "obamas", "hospitals", "events", "care"], "article_url": "https://www.washingtonpost.com/news/fact-checker/wp/2015/04/01/obamas-claim-the-affordable-care-act-was-a-major-reason-in-preventing-50000-patient-deaths/", "article_text": "On the fifth anniversary of the Affordable Care Act, President Obama said at a ceremony at the White House that his health care law was based on plans proposed by Republicans. He criticized lawmakers who continue to tout their opposition to the law. (AP)\n\nThe Affordable Care Act is “a major reason why we’ve seen 50,000 fewer preventable patient deaths in hospitals.”\n\n— President Obama, remarks on the fifth anniversary of the Affordable Care Act, March 25, 2015\n\nThis number jumped out at us during the president’s recent speech hailing his health-care law. Could 50,000 people have not died in hospitals because of the Affordable Care Act?\n\nThat seemed rather extraordinary, even given the size of the United States.\n\nWe’ve spent time digging around on this issue, and here are the results of our inquiry. It turns out that preventing hospital-related deaths is one of the least controversial aspects of the much-attacked law.\n\nThe Facts\n\nThe 50,000 number is derived from a study, released on Dec. 2, 2014, by the Agency for Healthcare Research and Quality, an arm of the Department of Health and Human Services.\n\nThe study looked at the impact of the Partnership for Patients, a $460 million program funded by the health law that ties together 3,800 hospitals in 27 “health engagement” networks, with the goal of reducing 10 categories of “patient harms,” such as adverse drug events, pressure ulcers and catheter-associated urinary tract infections. The networks collaborate to identify possible solutions to common problems and then circulate those ideas among the various hospitals, with the goal of reducing preventable hospital-acquired conditions (HACs) by 40 percent and 30-day hospital readmissions by 20 percent.\n\nThe study admits that “the precise causes of the decline in patient harm are not fully understood,” but it notes that “the increase in safety has occurred during a period of concerted attention by hospitals throughout the country to reduce adverse events” though programs such as the Partnership for Patients. So a key question is whether the impact is coincidental or the result of the ACA.\n\nThe study looked at the impact of the program from 2010 to 2013, so the 50,000 figure is a three-year number. But it is also an estimate, and we are always wary of estimates; the 2013 numbers are still considered interim. But the data set for the estimate is also rather rich.\n\nLargely relying on more than 30,000 medical records, the study looked at how many fewer patient-related problems had taken place in hospitals — the study calculated 1.3 million fewer incidents over three years — and then used that to determine how many lives might have been saved. In general, the researchers used mortality estimates from other research.\n\nFor instance, pressure ulcers, which result from a lack of blood flow to the skin because of sustained pressure, are estimated to result in 72 additional deaths per 1,000; meanwhile, adverse drug events result in an additional 20 deaths per 1,000. Higher costs are involved, too, with estimates of $17,000 for each pressure ulcer and $5,000 for drug events. So overall the study estimates that $12 billion in health-care costs were saved in addition to the 50,000 lives.\n\nWe have focused on these two categories because it turns out pressure ulcers and adverse drug events are responsible for nearly 65 percent of the reduction in estimated deaths — 20,727 fewer deaths from pressure ulcers and 11,540 from adverse drug events. So can we draw a straight line from the Affordable Care Act to those saved lives? Administration officials argue that is correct.\n\nIn the case of adverse drug events, doctors concluded that most emergency hospitalizations of elderly patients for drug events stemmed from a handful of commonly used medications such as warfarin (a blood thinner) and insulin — and few actually resulted from high-risk medications. So under the ACA’s Partnership for Patients, greater scrutiny of supposedly low-risk drugs and better patient management were implemented in hospitals.\n\nSimilarly, to thwart pressure ulcers, hospitals began paying closer attention to repeatedly turning patients, providing more appropriate mattresses, applying moisture barriers and repeated toilet assistance and keeping track of nutrition and hydration.\n\nAdministration officials concede the number of preventable deaths is a bit fuzzy, in that the 50,000 is an estimate of an estimate. (First, there is a calculation how many incidents are avoided, and then from that a calculation of how many preventable deaths resulted.) Administration officials interviewed by The Fact Checker acknowledged the death estimate is less reliable than the calculation of incidents.\n\n“There is some uncertainty about these estimates,” one official said. “In some cases, the literature [on excess mortality] is better than others. But it is quite conceivable that 1.3 million fewer people are being harmed.”\n\nThe report makes a similar point. “The estimate of deaths averted is less precise than the estimate of the size of the reduction in HAC [Hospital Acquired Condition] rates,” the report says. “We directly estimate the size of the reduction in HAC rates but rely on analysis from other researchers of the complex relationship between HACs and mortality to extrapolate the impact of the reduction in HACs on deaths averted.”\n\nAt the very least, “tens of thousands” of deaths were averted, the report says.\n\n[Fact Checker: Obama’s claim that Obamacare has helped produce a “$1,800 tax cut\"]\n\nMoreover, as our colleagues at PolitiFact noted, in-patient deaths were already declining before the Affordable Care Act was implemented. The Centers for Disease Control and Prevention found a 60,000 decline in patient deaths in the decade before 2010. This is not quite the same statistic, but it indicates that before the ACA was passed into law, progress was already being made in reducing deaths from conditions acquired in hospitals.\n\nBut officials say there is also little question that the half-billion dollars in ACA funding sparked significantly greater cooperation among thousands of hospitals. On pressure ulcers and adverse drug reactions, “we already had practices that we knew had worked,” another official said, but the Partnership for Patients took it to the next level by involving thousands of hospitals in a concerted effort to promote those practices. The law also created the CMS Innovation Center, which tests new ideas at participating hospitals for delivering better service without increasing costs.\n\nHHS reports say more than 70 percent of general acute care hospitals in the United States, representing over 80 percent of admissions, were part of the networks in 2012-2013. The study showed year after year gains in preventing patient deaths, with 35,000 coming in 2013 alone. (One caveat: The figure for 2013 is considered an “interim number,” with the final figure not available until June, 2015.)\n\nThe upward trajectory suggests tens of thousands in additional patient lives may have been saved since 2013.\n\nThe Pinocchio Test\n\nThe president’s statement could have been a bit more precisely worded to reflect some of the uncertainty in the estimate: “likely a major reason why we’ve seen an estimated 50,000 fewer preventable patient deaths in hospitals.”\n\nBut that’s a relatively minor quibble. The numbers might seem large, but the research seems solid, according to experts we consulted, and it is based on a review of an extensive database. The results likely reflect work that predated the ACA but at the same time the ACA has spurred even greater cooperation among hospitals. Since the president is using a figure more than a year old, it is likely understated — unless, of course, the interim number for 2013 turns out to be overstated. We will keep a watch on that.\n\nBut in the meantime, the president’s claim appears worthy of the elusive Geppetto Checkmark.\n\nThe Geppetto Checkmark\n\n\n\n\n\n(About our rating scale)\n\nSend us facts to check by filling out this form\n\nFollow The Fact Checker on Twitter and friend us on Facebook\n\nFor more Fact Checks on the Affordable Care Act:\n\nFact Checker: Have some GOP lawmakers flip-flopped on Obamacare and subsidies?\n\nFact Checker: A zombie Obamacare stat emerges again\n\nFact Checker: Did Jonathan Gruber earn “almost $400,000″ from the Obama administration?", "article_metadata": {"description": "The president earns a rare Geppetto Checkmark for a claim about the Affordable Care Act.", "author": "https://www.facebook.com/FactChecker", "og": {"site_name": "Washington Post", "description": "The president earns a rare Geppetto Checkmark for a claim about the Affordable Care Act.", "title": "Obama’s claim the Affordable Care Act was a ‘major reason’ in preventing 50,000 patient deaths", "url": "https://www.washingtonpost.com/news/fact-checker/wp/2015/04/01/obamas-claim-the-affordable-care-act-was-a-major-reason-in-preventing-50000-patient-deaths/", "image": "https://img.washingtonpost.com/rf/image_1484w/2010-2019/WashingtonPost/2015/03/26/National-Politics/Images/467490506-3608.jpg", "type": "article"}, "referrer": "unsafe-url", "twitter": {"site": "@WashingtonPost", "card": "summary_large_image", "creator": "@GlennKesslerWP"}, "apple-itunes-app": "app-id=938922398, app-argument=https://www.washingtonpost.com/news/fact-checker/wp/2015/04/01/obamas-claim-the-affordable-care-act-was-a-major-reason-in-preventing-50000-patient-deaths/", "fb": {"admins": 500835072, "app_id": 41245586762}, "keywords": "obamacare; affordable care act; repeal obamacare; 50, 000 preventable deaths; barack obama; obama health law; glenn kessler; fact checker; factchecker", "article": {"publisher": "https://www.facebook.com/washingtonpost", "author": "https://www.facebook.com/FactChecker"}, "viewport": "width=device-width, initial-scale=1.0, user-scalable=yes, minimum-scale=0.5, maximum-scale=2.0", "news_keywords": "obamacare; affordable care act; repeal obamacare; 50, 000 preventable deaths; barack obama; obama health law; glenn kessler; fact checker; factchecker"}, "_id": "\"57477af36914bd0286fd11a0\"", "article_summary": "(AP)The Affordable Care Act is “a major reason why we’ve seen 50,000 fewer preventable patient deaths in hospitals.”— President Obama, remarks on the fifth anniversary of the Affordable Care Act, March 25, 2015This number jumped out at us during the president’s recent speech hailing his health-care law.\nThe Centers for Disease Control and Prevention found a 60,000 decline in patient deaths in the decade before 2010.\nSo can we draw a straight line from the Affordable Care Act to those saved lives?\nCould 50,000 people have not died in hospitals because of the Affordable Care Act?\nOn the fifth anniversary of the Affordable Care Act, President Obama said at a ceremony at the White House that his health care law was based on plans proposed by Republicans."}