{"article_title": "Craigslist murder suspect says she killed 22 others", "article_keywords": ["newspaper", "woman", "north", "22", "alaska", "craigslist", "murder", "suspect", "miranda", "interview", "barbour", "told", "killed", "carolina"], "article_url": "http://www.kake.com/news/national/headlines/Craigslist-murder-suspect-says-she-killed-22-others-245747951.html", "article_text": "Credit: WNEP\n\nA Pennsylvania woman charged along with her newlywed husband in the murder of a man they met through Craigslist admitted to the slaying in a jailhouse interview with a newspaper and said she has killed more than 20 others across the country, claims police said they are investigating.\n\nIn an interview with The Daily Item in Sunbury, 19-year-old Miranda Barbour said she wants to plead guilty to killing Troy LaFerrara in November. She also said in the interview that she has killed at least 22 other people from Alaska to North Carolina in the last six years as part of her involvement in a satanic cult.\n\n\"I feel it is time to get all of this out. I don't care if people believe me. I just want to get it out,\" Barbour told the newspaper for a story published Saturday night.\n\nSunbury police Chief Steve Mazzeo told the newspaper that investigators have been in contact with the FBI and law enforcement in several other states.\n\n\"From information we gathered and from information gathered from her interview we are seriously concerned and have been in contact with the proper authorities,\" Mazzeo said.\n\nLawyers for the couple did not immediately return messages from The Associated Press left at their offices Saturday night. An FBI spokesman referred questions to its Philadelphia office, but an email message wasn't immediately returned.\n\nAttorneys for Barbour and her husband, 22-year-old Elytte Barbour, have both sought psychiatric evaluations for their clients.\n\nProsecutors are seeking the death penalty for both defendants in LaFerrara's killing. Authorities said Miranda Barbour, a petite woman with long brown hair, told investigators she met the 6-foot-2, 278-pound victim after he responded to her Craigslist ad offering companionship for money.\n\nPolice allege in court papers that Elytte Barbour told investigators they committed the crime because they wanted to kill someone together. The couple, who were married in North Carolina and moved to Pennsylvania about three weeks before the crime, told police Miranda Barbour stabbed LaFerrara in the front seat of her car while her husband held a cord around his neck.\n\nMiranda Barbour said in the interview that she doesn't want to get out of jail and that she would kill again if she were released. She said she had no remorse and only killed \"bad people.\"\n\nMiranda Barbour offered little detail on the murders she claimed to have participated in in Alaska, Texas, North Carolina and California. She claims she joined a satanic cult in Alaska when she was 13 before moving to North Carolina. Online records for the woman that the newspaper identified as Barbour's mother show her as having lived in both Alaska and North Carolina.", "article_metadata": {"description": "A Pennsylvania woman charged along with her newlywed husband in the murder of a man they met through Craigslist admitted to the slaying and said she has killed more than 20 others across the country", "language": "english", "author": "Associated Press", "og": {"url": "http://www.kake.com/news/national/headlines/Craigslist-murder-suspect-says-she-killed-22-others-245747951.html", "image": "http://media.graytvinc.com/images/Barbour+newlywed+murder.jpg", "type": "article", "description": "A Pennsylvania woman charged along with her newlywed husband in the murder of a man they met through Craigslist admitted to the slaying and said she has killed more than 20 others across the country", "title": "Craigslist murder suspect says she killed 22 others"}, "twitter": {"domain": "www.kake.com", "description": "A Pennsylvania woman charged along with her newlywed husband in the murder of a man they met through Craigslist admitted to the slaying and said she has killed more than 20 others across the country", "title": "Craigslist murder suspect says she killed 22 others", "url": "http://www.kake.com/news/national/headlines/Craigslist-murder-suspect-says-she-killed-22-others-245747951.html", "image": "http://media.graytvinc.com/images/Barbour+newlywed+murder.jpg", "creator": "@KAKEnews", "site": "@KAKEnews", "card": "summary"}, "msvalidate.01": "9CD4A96D8A076527F07FD24CFCDE5489", "keywords": "Craigslist murder suspect says she killed 22 others", "google-site-verification": "H0mev8O__gMqb34WcvOyZgBXFMRQZvDAQ0YTSGJ9hGQ", "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "Craigslist murder suspect says she"}, "_id": "\"57477af36914bd0286fc9b9f\"", "article_summary": "Police allege in court papers that Elytte Barbour told investigators they committed the crime because they wanted to kill someone together.\nI just want to get it out,\" Barbour told the newspaper for a story published Saturday night.\nMiranda Barbour offered little detail on the murders she claimed to have participated in in Alaska, Texas, North Carolina and California.\nShe claims she joined a satanic cult in Alaska when she was 13 before moving to North Carolina.\nIn an interview with The Daily Item in Sunbury, 19-year-old Miranda Barbour said she wants to plead guilty to killing Troy LaFerrara in November."}