{"article_title": "Want Washington compromise? Elect young members of Congress, Reps. Schock and Gabbard say", "article_keywords": ["younger", "added", "elect", "leaders", "congress", "washington", "reps", "young", "crowley", "schock", "say", "compromise", "members", "gabbard", "sides"], "article_url": "http://redalertpolitics.com/2013/12/22/want-washington-compromise-elect-young-members-of-congress-reps-schock-and-gabbard-say/", "article_text": "Looking for a little more compromise in Washington? Then it’s time to elect young members of Congress, according to Reps. Aaron Schock (R-Ill.) and Tulsi Gabbard (D-Hawaii).\n\nThe heads of the Congresional Future Caucus sat down with CNN host Candy Crowley for a pre-recorded interview that aired Sunday on State of the Union. The duo decried the partisan divide in Congress, as well as the focus on short-term solutions to long-term problems. Schock pointed out that many of the younger members, on both sides of the aisle, are engaging with bigger issues than just three- or sixth-month battles.\n\n“A lot of the younger members are much less ideologically strident,” Schock told Crowley. “They are much more ambitious by nature because they got here at a young age and they’re much more impatient about solving America’s problems.”\n\n“Really, what we have found just from getting to know each other was a commonality from a generational perspective on how we can get results,” Gabbard added, referencing her friendship with the Illinois Republican.\n\nGabbard added that the young politicians in the House and Senate aren’t going to wait to act until 20 years down the road when they achieve positions of authority. She stressed that they’re working to better the country right now, creating pressure points that allow the nation to move forward on big issues.\n\nWhen Crowley asked what the duo brings to the table that isn’t already present, Schock noted that leaders on both sides of the aisle have to worry about not alienating their bases — or alienating the other side. When a leader puts forth a solution, it’s often criticized by both sides: by the base for compromising too much and by the other side for pleasing the fringe of the leader’s party.\n\nSchock and Gabbard, on the other hand, believe in bringing up solutions from the lower ranks.\n\n“I believe that if Tulsi and I can bring together 20, 30, 40 members of Congress behind an initiative, it provides the cover to allow a John Boehner and Nancy Pelosi and Harry Reid to actually become leaders, to be able to stick their necks out and embrace it,” the Congressman said.\n\nSchock added that the bipartisan budget solution designed by Rep. Paul Ryan (R-Wisc.) and Sen. Patty Murray (D-Wash.) would not have been possible if Boehner or Reid had proposed it.\n\n“It requires sometimes the rank and file, or folks further down the leadership ladder, to bring forward thoughtful ideas and build the momentum before we ultimately get the leaders to embrace it and change to happen,” the Illinois Republican said.", "article_metadata": {"generator": "NGFB Pro 7.8.4U", "og": {"site_name": "Red Alert Politics", "description": "Looking for a little more compromise in Washington? Then it's time to elect young members of Congress, according to Reps. Aaron Schock (R-Ill.) and Tulsi Gabbard (D-Hawaii).", "title": "Want Washington compromise? Elect young members of Congress, Reps...", "locale": "en_US", "image": {"width": 400, "identifier": "http://redalertpolitics.com/files/2012/02/tdionisopoulos_avatar-400x400.jpg", "height": 400}, "url": "http://redalertpolitics.com/2013/12/22/want-washington-compromise-elect-young-members-of-congress-reps-schock-and-gabbard-say/", "type": "article"}, "fb": {"admins": 1285945407, "app_id": 529886110401651}, "msvalidate.01": "0F003B4674EABE0F24651B476B61A43C", "article": {"publisher": "https://www.facebook.com/RedAlertPolitics", "tag": "tulsi-gabbard", "published_time": "2013-12-22T13:40:37+00:00", "modified_time": "2013-12-23T15:30:05+00:00"}, "viewport": "width=device-width"}, "_id": "\"57477af46914bd0286fdfbc2\"", "article_summary": "Then it’s time to elect young members of Congress, according to Reps. Aaron Schock (R-Ill.) and Tulsi Gabbard (D-Hawaii).\nSchock added that the bipartisan budget solution designed by Rep. Paul Ryan (R-Wisc.)\n“A lot of the younger members are much less ideologically strident,” Schock told Crowley.\nSchock pointed out that many of the younger members, on both sides of the aisle, are engaging with bigger issues than just three- or sixth-month battles.\nGabbard added that the young politicians in the House and Senate aren’t going to wait to act until 20 years down the road when they achieve positions of authority."}