{"article_title": "Dem Alderman in Jackson, MS suggests 'throw rocks and bricks and bottles' at police", "article_keywords": ["city", "mississippi", "jackson", "suggestion", "stokes", "bricks", "violence", "rocks", "county", "suggests", "dem", "ms", "north", "bottles", "law", "alderman", "throw", "councilman"], "article_url": "http://www.americanthinker.com/blog/2016/01/dem_alderman_in_jackson_ms_suggests_throw_rocks_and_bricks_and_bottles_at_police.html", "article_text": "All of which makes his incitement of civil violence against police all tbhe more troubling. Corky Siemaszko of NBC News reports:\n\nKenneth Stokes, Ward 3 City Councilman in Jackson, Mississippi is no novice or member of that city’s political fringe. He is the longest-serving African-American in the city government, having been on the City Council for 26 years, and was honored by the City Counci l 4 years ago.\n\nA Mississippi city councilman fed up with police chasing suspects wanted for minor crimes into his town has made a controversial suggestion: pelt them with rocks, bricks and bottles.\n\n\"That will send a message we don't want you in here,\" Councilman Kenneth Stokes in Jackson told the local NBC affiliate WLBT.\n\nSee for yourself:\n\nNeighboring police agencies are not taking his suggestion well:\n\nMadison County Sheriff Randy Tucker said on Facebook: \"Law Enforcement will not be intimated by you. Any Madison county law enforcement that is attacked because of your ignorant statements, I will hold you responsible.\"\n\nTucker said he would contact the Mississippi attorney general to see whether the comments constitute \"assaults on officers by threat.\" A segment of Jackson extends into Madison County, which is north of the city.\n\nThe Calhoun County Sheriff's Department said in a statement Friday the department would not do any business with any business inside Jackson, and urged other departments to do the same until Stokes is out of office. Calhoun County is about 150 miles north of Jackson.\n\nI have never been to Jackson, but I suspect that the suburbs may be whiter than the inner city, and that there is a strong racial component to this suggestion of violence against police.\n\nDoes Mississippi have a law against incitement to riot?", "article_metadata": {"og": {"url": "http://www.americanthinker.com/blog/2016/01/dem_alderman_in_jackson_ms_suggests_throw_rocks_and_bricks_and_bottles_at_police.html", "image": "http://www.americanthinker.com/images/bucket/2016-01/195855_5_.jpg", "title": "Blog: Dem Alderman in Jackson, MS suggests 'throw rocks and bricks and bottles' at police"}, "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "Corky Siemaszko of NBC News reports:Kenneth Stokes, Ward 3 City Councilman in Jackson, Mississippi is no novice or member of that city’s political fringe.\nA Mississippi city councilman fed up with police chasing suspects wanted for minor crimes into his town has made a controversial suggestion: pelt them with rocks, bricks and bottles.\nAny Madison county law enforcement that is attacked because of your ignorant statements, I will hold you responsible.\"\n\"That will send a message we don't want you in here,\" Councilman Kenneth Stokes in Jackson told the local NBC affiliate WLBT.\nA segment of Jackson extends into Madison County, which is north of the city."}