{"article_title": "The Week That Was: The Big Stories in Indian Country, November 22, 2015", "article_keywords": ["week", "22", "rights", "justice", "big", "frank", "salmon", "jr", "indigenous", "billy", "indian", "country", "2015", "logo", "national", "native"], "article_url": "http://indiancountrytodaymedianetwork.com/2015/11/22/week-was-big-stories-indian-country-november-22-2015-162515", "article_text": "The real Thanksgiving story told on National Geographic channel, a street name and a Presidential Medal of Freedom for the late Billy Frank Jr., and some news on the sports logo front (though not the one we’re looking for) characterized events in Indian country this past week.\n\nWATCH IT TONIGHT! A new film airing on National Geographic Channel tonight and tomorrow promises to set the stage for more nuanced conversations about the fabled first Thanksgiving. Saints & Strangers is a four-hour, two-night movie event billed as the “real true story of the Mayflower passengers, the founding of Plymouth and their relationship with the Native Americans.” The film, produced by Sony Pictures Television with Little Engine Productions, will be broadcast on November 22 and 23.\n\nBETTER LATE THAN NEVER: Both President Barack Obama and the city of Bellingham, Washington honored the late iconic activist Billy Frank Jr. for his work maintaining treaty and fishing rights, and for environmental preservation of salmon habitat. Frank, the Nisqually Native rights activist whose protests and fish-ins during the 1960s and 1970s often landed him in jail, will be posthumously awarded the nation’s highest civilian accolade, the Presidential Medal of Freedom, on November 24, according to the White House. Almost simultaneously the city of Bellingham, 88 miles north of Seattle, officially changed the name of Indian Street to Billy Frank Jr. Street. Senator Maria Cantwell (D-Washington) introduced a bill to rename the Nisqually National Wildlife Refuge after Frank, matching one introduced earlier this year in the House of Representatives, both named the Billy Frank Jr. Tell Your Story Act. If both pass, the refuge would be named the Billy Frank Jr. Nisqually National Wildlife Refuge.\n\nFASHION FORWARD: “Native Fashion Now,” the first, large-scale, traveling exhibition of contemporary Native fashion will run at the Peabody Essex Museum in Salem, Massachusetts, from November 21, 2015 through March 6, 2016, before heading to other museums in Oregon, Oklahoma and New York City.\n\nTREATY RIGHTS TRIUMPH: The besieged Peel Watershed earned another reprieve in court with a three-judge panel’s ruling that the Yukon government breached indigenous treaty rights when it altered an agreed-upon land-use plan and stripped protections from the ecologically sensitive region to favor mining.\n\nPREVENTABLE TRAGEDY: Nearly three months after the Environmental Protection Agency (EPA) accidentally triggered what has become known as the Gold King Mine spill on August 5, Sen. John Barrasso (R-WY), chairman of the Senate Committee on Indian Affairs, announced the spill could have been prevented by the EPA. The information came during a hearing before EPA Administrator Gina McCarthy, as well as a 132-page report issued by the U.S. Department of the Interior in October that found the disaster was the result of rushing into action with inadequate engineering know-how, among other errors. The Navajo are still reeling from the damage of three million gallons of lurid, orange-juice-colored mining wastewater that flowed across the Navajo Nation through the San Juan River.\n\nTRUDEAU GETS DOWN TO BUSINESS: Prime Minister Justin Trudeau has instructed his new minister of Indigenous and Northern Affairs, Carolyn Bennett, to do what First Nations, Métis and Inuit have been urging for years: Reset the relationship between Indigenous Peoples and the Canadian government. He gave her 13 strongly worded mandates.\n\nJody Wilson-Raybould, the new Justice Minister and Attorney General, is tasked with collaborating with Bennett to develop a national inquiry into murdered and missing indigenous women and to “address gaps in services to Aboriginal people and those with mental illness throughout the criminal justice system” in conjunction with Bennett and other ministers, and to find ways to reduce the high rate of indigenous incarceration, which is much higher than that of the general population. Hunter Tootoo, head of Fisheries and Oceans, is directed to work with Indigenous Peoples as well as other groups to manage the three oceans bordering Canada in a sustainable way. In his letter to Tootoo, Trudeau said he should also work to implement provisions of the Cohen Commission that studied salmon stocks in the Fraser River system.\n\nYOUTH RALLY FOR JUSTICE IN DC: The political system is failing, so youth are taking matters into their own hands. So said hundreds of young people who took to the streets of Washington, D.C. on November 9 to demand justice on race, climate change and immigration. Waving banners of “Our Generation, Our Choice,” the young people from all over the United States marched past curious onlookers to the White House, where they chanted “Whose streets? Our streets!” and chalked messages of equality on the pavement.\n\nTSK, TSK: Two former heads behind online lending company Plain Green Loans, wholly owned by the Chippewa Cree Tribe of Montana, pleaded guilty to embezzlement, taking bribes and not paying federal income taxes. Neal Rosette and Billi Anne Morsette reached plea deals with federal prosecutors, following their July indictments.\n\nEW: First corn, and now salmon. The U.S. Food and Drug Administration (FDA) on November 19 approved genetically modified salmon for human consumption. After a five-year review, the FDA said it had determined that it was safe to eat. The company AquaBounty injected Atlantic salmon with a Pacific salmon gene to make it grow faster, making it market-ready quicker. It added another gene from the ocean pout, similar to an eel, to make the salmon grow year-round. Most grocery stores said they would not sell it.\n\nFROM FIGHTERS TO HAWKS: University of North Dakota President Robert Kelly announced the results of a vote about the team’s name: that the new name for UND will be the Fighting Hawks. According to the final tally of a campus-wide vote, Fighting Hawks beat out Roughriders with a final percentile of 57.24 percent to the Roughriders 42.76 percent.\n\nVIRAL LOGO: When Winnipeg radio hosts Tom and Larry posted a “new and improved” and culturally appropriate Chicago Blackhawks logo created by Ojibway artist Mike Ivall on October 29th, the logo quickly went viral on social media, collecting over 15,000 likes, 12,000 shares and had been viewed by approximately 2 million people by that following Monday.\n\nJUST SHY OF 100: Indian country learned that veteran and Former Crow Creek Sioux Tribal Chairman Vernon Lewis Ashley passed away peacefully surrounded by loved ones in his own home and in his own bed, the way he wanted, on November 10, 2015, at age 99.", "article_metadata": {"description": "The real Thanksgiving story told on National Geographic channel, a street name and a Presidential Medal of Freedom for the late Billy Frank Jr., and some news on the sports logo", "generator": "Drupal 7 (http://drupal.org)", "dcterms.creator": "theresa", "og": {"url": "http://indiancountrytodaymedianetwork.com/2015/11/22/week-was-big-stories-indian-country-november-22-2015-162515", "type": "article", "image": "http://d1jrw5jterzxwu.cloudfront.net/sites/default/files/article_media/2015_11_22_twtw.jpg", "site_name": "Indian Country Today Media Network.com", "title": "The Week That Was: The Big Stories in Indian Country, November 22, 2015"}, "dcterms.date": "2015-11-22T12:00-05:00", "dcterms.identifier": "http://indiancountrytodaymedianetwork.com/2015/11/22/week-was-big-stories-indian-country-november-22-2015-162515", "dc": {"title": "The Week That Was: The Big Stories in Indian Country, November 22, 2015"}, "robots": "follow, index", "dcterms.format": "text/html", "fb": {"app_id": 493888563989950}, "dcterms.language": "und", "dcterms.type": "Text", "validation_code": "d9d37d7b776cc351c4025ded3df21cad", "sioc": {"num_replies": 0}, "dcterms.title": "The Week That Was: The Big Stories in Indian Country, November 22, 2015"}, "article_summary": "Almost simultaneously the city of Bellingham, 88 miles north of Seattle, officially changed the name of Indian Street to Billy Frank Jr. Street.\nIf both pass, the refuge would be named the Billy Frank Jr. Nisqually National Wildlife Refuge.\nThe company AquaBounty injected Atlantic salmon with a Pacific salmon gene to make it grow faster, making it market-ready quicker.\nThe real Thanksgiving story told on National Geographic channel, a street name and a Presidential Medal of Freedom for the late Billy Frank Jr., and some news on the sports logo front (though not the one we’re looking for) characterized events in Indian country this past week.\nSenator Maria Cantwell (D-Washington) introduced a bill to rename the Nisqually National Wildlife Refuge after Frank, matching one introduced earlier this year in the House of Representatives, both named the Billy Frank Jr. Tell Your Story Act."}