{"article_title": "It’s about to slow to a trickle, thanks to government dithering.", "article_keywords": ["slow", "capacity", "dithering", "energy", "uncertainty", "ptc", "megawatts", "credit", "thanks", "wind", "tax", "trickle", "industry", "projects"], "article_url": "http://www.slate.com/articles/business/the_juice/2015/03/wind_industry_growth_it_s_about_to_slow_to_a_trickle_thanks_to_government.html", "article_text": "Photo by vencavolrab/iStock\n\nConservatives love to complain that uncertainty in government policy hurts business. Usually, they’re talking about the deficit, or health care regulations, or the Federal Reserve. But of course, American business at large has thrived in the years since the stimulus package created a huge deficit, the Affordable Care Act altered health care, and the central bank entered the uncertain territory of quantitative easing. But there is at least one business that’s being killed by government-imposed uncertainty: the wind industry. “Wind energy is the poster child of uncertain government policy, or the poster child for unstable government policy,” says Rob Gramlich, senior vice president for government and public affairs at the American Wind Energy Association.\n\nThat is, of course, what you would expect an official at a trade association to say. But it’s true.\n\nFrom a standing start, America’s wind industry has grown massively since 2007, as the chart below shows. About 90 percent of the country’s nearly 66 gigawatts of wind-generating capacity has been installed in the past 10 years. These big turbines are big business, having attracted as much as $100 billion in private investment in the U.S. since 2008, according to the American Wind Energy Association.* While wind supplied only 4.13 percent of total electricity generation in the U.S. in 2013, according to the Energy Department, it has become a significant factor in some parts of the country. In Texas last year, wind accounted for 10.6 percent of electricity produced in the state. China may have more installed capacity, but the U.S. leads the world in wind energy production.\n\nAmerican Wind Energy Association\n\nAdvertisement\n\n\n\nOf course, like many young and old industries—banking, housing, mortgage finance, health care, defense—wind energy’s financial viability relies on a taxpayer subsidy. The wind production tax credit, or PTC, provides owners with a 2.3 cent tax credit for every kilowatt-hour of electricity a wind farm produces in its first 10 years of operation. This subsidy costs the government a few billion dollars a year in foregone revenues, according to Gramlich. It enables wind farm owners to provide electricity to utilities at attractive prices, and in turn to attract large amounts of financing for their projects. That’s key, because the typical wind farm is an industrial-size project; a group of turbines with a generating capacity of 150 megawatts runs about $200 million. No production tax credit? No wind farms.\n\nBut here’s the thing. For the past several years, the wind PTC has been an on-again, off-again deal. And that has contributed to a boom-and-bust dynamic in the industry. Now that the credit is off again, the wind sector’s long-term prospects appear to have gone limp.\n\nTypically, the PTC is among the scores of temporary business tax breaks that Congress extends at the end of the year. But amid rampant dysfunction on Capitol Hill, a great deal of uncertainty now surrounds such breaks. Throughout 2012, when the industry believed the PTC might not get renewed, there was a huge rush to get projects up and running by Dec. 31, 2012. That year, a record 13,131 megawatts of wind-generating capacity were installed—more than the combined total for 2010 and 2011. Boom!\n\nIn early 2013, as part of the deal ending the drama over the fiscal cliff, the production tax credit was extended for a year—but with a significant wrinkle, as this brief history of the PTC describes. Instead of having to get the projects up and running by Dec. 31, 2013, in order to qualify, developers would only have to show that they had started construction by that date. In April 2013 the IRS provided further clarification. “You had until the end of 2013 to either start physical work or incur 5 percent of a project’s cost,” says Luke Lewandowski, research manager at Make, a research and advisory firm focusing on wind power. That was good news. But wind projects can take several years to realize—there are wind studies to be conducted, you have to prepare the land, get the equipment, get the financing in place. And because of uncertainty surrounding the existence of the tax credit, and the IRS’s treatment of wind investments, virtually nothing got done in 2013. The amount installed in 2013 was 1,087 megawatts, a decline of 92 percent from 2012, and the lowest since 2004. Bust!\n\nAdvertisement\n\n\n\nAt the beginning of 2014, the production tax credit again expired. But throughout the year, developers worked to complete projects that had been started in previous years. For 2014, a mediocre 4,854 megawatts of new capacity were installed. (Meh!) Meanwhile, lawmakers dithered. In December, with the year nearly over, Congress passed a measure that extended the PTC retroactively for 2014—basically saying that projects on which work had started in 2014 could qualify if they were placed in operation before the end of 2016.\n\n“With the uncertainty of the tax credit, the financial institutions that we rely on aren’t willing to step out into the marketplace and take a risk.”\n\nThat last-minute measure threw a temporary lifeline to the industry. The advisory firm Make projects that over the next two years, between 13,000 and 14,000 megawatts of wind capacity will come online—meaning that in 2015 and 2016, the industry will proceed at roughly the average pace between 2008 and 2012. But the expiration of the PTC at the end of 2014—and Congress’ seeming lack of interest in reviving it—is setting up yet another drop-off. Make’s three-year forecast currently calls for just 1,000 to 2,000 megawatts of new capacity to be installed in 2017. That means that if there’s no extension, we’ll have two decent years before new wind capacity slumps in 2017 to the anemic level of 2013. Bust!\n\nAlready, the development of entirely new projects has ground to a halt. Check out a trade publication like North American Wind Power and you’ll notice lots of announcements about new projects in the U.K., South America, Europe, and Latin America. The U.S. projects mentioned—like this one in Maryland, or this one in North Dakota—are all instances in which work began before the PTC expired. “We’ve been through this enough times that we know before too long we will see deals dry up and then manufacturing slow down and then construction slow down,” Gramlich says.\n\nThe uncertainty is particularly damaging because wind projects can take several years to bring to fruition. “I can tell you that it certainly does create very much of a problem in trying to plan ahead as far as our capital budgets go,” says John B. Billingsley Jr., chief executive officer of Dallas-based Tri Global Energy. Tri Global started developing wind farms in West Texas in 2009, and has gained critical mass thanks to new transmission lines that were built to convey the power to Dallas and Houston. (Here’s a map of the company’s projects.)\n\nBillingsley says he has plenty of work to do in the absence of an extension, since Tri Global has several projects that have qualified for the PTC but have yet to be built. What’s more, he notes that the prices of turbines and other components have fallen significantly over the past few years, which may make wind projects more competitive with electricity produced with fossil fuels. Still, the moneymen who fund wind deals regard the tax credit as a vital component of the package. “With the uncertainty of the tax credit, the financial institutions that we rely on aren’t willing to step out into the marketplace and take a risk,” he says.\n\nIt’s possible that innovation—either in technology or financing—will allow wind farms to be built without subsidies. It is also possible—perhaps even likely—that the production tax credit will be restored in some fashion. After all, while many Republicans regard renewable energy as anathema, wind is a huge presence in heartland red states like Texas, Oklahoma, and the Dakotas. But until wind allies settle upon a legislative strategy for pushing the PTC through the House and Senate, the industry’s long-term future remains very much uncertain. How many times must the PTC be extended before it can be permanent? The answer, for now, is still blowing in the wind.", "article_metadata": {"sailthru.subheadline": "Thanks to government gridlock, the wind energy industry is grinding to a halt.", "sailthru.tags": "Congress wind production tax credit, wind production tax credit, new wind projects, growth of wind energy, wind energy texas, ptc, wind ptc, wind tax credits, tax credits for wind, renewable energy tax credits", "sailthru.author": "Daniel Gross", "description": "Conservatives love to complain that uncertainty in government policy hurts business. Usually, they’re talking about the deficit, or health care regulat ...", "og": {"site_name": "Slate Magazine", "description": "Conservatives love to complain that uncertainty in government policy hurts business. Usually, they’re talking about the deficit, or health care regulat ...", "title": "Thanks to Government Uncertainty, the Wind Energy Business Is About to Stop Growing", "url": "http://www.slate.com/articles/business/the_juice/2015/03/wind_industry_growth_it_s_about_to_slow_to_a_trickle_thanks_to_government.html", "image": "http://www.slate.com/content/dam/slate/articles/business/the_juice/2015/03/150305_JUI_WindEnergy.jpg.CROP.cq5dam_web_1280_1280_jpeg.jpg", "type": "article"}, "twitter": {"description": "Conservatives love to complain that uncertainty in government policy hurts business. Usually, they’re talking about the deficit, or health care regulat ...", "creator": "@grossdm", "url": "http://www.slate.com/articles/business/the_juice/2015/03/wind_industry_growth_it_s_about_to_slow_to_a_trickle_thanks_to_government.html", "image": "http://www.slate.com/content/dam/slate/articles/business/the_juice/2015/03/150305_JUI_WindEnergy.jpg.CROP.cq5dam_web_1280_1280_jpeg.jpg", "title": "Thanks to Government Uncertainty, the Wind Energy Business Is About to Stop Growing", "site": "@slate", "card": "summary_large_image"}, "sailthru.date": "2015-03-05T14:31:00Z", "sailthru.promoheadline": "Thanks to Government Uncertainty, the Wind Energy Business Is About to Stop Growing", "sailthru.headline": "A Flighty Wind", "fb": {"app_id": 142011022527753}, "parsely-page": "{\n  \"title\": \"Thanks to Government Uncertainty, the Wind Energy Business Is About to Stop Growing\",\n  \"link\": \"http://www.slate.com/articles/business/the_juice/2015/03/wind_industry_growth_it_s_about_to_slow_to_a_trickle_thanks_to_government.html\",\n  \"image_url\": \"http://www.slate.com/content/dam/slate/articles/business/the_juice/2015/03/150305_JUI_WindEnergy.jpg.CROP.thumbnail-small.jpg\",\n  \"type\": \"post\",\n  \"post_id\": \"100150305013\",\n  \"pub_date\": \"2015-03-05T14:31:00Z\",\n  \"section\": \"Business\",\n  \"author\": \"Daniel Gross\",\n  \"tags\": [\n    \"wind energy\",\n    \"congress\"\n  ]\n}", "fb-share": "Thanks to Government Uncertainty, the Wind Energy Business Is About to Stop Growing", "tw-line": "The wind energy industry is about to stop growing, and it’s Congress’ fault:", "article": {"publisher": "http://www.facebook.com/Slate"}, "keywords": "Congress wind production tax credit, wind production tax credit, new wind projects, growth of wind energy, wind energy texas, ptc, wind ptc, wind tax credits, tax credits for wind, renewable energy tax credits", "google-site-verification": "jXqoqqPSmx_PWchRdG-IXu-X616Ee2Ptf_AiElI9LzQ", "sailthru.description": "Conservatives love to complain that uncertainty in government policy hurts business. Usually, they’re talking about the deficit, or health care regulat ...", "sailthru.image.full": "http://www.slate.com/content/dam/slate/articles/business/the_juice/2015/03/150305_JUI_WindEnergy.jpg.CROP.cq5dam_web_1280_1280_jpeg.jpg", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no"}, "_id": "\"57477af36914bd0286fd11e0\"", "article_summary": "“Wind energy is the poster child of uncertain government policy, or the poster child for unstable government policy,” says Rob Gramlich, senior vice president for government and public affairs at the American Wind Energy Association.\nFrom a standing start, America’s wind industry has grown massively since 2007, as the chart below shows.\nIt is also possible—perhaps even likely—that the production tax credit will be restored in some fashion.\nAmerican Wind Energy AssociationAdvertisementOf course, like many young and old industries—banking, housing, mortgage finance, health care, defense—wind energy’s financial viability relies on a taxpayer subsidy.\nBut there is at least one business that’s being killed by government-imposed uncertainty: the wind industry."}