{"article_title": "Religious freedom day and public schools", "article_keywords": ["faith", "school", "students", "freedom", "express", "day", "schools", "education", "religious", "public", "christmas"], "article_url": "https://www.lifesitenews.com/opinion/religious-freedom-day-and-public-schools", "article_text": "OpinionFaith, Freedom\n\nDecember 21, 2015 (BreakPoint) -- Right up there with Christmas music on the radio and festive lights on people’s houses, it's become an annual tradition during the Christmas season for people to criticize schools for daring to display Christmas trees, sing Christmas carols, and acknowledge the birth of Jesus.\n\nAnd of course, a lot of schools avoid the controversy all together because they have long ago stripped Christmas of its meaning and even stopped children from talking about Jesus as the reason for the season.\n\nAs Eric Buehrer of Gateways to Better Education reminds us, when it comes to education, as the saying goes, “More is caught than taught.” The tone or atmosphere in a classroom can have a great impact on students. When a generation of young people is raised in public schools where they aren’t allowed to freely express their faith, is it any wonder they become adults who think that religious expression should only be a private affair in their homes or churches?\n\nThis generation of children and teens need to be taught that they have the freedom to express their faith at school. Faith isn’t just a private matter that can only be expressed in the evenings and on weekends. Americans are free to articulate their faith in their words and by their actions in all areas of their lives.\n\nThat's why it is important that we all draw attention to Religious Freedom Day, January 16th. Each year since 1993, the President declares January 16th to be “Religious Freedom Day” and calls upon Americans to “observe this day through appropriate events and activities in homes, schools, and places of worship.”\n\nJanuary 16th is the anniversary of the passage, in 1786, of the Virginia Statute on Religious Freedom. Thomas Jefferson drafted the legislation and considered it one of his greatest achievements. The men who drafted the U.S. Constitution leaned heavily on Jefferson’s statute in establishing the First Amendment’s guarantee of religious freedom.\n\nToday, that protection is as important as ever--whether it involves Obamacare trying to make religious organizations pay for abortions or judges forcing bakers, florists, and photographers to participate in same-sex weddings.\n\nWhen it comes to public schools, in too many instances, teachers tell students they cannot include their faith in their homework assignments or classroom discussions. These teachers are often simply unaware that the U.S. Department of Education has issued guidelines explaining students’ religious liberties. According to the guidelines:\n\nStudents can pray, read their Bibles, and talk about their faith at school during school hours.\n\nThey can organize prayer groups and Bible studies and announce their meetings.\n\nStudents can express their faith in their class work and homework.\n\nThey can express their faith at a school event such as a talent show or a graduation ceremony.\n\nAnd, teachers can organize prayer groups and Bible studies with their colleagues.\n\nOur friends at Gateways to Better Education have put together all the resources you need to promote awareness of Religious Freedom Day in your church, your schools, and your community this January. Their mission is to create a better future for our children by keeping God in our schools. And that includes promoting students’ freedom of religious expression.\n\nSo, here’s the plan: On the Sundays before and after Religious Freedom Day I urge you to get information to the families in your church about their children’s religious freedom at school. Make sure all the educators in your church get it, too.\n\nReprinted with permission from Break Point.", "article_metadata": {"og": {"site_name": "LifeSiteNews", "description": "This generation of children and teens need to be taught that they have the freedom to express their faith at school.", "title": "Religious freedom day and public schools", "locale": "en_US", "image": "https://s3.amazonaws.com/lifesite/christmas_nativity.jpg", "url": "https://www.lifesitenews.com/opinion/religious-freedom-day-and-public-schools", "type": "article"}, "twitter": {"card": "This generation of children and teens need to be taught that they have the freedom to express their faith at school."}, "description": "This generation of children and teens need to be taught that they have the freedom to express their faith at school.", "viewport": "width=device-width, initial-scale=1.0", "fb": {"admins": 1477213784, "app_id": 132010293551131, "pages": 112623813202}}, "article_summary": "So, here’s the plan: On the Sundays before and after Religious Freedom Day I urge you to get information to the families in your church about their children’s religious freedom at school.\nThat's why it is important that we all draw attention to Religious Freedom Day, January 16th.\nEach year since 1993, the President declares January 16th to be “Religious Freedom Day” and calls upon Americans to “observe this day through appropriate events and activities in homes, schools, and places of worship.”January 16th is the anniversary of the passage, in 1786, of the Virginia Statute on Religious Freedom.\nThe men who drafted the U.S. Constitution leaned heavily on Jefferson’s statute in establishing the First Amendment’s guarantee of religious freedom.\nOur friends at Gateways to Better Education have put together all the resources you need to promote awareness of Religious Freedom Day in your church, your schools, and your community this January."}