{"article_title": "Insurers See Worldwide Drop in Customer Satisfaction", "article_keywords": ["worldwide", "customer", "customers", "positive", "drop", "experience", "satisfaction", "levels", "rising", "digital", "percentage", "insurers", "channels"], "article_url": "http://www.natlawreview.com/article/insurers-see-worldwide-drop-customer-satisfaction", "article_text": "Sunday, March 15, 2015\n\nNon-life insurers in most of the world saw improved underwriting ratios last year, thanks to a significant drop in claims expenses and rising premium volume aided by growth in emerging markets. According to Capgemini’s 2015 World Insurance Report, however, insurers were not nearly as successful with their customers.\n\nGlobally, positive customer experiences decreased significantly in 2014, indicating that steps taken by insurers are not matching rising customer expectations, the consultancy reported. The fall was pervasive worldwide, but North America witnessed the largest drop of 8.3 percentage points, followed by Latin America with 5.3 points.\n\nAccording to the report, “The agent channel delivered positive experience levels that were almost double those of digital channels, suggesting that digital channels are dragging down global customer experience levels. Customer expectations of digital channels such as mobile and social media are rising rapidly along with their usage and importance. However, more than 40% of customers cited positive experiences through the agency channel, while less than 30% of customers had positive experiences through digital channels such as mobile and social media.”\n\nClaims servicing is also problematic in terms of customer experience, seeing the lowest percentage of happy customers.\n\nAmong all customers, Gen Y currently presents the biggest decrease in satisfaction. The drop in positive experience levels was much steeper for this age group than any other, and this trend is seen across all regions, especially in the developed markets. In North America, the drop in experience levels for Gen Y customers was approximately 10 percentage points steeper than other age segments, while in developed Asia-Pacific the difference was around five percentage points, Capgemini reported.\n\nCheck out more of the study’s key findings in the infographic below:", "article_metadata": {"description": "Non-life insurers in most of the world saw improved underwriting ratios last year, thanks to a significant drop in claims expenses and rising premium volume aided by growth in emerging markets.", "generator": "Drupal 7 (http://drupal.org)", "og": {"site_name": "The National Law Review", "description": "Non-life insurers in most of the world saw improved underwriting ratios last year, thanks to a significant drop in claims expenses and rising premium volume aided by growth in emerging markets. Accord", "title": "Insurers See Worldwide Drop in Customer Satisfaction", "url": "http://www.natlawreview.com/article/insurers-see-worldwide-drop-customer-satisfaction", "image": "http://www.riskmanagementmonitor.com/wp-content/uploads/2015/03/2015-world-insurance-report-infographic.jpg", "type": "article"}, "keywords": "Legal, Business, Insurance, Customer Satisfaction, Approval, Drop, Claims, expenses, Emerging markets", "msvalidate.01": "5493B547C0AB527FF4CF8C4D0127302A", "google-site-verification": "SAKcOmA6_i0E79oG2TjlPWfOSs9kMM6EWAZNaT0aBtA", "verify-v1": "nSkrvEqyOIUMGKMak3OBIKcpcABac4XWK5NJKMuMtBY=", "y_key": "fe6cd8bd83ff0c09", "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "Legal, Business, Insurance, Customer Satisfaction, Approval, Drop, Claims, expenses, Emerging markets"}, "article_summary": "Globally, positive customer experiences decreased significantly in 2014, indicating that steps taken by insurers are not matching rising customer expectations, the consultancy reported.\nAccording to the report, “The agent channel delivered positive experience levels that were almost double those of digital channels, suggesting that digital channels are dragging down global customer experience levels.\nCustomer expectations of digital channels such as mobile and social media are rising rapidly along with their usage and importance.\nThe drop in positive experience levels was much steeper for this age group than any other, and this trend is seen across all regions, especially in the developed markets.\nThe fall was pervasive worldwide, but North America witnessed the largest drop of 8.3 percentage points, followed by Latin America with 5.3 points."}