{"article_title": "Sean Hannity’s Big Concern for Whoever Is the GOP Nominee", "article_keywords": ["hannity", "wobbly", "trump", "nominee", "guys", "big", "republicans", "vicious", "hannitys", "conservative", "sean", "republican", "democrats", "gop", "concern"], "article_url": "http://www.theblaze.com/stories/2016/02/19/sean-hannitys-big-concern-for-whoever-is-the-gop-nominee/", "article_text": "GREENVILLE, S.C. — A vicious tone in South Carolina is nothing new, but TV and radio host Sean Hannity said he did have concerns the effect it might have on the eventual nominee.\n\n“This isn’t my first rodeo. I have been on radio nearly 30 years now. I’ve been following this for most of my adult life,” Hannity told TheBlaze.\n\n“It always gets this way in South Carolina. Go back to 2000, George Bush-John McCain, just read the paper,” the conservative commentator continued. “The history is pretty vicious. I would like to see it calm down because ultimately for the Republican nominee, there will have to be uniting if they want to defeat the Democrats. A house divided is going to fall. They have to rally behind the winner.”\n\nHannity was in Greenville for the Conservative Convention ahead of Saturday’s Republican primary in the state.\n\nHannity stressed that he isn’t endorsing any candidate but leans toward outsiders that the establishment doesn’t like, and left it at that. For this campaign cycle, that has clearly been real estate billionaire Donald Trump and Texas Sen. Ted Cruz.\n\nTheBlaze asked him about Trump’s past positions on abortion, guns and taxes that have changed since becoming a presidential contender.\n\n“I’m not getting into individual campaigns, but I will say this: On the issue of Trump, you either believe he is where he is now or you take his old positions, but I have not endorsed a candidate,” Hannity said. “I want a conservative with a vision that will get Americans back to work, a balanced budget, our borders secure, ISIS dealt with and a strong national security presence. That’s what I’m looking for.”\n\nHannity insisted that too many Republicans have fallen short on their promise, one reason for the rise of anti-establishment candidates.\n\nTheBlaze also asked Hannity if he had any confidence that the GOP-controlled Senate would stand firm against Obama’s nominee to replace Justice Antonin Scalia on the Supreme Court.\n\n“I’m beginning to see wobbly, the same guys that capitulated on Obamacare, they all promised to repeal and replace Obamacare. They didn’t do it,” Hannity replied. “They could have used the power of the purse. The same guys who in 2014 promised they were going to stop executive amnesty are the same guys now promising that they will hold the line and let the people decide who will pick the next justice.”\n\n“So far, I’m beginning to see some wobbly knees like we’ve seen in the past, which is why this is an insurgency year,” Hannity explained. “This is why conservatives, if you look at the polls, 60 percent feel betrayed, and I think for good reason. When a politician makes a promise and they don’t follow through and they don’t fight for the things they believe in that angers the people that put them in office. They have the right to be angry.”\n\nRep. Louie Gohmert (R-Texas), a Cruz supporter speaking at the same event, agreed with Hannity that it’s possible the Republican nominee could be wounded.\n\n“I think it could very well hurt the eventual nominee,” Gohmert told TheBlaze. “If Ted ends up as the nominee like we hope, then I could see Democrats taking everything that Trump says and running in commercials over and over again. One of the worst things we can do to other Republicans is give the Democrats ammunition, especially like in this case where it’s simply not true, but use those commercials to beat up other Republicans.”", "article_metadata": {"msapplication-notification": "frequency=30; polling-uri=http://www.theblaze.com/publish/_livetile/notifications/1.xml; polling-uri2=http://www.theblaze.com/publish/_livetile/notifications/2.xml; polling-uri3=http://www.theblaze.com/publish/_livetile/notifications/3.xml; polling-uri4=http://www.theblaze.com/publish/_livetile/notifications/4.xml", "application-name": "TheBlaze.com", "twitter": {"description": "GREENVILLE, S.C. — A vicious tone in South Carolina is nothing new, but TV and radio host Sean Hannity said he did have concerns the effect it might have on the eventual nominee.  “This isn’t my first rodeo. I have been on radio nearly 30 years now. I’ve...", "creator": "@FredLucasWH", "url": "http://www.theblaze.com/stories/2016/02/19/sean-hannitys-big-concern-for-whoever-is-the-gop-nominee/", "image": "http://www.theblaze.com/wp-content/uploads/2013/10/hannity1-620x362.jpg", "title": "Sean Hannity’s Big Concern for Whoever Is the GOP Nominee", "site": "@theblaze", "card": "summary", "account_id": 1512944287}, "keywords": "sean, hannitys, big, concern, whoever, gop, nominee", "sailthru.tags": "campaign-2016, donald-trump, media, politics, sean-hannity, south-carolina-primary, ted-cruz, author-fred-lucas, site-theblazecom", "facebook-count": 699, "gplus-count": 0, "msapplication-TileColor": "#282b2d", "sailthru.guid": "theblazecom/1080985", "categories": "campaign-2016,donald-trump,sean-hannity,south-carolina-primary,ted-cruz,media,politics", "msapplication-square150x150logo": "http://www.theblaze.com/wp-content/plugins/theblaze_livetile/img/medium150x150.png", "comment-count": 202, "description": "GREENVILLE, S.C. — A vicious tone in South Carolina is nothing new, but TV and radio host Sean Hannity said he did have concerns the effect it might have on the eventual nominee.  “This isn’t my first rodeo. I have been on radio nearly 30 years now. I’ve...", "msapplication-wide310x150logo": "http://www.theblaze.com/wp-content/plugins/theblaze_livetile/img/wide310x150.png", "linkedin-count": 0, "msapplication-square70x70logo": "http://www.theblaze.com/wp-content/plugins/theblaze_livetile/img/small70x70.png", "msapplication-square310x310logo": "http://www.theblaze.com/wp-content/plugins/theblaze_livetile/img/large310x310.png", "fb": {"admins": 517831498}, "msapplication-starturl": "http://www.theblaze.com/", "viewport": "width=device-width", "og": {"site_name": "The Blaze", "description": "GREENVILLE, S.C. — A vicious tone in South Carolina is nothing new, but TV and radio host Sean Hannity said he did have concerns the effect it might have on the eventual nominee.  “This isn’t my first rodeo. I have been on radio nearly 30 years now. I’ve...", "title": "Sean Hannity’s Big Concern for Whoever Is the GOP Nominee", "url": "http://www.theblaze.com/stories/2016/02/19/sean-hannitys-big-concern-for-whoever-is-the-gop-nominee/", "image": {"width": 620, "identifier": "http://www.theblaze.com/wp-content/uploads/2013/10/hannity1-620x362.jpg", "type": "image/jpeg", "height": 362}, "type": "article"}, "dc.date": "2016-02-19T15:53:14+00:00", "twitter-count": 0}, "article_summary": "I would like to see it calm down because ultimately for the Republican nominee, there will have to be uniting if they want to defeat the Democrats.\nThey have the right to be angry.”Rep. Louie Gohmert (R-Texas), a Cruz supporter speaking at the same event, agreed with Hannity that it’s possible the Republican nominee could be wounded.\n“I’m beginning to see wobbly, the same guys that capitulated on Obamacare, they all promised to repeal and replace Obamacare.\nGREENVILLE, S.C. — A vicious tone in South Carolina is nothing new, but TV and radio host Sean Hannity said he did have concerns the effect it might have on the eventual nominee.\n“If Ted ends up as the nominee like we hope, then I could see Democrats taking everything that Trump says and running in commercials over and over again."}