{"article_title": "Peggy Noonan Reveals the Republicans' ObamaCare Alternative", "article_keywords": ["reveals", "programs", "noonan", "republicans", "obamacare", "gop", "peggy", "single", "et", "alternative", "thing", "insurance", "market"], "article_url": "http://www.politicususa.com/2013/12/01/peggy-noonan-aca-problematic-expand-medicare.html", "article_text": "I’ve been saying for weeks now that Republicans, so desperate to destroy Obama’s biggest accomplishment that they can’t stop tearing their own ideas apart, are accidentally making a case for single payer.\n\nPeggy Noonan took that to the next level today on ABC’s This Week, as she bypassed single payer to land back at the GOP’s real plan: Do nothing. Repeal or delay and do nothing.\n\nWatch here:\n\nUnfortunately your browser does not support IFrames.\n\nPeggy Noonan said on This Week, “I think the Obamacare problem is two-tier. One is the real problem with the website that has been fascinating and captivating people for two months. Beyond that, there is the deeper problem of America discovering of what is in the program itself, people losing coverage, the doctor situation — you can’t keep them, et cetera, et cetera, et cetera.”\n\nOh, yes, suddenly losing coverage is a bad thing that the GOP cares about! Hop on this bus before it takes off and rolls right over you — and it will. And I guess it shouldn’t be a shock that the only people the GOP cares about are those who already had insurance and now might have to switch their doctors. Oh, the inhumanity… It’s truly pulling at the 47%’s heartstrings. To think a few 5% of the population might have to meet a new doctor — it’s almost like dying from lack of health insurance.\n\n“Et cetera.” This means that there is so much to complain about but Noonan figures you already know what’s wrong with Obamacare. “Et cetera.”\n\nOn top of “et cetera”, there’s this thing that hasn’t happened yet but might! Hang on to your outrage, America — “Plus, there’s something new, orphaned policies, in which people go on to the site, think they have registered and find out in January that they haven’t.”\n\nBecause of all of that, you might as well not give health insurance to any of the 47 million who don’t have it for a year. Let them die because they might not get insurance in January, “So it’s so problematic that I have said since October, this thing should just be delayed one year.”\n\nStephanopoulos replied, “And Peggy Noonan, one of the things you do see, even more Republican governs signing up accepting the program especially on Medicaid. We just saw Michigan signing up on top of Ohio and New Jersey, some big states there.”\n\nNoonan goes in for the anti government push, but gets hung up on government programs that she apparently loves more than ObamaCare, “But let me say something so old-fashioned, I always thought one of the central mistakes here was obsessing on the issue of insurance and not obsessing on the issue of health care and making sure everybody who gets into an accident, who has some trouble, who doesn’t have money, can get treated in America.”\n\nSay what? So, Peggy wants people to get treatment without insurance – no matter if they have money or not. Great idea!\n\nPeggy wants programs like Medicare to be expanded, it seems, “It seems to me, we had some programs that could be deepened, broadened, made good, made better.” Yes, but ObamaCare is trying to do that and Republicans are refusing to take the money in some states. Why is that if Republicans really want the poor and middle class to get medical help?\n\nPeggy feels that since insurance and a website are so complicated, we might as well give up, “And insurance is complicated. And we are seeing in this whole website thing and in everything that follows, you can’t control that market. It’s a big, complicated, nutty, messy market. We shouldn’t have government even have gone in there.”\n\nYet she wants to expand “some programs” — and those “programs” are government programs.\n\nPeggy is clearly saying insurance is for the birds and the market place is “nutty, messy” — do tell, Ms Noonan. So we should go with expanding government programs, only the government should stay out of it.\n\nSo there you have GOP No Care — single payer, but without the government. Laugh here if you must.\n\nOr, as it was before, GOP Go Die with your corporate insurance death panels but with the sentiment of single payer — because Peggy thinks it would be super nice if people could get help without insurance.\n\nIf only doctors and hospitals would donate their time and resources or charge those with insurance to cover those without – oh, wait, that’s what we were doing before ObamaCare and that wasn’t fair to those with insurance and plus there was that little issue of people dying due to lack of insurance. HUH.\n\nThe market doesn’t work according to Noonan and the government should stay out of government programs that work so well… But we should delay ObamaCare…\n\nIn other words, Noonan is advocating for doing nothing, which is what Republicans do best when they’re not obstructing and destroying.", "article_metadata": {"description": "Peggy Noonan made the argument for single payer but without the government and then landed back at the GOP's real plan: Do nothing. Repeal or delay and do nothing.", "generator": "WordPress 4.5.2", "author": "Sarah Jones", "og": {"site_name": "Politicus USA", "description": "Peggy Noonan made the argument for single payer but without the government and then landed back at the GOP's real plan: Do nothing. Repeal or delay and do nothing.", "title": "Peggy Noonan Reveals the Republicans' ObamaCare Alternative: Nothing", "url": "http://www.politicususa.com/2013/12/01/peggy-noonan-aca-problematic-expand-medicare.html", "image": "http://15130-presscdn-0-89.pagely.netdna-cdn.com/wp-content/uploads/2013/12/Screen-Shot-2013-12-01-at-4.20.30-PM-1.jpg", "updated_time": "2013-12-01T17:37:03+00:00", "type": "article"}, "fb": {"admins": 523732690, "app_id": 113462415332922, "pages": 186473214703370}, "keywords": "Featured News,politicususa,liberal,politics,sarah jones,jason easley,barack obama,hillary clinton,bernie sanders,msnbc,media", "article": {"publisher": "https://www.facebook.com/PoliticusUSA", "section": "Featured News", "published_time": "2013-12-01T17:37:03+00:00", "modified_time": "2013-12-01T17:37:03+00:00"}, "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fdfbf6\"", "article_summary": "Peggy Noonan said on This Week, “I think the Obamacare problem is two-tier.\nPeggy is clearly saying insurance is for the birds and the market place is “nutty, messy” — do tell, Ms Noonan.\n“Et cetera.” This means that there is so much to complain about but Noonan figures you already know what’s wrong with Obamacare.\nWe shouldn’t have government even have gone in there.”Yet she wants to expand “some programs” — and those “programs” are government programs.\nPeggy feels that since insurance and a website are so complicated, we might as well give up, “And insurance is complicated."}