{"article_title": "Online Human Breast Milk Craze Has Serious Health Risks", "article_keywords": ["viruses", "expose", "steele", "health", "risks", "human", "online", "serious", "women", "milk", "craze", "breast"], "article_url": "http://www.medicaldaily.com/online-human-breast-milk-craze-has-serious-health-risks-experts-338808", "article_text": "A growing community that is buying and drinking breast milk poses health risks. Photo courtesy of Shutterstock\n\nLONDON (Reuters) - A growing online craze among some fitness communities, fetishists and chronic disease sufferers for buying and drinking human breast milk poses serious health risks, British experts said on Thursday.\n\nWriting in the Journal of the Royal Society of Medicine, specialists said there was little evidence to support claims that the milk - traded via websites in a lucrative market for adult buyers - is some kind of super food that can boost health and fitness and ward off disease.\n\nClaims that it even helps with erectile dysfunction and cancer have no clinical basis, they said. On the contrary, the experts warned, raw and unpasteurized human breast milk bought online can expose consumers to many serious infectious diseases, including hepatitis, HIV and syphilis.\n\nIt is also potentially very hazardous if used to replace a healthy balanced diet, Sarah Steele, a specialist at the global health and policy unit at Queen Mary University of London, wrote in the journal.\n\nNutritionally, she said, there is less protein in human breast milk than other milks like cow's milk.\n\n\"Potential buyers should be made aware that no scientific study evidences that direct adult consumption of human milk for medicinal properties offers anything more than a placebo effect,\" Steele said.\n\nShe added that failure of women to sanitize properly when producing milk, failure to sterilize equipment properly, and improper or prolonged storage and transportation of milk can also expose consumers to bacterial food-borne illnesses.\n\n\"While many online mums claim they have been tested for viruses during pregnancy, many do not realize that (such)screening needs to be undertaken regularly,\" Steele said.\n\n\"Sexual and other activities ... may expose the women to viruses that they may unwittingly pass on to consumers.\"\n\n(Reporting by Kate Kelland; Editing by Tom Brown)", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "online, human, breast, milk, craze, has, serious, health, risks, experts", "og": {"site_name": "Medical Daily", "description": "A growing online craze among some fitness communities, fetishists and chronic disease sufferers for buying and drinking human breast milk poses serious health risks, British experts said on Thursday.", "title": "Online Human Breast Milk Craze Has Serious Health Risks: Experts", "url": "http://www.medicaldaily.com/online-human-breast-milk-craze-has-serious-health-risks-experts-338808", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/06/18/breast-milk-2.jpg", "type": "article"}, "twitter": {"description": "A growing online craze among some fitness communities, fetishists and chronic disease sufferers for buying and drinking human breast milk poses serious health risks, British experts said on Thursday.", "title": "Online Human Breast Milk Craze Has Serious Health Risks: Experts", "url": "http://www.medicaldaily.com/online-human-breast-milk-craze-has-serious-health-risks-experts-338808", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/06/18/breast-milk-2.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/06/18/breast-milk-2.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Vitality", "published_time": "2015-06-18T10:38:37-04:00", "modified_time": "2015-06-18T10:44:07-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "A growing online craze among some fitness communities, fetishists and chronic disease sufferers for buying and drinking human breast milk poses serious health risks, British experts said on Thursday."}, "_id": "\"57477af46914bd0286fdfc0a\"", "article_summary": "Nutritionally, she said, there is less protein in human breast milk than other milks like cow's milk.\nPhoto courtesy of ShutterstockLONDON (Reuters) - A growing online craze among some fitness communities, fetishists and chronic disease sufferers for buying and drinking human breast milk poses serious health risks, British experts said on Thursday.\nA growing community that is buying and drinking breast milk poses health risks.\nOn the contrary, the experts warned, raw and unpasteurized human breast milk bought online can expose consumers to many serious infectious diseases, including hepatitis, HIV and syphilis.\n\"Potential buyers should be made aware that no scientific study evidences that direct adult consumption of human milk for medicinal properties offers anything more than a placebo effect,\" Steele said."}