{"article_title": "FDA Says Liver Damage Risk Outweighs Possible Benefit", "article_keywords": ["fda", "outweighs", "prescription", "risk", "combination", "325", "damage", "drug", "possible", "severe", "benefit", "products", "liver", "acetaminophen", "dose"], "article_url": "http://www.medicaldaily.com/dont-take-acetaminophen-combo-drug-doses-over-325mg-fda-says-liver-damage-risk-outweighs-possible", "article_text": "The Food and Drug Administration says the risks of taking an acetaminophen combination drug dose over 325mg far outweigh any possible benefits.\n\nThe Food and Drug Administration (FDA) issued a strong recommendation on Tuesday: Health care professionals should stop prescribing combination drug products that contain more than 325 milligrams of acetaminophen per tablet or capsule. The agency believes the health risks associated with prescribing an increased dose, which include the possibility of severe liver damage, outweigh the benefits of increased dosage.\n\nAcetaminophen is an active ingredient in any number of over-the-counter and prescription medications, most notably Tylenol. It is used to relieve minor aches, pains, and reduces fever. When combined with other ingredients, it is commonly used to treat allergies, colds, the flu, and sleeplessness.\n\nThe FDA says that limiting the amount of acetaminophen per dosage will reduce the risk of severe liver injury from what’s usually an inadvertent acetaminophen overdose. Acetaminophen overdose can lead to liver failure, necessitate a liver transplant, and, in severe cases, be fatal. Patients who took more than the prescribed acetaminophen dose in a 24-hour period, took more than one acetaminophen-containing product at the same time, and drank alcohol while taking acetaminophen products were at highest risk of severe liver injury. \"Acetaminophen overdose is one of the most common poisonings worldwide,\" said the National Institutes of Health, according to CNN.\n\nThough the FDA asked manufacturers to limit the amount of acetaminophen in their products to 325 milligrams, not all companies have complied. And since it is a mere recommendation, the companies don’t necessarily have to comply. The FDA maintains that it will take action to remove all acetaminophen products that exceed the recommended dose from store and pharmacy shelves, perhaps through regulatory action.\n\n“More than half of manufacturers have voluntarily complied with the FDA request,” the agency said. “However, some prescription combination drug products containing more than 325 mg of acetaminophen per dosage unit remain available. In the near future FDA intends to institute proceedings to withdraw approval of prescription combination drug products containing more than 325 mg of acetaminophen per dosage unit that remain on the market.”", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "acetaminophen, 325mg, fda", "og": {"site_name": "Medical Daily", "description": "The Food and Drug Administration says the risks of taking an acetaminophen combination drug dose over 325mg far outweigh any possible benefits.", "title": "Don’t Take Acetaminophen Doses Over 325mg, Warns FDA", "url": "http://www.medicaldaily.com/dont-take-acetaminophen-combo-drug-doses-over-325mg-fda-says-liver-damage-risk-outweighs-possible", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/01/15/shutterstock32952331.jpg", "type": "article"}, "twitter": {"description": "The Food and Drug Administration says the risks of taking an acetaminophen combination drug dose over 325mg far outweigh any possible benefits.", "title": "Don’t Take Acetaminophen Doses Over 325mg, Warns FDA", "url": "http://www.medicaldaily.com/dont-take-acetaminophen-combo-drug-doses-over-325mg-fda-says-liver-damage-risk-outweighs-possible", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/01/15/shutterstock32952331.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/01/15/shutterstock32952331.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Drugs", "published_time": "2014-01-15T10:31:13-05:00", "modified_time": "2014-01-15T10:31:12-05:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "The Food and Drug Administration says the risks of taking an acetaminophen combination drug dose over 325mg far outweigh any possible benefits."}, "_id": "\"57477af36914bd0286fd121c\"", "article_summary": "The Food and Drug Administration says the risks of taking an acetaminophen combination drug dose over 325mg far outweigh any possible benefits.\nThe agency believes the health risks associated with prescribing an increased dose, which include the possibility of severe liver damage, outweigh the benefits of increased dosage.\n“However, some prescription combination drug products containing more than 325 mg of acetaminophen per dosage unit remain available.\nThe FDA says that limiting the amount of acetaminophen per dosage will reduce the risk of severe liver injury from what’s usually an inadvertent acetaminophen overdose.\nAcetaminophen overdose can lead to liver failure, necessitate a liver transplant, and, in severe cases, be fatal."}