{"article_title": "NJ octogenarian chronicles a century's worth of war dead (Di Ionno)", "article_keywords": ["octogenarian", "nj", "service", "di", "binders", "montclair", "ionno", "dead", "war", "ii", "books", "chronicles", "world", "centurys", "damgen", "worth", "killed", "page"], "article_url": "http://www.nj.com/news/index.ssf/2014/10/nj_octogenarian_chronicles_a_centurys_worth_of_war_dead.html", "article_text": "\n\nWhat James Damgen collects, he wishes he never had to gather.\n\n“I’ll keep working on it until there’s no more. And I hope there’s no more,” said Damgen, 88. “But it looks like it’s starting up again.”\n\n\n\nHe's referring to the conflicts in the Mideast, leaving Damgen worried his work will never be done.\n\nWhat James Damgen collects are news clips of the war dead. He has two shelves of binders in his West Orange apartment that contain every bit of print media information he has found on nearly a century’s worth of men and women killed in action. Each person -- and there are hundreds -- has at least one memorial page.\n\nHis books covering World War I, World War II, Korea and Vietnam list and archive those from his native Montclair, with copies in the Montclair Public Library.\n\nBut he expanded his search to all New Jerseyans with the Gulf Wars, and the Iraq and Afghanistan conflicts. He also has a book chronicling the people who died in the terror attacks of Sept. 11, and he plans to bequeath those binders to the New Jersey Historical Society.\n\n“It’s his way of expressing his patriotism,” said his daughter, Jeanne Damgen. “He couldn’t serve (in World War II), so this is how he does his part.”\n\nHer father, known to everyone as “Duke,” was stricken by polio as a toddler. When the draft board called in 1943, he was all set to go, just like his brothers, a sister, friends and neighbors.\n\n“But they declared me 4-F,” said Damgen. “I said, ‘Why? ' I was perfectly capable of doing a desk job. Then I tried to join the Coast Guard and they wouldn’t let me in, either.”\n\nIt bothered him then. And after he retired from a successful career with General Electric, selling its appliance line to retailers during the 1990s, it began to bug him all over again.\n\n“He read The Star-Ledger and Montclair Times religiously, and more and more, he saw the obituaries of his contemporaries, and how they all served in World War II,” Jeanne Damgen said. “He always told us stories about his antics with his brothers, and how his polio never slowed him down. When the war came, he actually begged to serve. It always bothered him that they didn’t let him.”\n\nJames Damgen remembers feeling left out when he was denied entry into the military in 1943.\n\nHe also remembers when the war hit home.\n\nA cousin, Henry Damgen of Irvington, was killed in Germany. A friend, Marine Pvt. James Mulligan, died in the South Pacific.\n\nTwo of Damgen’s neighbors from Montague Place in Montclair were killed days apart in the weeks after D-Day.\n\nArmy Sgt. Paul Duffy was in a tank battalion and died while fighting in France. Army Cpl. John Fikslin, a Montclair police officer who worked on the force with Damgen’s father, was killed after he took part in the invasions of Sicily and Normandy.\n\n“All my friends were fighting. I felt bad I didn’t go,” he said.\n\nAfter Damgen left General Electric, he filled his days delving into the genealogy of his family and his wife's family. On the shelf next to the books of the war dead are binders marked Damgen, Walsh, McDermott, O’Toole and Reilly, the surnames of the branches of his family tree.\n\n“I started looking at newspapers back as far as 1890,” Damgen said.\n\nWhen his research took him into the World War I years, he saw death notices and obituaries of Montclair men killed in action. He began to collect those clips.\n\nAt the Montclair Library, he found lists of all the service members from the town who were killed in World War I and World II, and searched its newspaper archives to collect whatever stories he could, no matter how small.\n\nSome of the death notices are brief; one paragraph with little more than name, age, rank and survivors. Others include delicate, mournful human touches that bring texture to the lives and last days of the dead service members.\n\nThe obituary for Fikslin says he was injured on July 24, 1944, and is followed by this paragraph:\n\n“His last letter home was dated July 23 and stated, ‘I am writing this from a foxhole on the Cherbourg peninsula.’ ”\n\nIt also notes that he was promoted to sergeant the day before he was hit.\n\nThe clip on Paul Duffy says he “last wrote home on July 25, reporting ‘the invasion was going okay.’ ”\n\nWith the help of Montclair research librarians Kim Seltzer and William Fischer, Damgen was able to track down every bit of information on the hundreds of casualties from the town.\n\nIn his World War I binder and three World War II binders, page after page of black-and-white news clips and grainy service portraits are reminders of the tremendous loss of young life from Montclair. Part of a generation, and their future contributions to their hometown, lost forever.\n\nInformation Damgen couldn’t find in Montclair, he found at the Newark Public Library and the New Jersey Historical Society.\n\n“I also got a lot of help from Charles Cummings,” Damgen said, remembering the late Newark historian and archivist at the city library.\n\nUtilizing the internet, Damgen also tracked down the gravesites of American soldiers buried in Europe, and included them in each person’s profile.\n\nHis Montclair binders are now part of the library’s permanent collection.\n\n“He’s such a lovely guy and has done such a great service,” Seltzer said.\n\nAround Veterans Day and Memorial Day, the library displays them .“I know people use them for their own family research,” Demgen said.\n\nWhen he finished with Montclair books, Damgen turned his attention to the wars in the Mideast.\n\n“My father chronicled all 166 people killed in Iraq and Afghanistan,” Jeanne Damgen said. “He went all over the state to track down information on them and has pictures of all but one. It’s his way of honoring them.”\n\nThese books have the same effect as his earlier ones: page after page of lost sons and daughters, husbands and wives, brothers and sisters -- reminders of the terrible destruction of young life in war.\n\nIn these books, though, the pictures are sharp and in color, the obituaries are more detailed and the history is modern, right up to Sept. 21 of last year, when Staff Sgt. Timothy McGill of Ramsey died in Afghanistan.\n\nHe is the last in Damgen's collection. For now.\n\n(Mark Di Ionno: (973) 392-1728 or mdiionno@starledger.com)", "article_metadata": {"medium": "news", "viewport": "width=device-width,initial-scale=1", "Description": "What James Damgen collects, he wishes he never had to gather. &#8220;I&#8217;ll keep working on it until there&#8217;s no more. And I hope there&#8217;s no more,&#8221; said Damgen, 88. &#8220;But it looks like it&#8217;s starting up again.&#8221; He's referring to the conflicts in the Mideast, leaving Damgen worried his work will never be done. What James Damgen collects are news clips of the war dead. He has two shelves of binders in his West Orange apartment that contain every bit of print media information he has found on nearly a century&#8217;s worth of men and women killed in action. Each person -- and there are hundreds -- has at least one memorial page. His books covering World War I, World War II, Korea and Vietnam list and archive those from his native Montclair, with copies in the Montclair Public Library. But he expanded his search to all New Jerseyans with the Gulf Wars, and the Iraq and Afghanistan conflicts. He also has a book chronicling the people who died in the terror attacks of Sept. 11, and he plans to bequeath those binders to the New Jersey Historical Society. &#8220;It&#8217;s his way of expressing his patriotism,&#8221; said his daughter,...", "title": "NJ octogenarian chronicles a century's worth of war dead (Di Ionno)", "parsely-page": "{\"title\": \"NJ octogenarian chronicles a century\\u0027s worth of war dead (Di Ionno) \", \"link\": \"http://www.nj.com/news/index.ssf/2014/10/nj_octogenarian_chronicles_a_centurys_worth_of_war_dead.html\", \"image_url\": \"http://imgick.nj.com/home/njo-media/width620/img/ledgerupdates_impact/photo/2014/10/09/16043448-standard.jpg\", \"type\": \"post\", \"post_id\": \"14146092\", \"pub_date\": \"2014-10-12T11:18:42Z\", \"author\": \"Mark Di Ionno | The Star-Ledger\", \"tags\": [] }", "twitter": {"image": "http://media.nj.com/ledgerupdates_impact/photo/2014/10/09/16043448-thumb_square_large.jpg", "creator": "@MarkDiIonno", "site": "@njdotcom", "card": "summary", "description": "What James Damgen collects, he wishes he never had to gather. &#8220;I&#8217;ll keep working on it until there&#8217;s no more. And I hope there&#8217;s no more,&#8221; said Damgen, 88. &#8220;But it looks like it&#8217;s starting up again.&#8221; He's referring..."}, "article_date_updated": "Sunday, October 12, 2014,  9:23 AM", "parsely-metadata": "{\"image_url\": \"http://media.nj.com/ledgerupdates_impact/photo/2014/10/09/nj-octogenarian-war-deadjpg-ff4c394a1629d6f8.jpg\", \"author_name\": \"mdiionno\", \"author_nickname\": \"Mark Di Ionno | The Star-Ledger\", \"author_id\": \"2369\", \"source_blog_name\": \"New Jersey Real-Time News\", \"source_blog_url\": \"http://www.nj.com/news/index.ssf/\", \"sponsored_content\": \"0\" }", "og": {"site_name": "NJ.com", "description": "What James Damgen collects, he wishes he never had to gather. &#8220;I&#8217;ll keep working on it until there&#8217;s no more. And I hope there&#8217;s no more,&#8221; said Damgen, 88. &#8220;But it looks like it&#8217;s starting up again.&#8221; He's referring...", "title": "NJ octogenarian chronicles a century's worth of war dead (Di Ionno)", "url": "http://www.nj.com/news/index.ssf/2014/10/nj_octogenarian_chronicles_a_centurys_worth_of_war_dead.html", "image": "http://media.nj.com/design/alpha/img/logo_njo.gif", "type": "article"}, "fb": {"admins": 100000302287435}, "article_publication_name": "NJ.com", "article_comments": 0, "article_date_original": "Sunday, October 12, 2014,  7:15 AM", "article_author": "Mark Di Ionno | The Star-Ledger"}, "article_summary": "His books covering World War I, World War II, Korea and Vietnam list and archive those from his native Montclair, with copies in the Montclair Public Library.\nWhen he finished with Montclair books, Damgen turned his attention to the wars in the Mideast.\n“He couldn’t serve (in World War II), so this is how he does his part.”Her father, known to everyone as “Duke,” was stricken by polio as a toddler.\nIn his World War I binder and three World War II binders, page after page of black-and-white news clips and grainy service portraits are reminders of the tremendous loss of young life from Montclair.\nWhen his research took him into the World War I years, he saw death notices and obituaries of Montclair men killed in action."}