{"article_title": "Obamacare fight breaks 'doc fix'", "article_keywords": ["bipartisan", "bill", "senate", "doc", "fix", "republicans", "obamacare", "fight", "vote", "committee", "house", "policy", "formula", "replace", "breaks"], "article_url": "http://www.politico.com/story/2014/03/obamacare-doc-fix-sgr-104673", "article_text": "The bill would eliminate the SGR and replace it with a new formula. Obamacare fight breaks 'doc fix'\n\nA once-bipartisan proposal to finally reform the deeply flawed way that Medicare pays doctors succumbed Friday to the partisan politics of Obamacare, particularly the unpopular individual mandate.\n\nThe House voted 238-181 to replace the payment formula — the complicated equation that for more than a decade has required annual “doc fixes” — and to pay for it by delaying Obamacare’s individual mandate for five years.\n\nStory Continued Below\n\nA dozen House Democrats joined Republicans in the vote, but the bill is dead on arrival in the Democratic-controlled Senate .\n\nThe Senate plans to return a volley after next week’s recess with a plan that appears just as unlikely to move in the House because it completely avoids the issue of how to pay for the reform proposal. However, newly minted Senate Finance Committee Chairman Ron Wyden has said that he wants to see a bipartisan vote and could end up adding a pay-for — or the promise of one .\n\nThe underlying policy voted on Friday has been agreed to by the top Republicans and Democrats on the Finance Committee as well as the House Energy and Commerce and Ways and Means committees. And after years of bitter complaint about the Sustainable Growth Rate, lawmakers’ bipartisan, bicameral consensus on a replacement has been widely applauded, especially by medical groups.\n\nThe bill would eliminate the SGR and replace it with a new formula that would drive physicians to meet quality metrics tied to their payments — a critical, fundamental shift. The goal is to pay providers for treating a person’s disease or illness instead of focusing on the quantity of the tests or treatments they prescribed.\n\nBut when the six committee leaders failed to settle on a way to afford the $138 billion reform plan, the leadership of both chambers began pushing partisan pay-fors that stand little chance of becoming law.\n\nRepublicans argue that delaying the mandate until 2019 is nearly as long as the White House is allowing people with canceled plans to remain on their pre-Obamacare policies. Under the administration’s latest announcement, people can retain their old insurance through 2017.\n\nRep. Charles Boustany (R-La.), a physician, blamed the Senate for refusing to negotiate on payment methods.\n\n“We’ve agreed on the policy, but we have a problem coming up with the pay-fors,” he said on the House floor Friday. “But the talks broke down in a divided government. Senate leadership has refused to negotiate in good faith. … We’re going to pass this bill to get those discussions started.”\n\nRep. Bill Pascrell (D-N.J.) accused Republicans of throwing the bipartisan talks away “in order to score some really poor and cheap political points.”\n\nThe bipartisan negotiators have not met since agreeing on the policy last month, before Max Baucus left his post as Finance chairman and was replaced by Wyden. It’s unclear whether those talks will resume.\n\n“The breakthrough achieved by our committee would permanently replace the deeply flawed SGR formula,” said Rep. Sander Levin (D-Mich.), the top Democrat on the Ways and Means Committee. “The underlying policy agreement is broadly supported by both providers and beneficiaries, but today’s exercise is opposed by groups representing seniors, doctors, health plans and others because it guts the Affordable Care Act.”\n\nThe existing Medicare formula calls for new cuts to providers as of April 1. The negotiators had hoped to be able to put the new formula in effect by then. But more likely than not, they’ll have to institute a new patch — expected to be nine months or longer — to block the cuts from taking place.\n\nFriday’s bill was the second vote against the Affordable Care Act’s individual mandate this month. In another measure unlikely to get any traction in the Senate, 27 Democrats joined Republicans to delay the mandate’s penalties for 2014.\n\nCORRECTION: An earlier version of this story listed Rep. Sander Levin as a Republican.\n\nCORRECTION: Corrected by: Libby Isenstein @ 03/17/2014 07:18 PM CORRECTION: An earlier version of this story listed Sander Levin as a Republican.\n\nAuthors:", "article_metadata": {"og": {"site_name": "POLITICO", "description": "The House votes 238-181 to change the way Medicare pays doctors, but it's DOA in the Senate.", "title": "Obamacare fight breaks 'doc fix'", "url": "http://www.politico.com/story/2014/03/obamacare-doc-fix-sgr-104673.html", "image": "http://s3-origin-images.politico.com/2014/01/14/seniors_medicare_doctor_328_ap.jpg", "fb_appid": 114037015331397, "type": "article"}, "keywords": "Obamacare,Health Care,Medicare", "twitter": {"site": "@politico", "card": "summary_large_image", "creator": "@politico"}, "description": "The House votes 238-181 to change the way Medicare pays doctors, but it's DOA in the Senate.", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af36914bd0286fd122e\"", "article_summary": "Obamacare fight breaks 'doc fix'A once-bipartisan proposal to finally reform the deeply flawed way that Medicare pays doctors succumbed Friday to the partisan politics of Obamacare, particularly the unpopular individual mandate.\nStory Continued BelowA dozen House Democrats joined Republicans in the vote, but the bill is dead on arrival in the Democratic-controlled Senate .\nIn another measure unlikely to get any traction in the Senate, 27 Democrats joined Republicans to delay the mandate’s penalties for 2014.\nHowever, newly minted Senate Finance Committee Chairman Ron Wyden has said that he wants to see a bipartisan vote and could end up adding a pay-for — or the promise of one .\nCORRECTION: Corrected by: Libby Isenstein @ 03/17/2014 07:18 PM CORRECTION: An earlier version of this story listed Sander Levin as a Republican."}