{"article_title": "This is the Kochs’ right-wing coup: Deny voting rights, flood politics with dark money, capture the courts", "article_keywords": ["foundation", "deny", "voter", "court", "vacancy", "rights", "money", "heritage", "supreme", "kochs", "dark", "flood", "fraud", "courts", "elections", "politics", "rightwing", "voting"], "article_url": "http://www.salon.com/2016/04/03/this_is_the_kochs_right_wing_coup_deny_voting_rights_flood_politics_with_dark_money_capture_the_courts/", "article_text": "Topics: Citizens United, Conservatives, Editor's Picks, Elections 2016, Koch Brothers, Merrick Garland, The Right, Innovation News, Business News, News, Politics News\n\nMost people would agree that our democracy is strongest when everyone can participate and every voice is heard. In fact, it’s hard to think of a more fundamental principle. But recent years have seen a steady push to undermine the engagement of everyday Americans in our political system, whether through the enactment of restrictive voting laws or the bulldozing of common-sense limits on big money in elections. Most recently, we’ve seen an attack on the functioning of an entire branch of our democratic system as GOP senators flat-out refuse to fulfill their constitutional duties by considering President Obama’s eminently qualified nominee to fill the Supreme Court vacancy, Judge Merrick Garland.\n\nWhile voting rights, money in politics and our courts may feel like three separate issues, they are fundamentally related — especially when you take a look at who’s been behind the attacks.\n\nAfter decades of voting rights being expanded across the country through legislation like the Voting Rights Act and even a constitutional amendment lowering the voting age to 18, for much of the country, this progress came to a screeching halt six years ago and, in many places, started going in full reverse. Since the midterm elections in 2010, 21 states have put in place new restrictions that make it harder to vote. It’s hardly a coincidence that these laws usually fall hardest on people of color, students and low-income people. Earlier that year, the Supreme Court handed down its infamous Citizens United decision, giving corporations and wealthy special interests unprecedented power to dominate elections and drown out the voices of regular Americans through unlimited political spending. And today, the reckless GOP obstruction on filling the Supreme Court vacancy is all about maintaining a conservative Court that continues this rightward trajectory and protects the interests of the powerful, corporations and special interests.\n\nThe funders bankrolling efforts to undermine voting rights are some of the same people behind the push to preserve and expand the outsized political influence of billionaires and corporations. The right-wing Milwaukee-based Bradley Foundation, for example, provided funding for the activist who organized the challenge to the Voting Rights Act in Shelby County v. Holder, the Supreme Court case that gutted a key provision of the law in 2013. The Foundation has paid for billboards in minority communities with the message “Voter Fraud is a Felony,” condemned as voter intimidation, and has awarded grants to organizations with seemingly virtuous names like True the Vote, a group that raises the specter of “voter fraud” to push for more restrictive voting rules. At the same time, the Foundation has also funded groups like the Center for Competitive Politics, which despite the name advocates against limits on big money in politics.\n\nOrganizations like the Bradley Foundation are taking aim at representative democracy from multiple angles, funding both efforts designed to make it easier for the most powerful among us to buy more influence and to make it harder for the most marginalized among us to vote.\n\nOr take a look at the Heritage Foundation, which has received significant funding from the Koch network and has been a major player in the right’s effort to dismantle democracy. When the Senate was considering a constitutional amendment to overturn cases like Citizens United in 2014, the Heritage Foundation was busy pushing myths characterizing the amendment as a way to “silence free speech.” Heritage Fellow Hans von Spakovsky has been a national voice on so-called “voter fraud,” with a leading election law expert pointing to Von Spakovsky in particular as a key reason the voter fraud myth is “part of the main discourse… [and] part of the Republican orthodoxy.” And now Heritage Foundation president Jim DeMint is among those urging the Senate to “withhold its consent” on President Obama’s nominee to fill the Supreme Court vacancy.", "article_metadata": {"description": "The right maintains power with three tricky, connected schemes that have led to rule by a minority, the 1 percent", "title": "This is the Kochs’ right-wing coup: Deny voting rights, flood politics with dark money, capture the courts", "og": {"site_name": "Salon", "description": "The right maintains power with three tricky, connected schemes that have led to rule by a minority, the 1 percent", "title": "This is the Kochs’ right-wing coup: Deny voting rights, flood politics with dark money, capture the courts", "url": "http://www.salon.com/2016/04/03/this_is_the_kochs_right_wing_coup_deny_voting_rights_flood_politics_with_dark_money_capture_the_courts/", "image": "http://media.salon.com/2016/04/kochs_supreme_court_building.jpg", "type": "article"}, "twitter": {"description": "The right maintains power with three tricky, connected schemes that have led to rule by a minority, the 1 percent", "title": "This is the Kochs’ right-wing coup: Deny voting rights, flood politics with dark money, capture the courts", "image": "http://media.salon.com/2016/04/kochs_supreme_court_building.jpg", "creator": "@salon", "site": "@salon", "card": "summary_large_image"}, "author": "Michael Keegan", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, Citizens United, Conservatives, Editor's Picks, Elections 2016, Koch Brothers, Merrick Garland, The Right", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "While voting rights, money in politics and our courts may feel like three separate issues, they are fundamentally related — especially when you take a look at who’s been behind the attacks.\nAfter decades of voting rights being expanded across the country through legislation like the Voting Rights Act and even a constitutional amendment lowering the voting age to 18, for much of the country, this progress came to a screeching halt six years ago and, in many places, started going in full reverse.\nThe funders bankrolling efforts to undermine voting rights are some of the same people behind the push to preserve and expand the outsized political influence of billionaires and corporations.\nAnd today, the reckless GOP obstruction on filling the Supreme Court vacancy is all about maintaining a conservative Court that continues this rightward trajectory and protects the interests of the powerful, corporations and special interests.\nOr take a look at the Heritage Foundation, which has received significant funding from the Koch network and has been a major player in the right’s effort to dismantle democracy."}