{"article_title": "Couples With Equal Parental Responsibility Have Better Sex Lives", "article_keywords": ["couples", "relationship", "parental", "carlson", "study", "men", "equal", "sex", "better", "asa", "lives", "child", "responsibility", "childcare", "care"], "article_url": "http://www.medicaldaily.com/love-and-marriage-couples-equal-parental-responsibility-have-better-sex-lives-349184", "article_text": "After most couples walk down the aisle and say the words “I do,” their singledom ends along with, some would joke, the sex. If the couple has an egalitarian relationship, however, they may be able to preserve sexual frequency and satisfaction after marriage, and even after childbirth. At least, that’s according to a recent study presented at the annual meeting of the American Sociological Association (ASA), in which Georgia State University sociologists found sharing childcare duties could improve a married couple’s relationship quality and sex.\n\n\"The important point to be made is that when we're looking at child care, the difference that we find is really between arrangements where the mother is largely responsible for child care and everything else,\" said Daniel L. Carlson, author of the study and a sociology professor at Georgia State University, in a press release.\n\nMothers have traditionally assumed the role of feeding or bathing the child, but this dynamic can be physically, mentally, and emotionally taxing on many aspects of their lives, including sex. Although this may lessen their husbands’ workloads, some may still find themselves unhappy. The new study suggests that a marriage in which childcare duties are shared could lead to increases in happiness and more sex. (Perhaps there is some truth to the relationship trope: Happy wife, happy life.)\n\nFor the study, Carlson and his research team examined data from the 2006 Internet-based Marital and Relationship Survey, which looked at 487 heterosexual, low- to moderate-income couples (on average $50,000 combined salary), and explored the link between relationship quality, sex, and how they divided childcare responsibilities. The couples, all of whom had children, were grouped into three different categories: One group was comprised of women who did most or all of the child care, another men who did most or all of the child care, and the last was comprised of couples who more or less shared responsibilities.\n\nThe researchers observed five different kinds of tasks across three dimensions of childcare, including who praised kids for their successes and who played with them the most. \"We only had one physical task, and that task revolved primarily around playing with the child, including sports and games, but nothing about who feeds or bathes the child,\" Carlson said. \"The latter physical, instrumental tasks have traditionally been the responsibility of women.\"\n\nThe findings revealed that sharing childcare duties often results in happier, more sexually satisfied couples. Carlson and his team expected this result because of a growing body of research that has found most people expect to have a partnership in which the workload is equally divided, both inside and outside the house.\n\nHowever, that’s not to say they weren’t surprised by other results. For example, when women were responsible for most or all of the childcare responsibilities, their relationships and sex lives suffered — men felt these effects, too. These couples reported lower quality relationships and worse sex than those that shared equitably. The researchers suggested these men might have become unsatisfied because they either placed a high value on being involved with their children’s upbringing, or because they had become unhappy that their partners were unhappy.\n\nA similar study presented at last year’s annual meeting of the ASA, found that the more paid work and housework couples did together, the more sex they had. Couples who split the housework fairly had the most sex, were the most satisfied with their sex lives, and expressed the highest level of sexual intimacy. This reflects a shift in conventional views of gender roles for heterosexual couples and its effect on sexual arousal.\n\nMany young people’s relationship attitudes have changed over time and steered away from conventional gender norms. More than ever, it seems, men who engage in activities and care for their children are viewed as sexy, while women who are strong and independent are seen more as partners than housewives.\n\nQuality of sex and division of housework are huge factors that affect a relationship’s stability. Obviously, childcare must fit in there as well. So, work hard, play hard and improve your chances of having a happy marriage.\n\nSources: Carlson DL. American Sociological Association (ASA) 2015 in Chicago, Ill.\n\nCarlson DL. American Sociological Association (ASA) 2014 in San Francisco, Calif.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "love, and, marriage, couples, equal, parental, responsibility, have, better, sex, lives", "og": {"site_name": "Medical Daily", "description": "Couples who share childcare duties have higher quality relationships and better sex lives.", "title": "The Small Fix That Could Make A Big Difference In Parents' Sex Lives", "url": "http://www.medicaldaily.com/love-and-marriage-couples-equal-parental-responsibility-have-better-sex-lives-349184", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/08/24/parents-child-grass.jpg", "type": "article"}, "twitter": {"description": "Couples who share childcare duties have higher quality relationships and better sex lives.", "title": "The Small Fix That Could Make A Big Difference In Parents' Sex Lives", "url": "http://www.medicaldaily.com/love-and-marriage-couples-equal-parental-responsibility-have-better-sex-lives-349184", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/08/24/parents-child-grass.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/08/24/parents-child-grass.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Vitality", "published_time": "2015-08-24T15:03:17-04:00", "modified_time": "2015-08-24T15:03:16-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Couples who share childcare duties have higher quality relationships and better sex lives."}, "_id": "\"57477af46914bd0286fdfc48\"", "article_summary": "Couples who split the housework fairly had the most sex, were the most satisfied with their sex lives, and expressed the highest level of sexual intimacy.\nAfter most couples walk down the aisle and say the words “I do,” their singledom ends along with, some would joke, the sex.\n\"We only had one physical task, and that task revolved primarily around playing with the child, including sports and games, but nothing about who feeds or bathes the child,\" Carlson said.\nFor example, when women were responsible for most or all of the childcare responsibilities, their relationships and sex lives suffered — men felt these effects, too.\nThe new study suggests that a marriage in which childcare duties are shared could lead to increases in happiness and more sex."}