{"article_title": "Long-term educational and economic impacts of increasing access to contraceptives", "article_keywords": ["planning", "contraceptives", "educational", "contraception", "impacts", "programs", "incomes", "longterm", "access", "states", "economic", "effects", "family", "increasing", "children"], "article_url": "http://journalistsresource.org/studies/government/health-care/economic-impact-contraception-access", "article_text": "The Patient Protection and Affordable Care Act — popularly referred to as Obamacare — opened for business on October 1, 2013, when the system’s health-care exchanges began enrolling members. Among the many changes under the ACA, employer-provided health plans must cover prescription contraception with no co-payment.\n\nThe provision was challenged in late September by members of the House Republican caucus, which proposed a “conscience clause” that would allow employers and insurers to opt out on medical care they objected to on “moral or religious” grounds. The effects of decreased access to birth control could be significant, however: A 2012 study from Washington University in St. Louis found that no-cost access to contraception would significantly reduce unplanned pregnancies, which cost U.S. taxpayers as much as $12.6 billion every year.\n\nWhile the issue is divisive today, the federal funding of family-planning programs has bipartisan roots. President Johnson’s 1964 Economic Opportunity Act provided the first federal support for local family planning programs, and Title X of the Public Health Service Act was enacted in 1970 with the support of President Nixon. Medicaid, Title X and state sources now provide a total of $2.37 billion of funding for family planning services (as of FY 2010). Despite such funding, the cost of contraception and family-planning services remains problematic for many: A 2010 Planned Parenthood survey found that 33% of women voters have struggled with the cost of prescription birth control at some point in their lives.\n\nA 2013 working paper for the National Bureau of Economic Research, “Fifty Years of Family Planning: New Evidence on the Long-Run Effects of Increasing Access to Contraception,” looks at the relationship between family planning access and long-term economic outcomes. The researcher, Martha Bailey of the University of Michigan, analyzed the impact of increases in legal and financial access to contraceptives for mothers on their children’s lifetime incomes and education levels.\n\n“The empirical literature provides evidence consistent with causal links running from family planning to children’s adult outcomes,” the researcher states. On average, larger families dedicate less parental time and resources to children, who in turn tend to have higher rates of academic and health problems. Later in life, “children from poorer households are less likely to graduate from high school and to complete college, which limits their earnings potential.”\n\nThe study was based on two major changes in contraceptive access: The introduction of the Pill in 1957 and a 1965 Supreme Court decision that led to the repeal of state laws banning contraceptive sales (these laws were present in almost half of U.S. states at the time). To look at financial impacts, the researcher compares outcomes for children from counties with better or worse access to federally funded family planning programs during the 1960s and 1970s.\n\nThe key findings include:\n\nAccess to the Pill was associated with a 7% decrease in unwanted or ill-timed births between 1958 and 1965. This was consistently observed across women of all education levels and races, with the greatest effect on women with middle levels of education (between 12 and 16 years).\n\nThe availability of contraceptives to mothers is associated with higher lifetime incomes and education for their children: “Children born from 1958 to 1965 in states permitting contraceptive sales had roughly 1.5% higher family incomes” than would be expected otherwise. In addition, “the relative share of men with 16 or more years of education grows by around 1% to 2% for cohorts born from 1958 to 1969 in states permitting contraceptive sales.” No effect was observed for women’s education.\n\nThe effect on underprivileged families is particularly great: “Both increasing legal access and increasing financial access to the Pill are associated with a 2% to 3% increase in family income over all adults in the affected cohorts. Scaling these estimates by a guess at the share of children benefiting from them implies much larger effects, perhaps around a 20 to 30 percent gain in family incomes for the children of directly benefiting families.”\n\nin the affected cohorts. Scaling these estimates by a guess at the share of children benefiting from them implies much larger effects, perhaps around a 20 to 30 percent gain in family incomes for the children of directly benefiting families.” The long-term, societal-wide economic impacts of increased access and financial support for contraception are significant. A “conservative estimate” for the 1973 birth cohort suggests that approximately 9,300 more individuals completed college than would have otherwise, which “implies a cost of no more than $32,271 per individual induced to complete college…. It implies family planning may be much cheaper than many other interventions to increase educational attainment. Head Start, for example, costs around $133,333, and Upward Bound $93,667, per student induced to attend college.”\n\n“Overall, the results suggest that family planning programs provide a cost-effective strategy for promoting opportunities and the longer-term prosperity envisioned by their early proponents,” the author states.\n\nFor more research on this topic, of interest is a 2012 paper by Martha J. Bailey, Zoë M. McLaren, and Olga Malkova, “The Long-Term Effects of U.S. Family Planning Programs on Child Poverty.” In addition, a 2012 study for the National Bureau of Economic Research, “The Opt-In Revolution? Contraception and the Gender Gap in Wages,” examines how access to the Pill may have affected women’s wages over time and narrowed the gender wage gap in the 1980s and early 1990s. Finally, another 2012 NBER paper, “Why Is the Teen Birth Rate in the United States so High and Why Does It Matter?” looks at the issue of teen births using data from five sources, including the Vital Statistics survey and the National Surveys of Family Growth.\n\nKeywords: family, parenting, sexuality,\n\nWriter: Anna Stansbury |\n\nCitation: Bailey, Martha J. “Fifty Years of Family Planning: New Evidence on the Long-Run Effects of Increasing Access to Contraception”, National Bureau of Economic Research, October 2013", "article_metadata": {"news_keywords": "family, parenting, news", "generator": "WordPress 4.5.2", "og": {"site_name": "Journalist's Resource", "description": "2013 working paper for the National Bureau of Economic Research on the relationship between family planning access and long-term economic outcomes.", "title": "Long-term educational and economic impacts of increasing access to contraceptives", "locale": "en_US", "image": "http://journalistsresource.org/wp-content/uploads/2013/10/woman-graduating_wikipedia.jpg", "updated_time": "2015-08-07T08:45:27+00:00", "url": "http://journalistsresource.org/studies/government/health-care/economic-impact-contraception-access", "type": "article"}, "twitter": {"image": "http://journalistsresource.org/wp-content/uploads/2013/10/woman-graduating_wikipedia.jpg", "description": "2013 working paper for the National Bureau of Economic Research on the relationship between family planning access and long-term economic outcomes.", "card": "summary", "title": "Long-term educational and economic impacts of increasing access to contraceptives - Journalist's Resource"}, "fb": {"admins": "YOUR FB USER ID (OR USERNAME) HERE", "app_id": "APP ID HERE"}, "keywords": "proffesional wordpress theme, flexible wordpress theme, wordpress all in one theme, premium wordpress theme", "article": {"section": "Education", "tag": "parenting", "published_time": "2013-10-16T14:26:26+00:00", "modified_time": "2015-08-07T08:45:27+00:00"}, "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fd1260\"", "article_summary": "A 2013 working paper for the National Bureau of Economic Research, “Fifty Years of Family Planning: New Evidence on the Long-Run Effects of Increasing Access to Contraception,” looks at the relationship between family planning access and long-term economic outcomes.\n“Fifty Years of Family Planning: New Evidence on the Long-Run Effects of Increasing Access to Contraception”, National Bureau of Economic Research, October 2013\nIt implies family planning may be much cheaper than many other interventions to increase educational attainment.\nMedicaid, Title X and state sources now provide a total of $2.37 billion of funding for family planning services (as of FY 2010).\n“The empirical literature provides evidence consistent with causal links running from family planning to children’s adult outcomes,” the researcher states."}