{"article_title": "Update: Three dead in wreck near TX-OK border", "article_keywords": ["county", "denton", "north", "txok", "wreck", "national", "dallas", "update", "dead", "snow", "sleet", "near", "weather", "rain", "border", "worth"], "article_url": "http://thescoopblog.dallasnews.com/2014/02/flights-canceled-sanding-trucks-on-stand-by-as-wintry-mix-begins-its-march-into-dallas-fort-worth.html/", "article_text": "ROADS\n\nUpdated at 10:45 p.m.: Icy roads caused a fatal accident on a Highway 75 bridge near the Texas-Oklahoma border that left three dead and halted traffic for hours, said Julie Houston, a spokeswoman with the Oklahoma Highway Patrol.\n\nJust before 8 p.m., an SUV with 9 people was southbound on the bridge and lost control on the icy road. Two different semis heading in the same direction hit the SUV.\n\nThree, including two adults and a child between the age of 8-10 years old, died at the scene, Houston said. The other six were transported to area conditions where their conditions are unavailable.\n\nUpdate at 6:10 p.m: There’s a major accident on President George Bush Turnpike at Frankford Road in Carrollton. A vehicle overturned and a patient is being extricated, Dallas Fire-Rescue said. Another rollover on Loop 12 near State Highway 114 halted traffic in two lanes, but was cleared later Sunday night. It’s unclear whether the accidents were weather-related.\n\nUpdate at 1:50 p.m.: The Texas Department of Public Safety reports that nearly all roads will become hazardous to travel by this afternoon, the Denton Record-Chronicle reports.\n\nUpdated at 12:20 p.m.: The Texas Department of Transportation is now working around the clock, primarily in Denton and Collin counties, said TxDot spokesman Ryan LaFontaine. TxDot started pre-treating bridges and overpasses around North Texas last night and set up equipment so it can easily be moved from county to county as the weather changes.\n\nOriginal item at 9:15 a.m.: City of Dallas spokesman Frank Librio said its sanding operations will go to Ice Force Level 1 at noon.\n\n“There will be approximately 30 sanding trucks and 70 personnel monitoring bridges, overpasses and inclines throughout the city,” he said in a statement.\n\n- Claire Cardona, Liz Farmer, Robert Wilonsky / Staff Writers and John Harden of the Denton Record-Chronicle\n\nWEATHER FORECAST\n\nUpdated at 7:50 p.m.: The cold weather is here to stay, at least until the weekend.\n\nTuesday will be off to a cold start, with highs in the 40s and a chance of rain at night. A cold front will bring lows in the mid-30s and highs near 60 degrees on Tuesday. A weather system from the Pacific Northwest could also bring some rain and another chance for sleet and light snow heading into Friday morning.\n\nThe temperatures are “considerably below normal” for North Texas, said Steve Fano, a meteorologist for the National Weather Service Fort Worth. The average high for this time of the year is 58 and the low is 37, Fano said.\n\nA total of .14 inches of precipitation fell at the DFW Airport on Sunday, a mixture of rain, freezing rain, and –for two minutes — sleet and snow.\n\nUpdated at 6:10 p.m.: Precipitation has mostly finished in Dallas-Fort Worth, with a little left near Sulphur Springs and Paris.\n\nIt’s still cloudy and cold outside, but will warm up tomorrow with some rain tomorrow night, Shoemaker said.\n\nUpdated at 3:40 p.m.: Sleet and snow are beginning to fall in Denton County, the Denton Record-Chronicle reports. Roads are covered with snow in Gainesville, north of Denton County.\n\nThere’s a little bit of precipitation in the eastern half of Dallas County. Some steady sleet is accumulating on vehicles and elevated objects in Collin County, but not on the roadways, said Dan Shoemaker, a meteorologist with the National Weather Service Fort Worth.\n\nUpdated at 3 p.m.: Areas to the northwest have seen most of the precipitation, which will continue to move east and dissipate in the next few hours, said meteorologist Jason Dunn.\n\nDenton is currently 31 degrees and will drop when sleet ends soon. Areas farther north, near Wichita Falls, have received a few inches of snow, Dunn said.\n\nBut Dallas isn’t expecting to see any flakes.\n\nThe rain Dallas has received will end in the next couple of hours and temperatures currently in the low 30s are expected to drop to 27 degrees Monday morning.\n\nTemperatures will reach the upper 30s or low 40s by noon Monday, which will be enough to melt anything frozen.\n\nUpdate at 1 p.m.: The National Weather Service is now reporting that the warm air aloft has cooled to the point where sleet is more likely than freezing rain.\n\n“And when it falls it won’t last very long,” said Dennis Cain, in the service’s Fort Worth office. “The back edge is already in Parker County, so it won’t last too long if it happens. There’s still a decent band southwest of Dallas, and that’s moving into western Tarrant County now.”\n\nTemperatures in Dallas-Fort Worth remain “right around freezing,” Cain said. But points north and west of Dallas-Fort Worth are seeing sleet and snow, and in Wise County, Cain said, “we’ve been hearing stories about several car wrecks.”\n\nThe precip should clear Dallas County by around 4 p.m., Cain said.\n\nUpdated at 10:30 a.m.: The Winter Storm Warning has been expanded to include Palo Pinto and Wise counties through 9 p.m. And, for now, said the National Weather Service: The main “heavy sleet band” that’s just to the west of Dallas-Fort Worth is continuing its march to the north and east, but it’s doing so slowly. The main impact area remains, for now, to the northwest of DFW through 1 p.m., said the National Weather Service Fort Worth.\n\nBut, of course, reports of ice from Collin and Denton counties and points north and west continue to come in. The situation is, as they say, fluid … at least until it freezes. Which should happen sooner than later.\n\nOriginal item at 9:15 a.m.: It’s shaping up to be quite the winter-weather Sunday for North Texas — though how much of it you’ll see depends on how far north and west of Dallas-Fort Worth you go.\n\nOvernight much of North Texas was placed under a winter weather advisory, which now extends further south and east than originally expected, all the way down to Kaufman, Ellis and Hill County. At the moment, at least, it expires at 9 p.m., by which point the rain, sleet, snow and freezing rain heading in our direction should be out of the area.\n\nBut between now and then, we should see quite the smorgasbord of weather, though right now, at least, it’s not expected to be nearly as significant as our early December ice storm.\n\n“We’re looking at some rain right now,” said Jesse Moore, a meteorologist with the National Weather Service Fort Worth. “And, believe it or not, some isolated thunderstorms.”\n\nAt 9 a.m., the freezing line extended from Paris through north Fort Worth, where some light freezing rain has been recorded.\n\nDallas should see “mostly freezing rain” from this story, Moore said — about one-tenth of an inch.\n\n“That’ll be the main issue,” he said. “Then the further northwest you go, the better chance of have seeing sleet and snow. Even northwest Tarrant County will see sleet and snow, whereas as you move further southeast, into Dallas and Rockwall, you’re looking at more freezing rain. The good news is, as long as we stay in the 30s the main impact will be along bridges and overpasses, and not all roads. It’s helpful we were in the 70s on Friday, bringing ground temperatures up a few degrees.”\n\nMoore said this shouldn’t be a repeat of the crippling early December ice storm. But it’s still unfolding, and trees and power lines are still at risk as temperatures drop. Dallas Love, should hit and drop below the freezing mark some point before noon, he said.\n\nAnd the wintry mix will fall throughout the day, ending, for the most part, around sunset.\n\n“We may see some brief changeover in Dallas County to sleet and snow later this afternoon before the precip ends, around sunset,” Moore said. “There’s still the slight chance of that after sunset, but no accumulation is expected after that.”\n\n- Claire Cardona, Liz Farmer, Robert Wilonsky / Staff Writers\n\nMONDAY MORNING COMMUTE\n\nUpdated at 3:30 p.m.: The rain is ending across Dallas County, but if temperatures stay in the 20′s there will be some slick spots for the morning commute, said Dan Shoemaker, a meteorologist with the National Weather Service Fort Worth.\n\nLow spots on the access roads could be slippery, but heavily trafficked roads will dry up.\n\nOriginal item at 9:15 a.m.: Here’s the deal: It’s expected to be around 27 tonight, which means, of course, that everything wet on the road will freeze overnight.\n\n“In the morning there will likely be trouble,” said Jesse Moore, a meteorologist with the National Weather Service Fort Worth. “Tomorrow morning could be rough.”\n\n- Claire Cardona, Robert Wilonsky /Staff Writers\n\nOUTAGES\n\nUpdate at 1:50 p.m.: As sleet begins to move into Tarrant, Denton and Dallas counties, we get this update from John Harden of the Denton Record-Chronicle:\n\nFederal Emergency Management Agency reports there’s a potential for power outages in Denton and across North Texas from the frozen precipitation expected to fall this afternoon.\n\nTotal daytime snow and sleet accumulation of one to two inches possible for Denton, with another half-inch probable for tonight, according to the National Weather Service.\n\nAIRPORTS\n\nUpdated at 1 p.m.: Dallas/Fort Worth Airport is reporting minimal effects from what winter weather we have seen so far. All runways and taxiways at DFW Airport are open and operational.\n\n“DFW pre-treated the airfield surfaces and the roadways overnight and early this morning, applying liquid de-icing material to runways, taxiways and aircraft ramps, which remain in good condition today,” said airport spokesman David Magaña.\n\nOriginal item at 9:30 a.m.: Just before 9:30, the National Weather Service reported heavy sleet being from near Graham to Jacksboro to Bowie, and travel is already being impacted: Dallas/Fort Worth International Airport said airlines have already announced the cancellation of 280 scheduled departures for Sunday, “representing approximately 30 percent of the schedule for the day,” according to the airport.\n\n- Robert Wilonsky/Staff Writer", "article_metadata": {"liveFyreID": "aHR0cDovL3RoZXNjb29wYmxvZy5kYWxsYXNuZXdzLmNvbS8yMDE0LzAyL2ZsaWdodHMtY2FuY2VsZWQtc2FuZGluZy10cnVja3Mtb24tc3RhbmQtYnktYXMtd2ludHJ5LW1peC1iZWdpbnMtaXRzLW1hcmNoLWludG8tZGFsbGFzLWZvcnQtd29ydGguaHRtbC8=", "generator": "WordPress 3.9.12", "author": "Robert Wilonsky", "og": {"site_name": "The Scoop Blog", "description": "ROADS Updated at 10:45 p.m.: Icy roads caused a fatal accident on a Highway 75 bridge near the Texas-Oklahoma border that left three dead and halted traffic for hours, said Julie Houston,…", "title": "Update: Three dead in wreck near TX-OK border", "url": "http://thescoopblog.dallasnews.com/2014/02/flights-canceled-sanding-trucks-on-stand-by-as-wintry-mix-begins-its-march-into-dallas-fort-worth.html/", "image": "http://thescoopblog.dallasnews.com/wp-content/themes/dallasnews/images/facebook-default-black.jpg", "type": "article"}, "LastModifiedDate": "2014-02-03T01:40:38Z", "twitter": {"card": "summary_large_image"}, "PublishDate": "2012-04-11T13:59:21Z", "wp-parsely_version": "1.7", "viewport": "width=device-width", "google-site-verification": "ZjZz-aaVcLkLDp8kIkLnEwtSTZlAwGgQhLyd1pXAbA8", "cXenseParse": {"recs": {"publishtime": "2012-04-11T13:59:21Z"}}}, "_id": "\"57477af46914bd0286fde0c7\"", "article_summary": "Updated at 3:40 p.m.: Sleet and snow are beginning to fall in Denton County, the Denton Record-Chronicle reports.\nAt the moment, at least, it expires at 9 p.m., by which point the rain, sleet, snow and freezing rain heading in our direction should be out of the area.\n“In the morning there will likely be trouble,” said Jesse Moore, a meteorologist with the National Weather Service Fort Worth.\nThere’s a little bit of precipitation in the eastern half of Dallas County.\nThe temperatures are “considerably below normal” for North Texas, said Steve Fano, a meteorologist for the National Weather Service Fort Worth."}