{"article_title": "The Facts About Birth Control and Hobby Lobby, by an OB-GYN", "article_keywords": ["control", "b", "lining", "ella", "iud", "fertilized", "sperm", "small", "plan", "birth", "facts", "hobby", "egg", "lobby", "obgyn", "pregnancy"], "article_url": "https://newrepublic.com/article/118547/facts-about-birth-control-and-hobby-lobby-ob-gyn", "article_text": "What does that mean for the four types of contraception at issue in the Hobby Lobby case? Let’s consider each one.\n\nPlan B, which is one form of the morning-after pill, clearly wouldn’t. It works by inhibiting ovulation when given during a specific 48 hour window of the cycle. It has no other method of action. This is undisputed scientific fact. (Plan B is one of the best studied of all the methods of contraception).\n\nElla (the manufacturer uses a lower case \"e\") is another version of the morning-after pill. It too works by inhibiting ovulation, only it is better at it than Plan B. The 30 mg of ulipristal in ella has no effect on sperm quality, a fertilized egg, or the lining of the uterus. Higher doses affect the uterine lining, potentially creating a hostile environment that could stop a fertilized egg from implanting. But a 30 mg dose has the same impact on uterine lining as a placebo—in other words, it has no effect. The only gray area is if a woman were to take ella not realizing that she is already a few weeks pregnant (an unrecognized pregnancy). The impact of ella in early pregnancy is currently unknown.\n\nMirena, one of the IUDs, changes cervical mucus. It also inhibits ovulation for a small percentage of women in the first year of use, but that is unlikely a major method of action. The Mirena IUD does thin the lining of the uterus, but there is no evidence to suggest this impacts implantation of a fertilized egg.\n\nThat leaves the ParaGard, which is a copper IUD. The copper in the device damages sperm and eggs, affects how the sperm and egg travel to meet, and may affect implantation. Some very complex studies suggest that a very small percentage of cycles with a copper IUD (around 1%) may result in a fertilized egg that fails to implant. But, as physician Aaron Carroll noted recently at The Upshot, that’s also the normal failure rate of the IUD. The bulk of the studies do not support a post-fertilization effect.\n\nThe only caveat is that if either IUD fails (and while rare, they do fail about 1 percent of the time) the resulting pregnancy has a higher risk of miscarriage.\n\nThe facts are summarized in the table above. There is no evidence that Plan B, Ella, or the Mirena cause abortion by any definition. The evidence that the ParaGard might affect implantation for a small percentage of women, thus leading to what some conservatives would call abortion, is thin. But we don’t have the information to discount it completely.\n\nIs that a rational basis for refusing to pay for these contraceptives—and reducing the reach of a health care initiative that provides enormous benefits? Religious conservatives think so. And thanks to the Supreme Court, they will get their way.", "article_metadata": {"msapplication-config": "//assets.newrepublic.com/assets/favicons/browserconfig.xml", "description": "If you’ve read the Supreme Court’s ruling in&nbsp;Hobby Lobby&nbsp;or the reaction to it, then you know what sparked the lawsuit. The Affordable Care Act says that employer-provided insurance must include essential health benefits, including all medically authorized forms of contraception. The owners of Hobby Lobby objected to this requirement, because they believe that four common forms of birth ...", "og": {"site_name": "New Republic", "description": "Conservatives have some serious misconceptions about how contraception works. An OB/GYN sets the record straight.", "title": "The Facts About Birth Control and \"Abortifacients\"", "locale": "en_US", "image": "https://images.newrepublic.com/2d03bee34308e5204f17b808e316362c1a0ffe2e.jpeg?w=1109&h=577&crop=faces&fit=crop&fm=jpg", "url": "https://newrepublic.com/article/118547/facts-about-birth-control-and-hobby-lobby-ob-gyn", "type": "article"}, "twitter": {"image": "https://images.newrepublic.com/2d03bee34308e5204f17b808e316362c1a0ffe2e.jpeg?w=1024&h=512&crop=faces&fit=crop&fm=jpg", "description": "Conservatives have some serious misconceptions about how contraception works. An OB/GYN sets the record straight.", "site": "@newrepublic", "card": "summary_large_image", "title": "The Facts About Birth Control and \"Abortifacients\""}, "msapplication-TileColor": "#ffffff", "parsely-metadata": "{\"thumb_image\":\"http://images.newrepublic.com/2d03bee34308e5204f17b808e316362c1a0ffe2e.jpeg\"}", "parsely-page": "{\"title\":\"The Medical Facts About Birth Control and Hobby Lobby—From an OB/GYN\",\"link\":\"https://newrepublic.com/article/118547/facts-about-birth-control-and-hobby-lobby-ob-gyn\",\"section\":\"Reproductive Rights\",\"pub_date\":\"2014-07-07T03:50:32.000Z\",\"post_id\":118547,\"author\":\"Jen Gunter\",\"type\":\"post\",\"tags\":[\"Reproductive Rights\",\"Politics\",\"QED\",\"Hobby Lobby\",\"birth control\",\"contraception\",\"-type_article\"]}", "fb": {"admins": 4404589, "pages": 161419311535, "app_id": 1675346479369918}, "theme-color": "#ffffff", "msapplication-TileImage": "//assets.newrepublic.com/assets/favicons/mstile-144x144.png", "article": {"publisher": "https://www.facebook.com/thenewrepublic", "tag": "Reproductive Rights", "published_time": "2014-07-07"}, "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fdfc51\"", "article_summary": "There is no evidence that Plan B, Ella, or the Mirena cause abortion by any definition.\nIt too works by inhibiting ovulation, only it is better at it than Plan B.\n(Plan B is one of the best studied of all the methods of contraception).\nPlan B, which is one form of the morning-after pill, clearly wouldn’t.\nHigher doses affect the uterine lining, potentially creating a hostile environment that could stop a fertilized egg from implanting."}