{"article_title": "Omnibus Must Include Syrian Refugee Issue", "article_keywords": ["freedom", "omnibus", "syrian", "refugee", "bill", "salmon", "spending", "policy", "house", "vote", "include", "issue", "caucus"], "article_url": "http://dailysignal.com/2015/12/10/freedom-caucus-top-priority-for-spending-bill-is-stricter-screenings-of-syrian-iraqi-refugees/", "article_text": "Despite no one believing them, members of the conservative House Freedom Caucus have insisted that their votes could be had on a forthcoming government spending bill even though they believe it spends too much money.\n\nThe way to their votes, some members claim, is for negotiators to tack on always-contentious policy provisions to the spending bill, such as one restricting the Syrian refugee program, and measures to rein in Planned Parenthood.\n\nNow, as the negotiations reach their final stages, some House conservatives fearful they won’t get any concessions are saying they would vote for the $1.1 trillion omnibus spending bill if it includes just one of those policy provisions: the measure to toughen screenings of Syrian and Iraqi refugees.\n\n“I have made it really clear that if it’s in there, I will vote for it and if not, I won’t,” said Rep. Matt Salmon, R-Ariz., of the Freedom Caucus, which has about 40 members.\n\n“And I have never before voted for an omnibus. So I think that’s pretty magnanimous of me. And I know there would be other Freedom Caucus members who would vote for it just with that rider.”\n\nAfter some conservatives initially pushed for a proposal by Rep. Brian Babin, R-Texas, that would block federal funding to resettle Syrian refugees until the Obama administration strengthens the vetting process, Freedom Caucus members say they would be satisfied with similar legislation that the House already passed as a standalone bill.\n\nThat bill, called the America SAFE Act of 2015, would require the secretary of the Department of Homeland Security, the director of the FBI, and the director of National Intelligence to certify that each Syrian and Iraqi refugee coming to the U.S. through the refugee program doesn’t pose a security threat.\n\nIt passed with a veto-proof majority and the support of 47 Democrats.\n\nThe Senate has not taken up the bill for a vote, and President Barack Obama has said he would veto it. Obama argues the House’s proposed screening measures would effectively slow to a halt his plan to resettle 10,000 Syrian refugees this fiscal year, a small portion of the number of Syrians fleeing war in that country.\n\nBut because the measure passed in a bipartisan way, and due to the restiveness of worried constituents back home, Salmon said it would be “astonishing” if the language of the American SAFE Act were not included as a policy rider in the omnibus spending bill.\n\n“I think I lowered the bar considerably,” Salmon told The Daily Signal. “To me, it’s astonishing, literally astonishing, that we can pass a bill with a veto-proof majority, and 80 percent of Americans are with us, that we would take these threats seriously and believe that the president would fall on his sword and shut down the government down over this. The president is on his heels, has no cogent debate against it, and we’re not going to push this all the way? I am flabbergasted.”\n\nAs negotiations continued and a deadline of Dec. 11 neared, the Senate on Thursday passed a short-term funding measure to keep the government open until Dec. 16, to buy more time.\n\nThe House will vote on the measure Friday.\n\nThough negotiators are keeping private the details of the pending omnibus, Politico reported that few believe GOP leaders will be able to insert language dealing with Syrian and Iraqi refugees.\n\nIn an email to The Daily Signal, Jennifer Hing, a spokeswoman for the House Appropriations Committee, would not confirm or deny if the refugee issue would be attached to the omnibus.\n\n“The committee does not comment or speculate on funding levels or policy items that may or may not be included in final legislation,” Hing said.\n\nBut Freedom Caucus members are sensing things won’t go their way.\n\nThough he wouldn’t pare down his expectations as low as Salmon is, Rep. Jim Jordan, the Freedom Caucus chairman, confirmed the Syrian refugee issue is the group’s “most important” priority.\n\n“It should be in there,” Jordan, R-Ohio, said. “We have been very clear from the get-go that in order for us to vote for the omnibus, the only way we would consider it is if we fight on policy. What we’re asking for is very, very reasonable. Let’s do something on the life issue that’s significant, let’s keep out the McConnell campaign finance language and put in the Syrian refugee language that passed with 47 Democrats. That is as reasonable as it gets. If those things happen, we can hold our nose and vote for this bill even though it spends too much money.”\n\nJordan is referring to a proposal by Senate Majority Leader Mitch McConnell, R-Ky., that would eliminate caps governing how much political parties can spend in coordination with candidates.\n\nAfter originally pressing for the House to consider a six-week spending bill that would buy even more time to build momentum for the Syrian refugee policy, the Freedom Caucus has backed off that strategy. Obama has said he would not support extending the talks for that long.\n\nRep. Mark Meadows, a Freedom Caucus leader, told The Daily Signal that House leaders should do whatever they need to get the Syrian refugee language in the spending bill.\n\n“I think most Americans would be troubled if it’s not in there,” Meadows, R-N.C., said. “Because that would be the House, once again, failing to address some of the things on most moms’ and dads’ minds as we enter into the next year of presidential campaigning.”\n\nDespite the Freedom Caucus’ insistence they could back the spending bill, House leaders don’t need to rely on them.\n\nOnly 78 Republicans voted for the budget deal that set the spending levels that led to this current round of negotiations. House Speaker Paul Ryan, R-Wis., will probably need to rely on Democrats again, and conservatives are likely to cut Ryan slack considering former speaker John Boehner is the one who negotiated the bill that set the spending levels.\n\nMeadows says conservatives are more willing to give a little than usual.\n\n“To suggest there that we are a ‘no’ regardless is ignoring firm commitments that have been made by members of the Freedom Caucus board and also not taking into account that this is a new day and new time where everyone is trying the art of compromise.”\n\nIt’s that spirit that allows Salmon to feel somewhat optimistic.\n\n“I don’t know who is to blame if the Syrian refugee issue is not included,” Salmon said. “I wish I knew. I say all that because I don’t know I have the same degree of cynicism as others. I still believe that it will be in the final bill. There’s no rational reason for it not to be.”", "article_metadata": {"description": "Some House conservatives say they would vote for the omnibus spending bill if it includes a measure to toughen screenings of Syrian and Iraqi refugees.", "og": {"site_name": "The Daily Signal", "description": "Some House conservatives say they would vote for the omnibus spending bill if it includes a measure to toughen screenings of Syrian and Iraqi refugees.", "title": "Freedom Caucus: Omnibus Must Include Syrian Refugee Issue", "locale": "en_US", "image": "http://dailysignal.com/wp-content/uploads/FreedomCaucusOmni.jpg", "updated_time": "2015-12-11T10:25:29+00:00", "type": "article"}, "bitly": {"url": "http://dailysign.al/1OkOk0F"}, "twitter": {"domain": "The Daily Signal", "description": "Some House conservatives say they would vote for the omnibus spending bill if it includes a measure to toughen screenings of Syrian and Iraqi refugees.", "title": "Freedom Caucus: Omnibus Must Include Syrian Refugee Issue", "image": {"src": "http://dailysignal.com/wp-content/uploads/FreedomCaucusOmni.jpg"}, "creator": "@dailysignal", "site": "@dailysignal", "card": "summary_large_image"}, "fb": {"pages": 300341323465160, "app_id": 772296266137346}, "article": {"publisher": "https://www.facebook.com/TheDailySignalNews", "section": "Featured Topics", "tag": "House of Representatives", "published_time": "2015-12-10T17:33:35+00:00", "modified_time": "2015-12-11T10:25:29+00:00"}, "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "Planned Parenthood, House Freedom Caucus, immigration, Syrian refugee, omnibus, Jim Jordan, Paul Ryan, John Boehner, Planned Parenthood"}, "article_summary": "“I don’t know who is to blame if the Syrian refugee issue is not included,” Salmon said.\nLet’s do something on the life issue that’s significant, let’s keep out the McConnell campaign finance language and put in the Syrian refugee language that passed with 47 Democrats.\nThough he wouldn’t pare down his expectations as low as Salmon is, Rep. Jim Jordan, the Freedom Caucus chairman, confirmed the Syrian refugee issue is the group’s “most important” priority.\nRep. Mark Meadows, a Freedom Caucus leader, told The Daily Signal that House leaders should do whatever they need to get the Syrian refugee language in the spending bill.\nAfter originally pressing for the House to consider a six-week spending bill that would buy even more time to build momentum for the Syrian refugee policy, the Freedom Caucus has backed off that strategy."}