{"article_title": "Seoul: N. Korea resumes loudspeaker broadcasts amid tension", "article_keywords": ["loudspeaker", "tension", "korea", "north", "seoul", "koreas", "amid", "official", "n", "broadcasts", "resumes", "korean", "border", "propaganda", "south"], "article_url": "http://townhall.com/news/world/2015/08/17/seoul-n-korea-resumes-loudspeaker-broadcasts-amid-tension-n2039584", "article_text": "SEOUL, South Korea (AP) — The rival Koreas have resumed cross-border propaganda warfare as North Korea matched South Korea's loudspeaker campaign with broadcasts of its own that reportedly included criticism of Seoul and praises for Pyongyang.\n\nThe mutual propaganda attacks mark a further deterioration of relations between the Koreas, who haven't engaged in any serious talks in recent months.\n\nLast week, South Korea blamed the North for land mine explosions that maimed two South Korean soldiers and resumed propaganda broadcasts for the first time in 11 years in retaliation. North Korea has denied the accusations and threatened to launch strikes on South Korean loudspeakers.\n\nTwo to three days after South Korea's restart of broadcasts, North Korea began its own loudspeaker campaign along the border, a South Korean Defense Ministry official said Tuesday speaking on condition of anonymity because of department rules.\n\nThe official gave no further details and South Korea's military said in a statement that the North Korean broadcasts were not clearly audible in South Korean areas. But South Korean public broadcaster KBS, citing an unidentified military official, reported that the North Korean broadcasts mainly included criticism of South Korea and praises for North Korea's political system.\n\nThe North's broadcasts mark the restoration of inter-Korean propaganda warfare along the border after the two Koreas stopped the practice in 2004 as part of their efforts to ease animosities. Other practices, including leafleting and the operation of front-line billboards, remain suspended, according to Seoul officials.\n\nAnimosities between the rivals are expected to continue as Seoul and Washington kicked off annual military drills that Pyongyang calls an invasion rehearsal. South Korean and U.S. officials have said that the drills are defensive in nature.\n\nU.S. State Department spokesman John Kirby said the \"routine\" exercises were proceeding normally. \"We look forward to completing the exercises, as we always do. This is all about proving alliance capability,\" he told reporters in Washington.\n\nSouth Korea has said the two soldiers wounded from the mine explosion were on a routine patrol at the southern part of the Demilitarized Zone that separates the two Koreas. One soldier lost both legs, while the other lost one leg.\n\nSouth Korean loudspeaker broadcasts were aimed at emphasizing that the mine blast was a provocation committed by North Korea and relaying messages about the superiority of Seoul-style democracy as well as world news and weather forecasts, the South Korean Defense Ministry official said.\n\nNorth Korea is intolerant of any outside criticism of its leadership, led by Kim Jong Un. Last year, North Korean troops opened fire after South Korean activists floated balloons carrying propaganda leaflets across the border. South Korea returned fire, but no casualties were reported.\n\nThe Koreas' mine-strewn DMZ is the world's most heavily armed border, with hundreds of thousands of combat troops facing each other. It's a legacy of the 1950-53 Korean War, which ended with an armistice, not a peace treaty.\n\n__\n\nAssociated Press writer Matthew Pennington in Washington contributed to this report.", "article_metadata": {"description": "Seoul: N. Korea resumes loudspeaker broadcasts amid tension - AP News: SEOUL, South Korea (AP) — The rival Koreas have resumed .05/26/2016 0:26:53AM EST.", "author": "AP News", "msapplication-wide310x150logo": "http://media.townhall.com/thm/favicon/widetile.png", "twitter": {"description": "SEOUL, South Korea (AP) — The rival Koreas have resumed cross-border propaganda warfare as North", "title": "AP News - Seoul: N. Korea resumes loudspeaker broadcasts amid tension", "url": "http://townhall.com/news/world/2015/08/17/seoul-n-korea-resumes-loudspeaker-broadcasts-amid-tension-n2039584", "image": "http://media.townhall.com/townhall/reu/ha/2015\\229\\b3ad1285-8dc9-4e2c-af78-383c69478377.jpg", "site": "@townhallcom", "card": "summary_large_image"}, "msapplication-square70x70logo": "http://media.townhall.com/thm/favicon/smalltile.png", "robots": "index, follow", "msapplication-square310x310logo": "http://media.townhall.com/thm/favicon/largetile.png", "og": {"site_name": "Townhall", "description": "SEOUL, South Korea (AP) — The rival Koreas have resumed cross-border propaganda warfare as North", "title": "AP News - Seoul: N. Korea resumes loudspeaker broadcasts amid tension", "url": "http://townhall.com/news/world/2015/08/17/seoul-n-korea-resumes-loudspeaker-broadcasts-amid-tension-n2039584", "image": "http://media.townhall.com/townhall/reu/ha/2015/229/b3ad1285-8dc9-4e2c-af78-383c69478377.jpg", "type": "Article"}, "fb": {"app_id": 143685698988231, "pages": 41632789656}, "keywords": "Seoul: N. Korea resumes loudspeaker broadcasts amid tension, AP News, Conservative News, Conservative opinion, Political, Latest news, Politics, GOP, Republican, Human Events, Newsmax, Breaking news, Conservative Commentary, Articles, Columns, Conservatism, Party, Townhall, Right Wing", "msapplication-square150x150logo": "http://media.townhall.com/thm/favicon/mediumtile.png"}, "_id": "\"57477af46914bd0286fdfc9e\"", "article_summary": "SEOUL, South Korea (AP) — The rival Koreas have resumed cross-border propaganda warfare as North Korea matched South Korea's loudspeaker campaign with broadcasts of its own that reportedly included criticism of Seoul and praises for Pyongyang.\nNorth Korea has denied the accusations and threatened to launch strikes on South Korean loudspeakers.\nBut South Korean public broadcaster KBS, citing an unidentified military official, reported that the North Korean broadcasts mainly included criticism of South Korea and praises for North Korea's political system.\nThe official gave no further details and South Korea's military said in a statement that the North Korean broadcasts were not clearly audible in South Korean areas.\nNorth Korea is intolerant of any outside criticism of its leadership, led by Kim Jong Un."}