{"article_title": "ER workers must learn to spot elder abuse", "article_keywords": ["emergency", "providers", "workers", "healthcare", "spot", "second", "neglect", "elder", "patients", "abuse", "learn", "cases", "study", "er"], "article_url": "http://www.fiercehealthcare.com/story/er-workers-must-learn-spot-elder-abuse/2016-03-23", "article_text": "Emergency department personnel have a crucial role to play in spotting signs of elder abuse, according to two papers published in the Annals of Emergency Medicine.\n\nEmergency physicians and staff are a patient's first window of access to help. It's up to these healthcare providers to serve as an early warning system when elderly patients are being willfully neglected or abused and to help these patients to safety.\n\n\"Given the aging of the population, emergency physicians need to be prepared to balance their obligations to the patient by documenting findings, reporting suspicions and referring patients to appropriate agencies,\" Marguerite DeLiema, Ph.D., of Stanford University's Center on Longevity, lead author of the first study, said in a statement.\n\nDiLiema's team tracked the cases of two elder patients, both admitted with symptoms including malnutrition and contractures, both of whom were nonverbal and had histories of dementia. The patients' caregivers were uncooperative and routinely disregarded care instructions.\n\nBoth cases initially appeared to represent clear instances of neglect, but upon closer inspection, the team found the cases to be highly complex and multi-layered. The paper went on to explain to emergency healthcare providers how to assess the signs and types of neglect and get to their root causes, assessing primary caregivers' ability to care for the patients and examining community resources to determine whether the patient is in need of assistance from adult protective services.\n\nThe second study urges healthcare providers to adopt a team-based approach to assess and intervene when necessary in cases of suspected elder abuse.\n\nFailure to detect elder abuse is currently the norm in the U.S. healthcare system, with a less than 5 percent detection and reporting rate, according to the second study. To fix this, providers must develop a team-based approach that incorporates emergency medical service providers, nurses and social workers.\n\n\"Currently, most victims of elder abuse and neglect pass through our emergency departments with a life-threatening condition unidentified,\" Tony Rosen, M.D., of Weill Cornell Medical College, lead author of the second study, said in the announcement. \"A multi-disciplinary, team-based approach supported by additional research and funding has the potential to improve the identification of elder abuse and improve the health and safety of our most vulnerable patients.\"\n\nAn estimated 1 in 10 elderly patients will be the victim of neglect or abuse, according to a 2015 report in the New England Journal of Medicine. That report suggested a checklist of measures that healthcare providers can take to identify and curb elder abuse, including separate interviews, indirect questions, and assessments of cognition and mood.\n\nTo learn more:\n\n- read statement\n\n- here's the first study\n\n- check out the second study\n\nRelated Articles:\n\n1 in 10 older patients are victims of elder abuse\n\nThe link between healthcare fraud and elder abuse\n\nAging population poses threats and opportunities to practices\n\n4 ways to better serve aging patients\n\nDocs treat aging population inadequately", "article_metadata": {"description": "Emergency department personnel have a crucial role to play in spotting signs of elder abuse, according to two papers published in the Annals of Emergency Medicine.", "og": {"site_name": "FierceHealthcare", "description": "Emergency department personnel have a crucial role to play in spotting signs of elder abuse, according to two papers published in the Annals of Emergency Medicine.", "title": "ER workers must learn to spot elder abuse", "url": "http://www.fiercehealthcare.com/story/er-workers-must-learn-spot-elder-abuse/2016-03-23", "image": "http://assets.fiercemarkets.net/public/opengraphimages/updated/opengraph_fiercehealthcare.jpg", "type": "website"}, "twitter": {"site": "fiercehealth", "card": "summary"}, "parsely-metadata": "{\"mkto\": }", "revisit-after": "1 day", "apple-itunes-app": "app-id=731085312", "keywords": "Caregivers,elder abuse,elderly patients,emergency department,Patient Care & Outcomes,social determinants of health,team-based care", "viewport": "width=device-width", "news_keywords": "Patient Care & Outcomes"}, "article_summary": "The second study urges healthcare providers to adopt a team-based approach to assess and intervene when necessary in cases of suspected elder abuse.\nEmergency department personnel have a crucial role to play in spotting signs of elder abuse, according to two papers published in the Annals of Emergency Medicine.\nThat report suggested a checklist of measures that healthcare providers can take to identify and curb elder abuse, including separate interviews, indirect questions, and assessments of cognition and mood.\nFailure to detect elder abuse is currently the norm in the U.S. healthcare system, with a less than 5 percent detection and reporting rate, according to the second study.\nDiLiema's team tracked the cases of two elder patients, both admitted with symptoms including malnutrition and contractures, both of whom were nonverbal and had histories of dementia."}