{"article_title": "Ted Cruz on Supreme Court: The Justices 'Put on an Obama Jersey'", "article_keywords": ["affordable", "care", "supreme", "court", "ted", "sex", "cruz", "marriage", "justices", "act", "laws", "jersey", "obama"], "article_url": "http://www.nbcnews.com/meet-the-press/ted-cruz-justices-put-obama-jersey-n386966", "article_text": "Play Facebook\n\nTwitter\n\nGoogle Plus\n\nEmbed Cruz: Justices \"Put on an Obama Jersey\" 2:39 autoplay autoplay Copy this code to your website or blog\n\nSen. Ted Cruz, R-Texas, argued on NBC's \"Meet the Press\" that members of the Supreme Court \"put on an Obama jersey\" by voting to uphold the Affordable Care Act and strike down restrictions on same sex marriage.\n\n\"It is the justices who have politicized the Court,\" claimed the republican presidential contender, who proposed a Constitutional amendment for periodic judicial retention elections as a way of reducing what he sees as the politicization of the judicial branch.\n\nWhen asked if this would actually polarize the Court further, he pushed back and said, \"Look, we are polarized. And they [the justices] have seized political issues. They have become, effectively, politicians. And that's wrong.\"\n\nHe went on to say that members of the Supreme Court violated their oaths in their decisions on same sex marriage and the Affordable Care Act. Cruz called the decisions \"an assault on democracy.\"\n\nHe called it \"five unelected lawyers declaring they are the rulers of 320 million Americans.\"\n\nAccording to Cruz, the Justices overstepped their bounds in upholding the Affordable Care Act, and striking down restrictions on same sex marriage, taking the role of legislators rather than judges. He said of the justices, \"They rewrote Obamacare, forcing that failed law on millions of Americans, and then the next day, five justices disregarded the text of the Constitution and purported to strike down the marriage laws of all 50 states.\"\n\n\"If you want to change the marriages laws of your state, the Constitutional mechanism is to convince your fellow citizens to change the marriage laws,\" he said, adding that marriage itself was an issue that should be left up to the states rather than the federal government.\n\n- Andrew Stoughton", "article_metadata": {"description": "The GOP presidential candidate accused some of the Supreme Court Justices of politicizing the Court with the recent \"Obamacare\" and same-sex marriage decisions.", "og": {"site_name": "NBC News", "description": "The GOP presidential candidate accused some of the Supreme Court Justices of politicizing the Court with the recent \"Obamacare\" and same-sex marriage decisions.", "title": "Ted Cruz: The Justices 'Put on an Obama Jersey'", "url": "http://www.nbcnews.com/meet-the-press/ted-cruz-justices-put-obama-jersey-n386966", "image": "http://media2.s-nbcnews.com/j/newscms/2015_27/1107196/150705-ted-cruz-1217_46ba401ab791738cc8fe30812abd96e2.nbcnews-fp-1200-800.jpg", "type": "article"}, "twitter": {"domain": "NBCNews.com", "description": "The GOP presidential candidate accused some of the Supreme Court Justices of politicizing the Court with the recent \"Obamacare\" and same-sex marriage decisions.", "creator": "NBCNews", "image": {"src": "http://media2.s-nbcnews.com/j/newscms/2015_27/1107196/150705-ted-cruz-1217_46ba401ab791738cc8fe30812abd96e2.nbcnews-fp-1200-800.jpg"}, "title": "Ted Cruz on Supreme Court: The Justices 'Put on an Obama Jersey' - NBC News", "site": "NBCNews", "card": "summary"}, "blitz": "mu-e1e842c9-946002e6-ea8f0454-41b29546", "DC.date.issued": "2015-07-08", "apple-itunes-app": "app-id=319740707, app-argument=http://www.nbcnews.com/meet-the-press/ted-cruz-justices-put-obama-jersey-n386966", "fb": {"app_id": 10150138890205613}, "article": {"author": "https://www.facebook.com/NBCNews"}, "google-site-verification": "K8bowvEbzWfPQ76x6f9SCxMVwicVXrhiClRg80ak8ZA", "viewport": "width=device-width, initial-scale=1", "news_keywords": "Meet the Press,2016 Election,First Read"}, "_id": "\"57477af36914bd0286fd12c7\"", "article_summary": "Play FacebookTwitterGoogle PlusEmbed Cruz: Justices \"Put on an Obama Jersey\" 2:39 autoplay autoplay Copy this code to your website or blogSen. Ted Cruz, R-Texas, argued on NBC's \"Meet the Press\" that members of the Supreme Court \"put on an Obama jersey\" by voting to uphold the Affordable Care Act and strike down restrictions on same sex marriage.\nHe went on to say that members of the Supreme Court violated their oaths in their decisions on same sex marriage and the Affordable Care Act.\nAccording to Cruz, the Justices overstepped their bounds in upholding the Affordable Care Act, and striking down restrictions on same sex marriage, taking the role of legislators rather than judges.\nWhen asked if this would actually polarize the Court further, he pushed back and said, \"Look, we are polarized.\nHe said of the justices, \"They rewrote Obamacare, forcing that failed law on millions of Americans, and then the next day, five justices disregarded the text of the Constitution and purported to strike down the marriage laws of all 50 states.\""}