{"article_title": "Halbig vs. Burwell Obamacare Decision Makes No Legal Sense", "article_keywords": ["burwell", "aca", "court", "halbig", "exchange", "federal", "tax", "decision", "obamacare", "legal", "qualified", "vs", "individual", "courts", "sense", "judge", "makes", "griffith"], "article_url": "https://newrepublic.com/article/118818/halbig-vs-burwell-obamacare-decision-makes-no-legal-sense", "article_text": "First, the inconsistency: While attempting to reconcile the court's own narrow understanding of the tax credit with other pieces of the law, Judge Griffith wrote as follows:\n\nThe government … assumes that when section 1312(a) states that “[a] qualified individual may enroll…” … it means that only a qualified individual may enroll in such a plan. The obvious flaw in this interpretation is that the word “only” does not appear in the provision.\n\nSo as part of its reasoning, the D.C. Circuit held that in a different portion of the ACA “a qualified individual may” shouldn’t be read narrowly. In fact, Judge Griffith writes, we should read it broadly and allow “non-qualified individuals” to enroll as well. So the court, quite emphatically, held that without the word “only” present, we shouldn’t stick it in. Fair enough. But if so, how come “an exchange established by the State” must mean “only an exchange established by the State?” This seems a bit self-contradictory.\n\nSecond, a more general problem: The Court reacted to arguments against its own narrow interpretation of the tax credit in completely piecemeal fashion. When the government pointed out that the ACA itself asserts that the federal exchange is equivalent to those of the states, the Court theorized that the ACA could, in theory, still preserve a difference regarding the tax credit. When the government pointed out that other pieces of the ACA assumed the existence of tax credits for federal exchanges, the Court performed some impressive gymnastics to show that alternative interpretations of these other passages were conceivable. And when the government asked how a coherent law could create federal exchanges while simultaneously rendering them obviously and completely unusable, the Court merely shrugged and said that Congress can sometimes do things that “may seem odd.” Individually, each of the Court’s counter-arguments is a stretch; in the aggregate, they’re simply incredible. But in his opinion, Judge Griffith never engaged the question of these challenges’ cumulative effect. That’s a serious interpretive error.\n\nUnsurprisingly, the D.C. Circuit explained its acceptance of this cumulative absurdity (though it will only admit to “oddity” rather than “absurdity”) with the admirable language of judicial restraint. The Court explained that judges have a “limited role” and must simply “ascertain the meaning of the words of the statute.” In other words: The sentence says what the sentence says, even when it doesn’t make much sense in context. After all, Congress does a lot of stuff that doesn’t make much sense, and it can’t be the courts’ job to go around and improve bad congressional legislation.\n\nIn principle, the D.C. Circuit has a point. Much of what finally passes through Congress is poorly thought-out. Every piece of federal legislation must make its way through a gauntlet of shifting coalitions, conflicting interests, and partisan grandstanding. It’s inevitable that we end up with legislation that is full of inefficient compromises and poor reasoning. So as long as there remains a genuine “alternative explanation” beyond an “unintentional drafting gap,” it’s the job of the courts to respect congressional foolishness.\n\nBut foolishness and compromise are not the same as obvious error. And sometimes, as in this case, an “unintentional drafting gap” is really the only explanation for the appearance of a given phrase. And when it is, one expects the courts to be capable of the same cognitive efforts as a high school teacher who spots a typo.", "article_metadata": {"msapplication-config": "//assets.newrepublic.com/assets/favicons/browserconfig.xml", "description": "Yesterday saw the release of two conflicting court decisions that may decide the future of the Affordable Care Act. Both decisions, from the D.C. and Fourth&nbsp;Circuit federal courts of appeals, address the same question: Did the IRS go beyond the law when it offered subsidies for the federally-run insurance exchanges, rather than simply the state exchanges? In Halbig v.&nbsp;Burwell, the D.C. C...", "og": {"site_name": "New Republic", "description": "Judges should be capable of the same intelligence as a high school teacher who spots a typo.", "title": "The Conservative Ruling Against Obamacare Is Legally Laughable", "locale": "en_US", "image": "https://images.newrepublic.com/20ee381ad3c6346483b940a187144f40ad8c3107.jpeg?w=1109&h=577&crop=faces&fit=crop&fm=jpg", "url": "https://newrepublic.com/article/118818/halbig-vs-burwell-obamacare-decision-makes-no-legal-sense", "type": "article"}, "twitter": {"image": "https://images.newrepublic.com/20ee381ad3c6346483b940a187144f40ad8c3107.jpeg?w=1024&h=512&crop=faces&fit=crop&fm=jpg", "description": "Judges should be capable of the same intelligence as a high school teacher who spots a typo.", "site": "@newrepublic", "card": "summary_large_image", "title": "The Conservative Ruling Against Obamacare Is Legally Laughable"}, "msapplication-TileColor": "#ffffff", "parsely-metadata": "{\"thumb_image\":\"http://images.newrepublic.com/20ee381ad3c6346483b940a187144f40ad8c3107.jpeg\"}", "parsely-page": "{\"title\":\"The Conservative Ruling Against Obamacare Is Legally Laughable\",\"link\":\"https://newrepublic.com/article/118818/halbig-vs-burwell-obamacare-decision-makes-no-legal-sense\",\"section\":\"Law\",\"pub_date\":\"2014-07-23T15:25:00.000Z\",\"post_id\":118818,\"author\":\"Yishai Schwartz\",\"type\":\"post\",\"tags\":[\"Law\",\"Politics\",\"DC Court of Appeals\",\"Halbig\",\"King v. Burwell\",\"ACA\",\"Obamacare\",\"-type_article\"]}", "fb": {"admins": 4404589, "pages": 161419311535, "app_id": 1675346479369918}, "theme-color": "#ffffff", "msapplication-TileImage": "//assets.newrepublic.com/assets/favicons/mstile-144x144.png", "article": {"publisher": "https://www.facebook.com/thenewrepublic", "tag": "Law", "published_time": "2014-07-23"}, "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fd83fa\"", "article_summary": "In fact, Judge Griffith writes, we should read it broadly and allow “non-qualified individuals” to enroll as well.\nCircuit held that in a different portion of the ACA “a qualified individual may” shouldn’t be read narrowly.\nBut in his opinion, Judge Griffith never engaged the question of these challenges’ cumulative effect.\nEvery piece of federal legislation must make its way through a gauntlet of shifting coalitions, conflicting interests, and partisan grandstanding.\nAnd sometimes, as in this case, an “unintentional drafting gap” is really the only explanation for the appearance of a given phrase."}