{"article_title": "Providing Health Insurance Still a Struggle for Small Business", "article_keywords": ["plans", "business", "tax", "employees", "smallbusiness", "employers", "say", "health", "struggle", "coverage", "exchanges", "small", "providing", "insurance", "care"], "article_url": "http://www.nytimes.com/2014/11/05/business/small-businesses-health-insurance-ACA.html", "article_text": "Experts say it remains an open question whether the program, known as SHOP for Small-Business Health Options Program, will eventually work. “I think it will take a number of years, if it succeeds,” said Jon Gabel, a policy expert at NORC at the University of Chicago. There remains strong opposition from brokers and some insurers, he said, who view it as a threat to their existing business.\n\nFederal officials say they are committed to making the small-business marketplaces work over the next few years; five states are offering businesses early access to the online exchanges this year. Officials say they are making the necessary technical fixes to allow for online enrollment this year since most employers were forced to fill out applications by hand. They also say they are working more closely with brokers and point to the fact that more insurers will be offering plans for 2015.\n\n“Thanks to the Affordable Care Act, millions of small businesses and their employees will have more health care options, increased purchasing power and tax credits worth up to 50 percent of the employer’s premium contributions,” said Ben Wakana, a spokesman for the United States Health and Human Services Department, in an emailed statement.\n\nBusinesses with fewer than 50 employees are not required to provide coverage. In all, they employ 34 million people, and the smallest employers are increasingly dropping coverage. Only 44 percent of employers with three to nine workers now offer coverage, according to a September survey by the Kaiser Family Foundation, down from 52 percent a decade ago. Unlike large employers, which typically pay a significant share of a worker’s premiums, 14 percent of companies with fewer than 200 employees do not contribute at all. Most small employers ignored the exchange for 2014. Mr. Adams, for one, said he did not even consider buying insurance under the program. “I don’t know if Indiana had the option,” he said.\n\nInsurance companies and brokers say many small-business owners chose to re-enroll employees in existing plans, many of which did not comply with the law’s new rules but allowed employers more time to evaluate their options. “It wasn’t what small employers were clamoring for,” said Rick Allegretti, an executive with Health Care Service Corporation, which offers nonprofit Blue Cross plans in five states and sells plans through the small-business exchange. The insurer is also offering a private-exchange alternative where employers can consider establishing a group plan that can be paid for with pretax dollars but, separately, still have some employees go to the individual exchanges, a move that some critics say is contrary to the intent of the law. WellPoint, one of the nation’s largest insurers, says that it is seeing a significant decline in the number of the smallest businesses continuing to offer coverage. The company reported insuring 300,000 fewer people in small-group plans this year.\n\nAdvertisement Continue reading the main story\n\n“The move is occurring as we expected it to,” said Ken Goulet, a senior executive with WellPoint, which has been seeing these employees buy individual coverage.\n\nPhoto\n\nMark T. Bertolini, chief executive of Aetna, another large insurer, told analysts in July that although the company was not seeing “a lot of dumping,” he did not think the market was “sustainable over the long term as small-group employers stop offering coverage.” Aetna recently teamed with Sam’s Club, a unit of Walmart Stores, to also offer a private exchange for small businesses.\n\nFor the very smallest businesses, sending workers to the individual exchanges can make the most financial sense. “You can’t expect those people to continue to offer” coverage, said Gary Claxton, an executive for the Kaiser foundation. While workers who are sent to the individual exchanges must buy their policies with after-tax dollars, he said, many qualify for federal subsidies that lower the cost of coverage enough so they can afford it.\n\nThe public small-business exchanges, however, are the only way employers can now avail themselves of the tax credits available, and a recent analysis of the plans by Mr. Gabel of NORC showed them to be less expensive, on average, than the ones available outside of the exchanges.\n\nAnd some employers say they have clearly benefited. Robert S. Jaffe, president of Consensus Systems Technologies, in Shenorock, N.Y., was able to save about $32,000 by going through the exchanges to buy coverage for six employees. He chose Health Republic Insurance, a new co-op plan created under the law, for people who lived in the area. While he was initially concerned about the insurer, he says he was reassured by the care it gave a worker needing a liver transplant.\n\nBut some employers have been unimpressed with the options available through the marketplaces. “What I see on the exchange is junk,” said Bill Frerichs, the owner of Frerichs Freight Lines in Belleville, Ill., a trucking business. He opted to stay with the coverage he had from Coventry Health Care, owned by Aetna.\n\nBut even some of those who have taken advantage of the law to continue providing coverage say they worry about the future. Annie Grove, who along with her husband, Matt, owns Bagel Grove in Utica, N.Y., has about 20 employees, some of whom are covered under Medicaid. She offers a high-deductible plan to six of them, including herself, and uses the tax credit to help pay for about half of the cost. Ms. Grove says she is still unsure how long she will be able to pay for coverage, especially when the tax credits expire after two years and she can no longer use the money for premiums.\n\n“My biggest concern is when the tax credits go away,” she said.", "article_metadata": {"tone": "news", "ptime": 20141104121249, "twitter": {"description": "A year after the insurance marketplaces were introduced as part of the Affordable Care Act, provisions meant to help small businesses offer benefits to employees have yet to fulfill their promise.", "title": "Providing Health Insurance Still a Struggle for Small Business", "url": "http://www.nytimes.com/2014/11/05/business/small-businesses-health-insurance-ACA.html", "app": {"url": {"googleplay": "nytimes://reader/id/100000003214751"}, "name": {"googleplay": "NYTimes"}, "id": {"googleplay": "com.nytimes.android"}}, "site": "@nytimes", "image": "https://static01.nyt.com/images/2014/10/30/multimedia/healthcare-bagelshop/healthcare-bagelshop-thumbLarge-v3.jpg", "card": "summary"}, "al": {"ipad": {"url": "nytimes://www.nytimes.com/2014/11/05/business/small-businesses-health-insurance-ACA.html", "app_store_id": 357066198, "app_name": "NYTimes"}, "android": {"url": "nytimes://reader/id/100000003214751", "app_name": "NYTimes", "package": "com.nytimes.android"}, "iphone": {"url": "nytimes://www.nytimes.com/2014/11/05/business/small-businesses-health-insurance-ACA.html", "app_store_id": 284862083, "app_name": "NYTimes"}}, "thumbnail_width": 75, "dfp-ad-unit-path": "business", "channels": "NytNow", "sectionfront_jsonp": "https://static01.nyt.com/services/json/sectionfronts/business/index.jsonp", "video": {"playerId": 2640832222001, "publisherReadToken": "cE97ArV7TzqBzkmeRVVhJ8O6GWME2iG_bRvjBTlNb4o.", "publisherId": 1749339200, "noShareToolsPlayerId": 3692909326001}, "DISPLAYDATE": "Nov. 4, 2014", "edt": "NewYork", "keywords": "Patient Protection and Affordable Care Act (2010),Health Insurance and Managed Care,Small Business", "applicationName": "article", "PT": "article", "author": "Reed Abelson", "thumbnail_150": "https://static01.nyt.com/images/2014/10/30/multimedia/healthcare-bagelshop/healthcare-bagelshop-thumbLarge-v3.jpg", "sourceApp": "nyt-v5", "slug": "05health", "byl": "By REED ABELSON", "thumbnail_150_height": 150, "usageTerms": "http://www.nytimes.com/content/help/rights/sale/terms-of-sale.html", "lp": "A year after the insurance marketplaces were introduced as part of the Affordable Care Act, provisions meant to help small businesses offer benefits to employees have yet to fulfill their promise.", "tom": "News", "dfp-amazon-enabled": "false", "thumbnail": "https://static01.nyt.com/images/2014/10/30/multimedia/healthcare-bagelshop/healthcare-bagelshop-thumbStandard-v3.jpg", "description": "A year after the insurance marketplaces were introduced as part of the Affordable Care Act, provisions meant to help small businesses offer benefits to employees have yet to fulfill their promise.", "CG": "business", "robots": "noarchive", "dat": "Nov. 4, 2014", "fb": {"app_id": 9869919170}, "msapplication-starturl": "http://www.nytimes.com", "genre": "News", "article": {"author": "http://topics.nytimes.com/top/reference/timestopics/people/a/reed_abelson/index.html", "section_url": "http://www.nytimes.com/pages/business/index.html", "section": "Business Day", "modified": "2014-11-05", "collection": "https://static01.nyt.com/services/json/sectionfronts/business/index.jsonp", "tag": "Small Business", "published": "2014-11-04", "section-taxonomy-id": "104D1E63-9701-497B-8CF4-A4D120C9014E"}, "thumbnail_height": 75, "thumbnail_150_width": 150, "viewport": "width=device-width, initial-scale=1, maximum-scale=1", "utime": 20141105130444, "hdl_p": "For Businesses, Still a Struggle", "og": {"url": "http://www.nytimes.com/2014/11/05/business/small-businesses-health-insurance-ACA.html", "image": "https://static01.nyt.com/images/2014/10/30/multimedia/healthcare-bagelshop/healthcare-bagelshop-videoSixteenByNine1050-v3.jpg", "type": "article", "description": "A year after the insurance marketplaces were introduced as part of the Affordable Care Act, provisions meant to help small businesses offer benefits to employees have yet to fulfill their promise.", "title": "Providing Health Insurance Still a Struggle for Small Business"}, "pdate": 20141104, "des": "Small Business", "articleid": 100000003214751, "cre": "The New York Times", "hdl": "Providing Health Insurance Still a Struggle for Small Business", "PST": "News"}, "_id": "\"57477af46914bd0286fdfcb5\"", "article_summary": "But even some of those who have taken advantage of the law to continue providing coverage say they worry about the future.\nExperts say it remains an open question whether the program, known as SHOP for Small-Business Health Options Program, will eventually work.\nHe opted to stay with the coverage he had from Coventry Health Care, owned by Aetna.\nHe chose Health Republic Insurance, a new co-op plan created under the law, for people who lived in the area.\nAnd some employers say they have clearly benefited."}