{"article_title": "Congress, Administration Need to Act on Rx Prices, Lawmaker Says", "article_keywords": ["drugs", "task", "prescription", "doggett", "congress", "lawmaker", "rx", "administration", "drug", "research", "need", "value", "act", "prices", "briefing"], "article_url": "http://www.bna.com/congress-administration-need-n57982070371/", "article_text": "April 26 — Congress and the administration need to do more to address high prescription drug prices, Rep. Lloyd Doggett (D-Texas) said April 26.\n\nDoggett, a member of a task force of House Democrats examining the issue, said Congress should pass legislation and the administration should use its legal authority to address prescription drug prices. Doggett spoke during a briefing of the Center for American Progress Action Fund. The fund describes itself as a progressive think tank.\n\n“In Congress, most of the health-care debate has been how many times we can repeal Obamacare” and not about drug prices, Doggett said. “Our task force is trying to change that and put drug prices back on the agenda.”\n\nThe task force to examine prescription drug prices was formed in January (14 PLIR 72, 1/15/16). The task force is exploring the problem and developing legislative solutions.\n\nFor instance, Doggett said at the briefing that Medicare drug price negotiation legislation that passed the House in 2007, but which was blocked by the Senate, “has merit.” The Medicare Prescription Drug Negotiation Act of 2007 (H.R. 4) would have given the Department of Health and Human Services the authority to negotiate lower drug prices with drug manufacturers for Medicare beneficiaries.\n\nAdministration Could Do More\n\nDoggett also said the administration could use its legal authority to address the drug pricing issue.\n\nOne step the administration could take is to use its march-in rights under the Bayh-Dole Act, he said. Under Bayh-Dole, the federal agency that funded research leading to an invention can “march in” and issue patent licenses on its own—thereby ignoring exclusivity rights—if “reasonable terms are not being met’’ on drug pricing and if the agency has the intellectual property on the drug's molecule.\n\nIn March, a group of Senate and House lawmakers led by Doggett and Rep. Peter Welch (D-Vt.) sent a letter to the HHS and the National Institutes of Health asking the NIH to hold a public hearing to consider using its march-in rights to license generic versions of Astellas Pharma Inc.'s prostate cancer drug Xtandi as part of an effort to reduce the drug's price (14 PLIR 480, 4/1/16). Xtandi was developed at the University of California, Los Angeles, through research grants from the U.S. Army and the NIH. The medication has an average wholesale price in the U.S. of more than $129,000 per year.\n\nThe administration could invest more in the Patient-Centered Outcomes Research Institute (PCORI) and comparative effectiveness research for drugs, Doggett said. PCORI is an independent, nonprofit organization created under the Affordable Care Act to conduct studies on improving health-care outcomes.\n\nThe Food and Drug Administration also could do more by looking at whether a drug is an improvement over existing treatments, rather than just looking at how it compares with a placebo, he said.\n\n“The incoming president should know that there are a number of us in Congress who care deeply about this issue,” Doggett said. “An unaffordable drug is 100 percent ineffective.”\n\nDrug Industry's Views\n\nJoshua J. Ofman, senior vice president of global value, access and policy at Amgen Inc., said during the briefing that “as we move forward, we have to talk about the value of pharmaceuticals.”\n\n“We're all concerned about the rising costs of health care,” Ofman said. “If we don't address the cost of disease, health-care costs will be unsustainable.”\n\nOfman said drugs are “the greatest chance to curb the cost of disease.”\n\nPayers and drug manufacturers are starting to have “better” conversations about value, Ofman said. He said one thing that could help these conversations is loosening the constraints on what manufacturers can talk about.\n\n“There is a lot of guess work going into value assessments right now,” Ofman said.\n\nMarilyn Tavenner, president and chief executive officer of America's Health Insurance Plans (AHIP), said at the briefing that prescription drug prices are “not sustainable.” She said AHIP supports comparative effectiveness research and is against anything that would extend the patent life of drugs.\n\nTavenner also said her organization would like to see more transparency in how drug prices are determined. “Right now, how drugs are priced is very opaque,” she said. “The public is going to demand more transparency about these issues.”\n\nAARP: Multipronged Approach Needed\n\nDebra Whitman, chief public policy officer at AARP, said 87 percent of consumers over the age of 50 “believe that politicians need to take action on drug costs.”\n\n“No one silver bullet” is going to be the answer, Whitman said. There has to be a “multipronged approach” she said.\n\nWhitman said AARP “strongly supports having more research on comparative effectiveness.” She also said consumers want transparency on how drug prices are determined.\n\nTo contact the reporter on this story: Bronwyn Mixter in Washington at bmixter@bna.com\n\nTo contact the editor responsible for this story: Brent Bierman at bbierman@bna.com\n\nFor More Information\n\nMore information on the briefing is available at https://www.americanprogressaction.org/events/2016/03/29/133699/rescheduled-prescription-drug-pricing-reforms-to-pay-for-value/.", "article_metadata": {"og": {"url": "http://www.bna.com/congress-administration-need-n57982070371/", "image": "http://www.bna.com/uploadedImages/BNA_V2/Company/BnaSocialShare.jpg", "description": "Congress and the administration need to do more to address high prescription drug prices, Rep. Lloyd Doggett (D-Texas) said...", "title": "Congress, Administration Need to Act on Rx Prices, Lawmaker Says"}, "csrf-token": "JF7QMkEW0pA14pULQWCyeMYtn9889Fs2lelOz0JDStjXwTMGjNXxYOVw_VPg7vquqRyopXJCrquhPwETmiZgmY_X9AxRhaNU9LVTpx3MlHE1:yrhg4s_-LvMnXszzBDlMdgRwKKPXlcy7aVQD9rV3UyOTNkTbkohXS_ihWZpW2DKbPxavby2K6nC1oORtBOMNxU6PlW47acIWYw7-NTSq2Lc1", "description": "Congress and the administration need to do more to address high prescription drug prices, Rep", "viewport": "width=device-width, initial-scale=1", "fragment": "!"}, "article_summary": "“In Congress, most of the health-care debate has been how many times we can repeal Obamacare” and not about drug prices, Doggett said.\nApril 26 — Congress and the administration need to do more to address high prescription drug prices, Rep. Lloyd Doggett (D-Texas) said April 26.\n“Our task force is trying to change that and put drug prices back on the agenda.”The task force to examine prescription drug prices was formed in January (14 PLIR 72, 1/15/16).\n4) would have given the Department of Health and Human Services the authority to negotiate lower drug prices with drug manufacturers for Medicare beneficiaries.\nTavenner also said her organization would like to see more transparency in how drug prices are determined."}