{"article_title": "Obamacare Case Study: Choosing Benefits Over Penalties", "article_keywords": ["case", "king", "workers", "benefits", "employees", "robinson", "study", "obamacare", "50", "employer", "fulltime", "plan", "choosing", "health", "company", "penalties"], "article_url": "http://www.inc.com/adam-bluestein/obamacare-case-study-opting-for-health-benefits-over-paying-a-penalty.html", "article_text": "Inc. Magazine wrote about Sun King Brewing, a craft beer maker in Indianapolis, earlier this year,exploring how businesses of different sizes were coping with health-care reform. At that time, the growing company didn’t offer health insurance for its employees, who numbered roughly 35 full-timers and 50 part timers. But after calculating the total hours worked by its part-timers (two half-time workers count as one full-timer), Sun King determined that it had 50-plus full-time equivalents. That meant they would be classified as an \"applicable large employer\" under the Affordable Care Act, and would therefore be required to offer health insurance to employees working 30 or more hours per week, or else pay penalties when the employer mandate took effect.\n\nLike many business owners caught in a similar situation, Sun King's co-owner and vice president, Clay Robinson, struggled with what to do: contribute an estimated $150,000 toward workers' health-care premiums, or take a penalty of about $60,000.\n\nA Crossroads\n\nInc. checked in with Robinson again for an update, and he had good news to share. Although Obamacare critics have warned that companies would hiring and cut workers' hours to minimize new healthcare costs, Sun King has actually increased its headcount, to 45 full-time employees and about 50 part-timers. And even after the employer mandate has been pushed back from January 2014 to January 2015, Robinson and his co-owners have gone ahead and implemented a health plan for all their full-time staff, which kicked in on December 1, 2013. It's too early to say whether Sun King’s actions are representative of a larger trend. But the brewer's experience illustrates some of the complex choices that businesses -- especially those on the threshold of \"small\" and \"large\" employer under federal and state laws -- will have to make face as new regulations take effect.\n\nSun King is letting employees choose either a traditional PPO plan or a high-deductible plan with an affiliated health savings account (HSA). The company contributes the same dollar amount regardless of the option an employee chooses, which comes to 80 percent of the premium for the high-deductible plan, which is about average for U.S. employers. Sun King also subsidizes 20 percent of premium costs for employee family members. Two-thirds of eligible employees have signed up for health coverage, mostly for individual plans. \"Many of our staff were already covered by their spouses plans and elected to stay until that was no longer an option,\" says Robinson.\n\nIn addition to the new health plan, Sun King started a 401(k) plan with employer matching. Both programs have elicited a great response, Robinson says: \"Our staff feels like they are important to us and well taken care of, which is of course our goal.\" Perhaps the best part of all: Sun King is spending much less for health coverage then it had originally anticipated--the cost to the company for health care premiums and HSA matching will be around $75,000 to $80,000 for the year, or about half what it expected.\n\nAccording to benefits advisor Paul Ashley, whose Indianapolis firm, First Person Advisors, helped Sun King to implement its new health plan, the company lucked out in part because it was able to put a plan in place before 2014. Had it waited until January, Sun King would have been affected by new community rating rules, which vary by state but generally require insurance companies to offer the same basic rates to all groups with 50 or fewer full-time employees in a given area. Getting a plan with an effective date of December 1, 2013, allowed Sun King to be underwritten under the old rules, letting them benefit from lower rates for a full year because of their low average age and very healthy, generally male, population.\n\nWhen the plan comes up for renewal in December 2014, Sun King expects to have more than 50 full-time employees eligible for benefits, and can therefore avoid community rating until 2016, when larger groups will also be subject to the new rules. At that time, if not before, Ashley says, switching to a self-funded plan could help the company keep its costs of coverage down--assuming everyone stays as healthy as they are now. To that end, says Robinson, the company--which already offered employees yoga classes and healthy meals at work--plans to increase its focus on wellness with expanded programs and incentives.\n\nHealthy employees and happy business owners? That's worth toasting.", "article_metadata": {"description": "A growing craft-brewery business toasts the New Year with a new health-insurance plan.", "title": "Obamacare Case Study: Choosing Benefits Over Penalties", "og": {"site_name": "Inc.com", "description": "A growing craft-brewery business toasts the New Year with a new health-insurance plan.", "title": "Obamacare Case Study: Choosing Benefits Over Penalties", "url": "http://www.inc.com/adam-bluestein/obamacare-case-study-opting-for-health-benefits-over-paying-a-penalty.html", "image": "http://www.inc.com/images/incthumb250.png", "type": "article"}, "twitter": {"description": "A growing craft-brewery business toasts the New Year with a new health-insurance plan.", "creator": "@AdamBluestein", "url": "http://www.inc.com/adam-bluestein/obamacare-case-study-opting-for-health-benefits-over-paying-a-penalty.html", "image": "http://images.inc.com/refreshgraphics/970x450-6.jpg", "title": "Obamacare Case Study: Choosing Benefits Over Penalties", "site": "@Inc", "card": "summary_large_image"}, "syndication-source": "http://www.inc.com/adam-bluestein/obamacare-case-study-opting-for-health-benefits-over-paying-a-penalty.html", "robots": "index,follow", "fb": {"app_id": 139291179414843}, "format-detection": "telephone=no", "article": {"section": "HR/Benefits", "published_time": "Mon Dec 23 16:37:19 2013", "author": "Adam Bluestein"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=no", "googlebot": "index,follow"}, "_id": "\"57477af46914bd0286fd83fb\"", "article_summary": "In addition to the new health plan, Sun King started a 401(k) plan with employer matching.\nAt that time, the growing company didn’t offer health insurance for its employees, who numbered roughly 35 full-timers and 50 part timers.\nSun King is letting employees choose either a traditional PPO plan or a high-deductible plan with an affiliated health savings account (HSA).\nAlthough Obamacare critics have warned that companies would hiring and cut workers' hours to minimize new healthcare costs, Sun King has actually increased its headcount, to 45 full-time employees and about 50 part-timers.\nBut after calculating the total hours worked by its part-timers (two half-time workers count as one full-timer), Sun King determined that it had 50-plus full-time equivalents."}