{"article_title": "Drinking Alcohol Among Friends May Help You Avoid Dangerous Situations", "article_keywords": ["group", "help", "dangerous", "avoid", "drink", "decisions", "groups", "situations", "riskier", "drinking", "friends", "study", "risk", "alcohol"], "article_url": "http://www.medicaldaily.com/drinking-alcohol-among-friends-may-help-you-avoid-dangerous-situations-284558", "article_text": "Drinking in groups could help prevent alcohol-related incidents. Those who drink alone are more likely to make bad decisions, according to a new study.\n\n​Pop those bottles. A new study shows it's OK to drink with friends because it could help keep you out of danger. People who drink alone are more likely to make riskier decisions than those who drink in groups.\n\nResearchers studied 101 participants between the ages of 18 and 30. They compared the groups of people who were under the drink-driving limit with groups that had no alcohol. Participants were given risky situations and had to individually judge how much of a risk they were willing to take. One example would be the following question: “Would you drive to pick a friend from the airport after driving?\"After giving their individual responses, participants joined the group to see how much risk would be tolerable as a whole.\n\nUniversity of Kent students who were drinking in groups were asked to decide what levels of risk they were willing to take in different scenarios. In situations where they were drinking alone, they made riskier decisions than when drinking and making decisions in groups.\n\n“Our previous research, which had been conducted in laboratory conditions, showed that effects of alcohol consumption that affect people drinking alone, such as becoming riskier, are reduced or eliminated when people make judgments together with other drinkers in a group. We wanted to establish whether this would hold true in real drinking situations outside the laboratory, such as a bar or concert, where there are many other influences at work,” said Dr. Tim, Hopthrow of Kent's Centre for the Study of Group Processes, in a press release.\n\nStudies show that people who drink in large quantities usually demonstrate more irresponsible behavior and their decision-making is impaired. They tend to use illegal drugs and participate in violence and other criminal activity. Hopthrow says their study confirms that individual risk decisions are increased by excessive alcohol drinking.\n\n“We know that individuals are more likely to engage in risky behavior when they are intoxicated, whether it be having unprotected sex, or engaging in violent or other criminal activity. This research demonstrates that drinking as part of a social group may mitigate the effects of alcohol consumption on risk-taking,\" said Dr. Rose Meleady, of the School of Psychology at the University of East Anglia, in the release.\n\nEvery year, 88,000 people die as a result of excessive alcohol drinking, according to the Centers for Disease Control and Prevention (CDC). It is also the third leading lifestyle-related cause of death. The new research shows that encouraging drinking in groups could help reduce alcohol-related deaths and injuries.\n\nSource: Hopthrow T, Randsley de Moura G, Meleady R, Abrams D, Swift H. Drinking in social groups. Does ‘groupdrink’ provide safety in numbers when deciding about risk? Addiction. 2014.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "alcohol, drinking, groups, risky", "og": {"site_name": "Medical Daily", "description": "Drinking in groups could help prevent alcohol-related incidents. Those who drink alone are more likely to make bad decisions, according to a new study.", "title": "How Social Drinking Can Keep You Out Of Trouble", "url": "http://www.medicaldaily.com/drinking-alcohol-among-friends-may-help-you-avoid-dangerous-situations-284558", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/05/25/how-social-drinking-can-keep-you-out-trouble_0.jpg", "type": "article"}, "twitter": {"description": "Drinking in groups could help prevent alcohol-related incidents. Those who drink alone are more likely to make bad decisions, according to a new study.", "title": "How Social Drinking Can Keep You Out Of Trouble", "url": "http://www.medicaldaily.com/drinking-alcohol-among-friends-may-help-you-avoid-dangerous-situations-284558", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/05/25/how-social-drinking-can-keep-you-out-trouble_0.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/05/25/how-social-drinking-can-keep-you-out-trouble_0.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Healthy Living", "published_time": "2014-05-26T11:23:40-04:00", "modified_time": "2014-05-27T11:11:16-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Drinking in groups could help prevent alcohol-related incidents. Those who drink alone are more likely to make bad decisions, according to a new study."}, "_id": "\"57477af36914bd0286fd12f3\"", "article_summary": "In situations where they were drinking alone, they made riskier decisions than when drinking and making decisions in groups.\nEvery year, 88,000 people die as a result of excessive alcohol drinking, according to the Centers for Disease Control and Prevention (CDC).\nHopthrow says their study confirms that individual risk decisions are increased by excessive alcohol drinking.\nA new study shows it's OK to drink with friends because it could help keep you out of danger.\nPeople who drink alone are more likely to make riskier decisions than those who drink in groups."}