{"article_title": "3 ways for hospitals to promote physician leadership", "article_keywords": ["physician", "leaders", "organizations", "ways", "according", "floro", "leadership", "health", "physicians", "healthcare", "promote", "hospitals", "care"], "article_url": "http://www.fiercehealthcare.com/story/3-ways-hospitals-promote-physician-leadership/2015-02-03", "article_text": "As the trend of healthcare consolidation shows no signs of slowing down, strong physician leadership within an integrated organization can play a major role in determining that organization's success.\n\nWith that in mind, hospitals and healthcare organizations must empower physician leaders by adapting to accommodate a new culture of integration, Jerry Floro, M.D., president of the Pioneer Medical Group in Cerritos, California, wrote in a recent article for Becker's Hospital Review.\n\nHere's three ways to promote and manage physician leadership, according to Floro:\n\nPrioritize patients and performance. Organizations should develop physician leaders who pursue patient-centered models of care as well as \"instill unity of purpose among clinicians,\" Floro wrote. That includes leaders who can unite physicians to take up the organization's collective goals, such as improving population health management, an initiative that can hinge on the effectiveness of physician leadership, FierceHealthcare has reported. Streamline processes. In addition to transitioning certain procedures to an outpatient setting if it's deemed to be more cost-effective, organizations should consult physicians to improve their discharge planning procedures, according to Floro. The article also advocates for the use of evidence-based care, saying organizations should develop tools to convey best practices, reduce clinical variance and thus ensure better patient outcomes. Conduct effective evaluations. To reduce some of the inherent tensions between business-oriented hospital leaders and physicians, he suggestsed organizations establish clear expectations for physician accountability. In addition, he said organizations must evaluate individual and overall team outcomes as they transition to a value-based care model. He also urged hospitals to be transparent about how and why they will assess clinical teams.\n\nMore than three quarters of physicians are projected to be employed by health systems, rather than independent practices, by 2020, yet physicians account for only 14 percent of C-suite hires, according to a recent survey of healthcare executives. But cultivating effective physician leadership must be a greater priority for organizations that want to thrive in an ever-changing market, Floro argues.\n\n\"By embracing change, organizations will gain a competitive advantage that will position them well to meet the emerging requirements of healthcare's shifting paradigm,\" he wrote.\n\nTo learn more:\n\n- read the article\n\nRelated Articles:\n\nACPE: Physician leadership linked to organizational success\n\nPhysician-led ACOs may save more money\n\n3 keys to a successful population health management approach\n\n4 healthcare leadership trends for 2015\n\nPhysicians and business-oriented bosses clash over healthcare\n\nConsolidation in healthcare will continue in 2015", "article_metadata": {"description": "As the trend of healthcare consolidation shows no signs of slowing down, strong physician leadership within an integrated organization can play a major role in determining that organization's success.", "og": {"site_name": "FierceHealthcare", "description": "As the trend of healthcare consolidation shows no signs of slowing down, strong physician leadership within an integrated organization can play a major role in determining that organization's success.", "title": "3 ways for hospitals to promote physician leadership", "url": "http://www.fiercehealthcare.com/story/3-ways-hospitals-promote-physician-leadership/2015-02-03", "image": "http://assets.fiercemarkets.net/public/opengraphimages/updated/opengraph_fiercehealthcare.jpg", "type": "website"}, "twitter": {"site": "fiercehealth", "card": "summary"}, "parsely-metadata": "{\"mkto\": }", "revisit-after": "1 day", "apple-itunes-app": "app-id=731085312", "keywords": "Healthcare Consolidation,HR & Workforce Management,Operations & Business Management,Patient Care & Outcomes,Physician Leadership,Population Health Management", "viewport": "width=device-width", "news_keywords": "HR & Workforce Management,Operations & Business Management,Patient Care & Outcomes"}, "_id": "\"57477af46914bd0286fdfcdc\"", "article_summary": "Here's three ways to promote and manage physician leadership, according to Floro:Prioritize patients and performance.\nBut cultivating effective physician leadership must be a greater priority for organizations that want to thrive in an ever-changing market, Floro argues.\nOrganizations should develop physician leaders who pursue patient-centered models of care as well as \"instill unity of purpose among clinicians,\" Floro wrote.\nAs the trend of healthcare consolidation shows no signs of slowing down, strong physician leadership within an integrated organization can play a major role in determining that organization's success.\nTo learn more:- read the articleRelated Articles:ACPE: Physician leadership linked to organizational successPhysician-led ACOs may save more money3 keys to a successful population health management approach4 healthcare leadership trends for 2015Physicians and business-oriented bosses clash over healthcareConsolidation in healthcare will continue in 2015"}