{"article_title": "Government Shutdown", "article_keywords": ["work", "students", "republicans", "midnight", "war", "dark", "shutdown", "america", "gop", "care"], "article_url": "http://thyblackman.com/2013/10/07/government-shutdown-dark-days-ahead/", "article_text": "You are here: Home News / Government Shutdown: Dark Days Ahead.\n\nGovernment Shutdown: Dark Days Ahead.\n\nLike Like Love Haha Wow Sad Angry\n\n(ThyBlackMan.com) As of 11:59:59 Monday night, we entered midnight here in America. As I’m writing this particular column, it remains midnight – even though it’s early in the afternoon. I say that because over 800,000 federal workers have been furloughed as a result of the U.S. government’s shutdown. Those workers include FBI agents, Pentagon employees, Veterans’ Administration support personnel, Head Start teachers, firefighters, and national park rangers just to name a few. Staff members for many U.S. Senators and Congressmen are also being sent home without pay. For some working in certain occupations – such as guards at federal prisons, border patrol agents, civilian employees at military bases, and air traffic controllers – they must continue to show up for work with no paycheck in sight… and no guarantee whatsoever of receiving their back pay once this unnecessary shutdown ends.\n\nThe House Republicans finally got the shutdown they have so desperately wanted since their manufactured debt ceiling crisis of mid-2011. Did you bear witness as they left their GOP confab late Monday night? Did you see them all smiling gleefully, giving each other high fives, flashing thumbs-up signs for the media present, and openly celebrating? I did. I was deeply disappointed. It’s midnight.\n\nAfter all the brinksmenship, all the postering, all of the potential damage to the full faith and credit of the United States’ economy. Consider all the services paid for yet denied to the American people simply because the Tea Party contingent of the Republican Party wagered everything on defunding, delaying, and dismantling the Affordable Healthcare Act. Ladies and gentlemen, Obamacare is live, fully funded, and in its open enrollment period. Its website had 75 million views on day one. The government shutdown didn’t stop Obamacare. It never could. The GOP knew that all along; and they still saw their kamikaze mission through. It’s indeed midnight.\n\nThis is just the latest in the Republican Party’s relentless and remorseless offensive against the middle class, the poor, the elderly, and the disenfranchised here in America. Not even our nation’s children are safe from these pharaohs and pharisees. In 1964, President Lyndon Johnson (D-TX) famously launched his war against poverty. Now, the right wing faithful has launched its war on the poor.\n\nYou see the GOP’s targets. You’re aware of the 42 separate times to date they have tried to deny uninsured Americans access to affordable healthcare coverage. The Republicans just approved a $40 billion cut over the next 3 years from SNAP (or the Supplemental Nutrition Assistance Program). You saw them stand by idly as student loan interest rates more than doubled on July 1st – a development which hurt college students, graduate school students, and technical school students trying to obtain a higher education. The GOP has openly coveted any opportunity to gut popular entitlement programs like Medicare, Medicaid, and Social Security for decades.\n\nThrough the sequester they demanded, the Republicans have severely curtailed the funding for essential programs such as Meals On Wheels, Head Start, community block grants, and many others. The elderly, the disabled, and the children who depended on those services must now suffer solely because of the actions of ideologues and non-thinkers. They actually seek to break our government. Am I to believe that the GOPers who demand mandatory drug testing and/or community service work as conditions for people to continue receiving food stamps are well-intentioned? Should I buy the theory that Republican elected officials – who steadfastly deny unemployment benefits to Americans who want desperately to work, pay their bills, and take care of their families – actually have love in their hearts? I’d like to believe that – but thus far, I have little in the way of evidence.\n\nThe GOP’s point of view of America is clearly a cold, dark, stark place. Unless you’re rich, powerful, or both – they don’t care about you. They don’t care about me. They no longer even pretend to care about the well-being of the citizens of this great nation. The Republicans remind me of the Pharisees Jesus encountered in the New Testament of the Bible. Though they were very wealthy, educated, influential, and powerful; the Pharisees were miserable. Jesus exposed them for their cruelty. Much like Pharaoh, the obstructionists have hardened their hearts. When will they let the American people go? When will they rejoin the rest of us in being about the business of moving America forward? For this to be the greatest democracy on Earth, it sure feels like we’re living in a third-world, banana republic. No clean continuing resolution? No problem.\n\nFor the elderly, for the children, for the middle class, for every furloughed federal worker, it’s midnight. No one knows when the GOP war on the poor ceases. Who knows when this shutdown ends? Until that time, America’s future will remain as dark as a midnight sky.\n\nStaff Writer; Arthur L. Jones, III\n\nThis talented brother is a local Minister, weekly featured Democratic Op-Ed columnist, non-profit advisor, and sees the Braves winning it all this fall. Rev. Jones welcomes your comments! Please email him directly at: tcdppress@gmail.com.\n\nMore Articles:", "article_metadata": {"og": {"image": "http://thyblackman.com/wp-content/uploads/2013/10/gov-shutdown.jpg"}, "generator": "WordPress 4.5.1", "language": "en"}, "_id": "\"57477af36914bd0286fd12fe\"", "article_summary": "You are here: Home News / Government Shutdown: Dark Days Ahead.\nGovernment Shutdown: Dark Days Ahead.\nThe House Republicans finally got the shutdown they have so desperately wanted since their manufactured debt ceiling crisis of mid-2011.\nI say that because over 800,000 federal workers have been furloughed as a result of the U.S. government’s shutdown.\nWho knows when this shutdown ends?"}