{"article_title": "How Rupert Murdoch built up to Fox News: “It clearly isn’t a free media”", "article_keywords": ["built", "media", "kinnock", "fox", "watson", "free", "clearly", "isnt", "labour", "election", "political", "newspaper", "party", "rupert", "murdoch", "blairs"], "article_url": "http://www.salon.com/2015/05/03/how_rupert_murdoch_built_up_to_fox_news_it_clearly_isnt_a_free_media/", "article_text": "Topics: Books, David Cameron, Editor's Picks, Fox News, Gordon Brown, Media Criticism, News of the World, Rupert Murdoch, Business News, News, Politics News\n\nThe media play a crucial role within Britain’s Establishment. By focusing their fire at those at the bottom – often with coverage based on distortions, myths and outright lies – they deflect scrutiny from the wealthy and powerful elite at the top of society. All of which is hardly a surprise, given that their owners are themselves part of that elite, ideologically committed to the status quo. Because of how and by whom they are run, much of the media today serves as a highly partisan defender of the interests of those with wealth and power.\n\nIt was the tightest election campaign in Britain for a generation. In April 1992, after thirteen years in the electoral wilderness – years of mass unemployment, union-bashing and the selling off of public assets – Labour and its leader Neil Kinnock were on the cusp of regaining power from the Conservative Party, led by Thatcher’s successor John Major. On 2 April – a week before voters were due to march to schools and village halls to cast their ballots – one poll projected that Labour was on course for a 6-point win. But the creeping jubilation of the party’s grassroots was matched only by the horror of Britain’s media elite at the prospect of a Labour victory. After playing a crucial role in cementing Thatcherism and demolishing its opponents, Fleet Street was not about to risk any of the grand achievements of the 1980s being stripped away. Labour – and its leader – were subject to one of the most vitriolic media campaigns in post-war British political history.\n\nNearly a quarter of a century after his media mauling, Kinnock takes me for coffee in the canteen of the House of Lords. He may have supported the abolition of the House of Lords all his life, but he now sits there as a peer. What remains of his famous ginger hair has turned grey, but his gravelly Welsh accent remains. Kinnock was once savaged as the ‘Welsh Windbag’, and it is easy to see why: he rarely uses a sentence when a paragraph will do. Although he can be verbose, he is eloquent and often passionate, but his answers are punctured with bitterness, not just against the right, but against members of his own party and movement.\n\nAs far as Kinnock is concerned, this campaign was not, above all else, a personal campaign directed against him, but rather against ‘an increasingly successful and appealing Labour Party’. Determined that Labour must not win, ‘the editors of the tabloids, except for the Daily Mirror, got together on the Thursday before the poll,’ explains Kinnock. ‘They decided they would coordinate their attacks on the Labour Party.’ Two days later, The Sun, Daily Express and Daily Mail regurgitated an earlier speech made by the Tory Home Secretary, Kenneth Baker, alleging Labour plans for an ‘open-door’ immigration policy. The Daily Express, Kinnock recalls, even gave away thousands of free copies in key marginal seats. ‘Part of that was against me,’ he says, ‘but basically it was simply anti-Labour. Against a Labour Party that they thought was in danger of winning.’ On election day itself came The Sun’s infamous front-page exhortation: ‘If Kinnock Wins Today Will the Last Person to Leave Britain Please Turn Out the Lights’. The Tories duly won the election from under Labour’s noses, leading the jubilant newspaper to boast the following day: ‘It’s The Sun Wot Won It’.\n\nIt was not all down to the media. Labour’s leaders hardly inspired the electorate, and a foolishly triumphalist rally in Sheffield on the eve of the election did not help: Kinnock had taken to the stage excitedly yelling ‘We’re alright!’ But this episode alone underlines what remains an essential truth about the British media. There is not a free press in Britain: there is a press free of direct government interference, which is a different thing altogether. Instead, most of the mainstream media is controlled by a very small number of politically motivated owners, whose grip on the media is one of the most devastatingly effective forms of political power and influence in modern Britain. The terms of acceptable political debate are ruthlessly policed, particularly by the tabloid media; those who fall foul of them can face crucifixion by newspaper. The media, in other words, is a pillar of the Establishment – however much many journalists may find this an unpalatable truth.\n\n‘It clearly isn’t a free media,’ current Labour shadow cabinet minister Angela Eagle tells me as we sit in the café of Parliament’s Portcullis House, which swarms with ministers, backbenchers, journalists and ambitious researchers. ‘It’s a media that’s ideologically driven by its owners who have particular views that you or I probably wouldn’t agree on an awful lot of the time. I just wish that was pointed out and understood a bit more.’\n\nBack in 1992, the systematic monstering of Kinnock and Labour was not simply born out of a panic that the policies of the 1980s – which, after all, helped forge the modern Establishment – might be driven into reverse. In the 1970s the leading outrider Madsen Pirie had spoken of a ‘counter-ratchet’ to reverse the post-war consensus. Who could say for sure that a Labour victory in 1992 would not do the same to the post-1980s Establishment? Throughout his leadership Kinnock had suggested that the power of the media could be curtailed under a Labour government. In 1986 he had proposed importing US legislation restricting foreign ownership of the media, which would instantly have disqualified Rupert Murdoch, a US citizen, from owning British newspapers. ‘And whilst it might be that proprietors would want to change their nationality to British, in order to conform with the requirements of the law,’ a smirking Kinnock tells me, under a Labour government ‘these applications would gather thick dust in the pending tray of the Home Secretary.’ It was, he states, at this point that Murdoch ‘decided that things had to move from antagonism to war-level attack’.\n\nTom Watson is a burly, bespectacled man with a discernible West Midlands accent. For him, the struggles of the 1980s still loom large. When we met in his parliamentary office, he was Labour’s election fixer, but he resigned in July 2013 after writing a letter assailing ‘the marketing men, the spin people and the special advisors’. He has long been portrayed as a machine politician, a bruiser who was blindly loyal to his mentor, Gordon Brown, an image that he strongly resists. When he joined the Labour Party as a fifteen-year-old in 1983, he says, the party had ‘nearly murdered itself’. The battleground, as he then saw it, was against left-wing ‘entryists that took over the party’, and Labour ‘became super pragmatic’ so it could win elections to ‘deliver for the people we represent’. But his realization of the role of Britain’s media made him revise all that. ‘This was a misportrayal of what was going on,’ he says. ‘What was going on was a secret meeting between Margaret Thatcher in 1981 at Chequers where Rupert Murdoch had done a deal to buy The Times and The Sunday Times.’ Murdoch had briefed Thatcher about his plans, including taking on the trade unions and slashing the workforce by 25 per cent. After this meeting, the Thatcher government did not refer Murdoch’s takeover bid to the Monopolies and Mergers Commission, which could have blocked what became Britain’s largest newspaper group. ‘It was about courting a very powerful media who could make or break politicians.’\n\nThroughout the 1980s and early 1990s the Murdoch press had loyally defended the Thatcherite project, tackling and demonizing opponents ranging from Labour councils to trade unionists. It was a natural marriage. Murdoch was a strident proponent of small-state right-wing populism. But after he had helped catapult John Major into Number 10 in April 1992, the wheels soon came off the Tory bandwagon. When, just a few months after Kinnock’s pasting, Britain was catastrophically ejected from the European Exchange Rate Mechanism on so-called ‘Black Wednesday’ on 16 September 1992, billions of pounds were lost, Conservative economic credibility was shredded, and Major’s increasingly chaotic administration lurched from crisis over the European Union to scandals involving the personal lives of ministers. But crucially, change was apparently afoot within Labour’s ranks. After the old-style social-democratic leader John Smith abruptly died in May 1994, he was replaced by the charismatic right-winger Tony Blair, who pledged to scrap Labour’s historic commitment to public ownership, among other long-standing principles. New Labour, as it styled itself, no longer seemed to pose any threat to the political settlement established by Thatcherism. In July 1995, as the Tories became a national laughing stock, Blair flew to meet Rupert Murdoch in Australia’s Hayman Island and – two months before the 1997 election that swept New Labour to power – The Sun dramatically swung behind him.\n\n‘The treatment that I’d received scarred Tony Blair and Gordon Brown, and made [New Labour spin-doctor] Alastair Campbell absolutely wild with rage,’ is how Kinnock rationalizes it. ‘So they were going to try, if they could, to neutralize insofar as they could that antagonistic press.’ As far as the New Labour elite were concerned, winning over The Sun was crucial to their chances of victory.\n\nDavid Wooding is not your typical Sun journalist. He hails from a working-class background in Liverpool, a city that rejected his newspaper after it spread police lies about the circumstances in which ninety-six football fans of Liverpool FC died in the Hillsborough Disaster of April 1989: many Liverpool newsagents still boycott The Sun, and its current circulation in the city is barely a quarter of the 55,000 copies it sold daily before the disaster. Wooding is a prematurely white-haired man with a glass eye – the legacy of a car crash in his youth – whose demeanour is brisk but friendly. In the 1980s he had worked with Alastair Campbell, an abrasive Labour-supporting hack who was poached by Blair from the Daily Mirror. On the night of the 1997 election Wooding, a news reporter for The Sun, was covering Blair’s Sedgefield parliamentary constituency, when Campbell called him into his office. ‘I asked what was the biggest turning point in the election campaign,’ Wooding recalls, ‘and he said, without doubt, the biggest turning point which led to Labour being elected was when The Sun came out in support of us.’\n\n‘I can understand Blair’s desire to tone down the hostility,’ says Tom Watson. ‘Remember the movement was at war with The Sun newspaper, or The Sun newspaper was at war with the movement, so I can understand him wanting to establish a personal relationship with this powerful, important media figure.’ Watson comes across as relaxed, leaning back in his chair with his hands behind his head, but he is a man who has more reasons to be bitter about the alliance between New Labour and Murdoch than most. In 2006 he had resigned from Tony Blair’s government and urged the Prime Minister to follow him. Blair was furious, describing Watson as ‘disloyal, discourteous and wrong’, but in the event Watson’s walkout helped to speed up Blair’s own resignation as Labour leader in June of the following year. Yet Watson was convinced that Blair’s News International friends had pledged to destroy Watson’s career as an act of revenge. In 2009 The Sun wrongly claimed that the former defence minister was part of a conspiracy to smear Tories by making up embarrassing stories about their private lives. The newspaper ended up having to pay him libel damages.\n\nWatson’s own experience underlined how Blair’s relationship with the Murdoch empire went far beyond one of neutrality: it had become intimate. So much so, in fact, that Blair would end up becoming part of the Murdoch clan itself. After stepping down as Prime Minister, Blair was asked to be godfather to one of Murdoch’s young children and was present, robed in white, as the child was baptized at a ceremony on the banks of the River Jordan. ‘There’s something fundamentally wrong about any politician having that kind of secret friendship with someone in that position,’ says Watson.\n\nThe Murdoch empire had backed Blair’s New Labour because it believed that whatever threat the party once posed had been eradicated – partly because of its own efforts – and in any case the Tories were dead in the water. But Murdoch also believed he could win valuable political concessions from New Labour – which, in the event, he did. After New Labour came to power, News International hired the political consultancy Lawson Lucas Mendelsohn (LLM) to dilute the Employment Relations Act, a very modest piece of legislation on workers’ rights. ‘They successfully lobbied to create a piece of legislation that would prohibit people collectively organizing in [News International’s printing plant at] Wapping,’ says Tom Watson. ‘They’d driven the unions out and Murdoch wasn’t going to allow them to be driven back.’ Instead, the legislation allowed for staff associations, a company-controlled organization as a substitute for a trade union. But the political power exerted by the Murdoch empire was complex. Desperation to keep this powerful and dangerous beast onside meant that there did not even need to be direct pressure. New Labour politicians tried to avoid policies that might antagonize this media colossus. ‘There is a more subtle pressure they exerted where it’s the issues you wouldn’t take on or the way priorities were made,’ says Watson.", "article_metadata": {"description": "If you want to understand the way Fox News poisoned our politics, you need to know how Rupert built his UK empire", "title": "How Rupert Murdoch built up to Fox News: “It clearly isn’t a free media”", "og": {"site_name": "Salon", "description": "If you want to understand the way Fox News poisoned our politics, you need to know how Rupert built his UK empire", "title": "How Rupert Murdoch built up to Fox News: “It clearly isn’t a free media”", "url": "http://www.salon.com/2015/05/03/how_rupert_murdoch_built_up_to_fox_news_it_clearly_isnt_a_free_media/", "image": "http://media.salon.com/2015/05/oreilly_murdoch.jpg", "type": "article"}, "twitter": {"description": "If you want to understand the way Fox News poisoned our politics, you need to know how Rupert built his UK empire", "title": "How Rupert Murdoch built up to Fox News: “It clearly isn’t a free media”", "image": "http://media.salon.com/2015/05/oreilly_murdoch.jpg", "creator": "@salon", "site": "@salon", "card": "summary_large_image"}, "author": "Owen Jones", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, Books, David Cameron, Editor's Picks, Fox News, Gordon Brown, Media Criticism, News of the World, Rupert Murdoch", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "When he joined the Labour Party as a fifteen-year-old in 1983, he says, the party had ‘nearly murdered itself’.\nTopics: Books, David Cameron, Editor's Picks, Fox News, Gordon Brown, Media Criticism, News of the World, Rupert Murdoch, Business News, News, Politics NewsThe media play a crucial role within Britain’s Establishment.\nNearly a quarter of a century after his media mauling, Kinnock takes me for coffee in the canteen of the House of Lords.\nLabour – and its leader – were subject to one of the most vitriolic media campaigns in post-war British political history.\nBut Murdoch also believed he could win valuable political concessions from New Labour – which, in the event, he did."}