{"article_title": "Lifting Trade Restrictions Won’t Help Cuba That Much", "article_keywords": ["wont", "restrictions", "exports", "help", "cuba", "global", "cuban", "trade", "economic", "products", "worlds", "tourism", "lifting", "unilateral"], "article_url": "http://www.thefiscaltimes.com/2014/12/19/Lifting-Trade-Restrictions-Won-t-Help-Cuba-Much", "article_text": "The announcement this week that the U.S. will normalize diplomatic relations with Cuba and allow trade with and travel to the communist Caribbean nation is hardly the economic windfall for Cubans that some commentators make it out to be. If the Obama administration succeeds in lifting current trade restrictions, Cuba will certainly benefit from being able to sell into the enormous market just to its north. But exactly how much it will benefit from increased trade is unclear.\n\nAs large as Cuba loomed in American politics, particularly during the Cold War, it has little economic heft in terms of population size, gross domestic product, and natural resources. About 11 million people live on the island, making it a little smaller by population than Ohio. That’s not nothing – but the Gross Domestic Product per capita in Ohio runs about $37,690. In Cuba it’s about $10,200.\n\nRelated: Can Business Succeed Where the Cuba Embargo Failed?\n\nOne reason expanded trade with the U.S. won’t make a huge difference for Cuba is that the U.S. embargo currently barring most trade is unilateral – so Cuba is already doing business with the rest of the world, and has established trade relationships. Second, the bulk of Cuba’s exports are commodities that trade on a global market, meaning that U.S. demand for those commodities already affects demand for its exports, even if they aren’t sold directly to the U.S.\n\nIf Cuba were the world’s only producer of iPhones, for example, and was suddenly presented with the opportunity to sell them to a few hundred million new customers in one of the world’s richest countries, it would be big economic news. But it doesn’t work the same way for raw sugar and fruit juice.\n\nSlideshow: American Cars that Rock Cuba\n\nAnother problem facing Cuba: Currently there’s a global supply glut in the country’s two chief exports: raw sugar and refined petroleum products. Sugar prices have tumbled in recent years as a result of oversupply, which is terrible news for Havana, because it makes up more than 25 percent of Cuba’s total exports.\n\nThe news isn’t much better for petroleum products. Along with the price of crude oil, prices of refined petroleum products (gasoline, kerosene, aviation fuel) have been tumbling on global markets due to increased supply and weak demand. That market makes up another 15 percent of all Cuban exports.\n\nRelated: Obama’s Unilateral Moves Change the GOP Agenda\n\nCuba’s third largest export is nickel matte, and sadly, there’s little for Havana to cheer about there, either. Again, it’s a global commodity, and even if increased direct trade with the U.S. made a difference, it wouldn’t be much. The U.S. imported about $2.5 million worth of nickel matte in 2010, accounting for about 0.03 percent of global demand.\n\nTo add insult to injury, the world’s largest exporter of nickel matte, Canada, is the U.S.’s largest trading partner.\n\nSurely U.S. cigar aficionados and rum drinkers will give a boost to those two Cuban industries – but given that Cuba already exports both products globally, the increase in sales would likely be relatively small on a percentage basis.\n\nPossibly the biggest economic benefit to Cuba from a restructured relationship with the United States would be the potential increase in tourism. Still, it’s important to remember that the travel restrictions the U.S. imposed were unilateral. Cuba has been welcoming tourists from almost every other nation on earth for the past 50 years, so it’s not as if there’s no tourism sector in the country.\n\nRelated: 4 Issues that Could Derail Jeb Bush’s 2016 Hopes\n\nThe proximity of Cuba to the U.S. could drive significant tourism to the island, whose dollars would undoubtedly boost the Cuban economy. Some U.S. developers are already, no doubt, wondering when and if the Cuban government would be interested in allowing a few luxury U.S. resort hotels to open on the island.\n\nEven if that happened, though, cruise ships and planes full of spring breakers aren’t enough to support much more than a lot of low-paying service sector jobs – just as in the rest of the Caribbean.\n\nTop Reads from The Fiscal Times:", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "Cuba is seen as the big winner from the Obama administration’s plan to normalize diplomatic relations and reestablish trade with the communist nation. But opening trade with the U.S. may not be as big a deal for the Cuban economy as many seem to think.", "title": "Lifting Trade Restrictions Won’t Help Cuba That Much", "url": "http://www.thefiscaltimes.com/2014/12/19/Lifting-Trade-Restrictions-Won-t-Help-Cuba-Much", "image": "http://cdn.thefiscaltimes.com/sites/default/files/12182014_Cuban_Cars_08.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2014/12/19/Lifting-Trade-Restrictions-Won-t-Help-Cuba-Much", "image": "http://cdn.thefiscaltimes.com/sites/default/files/12182014_Cuban_Cars_08.jpg", "creator": "@rrgarver", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "Cuba is seen as the big winner from the Obama administration’s plan to normalize diplomatic relations and reestablish trade with the communist nation. But opening trade with the U.S. may not be as big a deal for the Cuban economy as many seem to think.", "generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "If the Obama administration succeeds in lifting current trade restrictions, Cuba will certainly benefit from being able to sell into the enormous market just to its north.\nOne reason expanded trade with the U.S. won’t make a huge difference for Cuba is that the U.S. embargo currently barring most trade is unilateral – so Cuba is already doing business with the rest of the world, and has established trade relationships.\nThat market makes up another 15 percent of all Cuban exports.\nPossibly the biggest economic benefit to Cuba from a restructured relationship with the United States would be the potential increase in tourism.\nAgain, it’s a global commodity, and even if increased direct trade with the U.S. made a difference, it wouldn’t be much."}