{"article_title": "Medicaid expansion funding is a fiscal Jenga® tower for states", "article_keywords": ["fiscal", "building", "funding", "risk", "federal", "tax", "jenga", "share", "expansion", "states", "state", "medicaid", "tower"], "article_url": "http://watchdog.org/204286/medicaid-expansion-funding-fiscal-jenga-tower-states/", "article_text": "By Joe Nichols | Watchdog Opinion\n\nStates that expanded Medicaid built the new program upon dubious funding sources. Like a fiscal Jenga® tower, the funding structure could collapse if the wrong building blocks are pulled out. Unfortunately for expansion states, at least two of the most crucial building blocks are indeed at risk due to federal policy. One risk is that the federal government may ban an obscure shell game that is used by some states to fund expansion. The other risk is that Congress could reduce the federal share of the cost of expansion. Taxpayers in expansion states should be wary of how their state governments plan to pick up the pieces if this massive program crumbles.\n\nThe first risk is to a state tax scheme used to fund an expansion that even Obamacare supporter and U.S. Sen. Dick Durbin (D-IL) referred to as a “charade.” Washington is tired of this charade and is likely to stop playing along. If the federal government pulls this building block, the states that rely on it to prop up Medicaid expansion will see their programs deteriorate.\n\nA new report by The Buckeye Institute found that Ohio stands to lose over $1.3 billion by fiscal year 2022, if this funding is pulled next year. Other states, including Pennsylvania, Missouri, Kentucky, and California, also rely on this funding. Needless to say, residents of these states should be worried about how their elected officials will try to fill this hole.\n\nHere’s how the Medicaid funding “charade” works:\n\nThe state places a tax on the premiums it pays to cover Medicaid enrollees, but compensates the insurers by increasing the premium payment. Increasing the premium payment drives up Medicaid spending, but the state actually reduces its share of the higher spending after the new tax revenue is accounted for. The federal government is left holding the bag and is forced to pay for the higher costs. In short, these states are able to reduce their fair share of Medicaid spending and foist it onto federal taxpayers. It’s a scheme that would make Enron accountants blush.\n\nWhile this shell game is a budgetary boon for the states that play, it is a bust for federal taxpayers. The Office of the Inspector General for the Department of Health and Human Services recently audited Pennsylvania for playing this game. The auditor’s report found that in only 3 years time, the federal government had overpaid Pennsylvania $981 million due to the illicit tax. The federal Medicaid administrator agreed with the auditor’s findings that this scheme is wrong, and promised to pull the federal funding that supports it.\n\nThe second risk stems from the fact that the Obama administration promised to fund 100 percent of the cost of expansion for the first three years, declining to 90 percent in 2020 and every year after. But legislators have widely acknowledged that this promise is unsustainable. With $18 trillion in national debt and counting, it is only a matter of time before Congress reduces the federal share of expansion. Heritage Foundation scholar Drew Gonshorowski found that one proposal by President Obama to reduce the federal share would increase the cost to states by $3.4 billion per year.\n\nRegrettably, two of the Medicaid expansion program’s most crucial building blocks—the federal matching share and managed care premium taxes—are at the mercy of Washington. Like a Jenga® tower that topples over when the wrong pieces are removed, Medicaid expansion funding is highly precarious. Pulling out either of these building blocks will destabilize the funding structure and put the entire program at risk of a collapse. For more information, click here to read the full report from The Buckeye Institute.", "article_metadata": {"og": {"site_name": "Watchdog.org", "description": "States that expanded Medicaid built the new program upon dubious funding sources. Like a fiscal Jenga® tower, the funding structure could collapse.", "title": "Medicaid expansion funding is a fiscal Jenga® tower for states - Watchdog.org", "locale": "en_US", "image": "http://watchdog.org/wp-content/blogs.dir/1/files/2015/03/jenga.jpg", "url": "http://watchdog.org/204286/medicaid-expansion-funding-fiscal-jenga-tower-states/", "type": "article"}, "article": {"publisher": "https://www.facebook.com/Watchdogorg", "section": "Opinion", "published_time": "2015-03-05T16:11:29+00:00"}, "twitter": {"domain": "Watchdog.org", "description": "States that expanded Medicaid built the new program upon dubious funding sources. Like a fiscal Jenga® tower, the funding structure could collapse.", "creator": "@watchdogorg", "image": {"src": "http://watchdog.org/wp-content/blogs.dir/1/files/2015/03/jenga.jpg"}, "title": "Medicaid expansion funding is a fiscal Jenga® tower for states - Watchdog.org", "site": "@watchdogorg", "card": "summary_large_image"}, "robots": "noarchive", "description": "States that expanded Medicaid built the new program upon dubious funding sources. Like a fiscal Jenga® tower, the funding structure could collapse."}, "_id": "\"57477af46914bd0286fdfd00\"", "article_summary": "Like a Jenga® tower that topples over when the wrong pieces are removed, Medicaid expansion funding is highly precarious.\nThe federal Medicaid administrator agreed with the auditor’s findings that this scheme is wrong, and promised to pull the federal funding that supports it.\nUnfortunately for expansion states, at least two of the most crucial building blocks are indeed at risk due to federal policy.\nIf the federal government pulls this building block, the states that rely on it to prop up Medicaid expansion will see their programs deteriorate.\nTaxpayers in expansion states should be wary of how their state governments plan to pick up the pieces if this massive program crumbles."}