{"article_title": "Domestic Spending Again Takes Back Seat to Defense", "article_keywords": ["takes", "congress", "programs", "spending", "national", "domestic", "budget", "seat", "federal", "defense", "policy", "discretionary", "economy"], "article_url": "http://www.thefiscaltimes.com/2014/12/10/Domestic-Spending-Again-Takes-Back-Seat-Defense", "article_text": "With Congress focused on beefing up defense in the face of mounting threats from ISIS and other terrorists groups, domestic programs that have barely kept pace with inflation are taking a back seat again.\n\nSenate and House negotiators reached agreement Tuesday evening on a $1.1 trillion mega spending bill that will keep most of the federal government fully funded and operating for the remainder of the fiscal year. The deal averted the threat of another government shutdown and all but assured that Congress will wrap up its work for the year by the end of this week.\n\nRelated: New Gov't Shutdown Averted with $1.1 Trillion Deal\n\nGiven the way lawmakers have carved up the available pot of funds, about 60 percent will go to the Pentagon and State Department for military operations and foreign assistance and aid, while roughly 40 percent will go for domestic programs.\n\nFor the fifth year in a row, so-called non-defense discretionary spending vital to the economy and social fabric will either be frozen in place or slightly reduced, according to an analysis by the Center on Budget and Policy Priorities.\n\nFunding for programs ranging from law enforcement and veterans medical care to education, scientific research and housing assistance will flatline again due to budgetary cuts, spending caps and automatic across-the-board cuts authorized by Congress in recent years.\n\nNon-defense discretionary spending dropped by $41 billion between 2010 and 2014 before adjusting for inflation, said the analysis. When inflation is factored in, the four-year cut was actually $87 billion or 15 percent.\n\nRelated: Federal Deficit Plunged to $483 Billion in FY2014\n\nUnder the terms of the final spending deal announced yesterday, many Americans may begin to feel a pinch in terms of diminished funding for Head Start, education, low-income fuel assistance, transportation subsidies, and job training, to name a few.\n\nThe National Institutes of Health will receive new Ebola research funds for clinical trials, Politico reported earlier this week, but its core budget is likely to grow by only $150 million – not enough to keep pace with inflation.\n\nMoreover, as more federal grants and highway funding dry up, state and local governments will have far less to spend on health and educational programs and job-generating transportation projects.\n\n“It comes down to a question of what do people want their government to do?” said David Reich, a senior policy consultant with the Center on Budget and Policy Priorities. “And if people, as I think they do, expect their federal government to play a role in research and protection of public lands and national parks, in infrastructure investments, in aid to education, this erosion really is cumulatively diminishing those kinds of services.”\n\nRelated: Budget Breakdown at GOP: Who Will Lead the Committee\n\nOthers see it differently, saying that the relatively flat growth is a good sign Congress has finally gotten control of the budget after years of runaway spending.\n\nSen. Jeff Sessions (R-AL), who is competing with Sen. Mike Enzi (R-WY) for the chairmanship of the Senate Budget Committee next year, forcefully opposed a bipartisan budget deal hammered out by House Budget Committee Chair Paul Ryan (R-WI) and Senate Budget Committee chair Patty Murray (D-WA) late last year. Sessions complained the agreement too easily adjusted levels of discretionary spending and balked at the inclusion of new federal fees, according to The Washington Post.\n\nSessions insists policy makers “should grow the economy – not the government,” and that creating more jobs in an expanding economy should not necessitate adding to the debt.\n\nWhy This Matters:\n\nThe U.S. is on a strong economic upturn after years of halting growth and persistent unemployment, but this has occurred in the face of stagnant government spending on infrastructure and domestic programs. Will plowing more money into defense provide the economy with the extra kick it needs, or is Congress being penny wise and pound foolish in not beefing up those programs when the deficit is at one of its lowest points in years?\n\nWhile Sessions and others blamed domestic spending for the government’s past deficit woes, that spending constitutes a relatively small and shrinking portion of the federal budget.\n\nThis year, the overall federal budget totals roughly $3.9 trillion. The lion’s share – about 65 percent – will go for Social Security, Medicare and other entitlement programs. Just 29 percent will be allocated for defense and non-defense discretionary spending, while six percent will be dedicated to paying interest on the federal debt.\n\nOver the years, the rapid growth in mandatory spending for the elderly and the poor has crowded out discretionary spending. And budget deals and spending caps have further constricted discretionary spending. When defense is taken out of the equation, domestic discretionary spending represents only 17 percent of the national budget.\n\nRelated: 3 Reasons to Cheer the ‘Blockbuster’ New Jobs Report\n\nThe dramatic effect of this austerity, Reich says, is evident when measuring spending relative to gross domestic product (GDP) — the standard way to make budgetary comparisons over time. Spending for these programs stood at 3.4 percent of GDP in 2014, well below the 3.8 percent average over the five decades since 1962, he said.\n\nThis trend will continue in 2015 and beyond under the 2011 Budget Control Act caps and sequestration. The Congressional Budget Office (CBO) estimates that non-defense spending will dip to 3.3 percent of GDP in 2015 and 3.1 percent in 2016 – which would equal its lowest level on record.\n\n“Put another way, the share of national income going to these programs — in education, science, infrastructure, environment, medical care for veterans, homeland security, and other fields — is rapidly approaching the lowest level, measured as a share of the economy, in at least five decades,” said Reich.\n\nThe following chart vividly illustrates that point:\n\nTop Reads from The Fiscal Times:", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "With Congress focused on beefing up defense because of the threats from ISIS and other terror groups, domestic programs that are barely keeping pace with inflation have taken a back seat again.", "title": "Domestic Spending Again Takes Back Seat to Defense", "url": "http://www.thefiscaltimes.com/2014/12/10/Domestic-Spending-Again-Takes-Back-Seat-Defense", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/10082010_fighter_jet_article.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2014/12/10/Domestic-Spending-Again-Takes-Back-Seat-Defense", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/10082010_fighter_jet_article.jpg", "title": "The Fiscal Times", "card": "summary", "creator": "@ericpianin"}, "generator": "Drupal 7 (http://drupal.org)", "description": "With Congress focused on beefing up defense because of the threats from ISIS and other terror groups, domestic programs that are barely keeping pace with inflation have taken a back seat again.", "viewport": "initial-scale=1, maximum-scale=1"}, "_id": "\"57477af36914bd0286fd1321\"", "article_summary": "When defense is taken out of the equation, domestic discretionary spending represents only 17 percent of the national budget.\nOver the years, the rapid growth in mandatory spending for the elderly and the poor has crowded out discretionary spending.\nWhile Sessions and others blamed domestic spending for the government’s past deficit woes, that spending constitutes a relatively small and shrinking portion of the federal budget.\nNon-defense discretionary spending dropped by $41 billion between 2010 and 2014 before adjusting for inflation, said the analysis.\nAnd budget deals and spending caps have further constricted discretionary spending."}