{"article_title": "The Government’s Way of Doing Things", "article_keywords": ["premium", "doing", "things", "tax", "actually", "plan", "way", "pay", "penalized", "love", "month", "husband", "governments"], "article_url": "http://bernardgoldberg.com/the-governments-way-of-doing-things/", "article_text": "I HATE big government. If there’s an easy way to do things or a hard way, the government will always choose the more difficult.\n\nHere’s a perfect example.\n\nWhen my husband signed up for Medicare four years ago, he opted not to enroll in a prescription plan because he wasn’t taking any prescriptions other than one for which he paid $4 a month. No big deal. Well, he was diagnosed with glaucoma this year and, as a result, is required to use eye drops which have turned out to be very costly.\n\nSo, we started looking for a Part D prescription plan and found out that he will actually be penalized for (1) being a healthy individual requiring no expensive medications for the past four years and (2) saving money instead paying out for coverage he didn’t need. (Let’s not even discuss that I, at 60+ years of age, had to pay for pregnancy insurance which has finally been eliminated from my policy, but I still have to pay for “pediatric vision” and increased premiums thanks to Obamacare.)\n\nI called Medicare.gov today to find out exactly how much the “late enrollment penalty” is going to be. The gal on the phone could barely read it from her pre-printed script but here’s what I wrote down. There will be a 1% charge on the premium for every 63 days my husband was eligible for, but not enrolled in, a Plan D drug program forever and ever. The gal actually had to put us on hold to figure this out – on a premium, for example, of $25 a month, the penalty will be approximately $16 a month ad infinitum.\n\nFirst of all, I have no clue why someone has to pay for something they don’t want or need.\n\nSecond, my husband is now being penalized for saving that premium for the last 48 months.\n\nThird, it isn’t as if Medicare is affected by this new policy. Over the course of the last four years, we’ve actually paid out-of-pocket for antibiotics, etc. that he’s needed at NO cost to Medicare.\n\nFourth, who came up with this 1%?\n\nFifth, what the heck does 63 days have to do with anything?\n\nSixth, if the government could actually come up with a rationale why my husband should be penalized, why not just a one time deal?\n\nI can go on and on but this is what our government has created. And this is what we can expect from a Hillary administration who intends to grow government even more and, God forbid, a Bernie Sanders administration who wants government in every aspect of our lives.\n\nI’m praying for a Republication who will simplify government, but I really don’t hold out much hope. As I’ve said before, Hillary is Teflon-coated. No one seems to care that she’s a liar. And, unless she murders Bill and it’s caught on video, we’ll be stuck with her for the next eight years.\n\nBut, I can dream. I would love to see Mrs. Fiorina reduce the tax code to three pages; I would love to send in a tax return on a postcard if Mr. Cruz has his way. I would love to see a flat tax. It can be done, but that’s just not the way government works.\n\nI don’t get it, but if you do, God bless you.", "article_metadata": {"description": "there’s an easy or hard way, the government will always choose the most difficult and complicated.", "og": {"site_name": "BernardGoldberg.com", "description": "there’s an easy or hard way, the government will always choose the most difficult and complicated.", "title": "The Government’s Way of Doing Things", "locale": "en_US", "image": "http://bernardgoldberg.com/wp-content/uploads/easy-way-hard-way-street-sign-300x200.jpg", "url": "http://bernardgoldberg.com/the-governments-way-of-doing-things/", "type": "article"}, "twitter": {"description": "there’s an easy or hard way, the government will always choose the most difficult and complicated.", "creator": "@bernardgoldberg", "image": "http://bernardgoldberg.com/wp-content/uploads/easy-way-hard-way-street-sign-300x200.jpg", "title": "The Government’s Way of Doing Things", "site": "@bernardgoldberg", "card": "summary"}, "robots": "noodp", "article": {"section": "Contributors", "tag": "prescription drugs programs", "published_time": "2015-11-13T11:54:51+00:00"}, "viewport": "width=device-width, initial-scale=1"}, "article_summary": "If there’s an easy way to do things or a hard way, the government will always choose the more difficult.\nIt can be done, but that’s just not the way government works.\nI would love to see Mrs. Fiorina reduce the tax code to three pages; I would love to send in a tax return on a postcard if Mr. Cruz has his way.\nSecond, my husband is now being penalized for saving that premium for the last 48 months.\nFirst of all, I have no clue why someone has to pay for something they don’t want or need."}