{"article_title": "Shigellosis cases on the rise in KC", "article_keywords": ["kc", "city", "shigella", "diarrhea", "rise", "stool", "diapers", "shigellosis", "water", "infected", "department", "health", "cases"], "article_url": "http://www.kake.com/home/headlines/Shigellosis-cases-on-the-rise-in-KC-329652351.html", "article_text": "The number of shigellosis cases are on the rise in the Kansas City area, the city's Health Department said.\n\nKansas City health officials said Friday that they have seen a significant increase this year. Shigella is an infectious diarrheal disease caused by bacteria.\n\nThe Health Department said that normally, there are only 10 cases of shigella per year in Kansas City. Since Jan. 1, the department has investigated more than 143 cases with the majority of cases in children in day care and elementary schools.\n\n“What is also concerning is that that we are seeing three different strains that are resistant to certain antibiotics,” said Tiffany Wilkinson, acting communicable disease prevention division manager, in a news release. “It only takes a few bacteria, sometimes as little as 10 organisms, to infect someone.”\n\nShigellosis is transmitted by direct or indirect fecal-oral contact with a person having symptoms.\n\nSymptoms include: abdominal pain or cramps, fever, watery diarrhea, stool with blood or mucous, tenesmus (the urge to continue to go to the bathroom when your bowels are empty), vomiting and fever.\n\nA person infected with shigella is infectious from the time they begin having symptoms until there is no presence of shigella in the stool. If left untreated, organisms can remain in the stool for four weeks or more.\n\nTo prevent shigella or any other foodborne illness, heath officials recommend the following:\n\n· Wash your hands frequently with soap and warm water and use paper towels for drying.\n\n· Those infected should not prepare food or drinks for others until they have been shown to no longer be carrying the shigella bacterium.\n\n· Dispose of diapers from infected children correctly. The diapers should be put in a closed-lid garbage can and then your hands should be immediately washed carefully with soap and water, as well as the child’s after changing or disposing of the diapers. Diaper changing areas should be disinfected with household bleach, Lysol or bactericidal wipes, according to directions.\n\n· Keep children and adults with diarrhea out of swimming pools, spas, and all shared water (including bath tubs) for two weeks following the end of diarrhea.", "article_metadata": {"description": "Shigella is an infectious diarrheal disease caused by bacteria.", "language": "english", "author": "KMBC", "og": {"url": "http://www.kake.com/home/headlines/Shigellosis-cases-on-the-rise-in-KC-329652351.html", "image": "http://media.graytvinc.com/images/420*315/Bacteria3.jpg", "type": "article", "description": "Shigella is an infectious diarrheal disease caused by bacteria.", "title": "Shigellosis cases on the rise in KC"}, "twitter": {"domain": "www.kake.com", "description": "Shigella is an infectious diarrheal disease caused by bacteria.", "title": "Shigellosis cases on the rise in KC", "url": "http://www.kake.com/home/headlines/Shigellosis-cases-on-the-rise-in-KC-329652351.html", "image": "http://media.graytvinc.com/images/Bacteria3.jpg", "creator": "@KAKEnews", "site": "@KAKEnews", "card": "summary"}, "msvalidate.01": "9CD4A96D8A076527F07FD24CFCDE5489", "keywords": "Shigellosis cases on the rise in KC", "google-site-verification": "H0mev8O__gMqb34WcvOyZgBXFMRQZvDAQ0YTSGJ9hGQ", "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "Shigellosis cases on the rise"}, "_id": "\"57477af36914bd0286fd1326\"", "article_summary": "The number of shigellosis cases are on the rise in the Kansas City area, the city's Health Department said.\nThe Health Department said that normally, there are only 10 cases of shigella per year in Kansas City.\nKansas City health officials said Friday that they have seen a significant increase this year.\nSince Jan. 1, the department has investigated more than 143 cases with the majority of cases in children in day care and elementary schools.\nSymptoms include: abdominal pain or cramps, fever, watery diarrhea, stool with blood or mucous, tenesmus (the urge to continue to go to the bathroom when your bowels are empty), vomiting and fever."}