{"article_title": "Pittsburgh Steelers Owner, Former Players To Help Promote Obamacare", "article_keywords": ["obama", "law", "help", "pittsburgh", "administration", "enrollment", "obamacare", "players", "health", "obamacares", "owner", "promote", "steelers"], "article_url": "http://thinkprogress.org/sports/2013/10/09/2743711/pittsburgh-steelers-owner-former-players-to-help-promote-obamacare/", "article_text": "Sports Pittsburgh Steelers Owner, Former Players To Help Promote Obamacare CREDIT: AP President Obama with Steelers president Art Rooney and chairman Dan Rooney (right).\n\nThe Pittsburgh Steelers are set to become the second National Football League team to help promote the Affordable Care Act when chairman Dan Rooney and former Steelers players join administration officials at a Heinz Field event Thursday.\n\nRooney, a former ambassador to Ireland under President Obama, will join Dept. of Health and Human Services Secretary Kathleen Sebelius to headline an event aimed at boosting enrollment in the law’s state-based health exchanges and education about the law’s new health programs, according to release from HHS.\n\nThe Steelers will be the second NFL team to promote the law since the NFL decided not to partner with the Obama administration. The Baltimore Ravens, one of Pittsburgh’s biggest rivals, signed on to help boost enrollment in Maryland’s exchanges in early September.\n\nThe Obama administration has made partnering with sports leagues and teams to promote the law a priority, given their ability to reach large populations and the demographics that will benefit most from the law and that are crucial to Obamacare’s ultimate success. When Maryland Lt. Gov. Anthony Brown announced the Ravens’ partnership with the administration, he cited research showing that 71 percent of Maryland’s uninsured population had watched, attended, or listened to a Ravens game in the past year. Given the Steelers’ fan base in both Pennsylvania and beyond, similar or even higher numbers from its fans wouldn’t be shocking.\n\nThose partnerships also make sense for the administration because Obamacare’s enrollment fight isn’t a short one: Americans have six months to enroll in the law’s health care exchanges, so stringing out these events throughout football and basketball seasons — the White House also wants to partner with NBA teams — gives it a chance to keep those enrollment opportunities in the news.\n\nMore significant, though, is that Thursday’s event will include former Steelers players, giving Sebelius and the administration a chance to put a face on Obamacare’s benefits. Though it’s unclear from the release which players will attend, there’s a possibility some of them could benefit from the law themselves. Because the NFL’s health coverage for former players expires after five years for most eligible recipients, and due to high uninsured rates for former athletes because of pre-existing conditions, Obamacare could give many former NFL players a chance to access insurance that will cover the myriad problems that result from years of playing football. Showing fans that some of their heroes are benefiting from this law can only help Obamacare’s chances of reaching the people — and Steeler fans — who need it most.", "article_metadata": {"google": "nositelinkssearchbox", "description": "Steelers will help promote enrollment in Obamacare's health care exchanges.", "generator": "WordPress 4.4.2", "og": {"site_name": "ThinkProgress", "description": "Steelers will help promote enrollment in Obamacare's health care exchanges.", "title": "Pittsburgh Steelers Owner, Former Players To Help Promote Obamacare", "url": "http://thinkprogress.org/sports/2013/10/09/2743711/pittsburgh-steelers-owner-former-players-to-help-promote-obamacare/", "image": "http://cdn.thinkprogress.org/wp-content/uploads/2013/10/obamasteelersap.jpg", "type": "article"}, "twitter": {"description": "Steelers will help promote enrollment in Obamacare's health care exchanges.", "title": "Pittsburgh Steelers Owner, Former Players To Help Promote Obamacare", "image": "http://cdn.thinkprogress.org/wp-content/uploads/2013/10/obamasteelersap-321x214.jpg", "creator": "@Travis_Waldron", "site": "@ThinkProgress", "card": "summary_large_image"}, "robots": "noodp", "elq-topic": "tp-sports", "fb": {"admins": 100001364918392, "pages": 200137333331078, "app_id": 144881328916524}, "thumb2": "http://cdn.thinkprogress.org/wp-content/uploads/2013/10/obamasteelersap.jpg", "thumb1": "http://cdn.thinkprogress.org/wp-content/uploads/2013/10/obamasteelersap.jpg", "google-site-verification": "HDCaom2KPSt1X92eD5CiYHCkWvb5nP09lhEAOPZ5rts", "article": {"published_time": "2013-10-09T11:07:05+00:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=0"}, "_id": "\"57477af36914bd0286fce2fa\"", "article_summary": "Sports Pittsburgh Steelers Owner, Former Players To Help Promote Obamacare CREDIT: AP President Obama with Steelers president Art Rooney and chairman Dan Rooney (right).\nThe Pittsburgh Steelers are set to become the second National Football League team to help promote the Affordable Care Act when chairman Dan Rooney and former Steelers players join administration officials at a Heinz Field event Thursday.\nThe Steelers will be the second NFL team to promote the law since the NFL decided not to partner with the Obama administration.\nMore significant, though, is that Thursday’s event will include former Steelers players, giving Sebelius and the administration a chance to put a face on Obamacare’s benefits.\nShowing fans that some of their heroes are benefiting from this law can only help Obamacare’s chances of reaching the people — and Steeler fans — who need it most."}