{"article_title": "Al Franken Explains Net Neutrality To Ted Cruz", "article_keywords": ["washington", "things", "franken", "ted", "al", "obamacare", "neutrality", "cruz", "understand", "internet", "net", "explains"], "article_url": "http://www.huffingtonpost.com/2014/11/16/al-franken-ted-cruz_n_6167086.html", "article_text": "WASHINGTON -- Sen. Al Franken (D-Minn.) responded on Sunday to a Washington Post op-ed in which Sen. Ted Cruz (R-Texas) wrote that net neutrality is \"Obamacare for the Internet.\"\n\nFranken said Cruz “doesn’t understand” what net neutrality is.\n\n“He has it completely wrong and he just doesn't understand what this issue is,” Franken told Candy Crowley on CNN’s “State of the Union.”\n\nFranken is a longtime proponent of net neutrality, or the idea that all traffic on the Internet should be treated equally. The Federal Communications Commission is in the process of revising rules around the concept, and major Internet providers have pushed for Internet \"fast lanes\" that let them charge websites extra for faster loading times. On Monday, President Barack Obama called on the FCC to “implement the strongest possible rules to protect net neutrality.”\n\nWriting in the Washington Post on Thursday, Cruz called net neutrality policy “Obamacare for the Internet,” arguing that “it would put the government in charge of determining Internet pricing, terms of service and what types of products and services can be delivered.”\n\nBut as Franken explained, net neutrality isn’t a new government program, like the health care exchanges created under the Affordable Care Act. On the contrary, “we have had net neutrality the entire history of the Internet.”\n\n“When [Cruz] says this is the Obamacare, Obamacare was a government program that fixed something, that changed things,” Franken said. “This is about reclassifying something so it stays the same. This would keep things exactly the same that they've been.”\n\nUPDATE: Nov. 17, 1:20 p.m. -- On Monday, Amanda Carpenter, Cruz's communications director, sent this statement to HuffPost:\n\nIn his remarks in Austin on Friday, Senator Cruz criticized net neutrality for the precise reason it would keep the Internet 'the same' as Senator Franken said. Allowing the government to regulate the Internet as a public utility would freeze innovation and prevent progress. It's radical and extreme to put the future of the Internet in the hands of a 5-member FCC panel influenced by lobbyists and politicians and unaccountable to regular, working Americans.\n\nCORRECTION: A previous version of this article misstated the name of CNN's show. It is \"State of the Union.\"\n\nAlso on HuffPost: Ted Cruz Ted Cruz\n\n1 of 19 Share this slide:\n\nAlamy", "article_metadata": {"description": "WASHINGTON -- Sen. Al Franken (D-Minn.) responded on Sunday to", "sailthru.expire_date": "2014-11-17 12:09:32 -0500", "og": {"site_name": "The Huffington Post", "description": "WASHINGTON -- Sen. Al Franken (D-Minn.) responded on Sunday to", "title": "Al Franken Explains Net Neutrality To Ted Cruz", "url": "http://www.huffingtonpost.com/2014/11/16/al-franken-ted-cruz_n_6167086.html", "image": "http://i.huffpost.com/gen/2285498/images/o-FRANKEN-facebook.jpg", "locale": "en_US", "type": "article"}, "twitter": {"description": "WASHINGTON -- Sen. Al Franken (D-Minn.) responded on Sunday to", "title": "Al Franken Explains Net Neutrality To Ted Cruz", "image": {"width": 2000, "identifier": "http://i.huffpost.com/gen/2285498/images/o-FRANKEN-facebook.jpg", "height": 1000}, "creator": "christinawilkie", "site": "@HuffPostPol", "card": "summary_large_image"}, "sailthru.date": "2014-11-16 12:09:32 -0500", "al": {"ios": {"url": "huffpostnews:///?editionID=us&entryID=6167086", "app_store_id": 306621789, "app_name": "The Huffington Post"}}, "taboola.category": "politics", "fb": {"app_id": 46744042133}, "keywords": "video,net neutrality,Ted Cruz,Al Franken,gop 2016,obamacare,technology,al franken ted cruz,al franken net neutrality,ted cruz net neutrality,GOP net neutrality,net-neutrality", "article": {"section": "Politics", "tag": "video,net neutrality,Ted Cruz,Al Franken,gop 2016,obamacare,technology,al franken ted cruz,al franken net neutrality,ted cruz net neutrality,GOP net neutrality,net-neutrality", "published_time": "2014-11-16 12:09:32 -0500", "modified_time": "2014-11-17 13:59:01 -0500"}, "viewport": "width=1000"}, "_id": "\"57477af36914bd0286fd134a\"", "article_summary": "Also on HuffPost: Ted Cruz Ted Cruz1 of 19 Share this slide:Alamy\nWASHINGTON -- Sen. Al Franken (D-Minn.) responded on Sunday to a Washington Post op-ed in which Sen. Ted Cruz (R-Texas) wrote that net neutrality is \"Obamacare for the Internet.\"\nFranken said Cruz “doesn’t understand” what net neutrality is.\nOn the contrary, “we have had net neutrality the entire history of the Internet.”“When [Cruz] says this is the Obamacare, Obamacare was a government program that fixed something, that changed things,” Franken said.\nAllowing the government to regulate the Internet as a public utility would freeze innovation and prevent progress."}