{"article_title": "Ron Paul supporters bolt Rand camp", "article_keywords": ["rand", "campaign", "iowa", "supporters", "ron", "camp", "pauls", "hampshire", "state", "bolt", "party", "paul", "republican"], "article_url": "http://www.politico.com/story/2015/03/ron-paul-leave-rand-paul-camp-116439", "article_text": "As he pulls together his expected presidential campaign in Iowa and New Hampshire, Sen. Rand Paul is confronted by defections from an unexpected quarter: the die-hard idealists whose energy powered his father’s campaigns.\n\nThat network of committed supporters was expected to convey to Paul, the natural successor to Ron Paul’s libertarian movement, providing him with a plug-and-play ground organization in the make-or-break early voting states. But instead of embracing the Kentucky senator, many of those grass-roots activists are turning their backs on him, disillusioned by the younger Paul’s concessions to mainstream politics.\n\nStory Continued Below\n\nOne of the most prominent defectors is Drew Ivers, chairman of Ron Paul’s 2012 Iowa campaign, who says he will not endorse Rand Paul for president. On Tuesday, three members of Iowa’s Ron Paul-aligned Liberty movement — state Sen. Jason Shultz and former Iowa Republican Party central committee members Chad Steenhoek and Joel Kurtinitis — announced the same, adding that they will support Texas Sen. Ted Cruz. Ivers said he does not plan to endorse any candidate.\n\n“Sen. Rand Paul continues to have tremendous support from the vast majority of the liberty movement,” said Sergio Gor, communications director for the Paul campaign.\n\nShultz had endorsed Ron Paul in 2012 and Kurtinitis served as his Iowa regional director. Steenhoek worked for Newt Gingrich’s Iowa campaign but was sympathetic to Ron Paul, who endorsed Steenhoek’s subsequent bid to serve on the state central committee.\n\nIvers, who had dinner with Rand Paul in August, said the Kentucky senator has abandoned many of the stances that made Ivers loyal to his father.\n\n“He’s moderating on most of them, not taking a real clear stance on a number of them,” said Ivers. “The strategy of sending a blended message is one that has risk.”\n\nThat was never an issue for Ron Paul, whose uncompromising ways and willingness to operate on the margins relegated him to the sidelines of national politics. Even at the height of his national influence and popularity in 2012, the Texas congressman proved unable to win the popular vote in a single state and never seriously contended for the GOP nomination in several tries.\n\nRand Paul, by contrast, won statewide office in his first try and has established himself as a viable presidential candidate with a talent for taking the movement’s liberty message to a broader audience.\n\n“I’m excited about the prospect of Senator Paul running for president and look forward to his visit to Iowa on April 10. If, as expected, he launches his presidential campaign I will be proud to stand with Rand, who I believe stands head and shoulders above the other prospects in terms of electability and commitment to our cherished principles of freedom and prosperity,” said David Fischer, a former Iowa GOP co-chairman who served as Iowa co-chair of Ron Paul’s 2008 and 2012 campaigns. “I’ve talked to hundreds of people who supported Ron Paul and the vast majority of them are ready to stand with Rand.”\n\nThe stylistic distinctions between father and son became clear at the 2012 GOP convention. Ron Paul was denied a speaking slot in large part because he refused to meet the pre-conditions — which included an endorsement of Mitt Romney. But the Kentucky senator endorsed the nominee despite some misgivings — and got a prime speaking slot.\n\nThe defections in Iowa, where Ron Paul finished third in the 2012 caucuses, are notable since it was one of his best-organized states that year. Rand Paul’s challenge is to find a balance that enables him to retain much of his father’s strong political network in the make-or-break early states while broadening his appeal to a larger audience.\n\nAn internal poll conducted last month by Liberty Iowa of Ron Paul’s delegates to the 2012 Iowa Republican Convention — the vanguard of his Hawkeye State loyalists — found that Rand Paul is still the preferred choice by a wide margin. But there are signs of erosion: less than 70 percent are leaning Rand Paul’s way in 2016, according to a person with knowledge of the polling who was not authorized to discuss it. Cruz was the group’s second-favorite candidate, with support in the high single digits, followed by Wisconsin Gov. Scott Walker.\n\nFor Kurtinitis, who initially planned on supporting Paul, the turning point came during Cruz’s September 2013 filibuster of a continuing resolution to keep the federal government open. “When Rand was filibustering, we saw Mike Lee and Ted Cruz standing there. When the shoe was on the other foot and Cruz was the one giving the filibuster, I and others in the liberty movement looked around and asked, ‘Where’s Rand?’” said Kurtinitis. “It kind of added insult to injury to learn that he planned to be at a fundraiser for [Iowa Gov.] Terry Branstad that day.”\n\nBranstad has clashed with Iowa’s Liberty movement, whose members at the time controlled the state Republican Party. Kurtinitis added that his wife, Kelsey, whom he met when she was a volunteer on Ron Paul’s 2012 caucus campaign, is also supporting Cruz.\n\nAt the same time, Paul’s Iowa effort is beset by lingering resentment from the state party establishment. Loyalists of Paul’s father, led by A.J. Spiker, took control of the party’s central committee in 2012 and alienated top officeholders and grass-roots activists from other wings of the party until they were pushed out last year. Spiker now works for RandPAC.\n\n“Obviously the legacy from the Ron Paul people who ran the Republican Party of Iowa is not good statewide. They failed to raise money. They basically ran it as a background Ron Paul for president committee. They excluded a vast majority of Republican activists statewide and were genuinely not respected or liked,” said Andy Cable, a Republican activist from socially conservative northwest Iowa — a seat of opposition to libertarian control of the party. “A lot of us would like to judge Rand Paul on his own merits but, unfortunately … when he’s hiring some of the same people that his father brought, it’s a question of whether the apple has fallen very far from the tree.”\n\nIn New Hampshire, with its more moderate brand of conservatism, Paul faces similar challenges. New Hampshire Rep. Bill O’Brien, a former state House speaker, said he’s seen a number of Ron Paul supporters gravitating toward Cruz. Aaron Day, a leader of the Free State movement, which seeks to enact libertarian principles in New Hampshire, says members of the movement are showing markedly less enthusiasm for Rand Paul than they showed for his father.\n\n“One of the big concerns is whether or not he’s left his liberty base and is he moving towards the center in reality or just for the purpose of optics,” he said. Day cited Paul’s endorsement of moderate Republican Scott Brown’s failed New Hampshire Senate bid and his lack of support for tea party activist Andrew Hemingway’s gubernatorial primary bid against the eventual nominee Walt Havenstein as two episodes that turned off Free Staters.\n\nBut several key members of Ron Paul’s 2012 New Hampshire team plan either to join his son’s campaign or support it from the sidelines. One of those supporters, former state Sen. Jim Forsythe, the chairman of Ron Paul’s New Hampshire campaign, dismissed the importance of disaffected Ron Paul backers. “I think where you see that is some of the more fringe element libertarians,” he said. “I think the people like me who’ve run for office and understand the realities, I think those kind of people are going to be mainly on board.”\n\nForsythe said he got a glimpse of Paul’s potential to transcend his father’s small-but-hardcore base of support when he attended the 2012 Republican National Convention as a delegate. “The traditional Republicans weren’t clapping for Ron Paul. The Ron Paul supporters weren’t getting up for McCain. But when Rand Paul got up everyone was clapping,” he said.\n\nBob Goodman, senior adviser to the 2012 New Hampshire effort, has assisted Rand Paul’s recent trips to the state and expects to be involved with his primary campaign. State Rep. Tammy Simmons, chair of the Manchester Republicans and veteran of the last two Ron Paul New Hampshire campaigns, said she also plans to work on behalf of Rand Paul.\n\nMeanwhile, the hiring of Mike Biundo, a respected New Hampshire operative who served as Rick Santorum’s national campaign manager, as a strategist for Rand Paul’s PAC is expected to help Paul broaden his appeal in the state.\n\n“He gets Rand Paul a hearing among a broader audience than simply people who were favorably inclined towards his father do,” said former state GOP chairman Fergus Cullen.", "article_metadata": {"og": {"site_name": "POLITICO", "description": "Many grassroots activists are disillusioned by Rand Paul’s concessions to mainstream politics.", "title": "Ron Paul supporters bolt Rand camp", "url": "http://www.politico.com/story/2015/03/ron-paul-leave-rand-paul-camp-116439.html", "image": "http://s3-origin-images.politico.com/2015/03/26/lede_150326_rand_paul_ap_1160.jpg", "fb_appid": 114037015331397, "type": "article"}, "keywords": "Elections,Republicans,2016 Elections,Ron Paul,Rand Paul,Rand Paul 2016", "twitter": {"site": "@politico", "card": "summary_large_image", "creator": "@politico"}, "description": "Many grassroots activists are disillusioned by Rand Paul’s concessions to mainstream politics.", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fdfd33\"", "article_summary": "Rand Paul continues to have tremendous support from the vast majority of the liberty movement,” said Sergio Gor, communications director for the Paul campaign.\nOne of those supporters, former state Sen. Jim Forsythe, the chairman of Ron Paul’s New Hampshire campaign, dismissed the importance of disaffected Ron Paul backers.\nThe Ron Paul supporters weren’t getting up for McCain.\nIvers, who had dinner with Rand Paul in August, said the Kentucky senator has abandoned many of the stances that made Ivers loyal to his father.\nState Rep. Tammy Simmons, chair of the Manchester Republicans and veteran of the last two Ron Paul New Hampshire campaigns, said she also plans to work on behalf of Rand Paul."}