{"article_title": "Healthcare workers tip obesity scale", "article_keywords": ["scale", "weight", "workers", "tip", "health", "national", "healthcare", "obesity", "higher", "study", "wrote", "population"], "article_url": "http://www.fiercehealthcare.com/story/healthcare-workers-tip-obesity-scale/2014-04-01", "article_text": "Healthcare employees have higher obesity rates than almost any other industry's workers, according to a study published in the American Journal of Preventative Medicine.\n\nResearchers, led by Sara E. Luckhaupt, M.D., of the National Institute for Occupational Safety and Health, compared data from the 2010 National Health Interview Survey to self-reported employee height and weight information and found that healthcare professionals had a higher-than-average obesity rate of nearly 35 percent, even when controlling for factors like age, race, gender and smoking habits. Only bureaucrats and protective service workers, such as law enforcement and security guards, had higher rates.\n\nThese findings initially seem counterintuitive. \"It's plausible that sitting behind some far-flung city hall desk might lead to weight gain,\" Olga Khazan wrote in The Atlantic. \"[I]t's more shocking that people who work in doctors' offices suffer from high rates of obesity even as their workplaces preach healthy living.\" However, Khazan notes, the healthcare category also includes desk-bound employees, not just doctors who spend long hours on their feet.\n\nAdditionally, researchers cite an earlier National Health Interview Survey, which found the \"health services\" category has a much higher obesity rate than that of \"health-diagnosing\" jobs, which pay much better. \"These conflicting findings support observations from a recent qualitative, participatory investigation suggesting that the impact of working conditions on obesity may be especially harmful for lower-income workers,\" the study states.\n\nIn other words, \"Those who make more money can afford to buy healthier food, invest in gym memberships, etc.,\" Vanessa Golembewski wrote for Refinery29.\n\nEmployee population health is a major concern among healthcare leaders, according to speakers at the 2014 American College of Healthcare Executives Congress in March. In 2013, El Camino Hospital in Mountain View, Calif., implemented a program that combines social sharing and gamification to improve workforce health, FierceHealthcare previously reported.\n\nTo learn more:\n\n- here's the study\n\n- read the Atlantic article\n\n- read the Refinery29 article\n\nRelated Articles:\n\nPopulation health a top concern among healthcare leaders\n\nHospital fights employee obesity with social sharing and gamification\n\nProviders address hunger to improve population health\n\nBetter population health requires hospital-community partnership", "article_metadata": {"description": "Employees in the healthcare field have higher obesity rates than almost any other category, according to a study published in the American Journal of Preventative Medicine.", "og": {"site_name": "FierceHealthcare", "description": "Employees in the healthcare field have higher obesity rates than almost any other category, according to a study published in the American Journal of Preventative Medicine.", "title": "Healthcare workers tip obesity scale", "url": "http://www.fiercehealthcare.com/story/healthcare-workers-tip-obesity-scale/2014-04-01", "image": "http://assets.fiercemarkets.net/public/opengraphimages/updated/opengraph_fiercehealthcare.jpg", "type": "website"}, "twitter": {"site": "fiercehealth", "card": "summary"}, "parsely-metadata": "{\"mkto\": }", "revisit-after": "1 day", "apple-itunes-app": "app-id=731085312", "keywords": "American Journal of Preventative Medicine,Employee Health,Healthcare Workforce,HR & Workforce Management,Obesity", "viewport": "width=device-width", "news_keywords": "HR & Workforce Management"}, "_id": "\"57477af36914bd0286fd1355\"", "article_summary": "Healthcare employees have higher obesity rates than almost any other industry's workers, according to a study published in the American Journal of Preventative Medicine.\nEmployee population health is a major concern among healthcare leaders, according to speakers at the 2014 American College of Healthcare Executives Congress in March.\nAdditionally, researchers cite an earlier National Health Interview Survey, which found the \"health services\" category has a much higher obesity rate than that of \"health-diagnosing\" jobs, which pay much better.\n\"These conflicting findings support observations from a recent qualitative, participatory investigation suggesting that the impact of working conditions on obesity may be especially harmful for lower-income workers,\" the study states.\nHowever, Khazan notes, the healthcare category also includes desk-bound employees, not just doctors who spend long hours on their feet."}