{"article_title": "Showrunners Planning The Final Season", "article_keywords": ["hbo", "end", "thrones", "season", "episodes", "weiss", "game", "planning", "benioff", "showrunners", "seasons", "final"], "article_url": "http://www.inquisitr.com/3000948/game-of-thrones-showrunners-planning-the-final-season/", "article_text": "The long-awaited premiere of Game of Thrones Season 6 is just over a week away and Entertainment Weekly reports that showrunners David Benioff and Dan Weiss are laying out plans for the final season, which may be just two seasons away. HBO is reportedly nearly ready to confirm a seventh season, and Benioff and Weiss are discussing an eighth season that may be a shorter, and final, season.\n\nBenioff told Entertainment Weekly that they have known for years about how many hours Game of Thrones would run, and they will reach that magic number in Season 8. The expected total number of hours is 73, and it’s currently expected that the last two seasons would be shortened. Seasons 1 through 6 are 10 episodes each. The final two may be six and seven episodes. That would mean that after this next batch of new Game of Thrones episodes, there may be only 13 remaining.\n\nHBO entertainment president Michael Lombardo emphasizes, however, that a decision is far from final and discussions about when and how Game of Thrones will end its blockbuster run have been going on for some time.\n\n“In every conversation, that’s been [the showrunners’] thinking. It will be interesting to see how strongly they feel about being definitive about that when we are in a position to announce seasons 7 and 8.”\n\nBenioff and Weiss confirmed the possibility of only two more, shortened, seasons of Game of Thrones in an interview with Variety. Benioff told them,\n\n“I think we’re down to our final 13 episodes after this season. We’re heading into the final lap. That’s the guess, though nothing is yet set in stone, but that’s what we’re looking at.”\n\nWhy shorter seasons? Because doing fewer Game of Thrones episodes per season means showrunners are able to spend more time on each of those episodes. The bar has been set high for Game of Thrones and meeting or exceeding that bar for 10 episodes within 12 to 14 months is quite a feat. For the last couple of seasons, Game of Thrones wants to go out on top, leaving viewers still in awe of the Game of Thrones experience. Fewer episodes ensures they will do this by having the freedom to spend more time on each one.\n\nKnowing that news of possibly nearing the end of Game of Thrones would put fans in a frenzy, HBO released this statement.\n\n“Any conversations about the end of Game of Thrones and the number of episodes of future seasons is purely speculative. As is customary, HBO will sit with Dan and David to discuss the details once a decision has been made to go forward with season 7.”\n\nGame of Thrones is HBO’s most successful show ever. Its audience grows every year. In 2015, Game of Thrones won 12 Emmys, setting a record for Emmys received in a single year by a drama series. Its popularity makes the decision to end Game of Thrones a tough one for HBO from a financial perspective. Lombardo commented.\n\n“[Ending Thrones] will be a tough one for me – partly as an executive and partly as a fan. A show that resonates this way and works on all levels, it’s painful to imagine it ending. At the same time, David and Dan have a big responsibility and I respect that enormously. If we just keep going then we’re doing what the [broadcast] networks have done – and nobody wants to do that.”\n\nThe fact that the Game of Thrones HBO series has moved beyond where the George R.R. Martin books have gone so far also means that there is no expectation that it end where the books end. But Benioff and Weiss want to go out strong, both in terms of the Game of Thrones story and regarding their own energy level and ability to keep up with the demanding schedule required by creating a season of episodes on the scale of Game of Thrones. Benioff said,\n\n“We wanted to end while we’re still ambulatory and going strong. We love the show too much.”\n\nFans do too. But it will be difficult to see it go, whenever that happens.\n\n[Photo by Kevin Winter/Getty Images]", "article_metadata": {"description": "The long-awaited premiere of Game of Thrones Season 6 is just over a week away and Entertainment Weekly reports that showrunners David Benioff and Dan Weiss are", "og": {"site_name": "The Inquisitr News", "description": "The long-awaited premiere of Game of Thrones Season 6 is just over a week away and Entertainment Weekly reports that showrunners David Benioff and Dan Weiss are", "title": "‘Game of Thrones’: Showrunners Planning The Final Season", "url": "http://www.inquisitr.com/3000948/game-of-thrones-showrunners-planning-the-final-season/", "image": "http://cdn.inquisitr.com/wp-content/uploads/2016/04/Benioff-and-Weiss-900x440.jpg", "article": {"published_time": "2016-04-16T10:33:19+00:00", "modified_time": "2016-04-16T11:36:20+00:00"}, "type": "article"}, "image": "http://cdn.inquisitr.com/wp-content/uploads/2016/04/Benioff-and-Weiss-900x440.jpg", "msapplication-TileColor": "#ed1c24", "datePublished": "2016-04-16T10:33:19+00:00", "fb": {"pages": 71179904752, "app_id": 164157850314499}, "msapplication-TileImage": "http://cdn.inquisitr.com/assets/0cec37/dist/images/logos/inq-win.png", "keywords": "news", "HandheldFriendly": "True", "y_key": "f282393706a5fd85", "twitter": {"image": {"src": "http://cdn.inquisitr.com/wp-content/uploads/2016/04/Benioff-and-Weiss-900x440.jpg", "height": 440, "width": 900}, "site": "@theinquisitr", "card": "summary_large_image", "description": "The long-awaited premiere of Game of Thrones Season 6 is just over a week away and Entertainment Weekly reports that showrunners David Benioff and Dan Weiss are"}, "viewport": "width=980"}, "article_summary": "HBO is reportedly nearly ready to confirm a seventh season, and Benioff and Weiss are discussing an eighth season that may be a shorter, and final, season.\nBecause doing fewer Game of Thrones episodes per season means showrunners are able to spend more time on each of those episodes.\nThe long-awaited premiere of Game of Thrones Season 6 is just over a week away and Entertainment Weekly reports that showrunners David Benioff and Dan Weiss are laying out plans for the final season, which may be just two seasons away.\nThat would mean that after this next batch of new Game of Thrones episodes, there may be only 13 remaining.\nBenioff told them,“I think we’re down to our final 13 episodes after this season."}