{"article_title": "Deferred action program should be expanded", "article_keywords": ["status", "deportation", "undocumented", "country", "support", "expanded", "deferred", "reapply", "program", "pay", "action", "lagunas", "believe"], "article_url": "http://www.dailytexanonline.com/2014/06/08/daca-should-be-expanded", "article_text": "Nearly two years ago, the Obama administration announced a new program called Deferred Action for Childhood Arrivals, which ordered the Department of Homeland Security to use prosecutorial discretion to curb the deportation of those brought to this country illegally as children.\n\nHowever, early recipients of protection, people like radio-television-film junior Sheridan Lagunas, are running out of time on their deferrals. The program only guarantees a reprieve from federal authorities for two years, and thus thousands of undocumented immigrants must reapply or face deportation once more.\n\nThis renewal process is often easier said than done. Applicants must pay a $465 application fee — renewing applicants have to pay a second time —and navigate through an arduous online system. As any veteran of the Obamacare website boondoggle could testify, this might be the hardest and most unpredictable part of the process.\n\nMost frustrating, though, is the fact that participants in this program must reapply to begin with. We support the DREAM Act and believe that all undocumented immigrants, if they are brought to this country as children, should be given legal status. Furthermore, we believe that if — like Lagunas — they attend a university or join the armed forces, they should be granted U.S. citizenship.\n\nFor people like Lagunas, this country is all that they have ever known. They had no control over a choice to enter this country without authorization, and thus deportation shouldn’t be a fear that ever crosses their minds. Not only do we support the DACA program, we believe it should be expanded to give legal status and a pathway to citizenship for such young people.", "article_metadata": {"description": "With the original DACA grants about to expire, it's time to expand the program to give legal status and a pathway to citizenship for young immigrants.", "generator": "Drupal 7 (http://drupal.org)", "og": {"url": "http://www.dailytexanonline.com/2014/06/08/daca-should-be-expanded", "image": "http://www.dailytexanonline.com/sites/default/files/images/2014/06/WEB2014-06-09_DACA_grants_Juan_Belman_helen.fernandez20167.jpg", "description": "With the original DACA grants about to expire, it&#39;s time to expand the program to give legal status and a pathway to citizenship for young immigrants.", "title": "Deferred action program should be expanded - The Daily Texan"}, "twitter": {"description": "With the original DACA grants about to expire, it's time to expand the program to give legal status and a pathway to citizenship for young immigrants.", "title": "Deferred action program should be expanded", "url": "http://www.dailytexanonline.com/2014/06/08/daca-should-be-expanded", "image": {"src": "http://www.dailytexanonline.com/sites/default/files/images/2014/06/WEB2014-06-09_DACA_grants_Juan_Belman_helen.fernandez20167.jpg"}, "site": "@thedailytexan", "card": "summary"}, "HandheldFriendly": "true", "MobileOptimized": "width", "viewport": "width=device-width"}, "_id": "\"57477af46914bd0286fe2729\"", "article_summary": "Not only do we support the DACA program, we believe it should be expanded to give legal status and a pathway to citizenship for such young people.\nMost frustrating, though, is the fact that participants in this program must reapply to begin with.\nThe program only guarantees a reprieve from federal authorities for two years, and thus thousands of undocumented immigrants must reapply or face deportation once more.\nNearly two years ago, the Obama administration announced a new program called Deferred Action for Childhood Arrivals, which ordered the Department of Homeland Security to use prosecutorial discretion to curb the deportation of those brought to this country illegally as children.\nHowever, early recipients of protection, people like radio-television-film junior Sheridan Lagunas, are running out of time on their deferrals."}