{"article_title": "Art therapy as help for children raised in poverty, violence", "article_keywords": ["living", "raised", "childhood", "art", "help", "color", "violence", "school", "philadelphia", "program", "poverty", "therapy", "children", "center"], "article_url": "http://www.washingtontimes.com/news/2015/dec/26/art-therapy-as-help-for-children-raised-in-poverty/?page=all", "article_text": "PHILADELPHIA (AP) - Leaning over their kitchen table, Xavier Johnson, 12, and his brother, DaShawn, 9, grinned shyly as they fanned out dozens of drawings in crayon, pencil, and marker.\n\nDaShawn proudly smoothed a picture of a dragon composed of panels in red, green, blue, and black, each color representing an emotion. Xavier held up renderings of athletes, of his family, of an alien robot.\n\n“Drawing makes me feel better,” Xavier said. “When I’m mad, I draw my anger, and I just get happy.”\n\nHe learned to do that through an art therapy program designed to provide critical coping skills for children growing up in tough circumstances.\n\nXavier and DaShawn live in a public housing project in North Philadelphia, where their mother, Aisha, frets constantly about drug dealing and shootings. Xavier’s father walked away years ago; DaShawn’s became abusive. Their stepfather doesn’t live with them for fear his criminal record could jeopardize their public housing.\n\nTheir living conditions could set them up for more dangers. A growing body of scientific evidence has linked childhood traumas like parental divorce and living in unsafe neighborhoods to potentially lifelong afflictions, from diabetes and heart disease to depression and substance abuse.\n\n“Almost every single major killer of adults can somehow be traced back to adverse childhood experiences,” said Daniel Taylor, director of community pediatrics and child advocacy at St. Christopher’s Hospital for Children.\n\nThe art therapy program Xavier and DaShawn attend - run out of Drexel University’s Stephen and Sandra Sheller 11th Street Family Health Services Center, through a collaboration with Spring Garden School, a neighborhood public school - is a response to that.\n\nIt’s one of many ways health-care providers are starting to work under the assumption that virtually all children in poor neighborhoods are growing up with trauma, and that even small interventions could transform the outlook not just for the child, but for the whole family.\n\nThe 11th Street health center, which opened in North Philadelphia in 1996, recently doubled its size to about 34,000 square feet, adding space for art, dance, and music therapies. From its primary-care offices to its dental practice, pharmacy, fitness center, and teaching kitchen, the entire center works from this “trauma-informed” care model.\n\n“Instead of asking, ‘What’s wrong with you?’ we ask, ‘What happened to you?’ ” said Patty Gerrity, director of the center and an associate dean at Drexel’s College of Nursing and Health Professions. “We just assume everyone’s been traumatized, and we don’t want to retraumatize them.”\n\nThat assumption is based in part on two decades of working at the center, at the nexus of several public-housing projects. It is also based on a survey of 11th Street patients that found 94 percent had been exposed to one or more childhood traumas, known in academia as adverse childhood experiences, or ACEs.\n\nOften, family members have been traumatized for generations, Gerrity said. So, working with Spring Garden School, Gerrity hopes to start with children and then connect parents and siblings with care, too.\n\nNow in its second year, the program “targets kids who we know are living with trauma, but whose families might not traditionally seek out behavioral health care,” said Lindsay Edwards, 11th Street’s director of creative arts therapy. “There are a lot of kids in this community who aren’t being diagnosed with a mental-health disorder who are living with friends being shot and killed or with their parents having a substance-abuse problem.”\n\nThe program is funded with grants and staffed by an art therapy intern.\n\nSara Turley, a technology teacher at Spring Garden School, coordinates the program but is not paid for that work. The school has a counselor only two days a week and no assistant principal to handle the task.\n\nTurley and other teachers have referred about 20 children, ages 6 to 12. Some had acted out in class, or seemed angry or depressed, or were unable to control their tempers when provoked.\n\n“Many of our children just do not have coping skills,” Turley said.\n\nEven an hour a week of art therapy has made an impact, said Turley, who says she has noticed a reduction in bullying and disruptions.\n\nShe described one student who “couldn’t identify with her peers, and she didn’t fit in. One of the very first activities was they had a bunch of color swatches on the table, and you had to pick the color that described what you were feeling. This girl picked black. I remember thinking, ‘Oh gosh, to be 12 and to feel black!’ “\n\nBut over the weeks, she made progress - and friends. When they repeated the exercise again, she chose the color yellow.\n\n“This program really helped to kind of save her,” Turley said. “It’s one of the things that’s working to change the culture of the school.”\n\nNext up, Edwards and Gerrity hope to collect data to show the impact is more than anecdotal. That evidence would help secure ongoing funding.\n\nEdwards, a dance-movement therapist, said creative arts therapy can be effective when children might not be ready to address traumas head-on.\n\nIt’s also been useful for adult patients at 11th Street whose histories of trauma kept them from getting needed care.\n\nFor instance, a dentist referred a client who couldn’t lie back with mouth open wide because of having been sexually abused, Edwards said.\n\nBreakthroughs are disturbingly frequent. She mentioned a client who, in therapy, suddenly recalled having been molested.\n\n“I see something like that almost every day, because I’m working with clients who have had horrific things happen to them.”\n\nIn 2012, Sandra Bloom, a Drexel public-health professor, co-founded the citywide Philadelphia ACE Task Force, in part to spread the word about childhood trauma as a public-health problem.\n\n“We have all this science that describes what happens to the brains of children who are not adequately nurtured and protected. We know now that it affects the central nervous system,” she said.\n\nShe likens it to secondhand smoke, which was once inescapable. After scientists documented the danger, policies and laws were adopted to limit children’s exposure.\n\n“The issue of childhood adversity is much bigger. But if we could reduce interpersonal violence, if we could make homes, communities, and schools safer, then we could have a healthier population, both physically and mentally.”\n\nTaylor, of St. Christopher’s Hospital, said that would require reaching parents and children at the same time. He said he now spends only about half of any given primary-care visit on medical issues; the rest is dedicated to addressing social issues. He writes twice as many prescriptions for things like emergency food, utilities assistance, after-school activities, and parenting programs as for medications.\n\n“There’s a whole new paradigm of how to care for families in traumatized neighborhoods,” said Taylor, who also is an associate professor at the Drexel University College of Medicine.\n\nAisha Johnson’s hope is that these innovations can offer a brighter future for her children.\n\nIt’s hard to say what effects might linger from her own childhood: her parents’ separation when she was 7, and the years living in a neighborhood she feels is unsafe. She has chronic pain, and recently was diagnosed with lupus, an autoimmune disease linked to adverse childhood experiences.\n\nShe thinks the art therapy can help her sons - and maybe her as well. It’s already made her household calmer. “It is a whole lot less conflict,” she said.\n\nWhile stocking up on crayons, she bought a few coloring books for herself.\n\n“Me and my husband sit down and color with them, too,” she said. “We actually do it as a family.”\n\n___\n\nOnline:\n\nhttp://bit.ly/22iDLpa\n\n___\n\nInformation from: The Philadelphia Inquirer, http://www.inquirer.com", "article_metadata": {"description": "Leaning over their kitchen table, Xavier Johnson, 12, and his brother, DaShawn, 9, grinned shyly as they fanned out dozens of drawings in crayon, pencil, and marker.", "author": "The Washington Times http://www.washingtontimes.com", "og": {"site_name": "The Washingtion Times", "description": "Leaning over their kitchen table, Xavier Johnson, 12, and his brother, DaShawn, 9, grinned shyly as they fanned out dozens of drawings in crayon, pencil, and marker.", "title": "Art therapy as help for children raised in poverty, violence", "url": "http://www.washingtontimes.com/news/2015/dec/26/art-therapy-as-help-for-children-raised-in-poverty/", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2015/12/26/exchange_art_therapy.jpeg", "type": "article"}, "twitter": {"site": "@washtimes", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2015/12/26/exchange_art_therapy.jpeg", "description": "Leaning over their kitchen table, Xavier Johnson, 12, and his brother, DaShawn, 9, grinned shyly as they fanned out dozens of drawings in crayon, pencil, and marker.", "card": "summary", "title": "Art therapy as help for children raised in poverty, violence"}, "Author": "SAMANTHA MELAMED", "bitly-verification": "d180fd45f70d", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web1", "viewport": "width=device-width, initial-scale=1, user-scalable=yes"}, "article_summary": "She thinks the art therapy can help her sons - and maybe her as well.\nEven an hour a week of art therapy has made an impact, said Turley, who says she has noticed a reduction in bullying and disruptions.\n“When I’m mad, I draw my anger, and I just get happy.”He learned to do that through an art therapy program designed to provide critical coping skills for children growing up in tough circumstances.\nEdwards, a dance-movement therapist, said creative arts therapy can be effective when children might not be ready to address traumas head-on.\nThe art therapy program Xavier and DaShawn attend - run out of Drexel University’s Stephen and Sandra Sheller 11th Street Family Health Services Center, through a collaboration with Spring Garden School, a neighborhood public school - is a response to that."}