{"article_title": "A guide to fast-moving events in Iraq", "article_keywords": ["town", "shiite", "baghdad", "rawah", "west", "took", "events", "militants", "miles", "qaim", "iraq", "sunni", "guide", "fastmoving"], "article_url": "http://www.salon.com/2014/06/22/a_guide_to_fast_moving_events_in_iraq/", "article_text": "Topics: From the Wires, News\n\nBAGHDAD (AP) — Sunni militants who have been sweeping through northern Iraq shifted their focus to Anbar province, taking two strategic towns in the volatile region west of Baghdad. Heavily armed Shiite rivals, meanwhile, paraded in several cities in a show of force that underlines risks that the conflict could be headed toward a sectarian showdown.\n\nA guide to the events that unfolded Saturday:\n\nCAPTURED TOWNS\n\nSpearheaded by al-Qaida breakaway group the Islamic State of Iraq and the Levant, Sunni fighters took the town of Qaim on the Syrian border after a daylong battle Friday, while Rawah along the Euphrates River fell on Saturday. The gains dealt another blow to Prime Minister Nouri al-Maliki’s government, which has struggled to push back against Islamic extremists and allied militants who have seized large swaths of the country’s north, including the second-largest city of Mosul. The fall of Qaim and its border crossing, about 320 kilometers (200 miles) west of Baghdad, came as al-Maliki faces mounting pressure to form an inclusive government or step aside, with both a top Shiite cleric and the White House strongly hinting he is in part to blame for the worst crisis since U.S. troops withdrew from the country at the end of 2011. Army and police forces pulled out of Rawah, some 175 miles (275 kilometers) northwest of Baghdad, after the militants took control and ransacked government offices in the town.", "article_metadata": {"description": "A guide to fast-moving events in Iraq", "title": "A guide to fast-moving events in Iraq", "og": {"site_name": "Salon", "description": "A guide to fast-moving events in Iraq", "title": "A guide to fast-moving events in Iraq", "url": "http://www.salon.com/2014/06/22/a_guide_to_fast_moving_events_in_iraq/", "image": "http://media.salon.com/2014/06/mideast-iraq.jpeg43-1280x960.jpg", "type": "article"}, "twitter": {"description": "A guide to fast-moving events in Iraq", "creator": "@salon", "image": "http://media.salon.com/2014/06/mideast-iraq.jpeg43-1280x960.jpg", "title": "A guide to fast-moving events in Iraq", "site": "@salon", "card": "summary_large_image"}, "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, From the Wires", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fd138f\"", "article_summary": "Topics: From the Wires, NewsBAGHDAD (AP) — Sunni militants who have been sweeping through northern Iraq shifted their focus to Anbar province, taking two strategic towns in the volatile region west of Baghdad.\nArmy and police forces pulled out of Rawah, some 175 miles (275 kilometers) northwest of Baghdad, after the militants took control and ransacked government offices in the town.\nA guide to the events that unfolded Saturday:CAPTURED TOWNSSpearheaded by al-Qaida breakaway group the Islamic State of Iraq and the Levant, Sunni fighters took the town of Qaim on the Syrian border after a daylong battle Friday, while Rawah along the Euphrates River fell on Saturday.\nHeavily armed Shiite rivals, meanwhile, paraded in several cities in a show of force that underlines risks that the conflict could be headed toward a sectarian showdown.\nThe gains dealt another blow to Prime Minister Nouri al-Maliki’s government, which has struggled to push back against Islamic extremists and allied militants who have seized large swaths of the country’s north, including the second-largest city of Mosul."}