{"article_title": "Defending Our republican Constitution", "article_keywords": ["supreme", "right", "natural", "constitution", "rights", "barnett", "roberts", "book", "defending", "republican", "reading"], "article_url": "http://www.academia.org/defending-our-republican-constitution/", "article_text": "Randy Barnett, the Carmack Waterhouse Professor of Legal Theory at the Georgetown University Law Center, director of the Georgetown Center for the Constitution, and an author of eleven books, has a book that should be required reading for America’s children: “Our Republican Constitution: Securing the Liberty and Sovereignty of We the People.”\n\nIn his book, Barnett goes back to the Founding Fathers and makes a compelling and convincing case that strict constitutionalists are in the right. The government does not automatically hold powers not specified in the U.S. Constitution, says Barnett, because those powers rest in the states and the people. Yet, America has strayed from those basic roots, where natural and God-given rights have been trampled on by all branches of the federal government. Barnett makes the distinction between natural rights and God-given rights, where everyone has a right because they have the liberty to make decisions. The religious component that is often cited, argues Barnett, actually credits natural rights as a creation of God.\n\nInterestingly enough, Barnett notes how George Mason was the inspiration behind the famous Preamble to the Declaration of Independence and several state constitutions are influenced by Mason’s writings as a result. Of all the edits made to the actual Declaration of Independence, nothing was changed in the Preamble.\n\nBarnett details the evolution of the U.S. and the Constitution before and after the Civil War, and how the Republican Party was the driver of anti-slavery efforts that resulted in the Fourteenth Amendment. However, the election of Democratic president Grover Cleveland began the removal of these anti-slavery and civil rights protections from the Democrat-held South.\n\nHe moves onto the 1900s to the present day, not shying away from criticizing New Deal Democrats and their Supreme Court decisions. Supreme Court Chief Justice John Roberts was not spared from criticism due to Barnett’s point that Roberts misused the due process clause, in order to uphold ObamaCare.\n\nThis book is probably the most methodical explanation of the origins and importance of the ‘republican’ Constitution and should be mandatory reading for America’s children.", "article_metadata": {"description": "Randy Barnett, the Carmack Waterhouse Professor of Legal Theory at the Georgetown University Law Center, director of the Georgetown Center for the Constitution, and an author of eleven books, has a book that should be...", "application-name": "Accuracy In Academia", "og": {"site_name": "Accuracy In Academia", "description": "Randy Barnett, the Carmack Waterhouse Professor of Legal Theory at the Georgetown University Law Center, director of the Georgetown Center for the Constitution, and an author of eleven books, has a…", "title": "Defending Our republican Constitution", "url": "http://www.academia.org/defending-our-republican-constitution/", "image": {"width": 221, "identifier": "http://www.academia.org/wp-content/uploads/2016/03/our-republican-constitution-randy-barnett-book-cover.png", "height": 331}, "locale": "en_US", "type": "article"}, "twitter": {"card": "summary"}, "article": {"published_time": "2016-03-02T14:00:52+00:00", "modified_time": "2016-02-29T15:50:02+00:00"}, "viewport": "width=device-width,initial-scale=1"}, "article_summary": "This book is probably the most methodical explanation of the origins and importance of the ‘republican’ Constitution and should be mandatory reading for America’s children.\nThe government does not automatically hold powers not specified in the U.S. Constitution, says Barnett, because those powers rest in the states and the people.\nThe religious component that is often cited, argues Barnett, actually credits natural rights as a creation of God.\nBarnett makes the distinction between natural rights and God-given rights, where everyone has a right because they have the liberty to make decisions.\nBarnett details the evolution of the U.S. and the Constitution before and after the Civil War, and how the Republican Party was the driver of anti-slavery efforts that resulted in the Fourteenth Amendment."}