{"article_title": "If SCOTUS rules against Obamacare subsidies, Wolf could move to protect Pa.", "article_keywords": ["affordable", "protect", "court", "scotus", "exchange", "rules", "subsidies", "obamacare", "pennsylvania", "pa", "wolf", "coverage", "act", "law", "theres"], "article_url": "http://www.pennlive.com/midstate/index.ssf/2014/11/lawsuit_supreme_court_obama_su.html", "article_text": "Debate rages over the merit and likely outcome of the new Supreme Court challenge to the Affordable Care Act.\n\nBut there's no doubt about this: it would be devastating to the act, also known as Obamacare, if the court rules it doesn't provide government subsidies toward coverage in the 36 states, including Pennsylvania, which rely on a federally-run electronic marketplace, or exchange.\n\nRELATED: Is Pa. headed for a self-induced train wreck in January?\n\nNationally, about 85 percent of the 7.1 million people who have coverage through an exchange in 2014 received subsidies. The subsidies reduce their premiums by an average of $264 per month. In Pennsylvania, about 257,000 people receive a subsidy.\n\nWithout a subsidy, far fewer people would buy coverage on the exchange. That would drive up premiums, which would drive away additional people, leaving only the sickest and most desperate for coverage, resulting in an insurance \"death spiral.\"\n\nBut there's a way to side-step the harm: build Pennsylvania's own exchange. Pennsylvania held public hearings and studied the feasibility of an exchange several years ago. But led by Republican Gov. Tom Corbett, a major critic of Obamacare, the state opted to rely on the federally-run exchange.\n\nNow Pennsylvania will have a Democrat governor, Tom Wolf, who is an avowed supporter of Obamacare. What will he do?\n\nAsked about it, his spokesman offered only a brief emailed statement: \"Gov.-elect Wolf's goal is to ensure access to high quality and affordable healthcare. He will work with the appropriate parties to review the options available to Pennsylvania.\"\n\nPolitical analyst G. Terry Madonna said given Wolf's support for Obamacare, there's little doubt Wolf would push to create an exchange if it was needed to keep the full benefits of Obamacare coming to Pennsylvania.\n\nBut he pointed out Wolf would need at least some help from the legislature, controlled by Republicans. \"I don't have any doubt there's potential for conflict there,\" Madonna said.\n\nThe conflict could arise by the middle of 2015.\n\nDemocrats at first scoffed at the suit, saying it had no merit. Beyond that, there is no constitutional issue at stake and there is no split ruling at the federal appeal level — situations that typically are present when the high court takes a case.\n\nSo many were shocked when the court recently announced it will consider the case at an expedited pace, with arguments expected in March, and a decision expected in June.\n\nThe case centers on the interpretation of a brief passage in the Affordable Care Act — \"through an Exchange established by the State.\"\n\nThe passage pertains to calculating the subsidy available to people earning up to about $46,000 for a single person and about $95,000 for a family of four, to help them afford coverage.\n\nInterpreted literally, it seems to say subsidies are only for people who get coverage through a state-run exchange.\n\nYet other parts of the law seem to state the intent to provide subsides to everyone within the income parameters, and also to indicate that a federally-run exchange would be an equal stand-in in states that don't run an exchange.\n\nCommon sense also suggests the authors of the law intended to make subsidies available to anyone who meets the financial parameters.\n\nBut that's why there's a Supreme Court.\n\nAssorted legal experts have torn into the subject, and laid out logical interpretations both for and against the Affordable Care Act as written.\n\nAbbe Gluck, a Yale Law School professor, argues a text-based, non-political ruling will favor the Affordable Care Act. Roger Parloff, writing at fortune.com, predicted Chief Justice John Roberts Jr. will decide the matter by voting against the act due to a \"commitment to passivity and minimalism.\"\n\nJohn Culhane, co-director of the Family Health Law and Policy Institute at Widener University School of Law, said his first reaction was that the act \"is doomed.\" He based that on the knowledge at least four justices must favor taking a case, and his view the acceptance therefore means at least four already believe the law is flawed. But he said his assessment changed after considering factors including the view of Gluck. \"So now I'm thinking it's not so clear,\" he said.\n\nCulhane noted that if the law is flawed, it's likely the result of a drafting error. He further noted that Roberts is known to be concerned about the politicization of the court. Because of that, and with this being such a politically-charged case, Roberts might loath to see a decision based on a technicality.\n\nCulhane also believes that, if the court were to rule against the act, it would likely use its ability to mitigate damage though a steps such as allowing the subsidies to continue through the end of the year.\n\nIf the court finds a problem with the language concerning the subsidies, Congress could easily fix the problem. But with Republican control of Congress, that would be far from simple.\n\nOne certainty is the tension and uncertainty leading up to the decision.\n\nMadonna said, \"I don't think anybody has a clue what is likely to happen\"", "article_metadata": {"article_author": "David Wenner | dwenner@pennlive.com", "medium": "news", "news_keywords": "health care", "title": "If SCOTUS rules against Obamacare subsidies, Wolf could move to protect Pa.", "parsely-page": "{\"title\": \"If SCOTUS rules against Obamacare subsidies, Wolf could move to protect Pa. \", \"link\": \"http://www.pennlive.com/midstate/index.ssf/2014/11/lawsuit_supreme_court_obama_su.html\", \"image_url\": \"http://imgick.pennlive.com/home/penn-media/width620/img/politics_impact/photo/tom-wolf-e7d7c52cbd01d125.jpg\", \"type\": \"post\", \"post_id\": \"14495728\", \"pub_date\": \"2014-11-17T15:02:19Z\", \"author\": \"David Wenner | dwenner@pennlive.com\", \"tags\": [\"@topmobile\",\"@topstories\",\"health care\"] }", "twitter": {"site": "@pennlive", "image": "http://media.pennlive.com/politics_impact/photo/16271832-thumb_square_large.jpg", "description": "Pennsylvania held public hearing and hired a consultant to study the feasibility of a Pennsylvania-run exchange several years ago.", "card": "summary", "creator": "@DavidRWenner"}, "article_date_updated": "Monday, November 17, 2014,  1:09 PM", "parsely-metadata": "{\"image_url\": \"http://media.pennlive.com/politics_impact/photo/tom-wolf-e7d7c52cbd01d125.jpg\", \"author_name\": \"dwenner\", \"author_nickname\": \"David Wenner | dwenner@pennlive.com\", \"author_id\": \"569\", \"source_blog_name\": \"Breaking News on PennLive\", \"source_blog_url\": \"http://www.pennlive.com/midstate/index.ssf/\", \"sponsored_content\": \"0\" }", "og": {"site_name": "PennLive.com", "description": "Pennsylvania held public hearing and hired a consultant to study the feasibility of a Pennsylvania-run exchange several years ago.", "title": "If SCOTUS rules against Obamacare subsidies, Wolf could move to protect Pa.", "url": "http://www.pennlive.com/midstate/index.ssf/2014/11/lawsuit_supreme_court_obama_su.html", "image": "http://media.pennlive.com/design/alpha/img/logo_penn.gif", "type": "article"}, "fb": {"admins": 100000302287435}, "article_publication_name": "PennLive.com", "article_comments": 0, "article_date_original": "Monday, November 17, 2014, 10:02 AM", "viewport": "width=device-width,initial-scale=1", "Description": "Pennsylvania held public hearing and hired a consultant to study the feasibility of a Pennsylvania-run exchange several years ago."}, "_id": "\"57477af36914bd0286fd13ae\"", "article_summary": "Nationally, about 85 percent of the 7.1 million people who have coverage through an exchange in 2014 received subsidies.\nPolitical analyst G. Terry Madonna said given Wolf's support for Obamacare, there's little doubt Wolf would push to create an exchange if it was needed to keep the full benefits of Obamacare coming to Pennsylvania.\nNow Pennsylvania will have a Democrat governor, Tom Wolf, who is an avowed supporter of Obamacare.\nDebate rages over the merit and likely outcome of the new Supreme Court challenge to the Affordable Care Act.\nIf the court finds a problem with the language concerning the subsidies, Congress could easily fix the problem."}