{"article_title": "Flyover country in Brown County", "article_keywords": ["interchange", "good", "shawano", "brown", "country", "project", "flyover", "41", "county", "youll", "traffic", "intersection", "avenue", "highway"], "article_url": "http://www.greenbaypressgazette.com/story/opinion/editorials/2014/06/28/view-flyover-country-brown-county/11636387/", "article_text": "Buy Photo Traffic moves along on the U.S. 41/Wisconsin 29 interchange in Howard on Thursday. (Photo: Evan Siegle/Press-Gazette Media)Buy Photo\n\nThe opening of the flyover lanes at the U.S. 41-Wisconsin 29 interchange represents another step in the ongoing U.S. 41 project.\n\nThe project has been an ambitious undertaking that began in 2009 in Winnebago County and will conclude in 2017 in northern Brown County.\n\nWhile work has been ongoing in Brown County since 2010 and we've seen the U.S. 41 interchanges at Scheuring Road and Mason Street progress, the 29-41 intersection is more noticeable with its 75-foot-high ramps.\n\nCommuters and vacationers will notice the travel ease at the interchange as they no longer will have to go through several traffic lights as they go from one highway to the other.\n\nBut it's also good news economically. The interchange will speed up the transportation of goods through that area. Good highways are one of the factors companies look at when determining where to set up shop, relocate or expand.\n\nThe flyover lanes are meant more for regional traffic, according to the state Department of Transportation, but Green Bay-area residents should see less congestion on streets in those areas as the interchange relieves the crush of vehicles that are just passing through.\n\nLocal residents, though, should take special note of some of the changes.\n\nAmong those changes are the exits. You still need to go slowly, as you always do in a construction zone, and monitor exit signs. For example, if you approach the 41-29 interchange southbound on U.S. 41, you'll see one exit for westbound Highway 29 and then one for Shawano Avenue.\n\nIf you take the first one thinking it will take you to Packerland Drive-Cardinal Lane intersection, you'll be disappointed, as it bypasses that and you won't be able to turn around until you get to Hobart. You'll want the second exit, to Shawano Avenue.\n\nIf you make that mistake, you will not be the first. \"It's really normal for any traffic pattern change to have a 48- to 72-hour learning curve,\" said Mark Kantola of the DOT.\n\nThe DOT is advising those traveling on Highway 41 to use Mason Street to get to Packerland Drive because of continuing roadwork on Shawano Avenue.\n\nWith any project of this scope, though, when one section is completed, another begins. \"While it's a milestone in the project, we understand we have a long ways to go,\" Kantola said.\n\nIn this case the completion of the 41-29 interchange will allow the DOT to being work on the Shawano Avenue intersection. Starting July 7, that intersection closes for 60 days.\n\nThe state DOT has done a good job of communicating the changes, through news conferences and signs along Highway 41. In addition to coordinating the changing traffic patterns and detours, the DOP weathered the unexpected disruption caused when the Leo Frigo Memorial Bridge was closed and much of the Interstate 43 traffic was rerouted to U.S. 41.\n\nIt also provided a service team that helps quickly clear traffic disruptions — such as vehicles that run of gas, hit a barrier, collide or become otherwise disabled — in the construction zone to limit the backups that can occur when there's no side of the road to pull off onto.\n\nThe opening of the flyover lanes is good news for travelers and commuters, and it will help ease some congestion.\n\nMeanwhile, work continues on points north and south of that interchange. We urge drivers to continue to follow speed limits construction zones and to pay attention to road signs in this changing landscape.\n\nYour patience will be rewarded.\n\nU.S. 41 PROJECT\n\nShawano Avenue will be closed from Taylor Street to Packerland Drive.\n\n• Ramps from Shawano Avenue to U.S. 41 (both north- and southbound) and from southbound U.S. 41 to Shawano Avenue will be closed for 60 days starting July 7\n\n• The ramp from northbound U.S. 41 to eastbound Shawano Avenue will close for 21 days starting July 21.\n\nFor more on the project, detours and alternative routes, go online to www.us41wisconsin.gov.\n\n— Wisconsin Department of Transportation\n\nRead or Share this story: http://gbpg.net/1lCAPzD", "article_metadata": {"google": "notranslate", "description": "Flyover lanes good news for travelers, commerce, commuters.", "og": {"site_name": "Press Gazette Media", "description": "Flyover lanes good news for travelers, commerce, commuters.", "title": "Flyover country in Brown County", "url": "http://www.greenbaypressgazette.com/story/opinion/editorials/2014/06/28/view-flyover-country-brown-county/11636387/", "image": "http://www.gannett-cdn.com/GDContent/applogos/greenbaypressgazette.png", "type": "article"}, "twitter": {"description": "Flyover lanes good news for travelers, commerce, commuters.", "creator": "@gbpressgazette", "image": "http://www.gannett-cdn.com/-mm-/eac862c12155f6537b5e33724630594b8d45ca2b/c=0-484-2000-2484&r=x643&c=640x640/local/-/media/GreenBay/2014/06/28/41-29interchange.jpg", "title": "Flyover country in Brown County", "site": "@gbpressgazette", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=883246918", "fb": {"app_id": 179406702077699}, "Content-Type": "text/html; charset=UTF-8", "viewport": "width=1070"}, "_id": "\"57477af46914bd0286fd8bb4\"", "article_summary": "The project has been an ambitious undertaking that began in 2009 in Winnebago County and will conclude in 2017 in northern Brown County.\n(Photo: Evan Siegle/Press-Gazette Media)Buy PhotoThe opening of the flyover lanes at the U.S. 41-Wisconsin 29 interchange represents another step in the ongoing U.S. 41 project.\nIn this case the completion of the 41-29 interchange will allow the DOT to being work on the Shawano Avenue intersection.\n• Ramps from Shawano Avenue to U.S. 41 (both north- and southbound) and from southbound U.S. 41 to Shawano Avenue will be closed for 60 days starting July 7• The ramp from northbound U.S. 41 to eastbound Shawano Avenue will close for 21 days starting July 21.\nThe state DOT has done a good job of communicating the changes, through news conferences and signs along Highway 41."}