{"article_title": "‘How to Get Away With Murder’: Strange Bedfellows [Review]", "article_keywords": ["asher", "murder", "episode", "sam", "bedfellows", "review", "liberty", "wes", "phone", "strange", "lilas", "annalise", "away"], "article_url": "http://guardianlv.com/2014/11/how-to-get-away-with-murder-strange-bedfellows-review/", "article_text": "\n\nHow to Get Away With Murder aired another intense offering on Thursday, October 30 on ABC with Episode 6 of Season 1 entitled “Freakin’ Whack-a-Mole,” in which strange bedfellows amped up the action on the Viola Davis-led drama that has delivered massive ratings and a Thursday night trifecta for über producer, Shonda Rhimes. The 10 p.m. drama has continued to up its game and delight viewers since its premiere episode in September.\n\nThe latest offering from the serial drama was no different. In Episode 6 of How to Get Away With Murder, the action centered around Asher Millstone (Matt McGorry of Orange Is the New Black fame), who revealed his secret paramour, Bonnie Winterbottom (Liza Weil), as well as his stressed relationship with his father, who presided over the death sentence conviction of Davis’ Annalise Keating’s case of the week.\n\nThe case of the week involved a murder case from over 20 years old that Annalise has taken a personal interest in and the appeal is at hand if she and Murder, Inc. can find new evidence to save a man wrongly convicted of killing his girlfriend. Turns out, someone in the original trial committed perjury, and the judge presiding over the case was told about it, but did nothing. Cue Asher’s father, Judge Millstone, whom Asher has always looked up to and aspired to be like until now. When Asher learned his father looked the other way to advance his career, the misguided and misunderstood law student found a way to save the day for Annalise’s client, keep his father’s reputation intact, and win the coveted trophy for himself.\n\nAs How to Get Away With Murder explored strange bedfellows, “Freakin’ Whack-a-Mole” also explored family dynamics and other complicated relationships. Not only did Episode 6 address relationship dynamics via Asher and his father, Asher and Bonnie, and Annalise and Sam (Tom Verica), it also examined the Annalise and Wes (Alfred Enoch) dynamic, as Wes blackmailed Annalise and forced her to find Rebecca (Katie Findlay), who he wants exonerated for Lila’s murder.\n\nIn true How to Get Away With Murder fashion, Annalise concocted an elaborate frame with Frank’s help. Frank (Charlie Weber) planted Lila’s phone on her jock boyfriend, Griffin O’Reilly (Lenny Platt), to clear Rebecca of the crime. However, this move also exposed her husband, Sam, to culpability via the infamous “penis pic,” which is housed on the phone. Annalise goes the extra mile to win back Wes’ trust by letting him blackmail her, skip class, etc. The question is why does Annalise need Wes in her corner? Is there a deeper connection between them that is unknown to the audience and Wes at this point?\n\nAnother relationship explored in this episode of How to Get Away With Murder was the complicated Frank/Laurel/Bonnie dynamic. Frank and Laurel (Karla Souza) once again flirt, then stop, and then, flirt and stop again, which is nothing new for this drama. However, Bonnie shuts the whole thing down with a scolding. Bonnie’s agenda is unclear and seems to shift depending on the circumstances. As revealed in this week’s episode, she is Asher’s booty call, she threatens Laurel on a routine basis, her agenda with Sam is murky at best, and what about Bonnie’s connection to Annalise? Bonnie is definitely one of the series’ biggest question marks and a likely possible suspect for murder.\n\nAs How to Get Away With Murder explored strange bedfellows, “Freakin’ Whack-a-Mole” also fast forwarded once again to the night of Sam’s murder. The stage is set as Annalise tells Sam she still needs him. She cries and tells him she changed the wallpaper for him to get rid of the evidence shown in the photo on Lila’s phone. Then, she professed her love for him. Meanwhile, Nate (Billy Brown) has evidence that Lila’s phone was planted on Griffin via Annalise and company. Furthermore, Wes managed to convince Rebecca it is safe to come home and face the music, but is it? Annalise has an endgame in mind for all parties involved. The question is what is the plan and who will come out of it intact? Was the ending sequence part of Annalise’s plan to cover up Sam’s demise? Is this all part of Annalise’s elaborate plan of How to Get Away With Murder? As How to Get Away With Murder approaches its midseason finale, the last two new episodes on Thursday nights at 10 p.m. EST on ABC before the break should answer many questions, as well as reveal the murderer of Sam Keating.\n\nOpinion and Review By Leigh Haugh\n\nOther Articles by This Author:\n\nGuardian Liberty Voice–‘How to Get Away With Murder’ Mr. Darcy\n\nGuardian Liberty Voice–‘How to Get Away With Murder’ Nine Words\n\nGuardian Liberty Voice–’How to Get Away With Murder’ Blast From the Past\n\nGuardian Liberty Voice–Article Archive of Leigh Haugh\n\nSources:\n\nEntertainment Weekly\n\nTV Guide\n\nWall Street Journal\n\nHuffington Post\n\nShare this: Print\n\nLinkedIn\n\nPinterest\n\nPocket\n\nReddit\n\nEmail\n\nTwitter\n\nGoogle\n\nFacebook\n\nTumblr\n\n", "article_metadata": {"og": {"site_name": "Guardian Liberty Voice", "description": "How to Get Away With Murder aired another intense offering on Thursday, October 30 on ABC with Episode 6 of Season 1 entitled “Freakin’ Whack-a-Mole,” in which strange bedfellows amped up the…", "title": "‘How to Get Away With Murder’: Strange Bedfellows [Review]", "url": "http://guardianlv.com/2014/11/how-to-get-away-with-murder-strange-bedfellows-review/", "image": {"width": 1920, "identifier": "http://guardianlv.com/wp-content/uploads/2014/11/How-to-Get-Away-With-Murder-16-1.jpg", "height": 1080}, "locale": "en_US", "type": "article"}, "article": {"published_time": "2014-11-03T04:39:13+00:00", "modified_time": "2014-11-03T04:47:02+00:00", "author": "https://www.facebook.com/dimarkco.chandler"}, "twitter": {"image": "http://guardianlv.com/wp-content/uploads/2014/11/How-to-Get-Away-With-Murder-16-1.jpg?w=640", "site": "@ifrackle", "card": "summary_large_image", "creator": "@NRSTGeeks"}, "viewport": "width=device-width"}, "_id": "\"57477af36914bd0286fd13c6\"", "article_summary": "As How to Get Away With Murder explored strange bedfellows, “Freakin’ Whack-a-Mole” also fast forwarded once again to the night of Sam’s murder.\nAs How to Get Away With Murder explored strange bedfellows, “Freakin’ Whack-a-Mole” also explored family dynamics and other complicated relationships.\nOpinion and Review By Leigh HaughOther Articles by This Author:Guardian Liberty Voice–‘How to Get Away With Murder’ Mr. DarcyGuardian Liberty Voice–‘How to Get Away With Murder’ Nine WordsGuardian Liberty Voice–’How to Get Away With Murder’ Blast From the PastGuardian Liberty Voice–Article Archive of Leigh HaughSources:Entertainment WeeklyTV GuideWall Street JournalHuffington PostShare this: PrintLinkedInPinterestPocketRedditEmailTwitterGoogleFacebookTumblr\nFrank (Charlie Weber) planted Lila’s phone on her jock boyfriend, Griffin O’Reilly (Lenny Platt), to clear Rebecca of the crime.\nIn true How to Get Away With Murder fashion, Annalise concocted an elaborate frame with Frank’s help."}