{"article_title": "Contra Costa Health Plan to drop Covered CA Exchange : Martinez News-Gazette", "article_keywords": ["costa", "plans", "exchange", "ca", "drop", "martinez", "contra", "health", "plan", "california", "covered", "newsgazette", "medical", "care"], "article_url": "http://martinezgazette.com/archives/16683", "article_text": "admin |\n\nDue to federal regulatory requirements and the resulting cost implications and financial burdens, Contra Costa Health Plan (CCHP) has informed Covered California Exchange that it will not seek recertification for the 2015 Plan Year.\n\nThe CCHP, which says its 1,100 new enrollees will remain covered through the end of the year, did not qualify under a recently clarified rule that insurers must offer the same plan inside or outside the exchange.\n\n“We are deeply disappointed that we are going to have to exit for the next year under the exchange,” Patricia Tanquary, CEO of the health plan, told the Covered California board of directors in Sacramento.\n\nTanquary said that offering the same version of the Contra Costa Health Plan both inside and outside the Covered California exchange is so costly to administer that it will lead to increased rates. The plan serves 138,000 mostly Medi-Cal residents in Contra Costa County.\n\nCCHP is working with Covered California and the California Department of Managed Health Care on plans to transition these CCHP members enrolled through the exchange into other health plans in Contra Costa County by Jan. 1.\n\n“We will personally call every single member to help them make changes to their plans for next year,” Tanquary said.\n\nThe next Covered California open enrollment period, for 2015 health care plans, starts on Nov. 15.\n\nFrom Oct. 1 through April 15, about 1.4 million people in California enrolled in a health-care plan through the Affordable Care Act, also known as Obamacare, including 39,349 residents in Contra Costa County. Statewide, about 2 million also have signed up for Medi-Cal, the state’s health care program for the very poor.\n\nContra Costa Health Services released a statement that reads in part:\n\n“We are disappointed that we will no longer be able to offer our plan on the Exchange. However, as the Affordable Care Act (ACA) encouraged, we continue our focus on Medi-Cal enrollment and are encouraged by the success we have had in enrolling more than 31,100 people through Medi-Cal Expansion.\n\n“We are honored to have participated in Covered CA in this sentinel first year and to be able to continue to contribute to the health care reform efforts that have brought access to health care for so many more people in need. We remain open to future consideration of participating in a state Bridge which would be focused on additional low income populations. We have previously participated in discussions with the state about the possibility of creating a Bridge and we would support these efforts.”\n\nFor more information go to: http://cchealth.org/healthplan/pdf/Exchange-FAQs.pdf.\n\nCategory: General News", "article_metadata": {"og": {"url": "http://martinezgazette.com/archives/16683", "site_name": "Martinez News-Gazette", "image": "http://martinezgazette.com/wp-content/uploads/2014/08/img-Confusion-over-Covered-California-sign-up-1.jpg", "type": "article", "title": "Contra Costa Health Plan to drop Covered CA Exchange"}, "generator": "WordPress 4.5.2", "viewport": "width=device-width"}, "_id": "\"57477af46914bd0286fdb8b3\"", "article_summary": "admin |Due to federal regulatory requirements and the resulting cost implications and financial burdens, Contra Costa Health Plan (CCHP) has informed Covered California Exchange that it will not seek recertification for the 2015 Plan Year.\nTanquary said that offering the same version of the Contra Costa Health Plan both inside and outside the Covered California exchange is so costly to administer that it will lead to increased rates.\nThe next Covered California open enrollment period, for 2015 health care plans, starts on Nov. 15.\nContra Costa Health Services released a statement that reads in part:“We are disappointed that we will no longer be able to offer our plan on the Exchange.\nCCHP is working with Covered California and the California Department of Managed Health Care on plans to transition these CCHP members enrolled through the exchange into other health plans in Contra Costa County by Jan. 1."}