{"article_title": "Veterans Still Waiting Too Long For Health Care", "article_keywords": ["va", "providers", "patients", "long", "choice", "waiting", "program", "health", "theyre", "veterans", "care"], "article_url": "http://www.care2.com/causes/veterans-are-still-facing-unconscionable-waits-for-care.html", "article_text": "In 2014, the Veterans Administration was tasked with addressing a scandalous crisis: Veterans were waiting weeks and months for health care appointments, including for critical health care issues.\n\nOne year later, those delays in care were persisting. Two years later, they’re actually worse than they were before, and the VA’s records are being massaged to make the data look better than they really are. The attempt to resolve the unconscionable delays in care clearly wasn’t effective, and the government must return to the drawing board yet again to figure out where they’re going wrong.\n\nWith growing numbers of veterans needing care, especially for complex conditions, the VA was originally strained, lacking facilities, personnel and resources that it needed to effectively care for the nation’s nearly 20 million veterans.\n\nThe government took a two-pronged approach, increasing funding to the VA for direct services and establishing the Veterans Choice program, which theoretically allows veterans to see independent providers if they cannot get a VA appointment in less than a month or if they live over 40 miles from a VA clinic. Theoretically, these things sound like reasonable approaches to the health care crisis, but they didn’t work.\n\nNPR reports that many veterans enrolled under the Choice program are coming back to the VA because they can’t find providers, physicians won’t accept Choice patients, or they’re waiting just as long for appointments outside the system as they were waiting inside.\n\nDoctors are facing long compensation delays — up to 180 days in some cases — which are making them reluctant to take on more patients, an issue also seen with Medicaid, where reimbursement delays make care providers unwilling to add Medicaid patients to their caseload. Meanwhile, the VA is creating errors like mistakenly not enrolling veterans in Choice and misreporting data.\n\nThe VA claims that the rollout of the program was disastrous because of the tight deadline provided by Congress, and this is certainly a factor. The agency had just 90 days to implement a very complex, multifaceted health care benefits system, which is a substantial barrier to careful and thoughtful research, including sending out a call for bids; for an example of why the Choice program may be struggling, look at the difficulties with Obamacare rollout. With far more warning than the Choice program had, Obamacare still turned out to be a fiasco when it was opened for enrollment.\n\nVeterans, VA staff and care providers alike are confused by the program. It includes a byzantine layer of bureaucracy that’s challenging to navigate, even for experienced staff in medical offices who are familiar with thorny medical billing programs and the hunt for insurance reimbursement. They’re spending hours every week trying to get approval for treatments and chasing down payments, while veterans fight to be seen.\n\nPatients with issues like severe pain, suspicious growths and other pressing medical issues are waiting months for care, just like they were before. Particularly with issues like cancer, early intervention is absolutely critical, with every day making a difference when it comes to the success of surgery and chemotherapy. Patients who wait too long are more at risk of metastasis and other complications, and the VA is leaving them out in the cold.\n\nAfter spending years in the military at home and abroad, veterans aren’t receiving the benefits they were promised at enlistment or during the draft, and it reflects poorly on the United States, especially with Memorial Day right around the corner. How long will it take for American veterans to get the health care they need?\n\nPhoto credit: Elvert Barnes", "article_metadata": {"description": "After 2015's scandal over long waits for VA appointments, the government pledged to fix the problem. A year later, it's worse than it was before.", "og": {"image": "http://dingo.care2.com/pictures/causes/3178/3177767.large.jpg"}, "robots": "noodp", "apple-mobile-web-app-capable": "yes", "p": {"domain_verify": "34d24671362965e0c3942e7b3b484ea7"}, "fb": {"app_id": 83187307959}, "keywords": "veterans,veterans administration,va,va benefits,military,health care,veterans choice", "viewport": "width=device-width,user-scalable=no,initial-scale=1"}, "article_summary": "In 2014, the Veterans Administration was tasked with addressing a scandalous crisis: Veterans were waiting weeks and months for health care appointments, including for critical health care issues.\nHow long will it take for American veterans to get the health care they need?\nTheoretically, these things sound like reasonable approaches to the health care crisis, but they didn’t work.\nVeterans, VA staff and care providers alike are confused by the program.\nWith growing numbers of veterans needing care, especially for complex conditions, the VA was originally strained, lacking facilities, personnel and resources that it needed to effectively care for the nation’s nearly 20 million veterans."}