{"article_title": "Sikhs feel vulnerable, join with Muslims to combat backlash", "article_keywords": ["temple", "join", "combat", "feel", "sikhs", "southeast", "say", "muslims", "recently", "milwaukee", "sikh", "targeting", "backlash", "vulnerable", "kaleka"], "article_url": "http://www.salon.com/2015/12/13/sikhs_feel_vulnerable_join_with_muslims_to_combat_backlash/", "article_text": "Topics: From the Wires, News\n\nCHICAGO (AP) — Pardeep Kaleka spent several days after 9/11 at his father’s South Milwaukee gas station, fearing that his family would be targeted by people who assumed they were Muslim. No, Kaleka explained on behalf of his father, who wore a turban and beard and spoke only in broken English, the family was Sikh, a southeast Asian religion based on equality and unrelated to Islam.\n\nBut amid a new wave of anti-Islamic sentiment since the terror attacks in Paris and San Bernardino, Kaleka is vowing to take an entirely different approach.\n\n“For us it does not matter who they’re targeting,” said Kaleka, a former Milwaukee police officer and teacher whose father was one of six people killed in 2012 when a white supremacist opened fire at a Sikh temple in Oak Creek, Wisconsin. “This time we cannot differentiate ourselves; when hate rhetoric is being spewed we cannot be on the sidelines.”\n\nAcross the U.S., Sikhs and Muslims are banding together to defend their respective religions. Someone bent on harming Muslims wouldn’t understand — or care — about the distinction between the two faiths, they say, and both also deserve to live in peace.\n\nSo they plan educational sessions and rallies. They successfully pushed the FBI to track hate crimes against Sikhs. They speak to lawmakers and support each other’s legal action, including a lawsuit filed over a New York City police surveillance program targeting New Jersey Muslims.\n\n“We are in this fight together,” said Gurjot Kaur, a senior staff attorney at The Sikh Coalition, founded the night of Sept. 11.\n\nSikhism, a monotheistic faith, was founded more than 500 years ago in Southeast Asia and has roughly 27 million followers worldwide, most of them in India.\n\nThere are more than 500,000 Sikhs in the U.S. Male followers often cover their heads with turbans — which are considered sacred — and refrain from shaving their beards.\n\nReports of bullying, harassment and vandalism against Sikhs have risen in recent weeks.\n\nLast week, a Sikh temple in Orange County, California, was vandalized, as was a truck in the parking lot by someone who misspelled the word “Islam” and made an obscene reference to ISIS.\n\nA Sikh woman said she recently was forced to show her breast pump before taking her seat on an airplane in Minneapolis because another passenger thought she might be a terrorist. Schoolchildren say they’ve been bullied.\n\nFor most Sikhs, much of the backlash has been frequent stares or comments and occasional online insults.\n\nFormer NCAA basketball player Darsh Singh said he has heard insults throughout his life, including recently when someone recently yelled “Osama!” at him as he was crossing a street in Phoenix.", "article_metadata": {"description": "Sikhs feel vulnerable, join with Muslims to combat backlash", "title": "Sikhs feel vulnerable, join with Muslims to combat backlash", "og": {"site_name": "Salon", "description": "Sikhs feel vulnerable, join with Muslims to combat backlash", "title": "Sikhs feel vulnerable, join with Muslims to combat backlash", "url": "http://www.salon.com/2015/12/13/sikhs_feel_vulnerable_join_with_muslims_to_combat_backlash/", "image": "http://media.salon.com/2015/12/anti-muslim-backlash-sikhs.jpeg-1280x960.jpg", "type": "article"}, "twitter": {"description": "Sikhs feel vulnerable, join with Muslims to combat backlash", "title": "Sikhs feel vulnerable, join with Muslims to combat backlash", "image": "http://media.salon.com/2015/12/anti-muslim-backlash-sikhs.jpeg-1280x960.jpg", "creator": "@salon", "site": "@salon", "card": "summary_large_image"}, "author": "Tammy Webber", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, From the Wires", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "For most Sikhs, much of the backlash has been frequent stares or comments and occasional online insults.\nLast week, a Sikh temple in Orange County, California, was vandalized, as was a truck in the parking lot by someone who misspelled the word “Islam” and made an obscene reference to ISIS.\n“This time we cannot differentiate ourselves; when hate rhetoric is being spewed we cannot be on the sidelines.”Across the U.S., Sikhs and Muslims are banding together to defend their respective religions.\nThey speak to lawmakers and support each other’s legal action, including a lawsuit filed over a New York City police surveillance program targeting New Jersey Muslims.\nSomeone bent on harming Muslims wouldn’t understand — or care — about the distinction between the two faiths, they say, and both also deserve to live in peace."}