{"article_title": "Red States Remain Adamantly Opposed to Medicaid Expansion", "article_keywords": ["trump", "expanding", "political", "state", "expansion", "trade", "states", "remain", "medicaid", "opposed", "adamantly", "talk", "red", "thats"], "article_url": "http://www.motherjones.com/kevin-drum/2013/12/red-states-remain-adamantly-opposed-medicaid-expansion", "article_text": "A lot of people, myself included, have hoped that pressure from health care groups will eventually persuade even deep red states to enact the Medicaid expansion that's part of Obamacare. After all, the expansion is almost entirely paid for by the federal government, and the loss of Medicaid money hurts doctors and hospitals in the affected states.\n\nToday, Dylan Scott reports that the key word here is \"eventually.\" For now, anyway, red-state politicians are adamant about never, ever expanding Medicaid by even a dime:\n\nTop officials for powerful trade organizations in three of the largest states not expanding Medicaid under Obamacare told TPM that they have effectively given up that fight until political conditions change, setting their sights on 2015 at the earliest. \"What I'm really struggling with is — I don't even know how to talk about expanding Medicaid without just pissing Republicans the hell off and making them think I'm part of the problem,\" said a top official for one of the industry groups, who spoke on the condition of anonymity to talk frankly about the political reality in their state and avoid upsetting the chances of expansion in the long term. ....These organizations approached Medicaid expansion as a typical legislative issue last year -- the kind where the promise of billions in federal dollars and opportunity to insure thousands of your constituents would trump ideological purity....\"We found that this issue is much bigger than that. The influences are much stronger than a state-derived influence in terms of keeping states in the 'No' column,\" a trade group official in a third state said. \"We can't even call it Medicaid expansion here. That's a politically incorrect way of saying it.\"\n\nIdeological purity continues to trump the prospect of helping the poor, even when that help is all but free. Ladies and gentlemen, this is your modern Republican Party.", "article_metadata": {"application-name": "Mother Jones Magazine", "og": {"site_name": "Mother Jones", "description": "Pleas from industry groups don't move them at all.", "title": "Red states remain adamantly opposed to Medicaid expansion", "url": "http://www.motherjones.com/kevin-drum/2013/12/red-states-remain-adamantly-opposed-medicaid-expansion", "image": "http://www.motherjones.com/files/blog_medicaid_1.jpg", "type": "article"}, "twitter": {"title": "Red states remain adamantly opposed to Medicaid expansion", "url": "http://www.motherjones.com/kevin-drum/2013/12/red-states-remain-adamantly-opposed-medicaid-expansion", "image": {"src": "http://www.motherjones.com/files/blog_medicaid_1.jpg", "identifier": "http://www.motherjones.com/files/blog_medicaid_1.jpg"}, "creator": "kdrum", "site": "@MotherJones", "card": "summary_large_image"}, "msapplication-TileColor": "#FFFFFF", "msapplication-square70x70logo": "/sites/all/assets/mstile-70x70.png", "msapplication-square310x310logo": "/sites/all/assets/mstile-310x310.png", "msapplication-wide310x150logo": "/sites/all/assets/mstile-310x150.png", "fb": {"admins": "13301307,670317733,1198876232,38509772,106892,2907757,306289,602422192,4101301,513450539"}, "msapplication-TileImage": "/sites/all/assets/mstile-144x144.png", "keywords": "Health+Care", "msapplication-square150x150logo": "/sites/all/assets/mstile-150x150.png"}, "article_summary": "A lot of people, myself included, have hoped that pressure from health care groups will eventually persuade even deep red states to enact the Medicaid expansion that's part of Obamacare.\n\"We can't even call it Medicaid expansion here.\nAfter all, the expansion is almost entirely paid for by the federal government, and the loss of Medicaid money hurts doctors and hospitals in the affected states.\nIdeological purity continues to trump the prospect of helping the poor, even when that help is all but free.\nThe influences are much stronger than a state-derived influence in terms of keeping states in the 'No' column,\" a trade group official in a third state said."}