{"article_title": "Congress makes life too complicated", "article_keywords": ["life", "congress", "federal", "hunters", "register", "tax", "system", "customs", "regulations", "read", "complicated", "export", "makes", "pages"], "article_url": "http://www.knoxnews.com/business/harold-black-congress-makes-life-too-complicated-ep-1062768031-361941091.html", "article_text": "<p>Harold Black</p>\n\nBy Harold Black\n\nNow that we are in May, I hope everyone has survived the annual harassment by the federal government called income tax time. My filing should be rather simple, but somehow was 21 pages. Why does it have to be so complicated?\n\nIf the purpose of the tax code was to collect taxes it would be one paragraph long. But instead it is 74,000 pages.\n\nComplexity seems to be the rule for the federal government. Dodd-Frank is 2,300 pages and has spawned more than 14,000 pages of regulations. To comply with a single provision, one bank had to file more 12,000 pages. “Obamacare” is 906 pages and has generated more than 28,000 pages of new regulations.\n\nAll these regulations are recorded in the Federal Register, which is published daily except weekends and federal holidays. Last year, it contained 78,978 pages with 3,591 new rules and regulations.\n\nThe Small Business Administration estimates that the cost of regulation to American business is $1.8 trillion annually or, to make it more personal, $15,314 per U.S. household.\n\nOf course, we have the tendency to blame the federal government since more than 170 federal entities issue the regulations with about 240,000 full-time employees who actually have to read the laws to write the regulations and enforce them.\n\nBut the real source of blame lies with the Congress. It enacts these massive pieces of legislation containing extraneous bits and pieces and puzzling language and then commands the federal agencies to implement them. Do you know that Dodd-Frank has a provision concerning rare earth minerals mined in the Congo? The implementing regulations are said to be costly and onerous. But is this the fault of the regulators who are only carrying out the mandates of the Congress?\n\nOn a personal note, I am going to back to Canada this month to bear hunt. Only this time, U.S. Customs and Border Protection — apparently not having enough to do — has decided to harass hunters who take weapons out of the country.\n\nNow hunters are required to file for an export license using something called the Automated Export System (AES). Hunters must get an export number, register with the AES and fill out a form to get the export permit. The only problem is that the system is for businesses and not individuals. Two calls to Customs resulted in conflicting statements. So I filed as a (sole) proprietorship. Then had to take a test — I kid you not — to qualify for the license. I guess that someone figured that terrorists will come though Customs wearing blaze orange (Go Vols!) and toting hunting rifles.\n\nAnd I guess that it is all my fault since I did not take the time to read the Federal Register every day to see what nonsense was going to adversely affect me personally.\n\nDr. Harold Black, professor emeritus of finance at the University of Tennessee, may be reached at hblack@tds.net.", "article_metadata": {"title": "Harold Black: Congress makes life too complicated", "og": {"url": "http://www.knoxnews.com/business/harold-black-congress-makes-life-too-complicated-ep-1062768031-361941091.html", "image": {"width": 640, "identifier": "http://media.jrn.com/images/black_17617572_ver1.0_640_480.jpg", "height": 425}, "type": "article", "description": "Now that we are in May, I hope everyone has survived the annual harassment by the Federal government called income tax time. My filing should be rather simple, but somehow was 21 pages. Why does it have to be so complicated?", "title": "Harold Black: Congress makes life too complicated"}, "twitter": {"image": "http://media.jrn.com/images/black_17617572_ver1.0_640_480.jpg", "description": "Now that we are in May, I hope everyone has survived the annual harassment by the Federal government called income tax time. My filing should be rather simple, but somehow was 21 pages. Why does it have to be so complicated?", "site": "https://twitter.com/knoxnews", "card": "summary_large_image", "title": "Harold Black: Congress makes life too complicated"}, "apple-mobile-web-app-capable": "no", "msapplication-TileImage": "http://media.jrn.com/designimages/logo-kns-icon-144.png", "__sync_contentCategory": "premium", "viewport": "width=device-width,initial-scale=1,maximum-scale=1"}, "_id": "\"57477af46914bd0286fdfdd7\"", "article_summary": "All these regulations are recorded in the Federal Register, which is published daily except weekends and federal holidays.\nNow hunters are required to file for an export license using something called the Automated Export System (AES).\nHunters must get an export number, register with the AES and fill out a form to get the export permit.\nBut is this the fault of the regulators who are only carrying out the mandates of the Congress?\nDodd-Frank is 2,300 pages and has spawned more than 14,000 pages of regulations."}