{"article_title": "EDITORIAL: Misrepresenting the U.S.'s high infant-mortality rate", "article_keywords": ["states", "life", "united", "infantmortality", "editorial", "cdc", "developed", "births", "live", "high", "rate", "statistics", "uss", "misrepresenting", "infants"], "article_url": "http://www.washingtontimes.com/news/2014/oct/3/editorial-the-statistics-of-life/", "article_text": "ANALYSIS/OPINION:\n\nThe Centers for Disease Control and Prevention (CDC) finds that the United States has one of the highest infant-mortality rates in the developed world. This is shocking on its face, and certain doom-criers want to declare a national emergency and get the federal government to work on reforming the American health care system.\n\nThe CDC ranks the United States 27th of the 34 developed nations, with 6.1 infants of every 1,000 live births dying within their first year of life. More than 20,000 children do not live to see their first birthday.\n\nBy this measure, American infants are nearly three times more likely to die before turning 1 than infants in Finland and Japan. America spends more on health care than any other nation, but its infant-mortality rates rank behind countries such as Poland, Hungary and Slovakia.\n\nThese statistics are sometimes used to argue that the United States should look to a model such as Portugal or the Czech Republic, which count half the mortality rate of the United States. Few would leave America to take a sick infant to find better care in Lisbon or Prague, but Salon, the Web magazine, laments the “shamefully high” and “completely terrible” situation in U.S. hospitals.\n\nThere’s a statistical explanation for America’s standing in the CDC rankings. It may be that Americans put a higher value on human life among the least fortunate among us. In most developed nations, premature births are recorded in the statistics as miscarriages or stillbirths. The lives that doctors in those places don’t attempt to save are never recorded as “live births.”\n\nThree economists — Amy Chen of the University of Southern California, Emily Oster of the University of Chicago and Heidi Williams of the Massachusetts Institute of Technology — found several ways that the CDC numbers fail to make a fair comparison.\n\n“If hospitals in the U.S. are better at keeping very low birth-weight newborns alive for a slightly longer period of time,” the researchers conclude, “this could show up in the data as low neonatal mortality and excess post-neonatal mortality.”\n\nMany countries don’t try to save infants born prematurely or with severe birth defects. U.S. doctors go to extraordinary lengths to give these infants a chance at life. Such best efforts often fail, and the death becomes a misleading statistic.\n\nWhen the CDC excluded births before 24 weeks of gestation, the American infant-mortality rate fell from 6.1 infant deaths per 1,000 live births to 4.2, a number comparable to the rest of the developed world’s figures.\n\nWhat’s illogical is the sudden interest of the left in the survival of 20,000 infants, when no concern is given to the lives of the 1 million unborn ended by abortion each year. This figure is likely to grow now that there’s Obamacare to encourage abortion. The commitment to life, born and unborn, must be preserved, regardless of what the misleading statistics say.", "article_metadata": {"description": "The Centers for Disease Control and Prevention (CDC) finds that the United States has one of the highest infant-mortality rates in the developed world. This is shocking on its face, and certain doom-criers want to declare a national emergency and get the federal government to work on reforming the American health care system.", "Author": "THE WASHINGTON TIMES", "og": {"site_name": "The Washingtion Times", "description": "The Centers for Disease Control and Prevention (CDC) finds that the United States has one of the highest infant-mortality rates in the developed world. This is shocking on its face, and certain doom-criers want to declare a national emergency and get the federal government to work on reforming the American health care system.", "title": "EDITORIAL: Misrepresenting the U.S.’s high infant-mortality rate", "url": "http://www.washingtontimes.com/news/2014/oct/3/editorial-the-statistics-of-life/", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2014/09/04/3dcd2b84cb96c0225e0f6a7067009800.jpg", "type": "article"}, "twitter": {"image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2014/09/04/3dcd2b84cb96c0225e0f6a7067009800.jpg", "title": "EDITORIAL: Misrepresenting the U.S.’s high infant-mortality rate", "description": "The Centers for Disease Control and Prevention (CDC) finds that the United States has one of the highest infant-mortality rates in the developed world. This is shocking on its face, and certain doom-c", "card": "summary", "site": "@washtimes"}, "author": "The Washington Times http://www.washingtontimes.com", "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web1", "bitly-verification": "d180fd45f70d", "news_keywords": "Health Medical Pharma, United States Centers For Disease Control And Prevention"}, "_id": "\"57477af36914bd0286fd13f1\"", "article_summary": "These statistics are sometimes used to argue that the United States should look to a model such as Portugal or the Czech Republic, which count half the mortality rate of the United States.\nANALYSIS/OPINION:The Centers for Disease Control and Prevention (CDC) finds that the United States has one of the highest infant-mortality rates in the developed world.\nThe CDC ranks the United States 27th of the 34 developed nations, with 6.1 infants of every 1,000 live births dying within their first year of life.\nAmerica spends more on health care than any other nation, but its infant-mortality rates rank behind countries such as Poland, Hungary and Slovakia.\nWhen the CDC excluded births before 24 weeks of gestation, the American infant-mortality rate fell from 6.1 infant deaths per 1,000 live births to 4.2, a number comparable to the rest of the developed world’s figures."}