{"article_title": "SterlingRisk brings on Ben Phillips as northeast private client practice leader", "article_keywords": ["northeast", "ben", "sterlingrisk", "brings", "practice", "private", "insurance", "phillips", "client", "organization", "press", "president", "grow", "leader", "sterlingrisks"], "article_url": "http://ifawebnews.com/2013/12/27/sterlingrisk-brings-on-ben-phillips-as-northeast-private-client-practice-leader/", "article_text": "PRESS RELEASE: The following content has been reprinted in whole or part from a company-supplied press release.\n\nWOODBURY, N.Y. – SterlingRisk, a national insurance brokerage, announced that Ben Phillips has joined the organization as the Northeast private client practice leader.\n\nPhillips joins SterlingRisk with over nine years of expertise in insurance, having spent the first six years of his career in various underwriting and sales management roles with Allied Insurance in the Midwest and Southeast. He also served as the senior vice president of the Private Client division at Gallagher New York. Phillips will be spearheading the efforts to grow SterlingRisk’s Private Client group and will develop the family office space client base.\n\n“We are thrilled to have Ben as part of the SterlingRisk organization,” said SterlingRisk’s president, Leslie Nylund. “Under Ben’s leadership, SterlingRisk will continue to grow and invest in the private client sector.”", "article_metadata": {"description": "SterlingRisk, a national insurance brokerage, announced that Ben Phillips has joined the organization as the Northeast private client practice leader.", "generator": "WordPress 4.3.1", "og": {"site_name": "IFAwebnews.com", "description": "SterlingRisk, a national insurance brokerage, announced that Ben Phillips has joined the organization as the Northeast private client practice leader.", "title": "SterlingRisk brings on Ben Phillips as northeast private client practice leader", "url": "http://ifawebnews.com/2013/12/27/sterlingrisk-brings-on-ben-phillips-as-northeast-private-client-practice-leader/", "image": {"width": 519, "identifier": "http://ifawebnews.com/wp-content/uploads/2013/12/Phillips-Ben.jpg", "height": 521}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://ifawebnews.com/wp-content/uploads/2013/12/Phillips-Ben.jpg?w=640", "card": "summary_large_image"}, "article": {"published_time": "2013-12-27T13:59:35+00:00", "modified_time": "2013-12-27T13:59:35+00:00"}, "verify-v1": "Fve8IDDdj94aX4Ar18+v33qGgAesGnY2YiqbnR5P17I="}, "_id": "\"57477af46914bd0286fdfde7\"", "article_summary": "WOODBURY, N.Y. – SterlingRisk, a national insurance brokerage, announced that Ben Phillips has joined the organization as the Northeast private client practice leader.\nPhillips will be spearheading the efforts to grow SterlingRisk’s Private Client group and will develop the family office space client base.\n“We are thrilled to have Ben as part of the SterlingRisk organization,” said SterlingRisk’s president, Leslie Nylund.\n“Under Ben’s leadership, SterlingRisk will continue to grow and invest in the private client sector.”\nHe also served as the senior vice president of the Private Client division at Gallagher New York."}