{"article_title": "At state GOP convention, Republicans work to get Sen. Johnson re-elected", "article_keywords": ["republicans", "wisconsin", "johnson", "reelected", "work", "feingold", "think", "state", "going", "im", "convention", "sen", "security", "senator", "gop"], "article_url": "http://wbay.com/2016/05/14/at-state-gop-convention-republicans-work-to-get-sen-johnson-re-elected/", "article_text": "One of the biggest races in November, at least in Wisconsin, is for U.S. Senate.\n\nSaturday, Republicans are plotting strategy in an effort to help Senator Ron Johnson win a second term.\n\nHe’s facing a tough challenge from Democrat Russ Feingold, who he defeated six years ago.\n\nMore than 800 Republicans are attending this weekend’s convention in Green Bay.\n\n“What’s common, is I’m still the same guy I always was,” said Sen. Johnson\n\nEven after spending six years in Washington D.C., Sen. Ron Johnson says he still feels like a political outsider.\n\n“I come from the private sector. I bring that perspective that business is hard, and the federal government makes it that much more difficult for businesses to expand to create jobs that are higher paying and more secure versus Senator Feingold whose a career politician. Most recently, a California professor,” said Sen. Johnson.\n\nJohnson says if elected to a second term, there’s one word, to describe his focus, and that’s “security.”\n\n“It’s not just national security, it’s income security, job security, health care security. Let’s face it, the pace and protection of the Affordable Care Act did not live up to it’s name,” said Sen. Johnson.\n\nA March 30 Marquette University Law School Poll shows Johnson was trailing Feingold 42% to 47%, but Johnson says he’s not that worried.\n\n“From my standpoint, our own internal polls have been a pretty dead even race. I think Senator Feingold acknowledges that as well. The public polls I think are not accurate. This is going to be a close hard fought race. I’m going to concentrate on doing my job. I’m going to concentrate on telling Wisconsinites what we need to do to put more money in their pay check and here’s a hint, it’s not growing government as Senator Feingold would want to do,” said Sen. Johnson.\n\nJohnson also says he won’t shy away from sharing a stage with Donald Trump, should he campaign this fall in Wisconsin.\n\nAction 2 News reached out to Feingold’s campaign and here’s what spokesperson Michael Tyler told us:\n\n“Wisconsin voters have had enough of insider Republicans putting corporate special interests ahead of middle class and working families. Sen. Johnson refuses to listen to the people of Wisconsin and he doesn’t fight for them. No amount of money and rubber stamped talking points from insiders like Mitch McConnell, Scott Walker or the Koch brothers is going to change that fact. The people of Wisconsin want someone in the Senate who will listen to them and put their needs first, and that is clearly Russ Feingold and not Sen. Johnson.”", "article_metadata": {"description": "[anvplayer video=\"960734\"] One of the biggest races in November, at least in Wisconsin, is for U.S. Senate. Saturday, Republicans are plotting strategy in an effort to help Senator Ron Johnson win a second term. He's facing a tough challenge from Democrat Russ Feingold, who he defeated six years ago. More than 800 Republicans are attending this", "generator": "WordPress.com", "apple-itunes-app": "app-id=474880592", "og": {"site_name": "WBAY", "description": "One of the biggest races in November, at least in Wisconsin, is for U.S. Senate. Saturday, Republicans are plotting strategy in an effort to help Senator Ron Johnson win a second term. He’s f…", "title": "At state GOP convention, Republicans work to get Sen. Johnson re-elected", "url": "http://wbay.com/2016/05/14/at-state-gop-convention-republicans-work-to-get-sen-johnson-re-elected/", "image": {"width": 660, "identifier": "https://mgtvwbay.files.wordpress.com/2016/05/senator-johnson.jpg?w=1200", "height": 371}, "locale": "en_US", "type": "article"}, "twitter": {"description": "One of the biggest races in November, at least in Wisconsin, is for U.S. Senate. Saturday, Republicans are plotting strategy in an effort to help Senator Ron Johnson win a second term. He’s f…", "title": "At state GOP convention, Republicans work to get Sen. Johnson re-elected", "image": {"src": "https://mgtvwbay.files.wordpress.com/2016/05/senator-johnson.jpg?w=640"}, "creator": "@WBAY", "site": "WBAY", "card": "summary_large_image"}, "keywords": "Local, News, Politics", "msapplication-tooltip": "Coverage You can Count On for Green Bay, Appleton and Northeast Wisconsin breaking news, weather and community information", "p": {"domain_verify": "c228d2f05eae39e0d35ded509fcd78f1"}, "msapplication-window": "width=device-width;height=device-height", "google-play-app": "app-id=com.mediageneral.wbay", "msapplication-task": "name=Subscribe;action-uri=http://wbay.com/feed/;icon-uri=http://0.gravatar.com/blavatar/47e6f0db9ae1dbdca128d1f4747d8b49?s=16", "application-name": "WBAY", "fragment": "!", "msvalidate.01": "25404283363C09DE121A55A903F03873", "google-site-verification": "fRZwtPJSzt5UBnFBQ5hkdgQCz2Snso8G6-BCdCc1xdU", "article": {"publisher": "https://www.facebook.com/WBAYTV", "published_time": "2016-05-15T01:23:38+00:00", "modified_time": "2016-05-15T01:23:38+00:00"}, "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fe1402\"", "article_summary": "Let’s face it, the pace and protection of the Affordable Care Act did not live up to it’s name,” said Sen. Johnson.\nSen. Johnson refuses to listen to the people of Wisconsin and he doesn’t fight for them.\nMost recently, a California professor,” said Sen. Johnson.\nI think Senator Feingold acknowledges that as well.\nSaturday, Republicans are plotting strategy in an effort to help Senator Ron Johnson win a second term."}