{"article_title": "American Future Fund: Keystone State Voters Will See Through Special Interest-Backed “CYA (Cover Your Assents) Scam”", "article_keywords": ["small", "scam", "voters", "swiping", "political", "liquor", "cover", "cya", "interestbacked", "fund", "state", "future", "keystone", "talk", "action", "legislators", "yes", "special"], "article_url": "http://www.prweb.com/releases/2014/01/prweb11475090.htm", "article_text": "The small sliver hope is the recent talk of possible liquor privatization but even on that issue conservatives are beginning to feel like Charlie Brown when Lucy keeps swiping the football. -- AFF Political Action Chairman Nick Ryan\n\nThe nationally known conservative group, American Future Fund Political Action, today released the following statement by Nick Ryan, AFF Political Action Chairman:\n\n“After voting ‘yes’ to a regressive gas tax increase as part of the transportation package, ‘yes’ to the Obamacare disaster by approving the expansion of Medicaid, and ‘yes’ to unions and special interests by failing to end the state monopoly on liquor sales, a number of Pennsylvania Republican lawmakers are now engaging in a ‘CYA’ scheme – ‘Cover Your Assents.’\n\n“With the paid support of the same gang of Harrisburg and Washington lobbyists, labor bosses and associations that pushed these budget-busting, revenue-raising initiatives, these legislators are plotting to cover up the fact that they talk up conservative principles in their districts but consistently say ‘yes’ to bigger and more expensive government once they cross the Susquehanna.\n\n\"The small sliver hope is the recent talk of possible liquor privatization but even on that issue conservatives are beginning to feel like Charlie Brown when Lucy keeps swiping the football.\n\n“But Keystone State voters will see through this special-interest backed CYA scam. An AFF-commissioned poll shows that Republican voters will not only just say ‘no’ to GOP legislators who favored this big-spending agenda, but 80 percent of them would actually back potential primary opponents. AFF’s goal is not to sow division among Republicans: it’s simply to ensure that the electorate is sufficiently informed to hold legislators accountable for the promises they have made and ensure they truly represent the people of Pennsylvania.”\n\nNOTE: For background on the AFF-commissioned poll, go to http://americanfuturefund.com/pa-voters-overwhelming-support-primary-opponents-obamacare-lack-liquor-privatization-angers-voters.", "article_metadata": {"description": "Pennsylvanians Begin Seeing Gas Tax Increase at the Pump", "Generator": "PRWeb html v1", "og": {"site_name": "PRWeb", "description": "Harrisburg, PA (PRWEB) January 09, 2014 -- Pennsylvanians Begin Seeing Gas Tax Increase at the Pump", "title": "American Future Fund: Keystone State Voters Will See Through Special Interest-Backed “CYA (Cover Your Assents) Scam”", "url": "http://www.prweb.com/releases/2014/01/prweb11475090.htm", "image": "http://ww1.prweb.com/prfiles/2014/01/09/11475090/gI_62266_CharlieBrownFootball.jpg", "type": "article"}, "twitter": {"description": "Harrisburg, PA (PRWEB) January 09, 2014 \n\n The nationally known conservative group, American Future Fund Political Action, today released the following statement by Nick Ryan, AFF Political Action C", "title": "American Future Fund: Keystone State Voters Will See Through Special I", "url": "http://www.prweb.com/releases/2014/01/prweb11475090.htm", "image": "http://ww1.prweb.com/prfiles/2014/01/09/11475090/gI_62266_CharlieBrownFootball.jpg", "site": {"identifier": "@PRWeb", "id": 14124541}, "card": "Summary"}, "keywords": "PRESS RELEASE", "viewport": "width=device-width, initial-scale=1", "news_keywords": "Economy,Government,Health,Politics,Business,Legislative,Food,Consumer Research,Small Business,Industry"}, "_id": "\"57477af46914bd0286fdfd95\"", "article_summary": "“But Keystone State voters will see through this special-interest backed CYA scam.\nThe small sliver hope is the recent talk of possible liquor privatization but even on that issue conservatives are beginning to feel like Charlie Brown when Lucy keeps swiping the football.\n\"The small sliver hope is the recent talk of possible liquor privatization but even on that issue conservatives are beginning to feel like Charlie Brown when Lucy keeps swiping the football.\nAn AFF-commissioned poll shows that Republican voters will not only just say ‘no’ to GOP legislators who favored this big-spending agenda, but 80 percent of them would actually back potential primary opponents.\nAFF’s goal is not to sow division among Republicans: it’s simply to ensure that the electorate is sufficiently informed to hold legislators accountable for the promises they have made and ensure they truly represent the people of Pennsylvania.”NOTE: For background on the AFF-commissioned poll, go to http://americanfuturefund.com/pa-voters-overwhelming-support-primary-opponents-obamacare-lack-liquor-privatization-angers-voters."}