{"article_title": "Report shows in-house physician recruitment professionals are stretched thin", "article_keywords": ["physician", "processes", "professionals", "departments", "recruiters", "recruitment", "inhouse", "stretched", "aspr", "report", "survey", "shows"], "article_url": "http://www.healthcarefinancenews.com/press-release/report-shows-house-physician-recruitment-professionals-are-stretched-thin", "article_text": "The Association of Staff Physician Recruiters (ASPR) recently conducted a survey to gather data about the structure of in-house recruitment departments. A total of 240 in-house physician recruitment professionals employed by hospitals, universities and multi-specialty groups participated in the survey. The 2014 In-House Physician Recruitment Processes Report summarizes the results of the survey and looks at the structure of recruitment departments and how they handle the entire recruitment process.\n\n\"ASPR continually strives to publish tools that will allow in-house physician recruiters to do their jobs effectively,” said Lauren Judd, DASPR, surveys project lead for ASPR and manager, domestic physician recruitment, Cleveland Clinic Health System. “This latest tool looks at the day-to-day operations of in-house physician recruitment departments and provides a means for in-house recruiters to compare their processes with those of their colleagues.\"\n\nThe report found that 48 percent of in-house physician recruitment professionals anticipate an increase in the volume of searches they will handle in the coming year and 63 percent of recruiters at a management level carry a workload of 10 or more searches. A large number of the respondents are also being tasked with recruiting advanced practice providers (i.e., nurse practitioners, physician assistants, midwives, etc.). In addition to recruitment responsibilities, respondents indicated they are also involved with onboarding (64 percent), retention (51 percent) and strategic planning (60 percent).\n\n“As healthcare organizations strive to meet the needs of the community, in-house physician recruiters at every level of the organizations remain active in the recruitment process,” said Shelley Tudor, FASPR, vice president of research on the ASPR board of directors and clinical recruiter with Humana, Inc. “This report clearly shows that recruiters are very involved in the physician recruitment process and being asked to carry a heavier workload.”\n\nASPR’s 2014 In-House Physician Recruitment Processes Report is available at http://www.aspr.org/link.asp?ymlink=2745966.\n\n\n\nAbout ASPR: The Association of Staff Physician Recruiters (ASPR) is a professional organization exclusively for in-house physician recruitment professionals. ASPR is the leading authority on physician recruitment, retention and onboarding and is dedicated to transforming healthcare by empowering industry experts through education, research and engagement. For more information, please visit www.aspr.org or find us on Facebook, LinkedIn or Twitter.", "article_metadata": {"og": {"url": "http://www.healthcarefinancenews.com/press-release/report-shows-house-physician-recruitment-professionals-are-stretched-thin", "image": "http://www.healthcarefinancenews.com/sites/healthcarefinancenews.com/modules/open_graph/hfn-stacked.jpeg", "site_name": "Healthcare Finance News", "description": "The Association of Staff Physician Recruiters (ASPR) recently conducted a survey to gather data about the structure of in-house recruitment departments. A total of 240 in-house physician recruitment professionals employed by hospitals, universities and multi-specialty groups participated in the surv", "title": "Report shows in-house physician recruitment professionals are stretched thin"}, "twitter": {"image": {"src": "http://www.healthcarefinancenews.com/sites/healthcarefinancenews.com/modules/open_graph/hfn-stacked.jpeg"}, "title": "Report shows in-house physician recruitment professionals are stretched thin", "description": "The Association of Staff Physician Recruiters (ASPR) recently conducted a survey to gather data about the structure of in-house recruitment departments. A total of 240 in-house physician recruitment professionals employed by hospitals, universities and multi-specialty groups participated in the surv", "card": "summary_large_image", "site": "@HC_Finance"}, "viewport": "width=device-width; initial-scale=1.0; maximum-scale=1.0; user-scalable=no", "description": "The Association of Staff Physician Recruiters (ASPR) recently conducted a survey to gather data about the structure of in-house recruitment departments. A total of 240 in-house physician recruitment professionals employed by hospitals, universities and multi-specialty groups participated in the survey. The 2014 In-House Physician Recruitment Processes Report summarizes the results of the survey and looks at the structure of recruitment departments and how they handle the entire recruitment process.", "generator": "Drupal 7 (http://drupal.org)"}, "_id": "\"57477af36914bd0286fd13fe\"", "article_summary": "About ASPR: The Association of Staff Physician Recruiters (ASPR) is a professional organization exclusively for in-house physician recruitment professionals.\nA total of 240 in-house physician recruitment professionals employed by hospitals, universities and multi-specialty groups participated in the survey.\nThe 2014 In-House Physician Recruitment Processes Report summarizes the results of the survey and looks at the structure of recruitment departments and how they handle the entire recruitment process.\nThe Association of Staff Physician Recruiters (ASPR) recently conducted a survey to gather data about the structure of in-house recruitment departments.\n“This latest tool looks at the day-to-day operations of in-house physician recruitment departments and provides a means for in-house recruiters to compare their processes with those of their colleagues.\""}