{"article_title": "UNM Africana Studies honors three", "article_keywords": ["brock", "mexico", "award", "honors", "distinguished", "jefferson", "black", "africana", "studies", "unm", "history"], "article_url": "http://news.unm.edu/news/unm-africana-studies-honors-three", "article_text": "Rev. Charles E. Becknell Sr., second from left, receives the Distinguished Black Alumni of the Year award from, left, Dr. Sam Johnson, Charles Becknell, Jr. and Robert Jefferson. Credit: Carolyn Gonzales\n\nThe University of New Mexico Africana Studies program has a long history of bringing in engaging speakers to kick off Black History Month. When they arranged for NAACP Chairman Roslyn Brock to come, the reception was overwhelming. Individuals and groups representing NAACP chapters from all over the state showed up. The Student Union Ballroom was filled with more than 400 people anxious to hear what she had to say.\n\nThis year, prior to bringing their headliner to the stage, Africana Studies Director Robert Jefferson presented three awards.\n\nUNM Distinguished Black Alumni of the Year\n\nThe first award was given to the UNM Distinguished Black Alumni of the Year. The award is given “in honor of those who have graduated from the University of New Mexico and have honored the activist intellectual tradition in Black studies.\n\nIn naming Rev. Charles E. Becknell, Sr. the recipient, Jefferson said, “Our Black Alumni of the Year is the founding director of the Africana Studies program at UNM. In 1975, he accepted a position as Cabinet Secretary of Criminal Justice for the State of New Mexico, appointed by Governor Jerry Apodaca; he was later reappointed to this position by Governor Bruce King.”\n\nJefferson noted that Becknell is the member of numerous civic, religious and community-oriented organizations. “He is currently the state president of the State of New Mexico Southern Christian Leadership Conference and serves on the organization’s national board,” Jefferson said, noting that SCLC was founded by Dr. Martin Luther King Jr.\n\nBecknell is the author of four books, is a proponent of non-violent social change “and has devoted his life to racial reconciliation,” Jefferson said.\n\nBecknell will also be participating in \"Reel Talk,\" A film and panel discussion -- Slavery by Another Name on Thursday, Feb. 19 from 2:30 to 4 p.m.at CNM's Main Campus in the Student Resource Center (SRC Building) in the Richard Barr Board Room 204.\n\nVonnie Ulibarri receives the Africana Studies Distinguished Alumnus Award from Admasu Shunkuri and Charles Becknell, Jr.\n\nAfricana Studies Distinguished Alumnus Award\n\nFor the first time, Africana Studies offers an award in recognition and appreciation of an individual who strongly supports and advocates for the Africana Studies Program at UNM. “The first recipient of the Africana Studies Distinguished Alumnus Award is very important to the history of our major, the bachelor of arts in Africana Studies,” Jefferson said.\n\nVonnie Ulibarri received the award, “in recognition of her enduring commitment to the Africana Studies program at UNM,” Jefferson said, noting that Ulibarri came to UNM when her children were teens. “She seized the moment and took her lifelong passion for learning to UNM where she ultimately graduated summa cum laude from the University of New Mexico with a bachelor of arts in English and Africana Studies.”\n\nJames B. Lewis, second from left, receives the Africana Studies Person of the Year award from, left, Sonia Rankin, Charles Becknell, Jr. and Robert Jefferson.\n\nAfricana Studies Person of the Year\n\nAfricana Studies honors an individual who has dedicated his or her life to serving the citizens of New Mexico and the Africana Studies program. This year’s recipient is James B. Lewis, honored for his “legacy of dedicated leadership and continuing service to the citizens of the State of New Mexico,” Jefferson said.\n\nLewis served as a United States Army military police officer before earning a bachelor of science in education from Bishop College. He came to UNM where he earned a master’s in Public Administration in 1977. He furthered his education with the National College of Business.\n\n“His education and training prepared him to serve as chief administrative officer for the City of Albuquerque, where he also served as chief of operations. He served as chief of staff for Gov. Bruce King and as director/assistant secretary for the U.S. Department of Energy,” Jefferson said.\n\nRoslyn Brock addresses the audience of more than 400 at the UNM Student Union Building.\n\nBlack History Month Speaker\n\nRoslyn Brock, chair of the National Board of Directors for the National Association for the Advancement of Colored People, made history in 2010 when she was unanimously elected its 14th chairman. She is the youngest person and only fourth woman to hold this position.\n\nA sought-after speaker, Brock was convocation speaker at the Kellogg School of Management at Northwestern University. Essence magazine listed her among the “40 Fierce and Fabulous Women Who Are Changing the World,” and Black Entertainment Television (BET) honored her in its inaugural broadcast. She also received the 2010 National Urban League’s Women of Power Award.\n\nBrock, a Baptist preacher, noted that the NAACP is both a “cussed and discussed organization.” She asked the audience, as she asked herself, “What would I do if I knew I could not fail?” and told them to proceed with that in mind to provide “full cultural and economic opportunities for our community.”\n\nThis year is the 50th anniversary of Voting Rights Act, which is intended to protect the right to vote regardless of race or color. “It is not ancient history,” she said. She added that aspects of it were struck down in 2013, allowing nine states – predominately in the south – to change their election laws without prior federal approval. “With this, the African American community is challenged on our right to vote, on our right to live,” Brock said.\n\nShe pointed to the police shootings in Ferguson and Staten Island. “Those killings were not adjudicated in a court of law. We must encourage peaceful protest and protect – not victimize – people of color,” Brock said.\n\nShe said the problem with guns is not just from police, but also stems from Black on Black crime. “We need to raise up the hopes, dreams and expectations of our children so they don’t see violence as the only course of action. Violence is not the answer,” Brock said. “Service to others is the rent we pay for the space we occupy.”\n\nBrock said that health care is a social justice issue. “In Arizona and Kentucky, they are trying to dismantle the Affordable Care Act. Extreme poverty, unequal distribution of wealth contribute to the lack of access to health care,” she said.\n\n“It is a fact that children with health insurance do better in school and have a vision for the future. Everyone needs to come together to work on the problems in our community,” she said, adding that it is “a crime to spend billions on prisons and smart phones without paying for educate to create smart children,” she said.\n\nFor more on Black History Month at UNM and a schedule of events, visit: Black History Month.", "article_metadata": {"description": "The University of New Mexico Africana Studies program has a long history of bringing in engaging speakers to kick off Black History Month. When they arranged for NAACP Chairman Roslyn Brock to come, the reception was overwhelming. Individuals and groups...", "viewport": "width=device-width, initial-scale=1.0", "author": "Carolyn Gonzales"}, "_id": "\"57477af36914bd0286fd1402\"", "article_summary": "Vonnie Ulibarri receives the Africana Studies Distinguished Alumnus Award from Admasu Shunkuri and Charles Becknell, Jr.Africana Studies Distinguished Alumnus AwardFor the first time, Africana Studies offers an award in recognition and appreciation of an individual who strongly supports and advocates for the Africana Studies Program at UNM.\nAfricana Studies Person of the YearAfricana Studies honors an individual who has dedicated his or her life to serving the citizens of New Mexico and the Africana Studies program.\nUNM Distinguished Black Alumni of the YearThe first award was given to the UNM Distinguished Black Alumni of the Year.\n“The first recipient of the Africana Studies Distinguished Alumnus Award is very important to the history of our major, the bachelor of arts in Africana Studies,” Jefferson said.\nFor more on Black History Month at UNM and a schedule of events, visit: Black History Month."}