{"article_title": "Hollister doctor speaks at national LULAC conference in Washington, D.C.", "article_keywords": ["conference", "sharma", "doctor", "national", "rights", "washington", "dc", "immigration", "county", "lulac", "health", "included", "hollister", "surgeon", "speaks", "reform", "care"], "article_url": "http://benitolink.com/hollister-doctor-speaks-national-lulac-conference-washington-dc", "article_text": "The League of United Latin American Citizens (LULAC), celebrated its 19th annual Legislative and Advocacy Conference and the third annual Emerge Latino Conference in Washington, D.C., Feb. 23-25.\n\nLULAC’s mission is to advance the economic condition, educational attainment, political influence, housing, health and civil rights of the Hispanic population of the United States.\n\nLULAC National President Roger Rocha’s address focused on advancing mmigration reform, education, health care and civil rights policies of importance to the Latino community. His message included strengthening the Affordable Care Act, stronger LGBTQ rights, staggering student loan debt, ending deportation by ICE, statehood for Puerto Rico, bridging the digital divide and the Dream Act.\n\nPolicy briefings included \"Education: Advancing Accountability, Equity, and Access in the Era of the Common Core State Standards\" and \"Immigration: Keeping Immigration Reform a Top Issue.\"\n\nRepresenting San Benito County, Dr. Parveen Sharma. vice president of LULAC Council #2890 and chair of the LULAC National Health Committee, moderated the health policy briefing titled \"Surveying the Health Landscape: Addressing Emerging Health Disparities and Strengthening the Affordable Care Act. \"\n\n“Latinos in our county and nationwide continue to face challenges enrolling in proper health care insurance while having high rates of heart disease, diabetes, and asthma,” said Sharma. The panelists included experts in the field with special guest, Congressman Raul Ruiz, representing California’s 36th District, who serves on the House Committee on Natural Resources and the House Committee on Veterans' Affairs.\n\nSharma’s advocacy group included visits with Central Coast Congressman Sam Farr and the legislative assistant to Congressman Ron DeSantis. Topics of discussion were passing comprehensive immigration reform with a pathway to citizenship, protecting the Affordable Care Act, and Puerto Rico’s right to representation.\n\nSharma also met with Vice Admiral Surgeon General Vivek H. Murthy. The surgeon general’s role is to be \"Americas’ Doctor\" with the goal of creating a culture of prevention, according to his chief of staff, Parag V. Metha, M.P.A. As LULAC prepares for its second annual Health Fair this spring in Hollister, Sharma extended an invitation to the Surgeon General’s Office to continue an open dialogue and commitment to address issues concerning San Benito County when it comes to mental health, open enrollment in the ACA, comprehensive health services for women, funding for HIV/AIDS research and support.\n\nSan Benito County LULAC Council #2890 will have guest speaker, congressional candidate Jimmy Panetta, at its next meeting on Saturday, March 5 at the YMCA.\n\nFor more information, contact Dr. Sharma at drsharma2890@gmail.com.\n\n- Editor's note: Rohit Sharma is a BenitoLink board member and son of Dr. Sharma.", "article_metadata": {"viewport": "width=device-width, initial-scale=1, maximum-scale=1, minimum-scale=1, user-scalable=no", "Generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "LULAC National President Roger Rocha’s address focused on advancing mmigration reform, education, health care and civil rights policies of importance to the Latino community.\nSan Benito County LULAC Council #2890 will have guest speaker, congressional candidate Jimmy Panetta, at its next meeting on Saturday, March 5 at the YMCA.\nThe League of United Latin American Citizens (LULAC), celebrated its 19th annual Legislative and Advocacy Conference and the third annual Emerge Latino Conference in Washington, D.C., Feb. 23-25.\nPolicy briefings included \"Education: Advancing Accountability, Equity, and Access in the Era of the Common Core State Standards\" and \"Immigration: Keeping Immigration Reform a Top Issue.\"\nTopics of discussion were passing comprehensive immigration reform with a pathway to citizenship, protecting the Affordable Care Act, and Puerto Rico’s right to representation."}