{"article_title": "Uganda's opposition leader urges protests over detention", "article_keywords": ["protests", "supporters", "house", "detention", "urged", "results", "protest", "ugandas", "election", "opposition", "urges", "uganda", "besigye", "continued", "leader", "presidential"], "article_url": "http://www.dailyherald.com/article/20160221/news/302219968/", "article_text": "Uganda's opposition leader urges protests over detention\n\nhello\n\nOpposition leader and presidential candidate Kizza Besigye speaks to the media while under continued house arrest, at his home in Kasangati, outside the capital Kampala, in Uganda Sunday, Feb. 21, 2016. Besigye urged his supporters to protest his continued detention at home following the country's disputed presidential election and rejected the official results, alleging massive vote rigging. Associated Press\n\nOpposition leader and presidential candidate Kizza Besigye speaks to the media while under continued house arrest, at his home in Kasangati, outside the capital Kampala, in Uganda Sunday, Feb. 21, 2016. Besigye urged his supporters to protest his continued detention at home following the country's disputed presidential election and rejected the official results, alleging massive vote rigging. Associated Press\n\nOpposition leader and presidential candidate Kizza Besigye arrives to speak to the media while under continued house arrest, at his home in Kasangati, outside the capital Kampala, in Uganda Sunday, Feb. 21, 2016. Besigye urged his supporters to protest his continued detention at home following the country's disputed presidential election and rejected the official results, alleging massive vote rigging. Associated Press\n\nOpposition leader and presidential candidate Kizza Besigye, with a copy of the Ugandan Constitution at his side, speaks to the media while under continued house arrest, at his home in Kasangati, outside the capital Kampala, in Uganda Sunday, Feb. 21, 2016. Besigye urged his supporters to protest his continued detention at home following the country's disputed presidential election and rejected the official results, alleging massive vote rigging. Associated Press\n\nOpposition leader and presidential candidate Kizza Besigye speaks to the media while under continued house arrest, at his home in Kasangati, outside the capital Kampala, in Uganda Sunday, Feb. 21, 2016. Besigye urged his supporters to protest his continued detention at home following the country's disputed presidential election and rejected the official results, alleging massive vote rigging. Associated Press\n\nOpposition leader and presidential candidate Kizza Besigye speaks to the media while under continued house arrest, at his home in Kasangati, outside the capital Kampala, in Uganda Sunday, Feb. 21, 2016. Besigye urged his supporters to protest his continued detention at home following the country's disputed presidential election and rejected the official results, alleging massive vote rigging. Associated Press\n\nKAMPALA, Uganda -- Uganda's main opposition leader on Sunday urged his supporters to protest his continued detention at home in the aftermath of a disputed presidential election which was won by President Yoweri Museveni.\n\n\"The only way to get out of this is to use the popular numbers that we have to make sure that the gunmen do not do what they are doing,\" said Kizza Besigye, speaking to reporters at his house on the outskirts of the capital, Kampala.\n\nBesigye is unable to leave his house, with the police saying he is under preventive arrest to stop him from leading protests against Museveni's win that could turn violent. Armed police stand guard outside his residence and have set up a barrier preventing most people from accessing Besigye.\n\n\"If the regime continues to restrict me, to detain me in my home ... I call upon all of you citizens to protest this,\" he said Sunday. \"At the very minimum let us also stop them from moving,\" he said, referring to the security forces.\n\nKampala remained calm Sunday following the announcement of results amid a heavy security presence.\n\nLong-time Ugandan President Yoweri Museveni was on Saturday declared the winner of presidential polls held on Thursday, but Besigye's party has rejected the official results, alleging massive vote rigging. Museveni got more than 60 percent of the votes, far ahead of Besigye, who got 35 percent, according to final results announced by the election commission.\n\nBesigye said those results are fraudulent and is calling for an independent audit that includes members from the international community.\n\nBesigye, a 59-year-old doctor, said he plans to visit the headquarters in Kampala of the election commission on Monday to demand detailed copies of results from across the country, but it is unclear whether he will be allowed to leave his house. Police on Friday confined Besigye to his home.\n\nAfter Besigye's arrest, his supporters took to the streets. Riot police lobbed tear gas and stun grenades at them and fired warning shots from automatic rifles, then chased them through narrow alleys, arresting some.\n\nMuseveni's ruling party, the National Resistance Movement, urged \"all candidates to respect the will of the people and the authority of the electoral commission and accept the result. We ask all Ugandans to remain calm and peaceful and not to engage in any public disruptions.\"\n\nVoting was marred by lengthy delays in the delivery of polling materials, some incidents of violence as well as a government shutdown of social media sites like Twitter and Facebook, which remained inaccessible Saturday. Most of the delays happened in areas seen as opposition strongholds, including Kampala.\n\n\"The Ugandan people deserved better,\" said U.S. State Department deputy spokesman Mark Toner.\n\nThe election was marked by an \"intimidating atmosphere, which was mainly created by state actors,\" and the election commission lacks independence and transparency, the European Union observer mission said in its preliminary report.\n\nFormer Nigerian President Olusegun Obasanjo, the head of the Commonwealth observer mission, said the election \"fell short of meeting key democratic benchmarks.\"\n\nThe 71-year-old Museveni took power by force in 1986 and pulled Uganda out of years of chaos after a guerrilla war. He is a key U.S. ally on security matters, especially in Somalia. Critics fear he may want to rule for life and they accuse him of using security forces to intimidate the opposition.\n\nBesigye was Museveni's personal physician during the bush war and served as deputy interior minister in his first Cabinet. He broke with the president in 1999, saying Museveni was no longer a democrat.", "article_metadata": {"description": "Uganda's main opposition leader is urging his supporters to protest his continued detention at home in the aftermath of a disputed presidential election", "author": "Associated Press", "og": {"site_name": "Daily Herald", "description": "Uganda's main opposition leader is urging his supporters to protest his continued detention at home in the aftermath of a disputed presidential election", "title": "Uganda's opposition leader urges protests over detention", "url": "http://www.dailyherald.com/article/20160221/news/302219968/", "image": "http://www.dailyherald.com/storyimage/DA/20160221/news/302219968/EP/1/5/EP-302219968.jpg&updated=201602210757&imageversion=Facebook&exactH=630&exactW=1200&exactfit=crop&noborder", "type": "article"}, "twitter": {"description": "Uganda's main opposition leader is urging his supporters to protest his continued detention at home in the aftermath of a disputed presidential election", "title": "Uganda's opposition leader urges protests over detention", "url": "http://www.dailyherald.com/article/20160221/news/302219968/", "image": "http://www.dailyherald.com/storyimage/DA/20160221/news/302219968/AR/0/AR-302219968.jpg&updated=201602210757&maxw=1200&maxh=1200", "site": "@dailyherald", "card": "summary", "account_id": 8960722}, "robots": "noarchive", "fb": {"app_id": 105603449548761}, "keywords": "News, Nation/World, Associated Press", "article": {"publisher": "https://www.facebook.com/DailyHeraldFans", "published_time": "2016-02-21", "modified_time": "2016-02-21T11:57:00Z"}, "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "Uganda's opposition leader urges protests over detentionhelloOpposition leader and presidential candidate Kizza Besigye speaks to the media while under continued house arrest, at his home in Kasangati, outside the capital Kampala, in Uganda Sunday, Feb. 21, 2016.\nAssociated PressKAMPALA, Uganda -- Uganda's main opposition leader on Sunday urged his supporters to protest his continued detention at home in the aftermath of a disputed presidential election which was won by President Yoweri Museveni.\nBesigye urged his supporters to protest his continued detention at home following the country's disputed presidential election and rejected the official results, alleging massive vote rigging.\nCritics fear he may want to rule for life and they accuse him of using security forces to intimidate the opposition.\nBesigye said those results are fraudulent and is calling for an independent audit that includes members from the international community."}