{"article_title": "FedEx Indicted On Distribution Of Prescription Drugs; Case Highlights How Internet Sales Can Go Wrong", "article_keywords": ["case", "indicted", "prescription", "prescriptions", "drugs", "highlights", "sales", "fedex", "states", "sites", "wrong", "internet", "pharmacies", "distribution", "indictment", "illegal"], "article_url": "http://www.medicaldaily.com/fedex-indicted-distribution-prescription-drugs-case-highlights-how-internet-sales-can-go-wrong", "article_text": "Do shoot the messenger, apparently. A grand jury in San Francisco on Thursday indicted FedEx Corp. and its subsidiaries with conspiracies to traffic in controled substances and misbranded prescriptions, along with the distribution of these substances and prescriptions originating from illegal Internet pharmacies.\n\nAccording to the indictment, as early as 2004 officials from the DEA, FDA, and members of Congress told FedEx that illegal Internet pharmacies had been selling products through FedEx’s distribution channel. The problem is, FedEx didn’t stop. The company put a safeguard in place — its Online Pharmacy Credit Policy — requiring pharmacy background checks. But this measure was loosely enforced. To this day, 97 percent of Internet-run pharmacies are considered “rogue” sites, selling fake and dangerous drug products to consumers.\n\n“The advent of Internet pharmacies allowed the cheap and easy distribution of massive amounts of illegal prescription drugs to every corner of the United States,” U.S. Attorney Melinda Haag said in a press release, “while allowing perpetrators to conceal their identities through the anonymity the Internet provides.”\n\nFedEx wouldn’t be held liable for its corporate pill-pushing if it hadn’t known what was hidden in its trucks. But according to the indictment, the company understood its agreement with two illegal pharmacies, the Chhabra-Smoley Organization, from 2000 through 2008, and Superior Drugs, from 2002 through 2010. The indictment alleges FedEx would knowingly delivered prescriptions for these companies, even after they were closed down by state and federal law enforcement agencies “and that their owners, operators, pharmacists, and doctors were indicted, arrested, and convicted of illegally distributing drugs,” explains the U.S. Department of Justice brief.\n\nIn states like Kentucky, Tennessee, and Virginia, FedEx couriers complained of people storming their trucks for deliveries. They were made to drop off packages in schools and parking lots, instead of home addresses. In response, the company began requiring customers who bought from problematic shippers to pick up their packages at store locations.\n\n“Pharmaceutical drug abuse is a serious problem affecting millions of consumers in the United States,” said DEA Special Agent in Charge Jay Fitzpatrick. The National Association of Boards of Pharmacy (NABP) agrees. Ease of entry mixed with quick turnaround allows pharmaceutical companies to distribute counterfeit medicine to unwitting consumers. A recent NABP review found 88 percent of rogue sites sell prescription medications without needing a valid prescription. And 60 percent used only a questionnaire for “proof” of diagnosis.\n\nConsumers can protect themselves. The simplest way is to avoid online prescription orders. If you can help it, keep purchases confined to local pharmacies and doctors’ offices. If the Internet offers great advantages, stay alert for foreign or suspicious labeling and off-brand product names. Forty-nine percent of the rogue sites in the NABP review sold drugs that weren’t approved by the Food and Drug Administration. Another clue is legitimacy: 62 percent of sites didn’t have a physical address listed.\n\nAt the same time, Internet pharmacies should be able to enjoy consumer trust, DEA’s Fitzpatrick said, but that trust also requires corporate integrity. “While DEA is committed to ensuring patients receive legitimate prescriptions,” he said, “today’s action should send a strong message that corporations that participate in illegal activity risk investigation and prosecution.”\n\nFedEx’s indictment only signifies that crimes may have been committed. The U.S. judicial system still has to maintain its assumption of innocence. If convicted, the defendants face a maximum sentence of five years of probation, and a fine of between $1 and 2.5 million, or twice the gross gain derived from the offense. In this case, that total is at least $820 million.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "fedex, indicted, distribution, prescription, drugs, case, highlights, how, internet, sales, can", "og": {"site_name": "Medical Daily", "description": "As much as 97 percent of pharmaceutical websites in a recent review sold medicine that carried no formal approval whatsoever.", "title": "FedEx's Illegal Drug Conspiracy Reveals Holes In Internet Safety", "url": "http://www.medicaldaily.com/fedex-indicted-distribution-prescription-drugs-case-highlights-how-internet-sales-can-go-wrong", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/07/18/fedex.jpg", "type": "article"}, "twitter": {"description": "As much as 97 percent of pharmaceutical websites in a recent review sold medicine that carried no formal approval whatsoever.", "title": "FedEx's Illegal Drug Conspiracy Reveals Holes In Internet Safety", "url": "http://www.medicaldaily.com/fedex-indicted-distribution-prescription-drugs-case-highlights-how-internet-sales-can-go-wrong", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/07/18/fedex.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/07/18/fedex.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Policy/Biz", "published_time": "2014-07-18T10:29:43-04:00", "modified_time": "2014-07-18T10:29:42-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "As much as 97 percent of pharmaceutical websites in a recent review sold medicine that carried no formal approval whatsoever."}, "_id": "\"57477af46914bd0286fdd9d1\"", "article_summary": "At the same time, Internet pharmacies should be able to enjoy consumer trust, DEA’s Fitzpatrick said, but that trust also requires corporate integrity.\nAccording to the indictment, as early as 2004 officials from the DEA, FDA, and members of Congress told FedEx that illegal Internet pharmacies had been selling products through FedEx’s distribution channel.\nA recent NABP review found 88 percent of rogue sites sell prescription medications without needing a valid prescription.\nA grand jury in San Francisco on Thursday indicted FedEx Corp. and its subsidiaries with conspiracies to traffic in controled substances and misbranded prescriptions, along with the distribution of these substances and prescriptions originating from illegal Internet pharmacies.\nBut according to the indictment, the company understood its agreement with two illegal pharmacies, the Chhabra-Smoley Organization, from 2000 through 2008, and Superior Drugs, from 2002 through 2010."}