{"article_title": "Supreme Court Denies Stay of DOL’s Home Care Rule", "article_keywords": ["denies", "wage", "supreme", "court", "dol", "district", "enforcement", "workers", "rule", "stay", "overtime", "regulation", "minimum", "dols", "care"], "article_url": "http://www.natlawreview.com/article/supreme-court-denies-stay-dol-s-home-care-rule", "article_text": "Wednesday, October 7, 2015\n\nOn December 22, 2014, in Home Care Association of America v. Weil, the U.S. District Court for the District of Columbia vacated a key portion of a U.S. Department of Labor (“DOL”) regulation amending the minimum wage and overtime exemptions for “companionship” domestic service workers. (See our prior blog post for more information.) The DOL appealed this decision to the U.S. Court of Appeals for the D.C. Circuit, which reversed the district court on August 15, 2015. On October 13th the D.C. Circuit’s mandate will instruct the district court to enter summary judgment in favor of the DOL, rendering the new home care rule effective.\n\nIn response to this approaching effective date, three industry trade groups making up a home care industry coalition sought a stay of the ruling with the D.C. Circuit. The Court of Appeals denied the motion on September 18, 2015. The challengers then went to the United States Supreme Court, asking for a stay pending the filing of a petition for certiorari. Yesterday, the U.S. Supreme Court denied that application, which means the new regulation could go into effect as early as next week.\n\nThe controversial rule extends federal minimum wage and overtime protections to an estimated two million workers by eliminating the Fair Labor Standard Act’s (FLSA) minimum wage and overtime exemption for certain home care workers. 29 C.F.R. Part 552. While the DOL’s Wage and Hour Division (“WHD”) had previously stated that it would proceed with limited enforcement until December 31, 2015, home care companies could still face private enforcement efforts even during the enforcement “grace period.” (See our prior blog post.) As such, employers should immediately take steps to comply with the new regulation.", "article_metadata": {"description": "On December 22, 2014, in Home Care Association of America v. Weil, the U.S. District Court for the District of Columbia vacated a key portion of a U.S. Department of Labor regulation amending the minimum wage and overtime exemptions for “companionship” domestic service workers.", "generator": "Drupal 7 (http://drupal.org)", "og": {"site_name": "The National Law Review", "description": "On December 22, 2014, in&amp;nbsp;Home Care Association of America v. Weil, the U.S. District Court for the District of Columbia vacated a key portion of a U.S. Department of Labor (&amp;ldquo;DOL&amp;rdquo;) reg", "title": "Supreme Court Denies Stay of DOL’s Home Care Rule", "url": "http://www.natlawreview.com/article/supreme-court-denies-stay-dol-s-home-care-rule", "image": "http://www.natlawreview.com/sites/default/files/styles/thumbnail/public/article/aux/1123/Bigstock-%2051352727%20-%20Supreme%20Court%20Building_11.jpg?itok=CPmjf_-V", "type": "article"}, "keywords": "Department of Labor, Regulation, overtime exemptions, companionship domestic service workers, minimum wage, Home Care Association of America, Weil", "msvalidate.01": "5493B547C0AB527FF4CF8C4D0127302A", "google-site-verification": "SAKcOmA6_i0E79oG2TjlPWfOSs9kMM6EWAZNaT0aBtA", "verify-v1": "nSkrvEqyOIUMGKMak3OBIKcpcABac4XWK5NJKMuMtBY=", "y_key": "fe6cd8bd83ff0c09", "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "legal, business, Department of Labor, Regulation, overtime exemptions, companionship domestic service workers, minimum wage, Home Care Association of America, Weil"}, "_id": "\"57477af46914bd0286fdfe29\"", "article_summary": "The controversial rule extends federal minimum wage and overtime protections to an estimated two million workers by eliminating the Fair Labor Standard Act’s (FLSA) minimum wage and overtime exemption for certain home care workers.\nCircuit, which reversed the district court on August 15, 2015.\nOn October 13th the D.C. Circuit’s mandate will instruct the district court to enter summary judgment in favor of the DOL, rendering the new home care rule effective.\nThe challengers then went to the United States Supreme Court, asking for a stay pending the filing of a petition for certiorari.\nYesterday, the U.S. Supreme Court denied that application, which means the new regulation could go into effect as early as next week."}