{"article_title": "Should Apple’s TV Announcement Make Netflix Investors Nervous?", "article_keywords": ["announcement", "apple", "investors", "netflix", "tv", "nervous", "company", "content", "amazon", "service", "video", "apples", "netflixs", "original", "shows"], "article_url": "http://www.thefiscaltimes.com/2015/09/09/Should-Apple-s-TV-Announcement-Make-Netflix-Investors-Nervous", "article_text": "Apple is holding its annual September product announcement event today, and it’s rumored that the big news, besides updates to the iPhone lineup, will be an upgraded Apple TV set-top box.\n\nApple TV has been around for years, but the new model is already attracting attention for its video gaming potential: bringing the apps from your phone to the screen in your living room. Beyond that, though, the device should mark Apple’s strongest foray to ensconce itself not just in your pocket or on your desk, but in your living room, too.\n\nThat could spell long-term trouble for Netflix, and it comes at a time when other rivals are also stepping up with features to match what Netflix can offer. At the same time, Netflix has ended its deal with Epix, a major movie distributor, meaning the company is going to rely even more on producing hit original content for its growth.\n\nRelated: The One Important Number Netflix Isn’t Giving Out\n\nStrong growth has swelled Netflix’s global subscriber base to 65.6 million as of the end of June, and its stock price had soared 136 percent in the first eight months of the year, making it far and away the best performer in the S&P 500.\n\nBut then the stock market turned, and investor confidence in the Netflix story seems to have been shaken. The stock price has tumbled from a peak above $129 on Aug. 5 to below $95 a little more than one month later.\n\nWhile it’s not likely that Apple or any other company is going to bump Netflix from its dominant perch anytime soon, the competition is clearly getting tougher. Below are four companies that are causing investors to sweat over Netflix’s ability to remain at the top of the pack.\n\nApple\n\nWhile previews of Apple’s big event have largely focused on Apple TV’s gaming potential, the device could also open the way for a stronger push into video. And the company may be making other moves in that regard: It is reportedly exploring launching its own streaming video service and creating its own original content.\n\nEven though Apple would be starting from scratch if it were to start developing content, the company has billions of dollars to throw at such projects. That kind of money could easily bring in already-established talent to create exciting and crowd-pleasing content, or it could be spent to snap up existing studios. And no company is better at marketing its new offerings. It only took Netflix a few years to create a lineup of hits and become an entertainment force. Apple has the power to become a player if it wants to be one.\n\nNetflix CEO Reed Hastings was sanguine about the threat. \"We've got so many great original shows out. And other people are doing shows too,\" he told CNN recently. \"HBO is doing shows, FX are doing shows, BBC. So the fact that additional tech companies may be doing shows, that's really not that big a deal in the total number of shows being produced around the world.\"\n\nTrue, but Apple could make it that much more difficult for any player to stand out — and continue to grow — in an ever-more crowded marketplace of entertainment options.\n\nHulu\n\nThe streaming service owned by Fox, NBCUniversal and Disney just added a commercial-free option for $11.99 a month, potentially eliminating one of the differences that drove viewers to opt for Netflix instead. Hulu does plan to keep offering its lower-priced, limited advertisement option for $7.99 a month for those who don’t want to pay more. Hulu has also spent a good chunk of this past year increasing its content lineup through various licensing deals. A new partnership with Epix means viewers will now be able to watch films from Lionsgate, MGM and Paramount that used to be available on Netflix.\n\nAmazon\n\nLast week Amazon announced that all Prime subscribers in the U.S., U.K., Germany and Austria could watch previously downloaded movies and TV shows offline on their Android and iOS mobile devices. Before, only Amazon Fire tablet or smartphone owners could watch offline. Netflix doesn’t allow its users to download any content and videos aren’t available offline.\n\nRelated: The Sales-Pumping Power of Amazon Prime\n\nJust as Hulu is benefiting from Netflix axing its deal with Epix, Amazon is set to profit as well. As of Sept. 30, Netflix will no longer offer some big-name films like “The Hunger Games,” but they’ll still be accessible on Amazon. If viewers aren’t satisfied with Netflix’s original content or they miss the old content, they can easily turn to Amazon.\n\nAlibaba\n\nAlibaba is looking to cement its online dominance is Asia by launching a Netflix-like streaming video service. Currently in a beta launch phase, the service, called TBO (Tmall Box Office), will offer a mixture of Chinese and foreign movies and television shows. Alibaba also plans on creating original content for the service. Viewers are going to have to pay $6.10 for a month-long subscription or $57.50 for an annual one.\n\nRelated: Apple’s App Store Bigger Than Hollywood Box Office\n\nWhile another video streaming service launching on another continent wouldn’t usually be a concern, Netflix just took another step in its own international expansion by launching in Japan. Even though the two companies aren’t in the same country, they both hope to expand across Asia and will ultimately be direct rivals.\n\nAlibaba’s entry could make Netflix’s international expansion more challenging and costly — and the Japanese market presents its own challenges, too. The Japanese aren’t used to paying for television content, as The Financial Times (registration required) reported recently. Public broadcasters remain popular, DVD rental shops are still active and less than 30 percent of households subscribe to pay TV. In addition, the precarious state of the Chinese economy has some Netflix investors fearful that Netflix’s entry into the Asian market won’t be a success.\n\nNetflix has proven naysayers wrong before — and it has enjoyed massive growth even as skeptics have continued to warn about the threats from bigger tech and entertainment industry players.", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "Apple is holding its annual September product announcement event today, and it’s rumor", "title": "Should Apple’s TV Announcement Make Netflix Investors Nervous?", "url": "http://www.thefiscaltimes.com/2015/09/09/Should-Apple-s-TV-Announcement-Make-Netflix-Investors-Nervous", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/wpid-2013-07-23T002550Z_5_CBRE96L1K3O00_RTROPTP_2_NETFLIX-RESULTS.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2015/09/09/Should-Apple-s-TV-Announcement-Make-Netflix-Investors-Nervous", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/wpid-2013-07-23T002550Z_5_CBRE96L1K3O00_RTROPTP_2_NETFLIX-RESULTS.jpg", "title": "The Fiscal Times", "card": "summary", "creator": "@milliedent"}, "generator": "Drupal 7 (http://drupal.org)", "description": "Apple is holding its annual September product announcement event today, and it’s rumor", "viewport": "initial-scale=1, maximum-scale=1"}, "article_summary": "If viewers aren’t satisfied with Netflix’s original content or they miss the old content, they can easily turn to Amazon.\nAlibabaAlibaba is looking to cement its online dominance is Asia by launching a Netflix-like streaming video service.\n\"We've got so many great original shows out.\nIn addition, the precarious state of the Chinese economy has some Netflix investors fearful that Netflix’s entry into the Asian market won’t be a success.\nAnd the company may be making other moves in that regard: It is reportedly exploring launching its own streaming video service and creating its own original content."}