{"article_title": "Too Little, Too Late For Many New Yorkers Seeking Hospice : Shots", "article_keywords": ["little", "yorkers", "seeking", "life", "late", "patients", "health", "york", "shots", "hospice", "pain", "told", "hospitals", "lopez", "care"], "article_url": "http://www.npr.org/sections/health-shots/2014/12/17/351145478/too-little-too-late-for-many-new-yorkers-seeking-hospice", "article_text": "Too Little, Too Late For Many New Yorkers Seeking Hospice\n\nSandra Lopez and her Chihuahua, Coco, were inseparable. He followed her everywhere, and kept Lopez's mood up when she was in pain — which was often.\n\nOn Oct. 15, 2014, Lopez died at age 49 of melanoma that had slowly spread throughout her body over the course of two years.\n\nIf you're referred to hospice, it means no one expects you to get better. And that is, in my mind, a threshold that's difficult for people to step over.\n\nLopez was in and out of the hospital in 2014, but during the months she was home, a hospice nurse from the Metropolitan Jewish Health System visited once a week to help manage the pain, backed up by a 24-hour, nurse-staffed phone line that Lopez called often.\n\n\"Some days the pain is so excruciating,\" Lopez told me in August from the couch in her Brooklyn apartment, \"that the pain overrides the medication.\"\n\nBut despite evidence that hospices can greatly relieve discomfort, extend life and save money, and despite a generous hospice benefit available through both Medicare and Medicaid, relatively few people in New York take advantage of it, compared with elsewhere in the country.\n\nThe reasons for this local gap are complicated, but Jeanne Dennis, senior vice president of hospice and palliative care at the Visiting Nurse Service of New York, says one place to start is with patients' fears. \"If you're referred to hospice, it means no one expects you to get better,\" Dennis says. \"And that is, in my mind, a threshold that's difficult for people to step over.\"\n\nExperts also focus on what they call medical culture, which can vary dramatically from region to region. According to this theory, physicians in the metropolitan area are specialists and sub-specialists, and institutions put a premium on treatments and tests. Even more than in other places, the goal in New York City is to cure patients rather than simply care for them. Treating and testing is just what they do — letting go isn't, says Dennis.\n\nPhysicians put off the conversation, she says, with rationalizations like, \" 'It's a little too soon'; 'It's a little too early'; 'I don't have enough time today'; 'I'm not sure they're ready for it.' \"\n\nNew York has 7 out of the 10 hospitals in the country with the fewest hospice referrals. Local academic medical centers — national leaders in research — do better, but still lag behind the rest of the country in their referral rates. It's a big contrast to some hospitals around the country, particularly several in Arizona, Utah and Florida, where more than 75 percent of dying patients take advantage of Medicare's hospice benefit.\n\nFurther, most hospice referrals in New York are for brief stays — a week or less — 2.5 times shorter than the national average. Szoa Geng, a health care consultant from the firm Strategy&, says when hospitals move people to hospice with just a few days left to live, the patients don't get the full hospice experience.\n\n\"They're not getting the psychosocial support, and their families are not,\" Geng says. \"It can be a time of closure, and coming to peace with a lot of things in your life, and none of that can happen if you come onto hospice with a day left.\"\n\nHospice care mostly takes place at home, but it can also occur in freestanding hospices, nursing homes or designated areas of hospitals. To receive the care, a doctor must predict a patient is in the last six months of life without hope of improving. There's no penalty for outliving that prediction; some patients stabilize and go off hospice care, then return later when they start declining again.\n\nAbout 25 percent of people in the New York metropolitan area use hospice care in their last six months of life, compared with close to 50 percent nationally. Statewide, the rate is closer to 30 percent. But that still makes New York 49th out of 50 states and the District of Columbia, according to the 2012 Dartmouth Health Atlas, the most recent statistics available.\n\nSandra Lopez said that before her oncologist told her about hospice care, she frequently called 911 to request an ambulance to take her to the hospital, where she would be admitted and spend days at a time. That happened \"dozens and dozens of times\" in a year, Lopez said.\n\nAt around $210 a day, Lopez's hospice care cost Medicaid tens of thousands of dollars — probably less than her revolving-door trips to the hospital (with all their multinight stays), but still a lot of money.\n\nFor Lopez, hospice helped her get ready to walk down the final road.\n\n\"I stopped worrying — like the worry box I used to be,\" she told me in August. \"I just live my life normally, like everybody else, because worrying will just probably get me more sick.\"\n\nLopez knew that at some point her body would start shutting down, but she would never say how much time her doctors estimated she had remaining, because she didn't dwell on that, she said. She was at peace as she faced death and knew she could stay that way — as long as someone was with her at home, at her bedside, helping to subdue her pain.\n\nThis story is part of an NPR reporting partnership with WNYC and Kaiser Health News. Special thanks to WYNC's Data Team.", "article_metadata": {"Rating": "General", "description": "Evidence shows hospice care can extend life and save money, but only if patients and doctors dare ask for the help. One New Yorker said hospice gave her back life at peace, pain subdued.", "og": {"site_name": "NPR.org", "description": "Evidence shows hospice care can extend life and save money, but only if patients and doctors dare ask for the help. One New Yorker said hospice gave her back life at peace, pain subdued.", "title": "Too Little, Too Late For Many New Yorkers Seeking Hospice", "url": "http://www.npr.org/sections/health-shots/2014/12/17/351145478/too-little-too-late-for-many-new-yorkers-seeking-hospice", "image": "https://media.npr.org/assets/img/2014/10/01/sandra-lopez_wide-1d38e30ff5432ffa5124dfe5741de9e3b2bca6b3.jpg?s=1400", "type": "article"}, "twitter": {"domain": "npr.org", "image": {"src": "https://media.npr.org/assets/img/2014/10/01/sandra-lopez_wide-1d38e30ff5432ffa5124dfe5741de9e3b2bca6b3.jpg?s=1400"}, "card": "summary_large_image", "site": "@NPR"}, "robots": "noarchive,index,follow", "fb": {"app_id": 138837436154588, "pages": 10643211755}, "date": "2014-12-17", "viewport": "width=device-width, initial-scale=1, minimum-scale=1, maximum-scale=1, user-scalable=no, shrink-to-fit=no"}, "_id": "\"57477af46914bd0286fd8bc9\"", "article_summary": "Too Little, Too Late For Many New Yorkers Seeking HospiceSandra Lopez and her Chihuahua, Coco, were inseparable.\nFor Lopez, hospice helped her get ready to walk down the final road.\nHospice care mostly takes place at home, but it can also occur in freestanding hospices, nursing homes or designated areas of hospitals.\nThere's no penalty for outliving that prediction; some patients stabilize and go off hospice care, then return later when they start declining again.\n\"Some days the pain is so excruciating,\" Lopez told me in August from the couch in her Brooklyn apartment, \"that the pain overrides the medication.\""}