{"article_title": "Tyler Matzek in low minors to regain control of career – The Denver Post", "article_keywords": ["regain", "control", "batters", "minors", "way", "innings", "career", "season", "rockies", "denver", "players", "tyler", "low", "pitching", "walked", "post", "matzek", "era"], "article_url": "http://www.denverpost.com/rockies/ci_28398929/matzek-low-minors-regain-control-career", "article_text": "Last Sept. 5, Tyler Matzek pitched the only complete-game shutout of the Rockies’ 2014 season. Commanding the mound, the 24-year-old rookie beat the San Diego Padres 3-0 at Coors Field, allowing three hits, walking one and striking out six. He threw just 103 pitches, 75 for strikes.\n\nIt was one of the finest pitching performances in Rockies history.\n\nLast Wednesday, pitching for the short-season Single-A Boise (Idaho) Hawks in Eugene, Ore., Matzek lasted one-third of an inning. He didn’t allow a hit, but he walked five batters and hit another.\n\nIn 3 minor-league innings this season, Matzek has walked 15 batters and posted a demoralizing 35.10 ERA. The wildness that haunted him during his roller-coaster rise through the minors has returned with a vengeance.\n\n“I’ve gotten away from some of the things I was doing well,” he said in a phone interview from Eugene. “There is a mental aspect that is getting in the way of my mechanics.”\n\nSuch as?\n\n“I’m honestly not even sure,” he said. “Some mental things that happen to creep in and I have to make adjustments. I felt a little bit anxious.”\n\nThe sudden loss of simple mechanics — baseball players and golfers call it “the yips” — can wreck a career. The classic case is former Pittsburgh Pirates ace Steve Blass. From 1968-72, Blass compiled 78 wins, a 3.05 ERA, a trip to the All-Star Game and a second-place finish in National League Cy Young Award balloting in 1972. Over that stretch, he averaged only three walks per nine innings pitched.\n\nBlass unraveled in 1973, when he walked 84 batters and hit an NL-high 12 batters in 88 innings. He posted a 3-9 record and a 9.85 ERA. He pitched in his final major-league game in 1974, one day shy of his 32nd birthday.\n\nMatzek does not think he has “Steve Blass Disease.”\n\n“I don’t think that it’s so much the yips,” Matzek said. “The yips, to me, would mean I wouldn’t be able to (pitch) in practice. I have had some mental demons that come up when I’m in a game. It’s something that throws my mechanics off.\n\n“It’s not something I want to share. It’s not something I want opposing teams knowing about.”\n\nKeep it confidential\n\nThe Rockies are guarded when they talk about Matzek, the 11th pick in the first round of the 2009 draft. They gave Matzek a $3.9 million signing bonus, a team record at the time, soon after he graduated from Capistrano Valley High School in Mission Viejo, Calif.\n\n“With Tyler, it comes back to staying simple with the mind and simple in his physical approach as well,” said Zach Wilson, the Rockies’ senior director of player development. “That’s as far as I want to go on the topic right now.”\n\nMatzek was 2-1 with a 4.09 ERA in five starts with the Rockies to begin this season. But on May 6, while pitching against the Arizona Diamondbacks at Coors Field, he walked six batters in just two innings. It was clear the control problems that slowed his development in the minor leagues had returned.\n\nThings got worse when he was optioned to Triple-A Albuquerque. He pitched one inning for the Isotopes, allowing seven runs and seven walks. The Rockies had seen enough. They took Matzek out of the pressure of games and he began working in side sessions with Mark Wiley, the Rockies’ director of pitching operations, and pitching coordinator Doug Linton.\n\nMatzek also has been consulting with Andy McKay, who joined the Rockies in September 2012 for a position they call “peak performance coordinator,” a job previously titled mental skills coach. McKay does not speak to the media about the players he works with.\n\n“What goes on between Andy and the players is personal and confidential,” Wilson said. “It would be unfair to the players for Andy to speak publicly about them.”\n\nPsychological impact\n\nThe mind-body connection, especially for an athlete such as Matzek with rare physical skills, is not easily reconnected.\n\n“It’s complicated, but simply put, when emotions come into play, it changes your mechanics,” said Dr. Richard Lustberg, a New York state licensed psychologist and a member of the American Psychological Association who writes extensively on sports psychology. “When players choke, you start to see changes with the arm, and with the release of the ball. You can see it with pitchers and you can see it with the swing of a tennis racket or a golf club.\n\n“Then you begin to get into the spinning-dryer cycle. You try one change and then another change and it all starts spinning faster.”\n\nAccording to Lustberg, once an athlete slows the spinning and gets to the root of the problem, a lot of work remains to be done.\n\n“A player like Matzek has a condition,” Lustberg said. “He needs to be mentally trained — consistently. If you have a condition, you need to stay on a course of maintenance.”\n\nDespite Matzek’s success late last season when he went 4-2 with a 1.55 ERA over his final six starts, the demons still lurked.\n\n“I didn’t really feel comfortable, coming into spring training, with the way I was throwing and it kind of grew from there,” Matzek said.\n\nHe once traveled to major-league cities via the Rockies’ private jet. Now he must endure eight-hour bus rides from Boise to Eugene, but he says the grind is worth it.\n\n“It might seem strange to some people on the outside, but in my eyes, and in the eyes of the club, this is the fastest way to get through this,” he said. “Sure, I could have tried to work my way through it at the big-league level. But I think if I had kept struggling, I would have been digging myself a deeper hole. I would have spent all year trying to work myself out of that hole.”\n\nAs Matzek has discovered, it’s not an easy climb. But it can be done.\n\n“Once you have shown the capacity to do something, you can produce the product again,” Lustberg said. “(Matzek) has already done this and he can do it again.”\n\nMatzek insists he’s not depressed, just frustrated.\n\n“This is not where I want to be, obviously, but I’m not the first guy to have this happen to them,” he said. “There have been plenty of guys, good pitchers, sent back to go back to Single-A. So I don’t think I’m the first one. I have to look on the bright side.”\n\nPatrick Saunders: psaunders@denverpost.com or twitter.com/psaundersdp\n\nTyler Matzek’s wild baseball ride\n\nTyler Matzek’s career in professional baseball has been marked by both success and bouts of wildness since the left-hander signed with the Rockies in 2009 as the 11th pick in the MLB draft:\n\n2010: Rookie season, the 19-year-old shines at Single-A Asheville with 5-1 record and 2.92 ERA in 18 starts.\n\n2011: He struggles at Asheville (4.36 ERA), melts down at High-A Modesto (9.82 ERA), then is shut down for the rest of the season.\n\n2012: He returns for a full season at Modesto. Strikes out 153 in 142 innings but walks 95.\n\n2013: Pitching for Double-A Tulsa, he goes 8-9 with 3.79 ERA and reduces his walks to 76 in 142 innings.\n\n2014: After a strong performance for Triple-A Colorado Springs, he makes his big-league debut with the Rockies on June 11 against Atlanta. Finishes the season 6-11 with a 4.05 ERA in 19 starts. Pitches a three-hit shutout against San Diego on Sept. 5 at Coors Field.\n\n2015: After early struggles with the Rockies, he is removed from competition as he battles control problems. He begins pitching again, but the results aren’t good. In only 3 minor-league innings, he has walked 15 batters and posted a 35.10 ERA.\n\nPatrick Saunders, The Denver Post", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "Tyler Matzek in low minors to regain control of career", "title": "Tyler Matzek in low minors to regain control of career", "url": "http://www.denverpost.com/2015/06/28/tyler-matzek-in-low-minors-to-regain-control-of-career/", "image": {"width": 654, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/04/20150628__Tyler-Matzekp1.jpg", "height": 435}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/04/20150628__Tyler-Matzekp1.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "article": {"published_time": "2015-06-28T20:18:18+00:00", "modified_time": "2016-04-22T19:09:19+00:00"}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af36914bd0286fd144a\"", "article_summary": "In 3 minor-league innings this season, Matzek has walked 15 batters and posted a demoralizing 35.10 ERA.\nLast Sept. 5, Tyler Matzek pitched the only complete-game shutout of the Rockies’ 2014 season.\nMatzek does not think he has “Steve Blass Disease.”“I don’t think that it’s so much the yips,” Matzek said.\nBlass unraveled in 1973, when he walked 84 batters and hit an NL-high 12 batters in 88 innings.\nLast Wednesday, pitching for the short-season Single-A Boise (Idaho) Hawks in Eugene, Ore., Matzek lasted one-third of an inning."}