{"article_title": "Furry Fandom Chemical Attack At This Year's MidWest Furfest Sends 19 To The Hospital", "article_keywords": ["symptoms", "unfortunately", "furfest", "sends", "furry", "hospital", "incident", "fandom", "chemical", "19", "attack", "tribune", "serious", "midwest", "chlorine", "exposure"], "article_url": "http://www.medicaldaily.com/furry-fandom-chemical-attack-years-midwest-furfest-sends-19-hospital-police-suspect-313408", "article_text": "A “furry” is a person who enjoys dressing up in fur suits and roleplaying as anthropomorphic animals. Those who identify as “furries” often face harassment, but this past weekend the discrimination reached dangerous levels. A chemical attack believed to be “consistent with an intentional act” sent 19 people to the hospital.\n\nEarly Sunday morning at this year’s Midwest FurFest convention at the Hyatt hotel in suburban Illinois, a third alarm chemical leak was discovered on the hotel’s 10th floor.\n\n“A lot of people thought this was just someone pulling the fire alarm,” Thomas Zell, a first-hand witness told The Chicago Tribune. “But it was serious this time.”\n\nAll people inside the building were evacuated and sent to a nearby shelter while the chemical leak was investigated. Nineteen people needed to be transported to nearby hospitals with symptoms consistent with chemical exposure such as nausea, dizziness, and other medical problems, The Chicago Tribune reported.\n\nThe strong smell of chlorine was reported by those inside the vicinity. “It was like when you walk into a pool. It was pungent,” said Chris Delaney, an Iowa native who was in the hotel at the time of the incident. Upon investigating, police found what appeared to be powdered chlorine in a stairwell on the ninth floor.\n\nChlorine is an element used in industry and some household products, and according to the Centers for Disease Control and Prevention, exposure to high concentrations of the chemical can produce serious consequence. Common symptoms of chlorine exposure include: blurred vision, burning pain, redness and blisters on the skin, burning sensation in the nose, throat, and eyes, coughing, chest tightness, difficulty breathing, fluid in the lungs, nausea and vomiting, watery eyes, and wheezing.\n\nWhen a group faces violent, prejudice motivated crime because of his or her perceived membership in a certain social group, this is considered to be a hate crime. Based on the initial review of this weekend’s FurFest incident, police are not ruling this out as a possibility. A criminal investigation has been opened.\n\nDiscrimination against furries is unfortunately quite a widespread occurrence. Allison Barrios, a self-proclaimed furry, explained to Buzzfeed that although many believe furry fandom is sexually motivated, in reality it’s simply a way to express one’s artistic talent.\n\n“It’s really just a bunch of people that love anthropomorphic art,” Barrios explained. “Unfortunately, people will always be looked down upon about it, but almost anyone will be looked down upon that isn’t the current flow of whatever’s popular.”\n\nDespite the incidence, the FurFest will still continue despite “last’s night unfortunate incident,” the event’s website read.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "furry, fandom, chemical, attack, years, midwest, furfest, sends, 19, hospital, police, suspect", "og": {"site_name": "Medical Daily", "description": "A chemical leak believed to be intentional sent 19 furries to the hospital at this year's MidWest FurFest 2014.", "title": "19 'Furries' Hospitalized In Strangest Chemical Attack Ever", "url": "http://www.medicaldaily.com/furry-fandom-chemical-attack-years-midwest-furfest-sends-19-hospital-police-suspect-313408", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/12/08/furry.jpg", "type": "article"}, "twitter": {"description": "A chemical leak believed to be intentional sent 19 furries to the hospital at this year's MidWest FurFest 2014.", "title": "19 'Furries' Hospitalized In Strangest Chemical Attack Ever", "url": "http://www.medicaldaily.com/furry-fandom-chemical-attack-years-midwest-furfest-sends-19-hospital-police-suspect-313408", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/12/08/furry.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/12/08/furry.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "The Grapevine", "published_time": "2014-12-08T10:59:08-05:00", "modified_time": "2014-12-08T10:59:07-05:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "A chemical leak believed to be intentional sent 19 furries to the hospital at this year's MidWest FurFest 2014."}, "_id": "\"57477af46914bd0286fde1af\"", "article_summary": "Based on the initial review of this weekend’s FurFest incident, police are not ruling this out as a possibility.\nA chemical attack believed to be “consistent with an intentional act” sent 19 people to the hospital.\nNineteen people needed to be transported to nearby hospitals with symptoms consistent with chemical exposure such as nausea, dizziness, and other medical problems, The Chicago Tribune reported.\nEarly Sunday morning at this year’s Midwest FurFest convention at the Hyatt hotel in suburban Illinois, a third alarm chemical leak was discovered on the hotel’s 10th floor.\nA “furry” is a person who enjoys dressing up in fur suits and roleplaying as anthropomorphic animals."}