{"article_title": "Holiday Shopping Season: Can Consumers Carry the Economy?", "article_keywords": ["gdp", "quarter", "shopping", "consumers", "spending", "season", "data", "prices", "growth", "carry", "holiday", "consumer", "wrote", "economy"], "article_url": "http://www.thefiscaltimes.com/2014/11/03/Holiday-Shopping-Season-Can-Consumers-Carry-Economy", "article_text": "The U.S. economy still isn’t booming, but it sure is looking better. Whether it continues to build momentum still depends on the extent to which U.S. consumers pick up their spending as the holiday shopping season gets underway.\n\nMore proof of the economy’s momentum came Thursday, when the Commerce Department estimated that the country’s real gross domestic product had raced ahead at an annualized rate of 3.5 percent in the third quarter, about half a percentage point better than economists had expected. The solid performance follows the second quarter’s 4.6 percent annualized rate of expansion, meaning that the last six months have been stronger than any such stretch since the end of 2003.\n\nBut some economists warned that the details of the third-quarter report weren’t quite as strong as the headline number might suggest — and that GDP growth in the fourth quarter is likely to be weaker.\n\nRelated: Good GDP Numbers Put U.S. at Top of a Middling Heap\n\n“The upside surprise was mostly located in defense spending, inventories and, to a lesser extent, net foreign trade,” J.P. Morgan economist Michael Feroli wrote to clients. Overall, government spending grew by the most since the middle of 2009, including a 16 percent jump in defense spending. As a result, the government added 0.8 percentage points to the GDP growth figure, including 0.7 percentage points from defense. “All three of these categories tend to be associated with payback the following quarter.” As a result, Feroli trimmed his estimate for fourth-quarter growth from 3 percent to 2.5 percent.\n\nThat means that fourth-quarter GDP will rely more heavily on consumer spending. Yet now that Halloween has passed and the holiday shopping season is ramping up in earnest — retailers like Walmart and Amazon have already kicked off their holiday sales — the state of the U.S. consumer remains at least somewhat in question.\n\n“Consumer spending has been weaker than anticipated this year,” Bank of America Merrill Lynch economists noted on Thursday. Spending grew at an annualized rate of 1.85 percent on average over the first nine months of the year, down from a quarterly average of 2.7 percent last year.\n\nRelated: Fed Ends QE3, Signals Confidence in U.S Economy\n\nIt’s true that the two best-known measures of consumer confidence are now at post-recession highs, but data released by the Commerce Department on Friday showed that consumer spending fell 0.2 percent in September, the first drop in eight months. That reinforced a negative retail sales report for the month, according to Diane Swonk of Mesirow Financial. “A shortfall in retail sales in September was one of the factors that triggered a selloff in the stock market earlier this month when traders feared that the U.S. consumer couldn’t play the Atlas it once did for the world,” Swonk wrote in a blog post.\n\nThe consumer data in the GDP report was mildly disappointing, potentially adding to those fears. Spending by U.S. consumers increased at a 1.8 percent clip, just below the average estimate of 1.9 percent. “Consumer spending is still plodding along in a steady, but unspectacular, manner,” J.P. Morgan economist Michael Feroli wrote in a research note on Thursday. Spending on goods climbed 3.1 percent, but spending on services only grew 1.1 percent. “Consumer spending on services accounts for 45 percent of GDP, and the persistent weakness in this category is a major reason why the overall contour of the expansion has been disappointing,” Feroli said.\n\nRelated: How Hookers and Drug Dealers Could Boost US GDP\n\nThe good news, economists hasten to add, is that at a number of factors suggest consumers may be poised to pick up their spending:\n\nThe job market continues to improve, with the four-week average of new jobless claims dropping to its lowest since May 2000, according to data released Thursday by the Labor Department.\n\nReal personal disposable incomes grew by 2.7 percent in the third quarter, a relatively healthy increase.\n\nWages and salaries rose 0.8 percent in the third quarter, according to the Labor Department — the most in more than six years.\n\nConsumer confidence, as measured by the Conference Board’s index and the Reuters/University of Michigan Consumer Sentiment Index, hit a seven-year high this month.\n\nGas prices, on average, are as low as they've been in about four years.\n\nThe savings rate rose to 5.5 percent last quarter — the highest in nearly two years — but that could fall as consumers start to feel a bit more flush. Lower gas and energy prices could give consumers a holiday spending boost, too. \"The full impact of lower gasoline prices is not yet evident in the data,” Doug Handler, chief U.S. economist at IHS Global Insight, wrote in a research note. Consumer spending on gas fell by $7 billion in the third quarter, Handler noted. That’s money that can be saved, used to reduce household debt or spent on other purchases.\n\nRelated: Gas Prices Are About to Hit a Key Symbolic Mark\n\n“Lower- and middle-income households in general—who spend a higher proportion of income on gasoline—are likely to see significant relief from the fall in pump prices, especially during the holiday shopping season,” Handler wrote after the consumer spending data came out. “In part because of this distribution, most of the windfall will be spent rather than saved or used to pare down debt.”\n\nWhether those encouraging signs translate to increased spending will go a long way in determining just how happy this holiday season is for retailers — and for those looking for continued GDP growth. “The U.S. and the world need consumers to loosen their purse strings in the fourth quarter,” Swonk wrote last week. “We believe that will occur, but with most households still playing catch-up on incomes and wealth lost during the Great Recession, they are not likely to be the engine of growth they once were.”\n\nTop Reads from The Fiscal Times:", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "A number of factors suggest consumers may be poised to pick up their spending", "title": "Holiday Shopping Season: Can Consumers Carry the Economy?", "url": "http://www.thefiscaltimes.com/2014/11/03/Holiday-Shopping-Season-Can-Consumers-Carry-Economy", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/09272011_Consumer_article.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2014/11/03/Holiday-Shopping-Season-Can-Consumers-Carry-Economy", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/09272011_Consumer_article.jpg", "creator": "@yuvalrosenberg", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "A number of factors suggest consumers may be poised to pick up their spending", "generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "As a result, the government added 0.8 percentage points to the GDP growth figure, including 0.7 percentage points from defense.\nWhether it continues to build momentum still depends on the extent to which U.S. consumers pick up their spending as the holiday shopping season gets underway.\nLower gas and energy prices could give consumers a holiday spending boost, too.\n“Consumer spending has been weaker than anticipated this year,” Bank of America Merrill Lynch economists noted on Thursday.\n“The U.S. and the world need consumers to loosen their purse strings in the fourth quarter,” Swonk wrote last week."}