{"article_title": "Jim McDermott: The liberal icon regularly worked across the aisle", "article_keywords": ["regularly", "aisle", "republicans", "liberal", "working", "house", "jim", "mcdermott", "worked", "republican", "seattle", "went", "icon"], "article_url": "http://www.seattletimes.com/seattle-news/politics/jim-mcdermott-the-liberal-icon-regularly-worked-across-the-aisle/", "article_text": "Jim McDermott, moderate compromiser? Seattle’s combative liberal lion actually worked arm in arm with Republicans more than you think. Whoever replaces him probably won’t be so old school.\n\nThe first time I met Seattle congressman Jim McDermott, I was in a pack of reporters chasing him down a U.S. Capitol hallway shouting “Congressman, did you just lie to your constituents?”\n\nThat was 1997. From his perch on the House Ethics Committee, McDermott had just leaked a tape showing that Republican Speaker of the House Newt Gingrich had violated the terms of a House ethics deal. Then McDermott had said he didn’t know anything about the tape.\n\nIt all fit the McDermott I was expecting when I went to cover Congress as a reporter for this newspaper. By reputation, an Irish street brawler. An uncompromising liberal willing to lunge for the Republican jugular.\n\nWhile this image was true — remember when he went on to star as George W. Bush’s nemesis in a Michael Moore movie? — it turned out it wasn’t even remotely the whole story.\n\nOf all the politicians in our state’s congressional delegation, McDermott surprised me the most. Not for being bombastic or partisan, though he was often both. But for working with the other side.\n\nYes, you read that right: Jim McDermott worked with Republicans. In fact behind the scenes he got along just fine with a lot of them. It’s the most unknown aspect of the career of our city’s longest-serving congressman: That much of what he did all those years at the Capitol ran counter to his public image as a partisan attack dog.\n\nExample: Even as he was engaged in that political holy war with Newt Gingrich, he was working quietly with the speaker’s office on a landmark opening of trade with Africa. To pass the bill, McDermott had to fight against a left-wing coalition that ranged from Noam Chomsky to Ralph Nader.\n\n“I don’t believe in labels — I’m conservative on some things, and I’m liberal on a lot of things,” was how McDermott summed it up Monday at his retirement announcement.\n\nAnother example: During the vitriolic period when Republicans were impeaching Bill Clinton, McDermott was working with the GOP’s chief impeachment prosecutor, Rep. James Rogan, R-Calif., on a plan to offer tax credits for health coverage. The idea made McDermott a temporary darling of the conservative Heritage Foundation (a pairing so bizarre that I wrote a story about it).\n\nLater, McDermott’s public GOP feuds only accelerated. There was the decadelong legal battle with John Boehner over the Gingrich tapes. Then he went to Iraq to say that Bush would mislead us about weapons of mass destruction. He got called a traitor. By 2005 McDermott was featured in a right-wing book called “100 People Who Are Screwing up America.”\n\nBut at times he kept on working with the GOP. When Democrats had control of both the House and Senate following the 2006 elections, McDermott pushed through a series of reforms to the foster-care system, unemployment insurance and part of the Social Security system. This was the most productive lawmaking period of his career. What’s notable is that in all cases he did it by crafting compromises with Republican co-sponsors from his own committee.\n\nAll of these bills were signed into law by George W. Bush.\n\nHe wasn’t always Mr. Bipartisan of course. Publicly he almost never was. In the period after Barack Obama was first elected, McDermott pushed through a series of party-line proposals in the stimulus package, as well as in the Affordable Care Act. The latter helped him fulfill, sort of, his lifetime goal of national health care (he actually favored a single-payer plan, so he held his nose to vote for Obamacare).\n\nBut even as Congress got more polarized and dysfunctional, McDermott made some improbable and little-known alliances. In 2012 he worked with a Kentucky Republican, Rep. Geoff Davis, on a major reform to the child-welfare system. Davis was a hard-right conservative known nationally for saying that liberal war critics were aiding the enemy and also for derisively referring to Obama as “boy.”\n\nNone of this is to say that McDermott was some master legislator. For long stretches he ignored Seattle in favor of foreign junkets. I remember a strategy meeting of congressional staffers in the ’90s to get some transportation money for Seattle. One staffer looked around the room and muttered: “It’d be nice if the office that actually represents Seattle was here.”\n\nBut if McDermott can be summed up as any one thing, it’s old school. He practiced politics by the code that says you can punch each other in the face on TV while still co-writing a bill back at the office. It’s an art that seems lost on both the no-compromise tea-party wing of the Republicans and the rising progressive left.\n\nIt’s funny, for decades now Seattle has been represented in Congress by someone known nationally as a liberal cage fighter. It was never completely true. But meanwhile the politics in his district has shifted sharply left and ever more aggressive.\n\nWhoever we replace him with may make Jim McDermott look like a gentle moderate.", "article_metadata": {"description": "Jim McDermott, moderate compromiser? Seattle’s combative liberal lion actually worked arm in arm with Republicans more than you think. Whoever replaces him probably won’t be so old school.", "og": {"site_name": "The Seattle Times", "description": "Jim McDermott, moderate compromiser? Seattle’s combative liberal lion actually worked arm in arm with Republicans more than you think. Whoever replaces him probably won’t be so old school.", "title": "Jim McDermott: The liberal icon regularly worked across the aisle", "url": "http://www.seattletimes.com/seattle-news/politics/jim-mcdermott-the-liberal-icon-regularly-worked-across-the-aisle/", "image": {"width": 200, "identifier": "http://www.seattletimes.com/wp-content/themes/st_refresh/img/st-meta-facebook.png", "height": 200}, "type": "article"}, "twitter": {"site": "@seattletimes", "description": "Jim McDermott, moderate compromiser? Seattle’s combative liberal lion actually worked arm in arm with Republicans more than you think. Whoever replaces him probably won’t be so old school.", "card": "http://www.seattletimes.com/wp-content/themes/st_refresh/img/st-meta-twitter.png", "title": "Jim McDermott: The liberal icon regularly worked across the aisle"}, "robots": "noarchive", "apple-itunes-app": "app-id=329502124", "fb": {"admins": 2737159, "app_id": 1522735777957334, "pages": 38472826214}, "msvalidate.01": "29FBBD36D14799A9FDE7843BF1E1CDD7", "article": {"section": "Local Politics", "published_time": "2016-01-05 19:55:50", "modified_time": "2016-01-06 12:54:59"}, "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "Local News, Local Politics"}, "_id": "\"57477af46914bd0286fdfe61\"", "article_summary": "Yes, you read that right: Jim McDermott worked with Republicans.\nWhoever we replace him with may make Jim McDermott look like a gentle moderate.\nJim McDermott, moderate compromiser?\nThe first time I met Seattle congressman Jim McDermott, I was in a pack of reporters chasing him down a U.S. Capitol hallway shouting “Congressman, did you just lie to your constituents?”That was 1997.\nSeattle’s combative liberal lion actually worked arm in arm with Republicans more than you think."}