{"article_title": "EPA’s toxic environment: Sexual harassment running rampant", "article_keywords": ["epas", "sexual", "employees", "hearing", "environment", "running", "management", "reforms", "toxic", "misconduct", "harassment", "criminal", "rampant", "epa", "women"], "article_url": "http://thehill.com/blogs/congress-blog/the-administration/252725-epas-toxic-environment-sexual-harassment-running", "article_text": "A young, female research fellow at the Environmental Protection Agency (EPA) is inappropriately hugged, touched, grabbed and even kissed by a male EPA employee almost three times her age.\n\nAssaulted on a near daily basis with lewd and suggestive verbal comments, she dreads going to the office each day.\n\nADVERTISEMENT\n\nAnother 21-year old female intern reports being sexually harassed by an EPA official who has victimized at least sixteen other women throughout his 31-year career.\n\nListening to these stories, and others, during a House Oversight and Government Reform Committee hearing in July was alarming.\n\nAs a parent, particularly as a father of two daughters, the vulgar and foul words and acts these young women were subjected to angered me.\n\nAnd as a legislator and public servant, I was shocked to see the blind eye EPA management turned toward such misconduct.\n\nOne witness at the hearing went as far as to say, “{the offender} was fed a steady diet of interns.”\n\nFurther, the president of the American Federation of Government Employees Council 238 stated, “Treating {EPA) employees badly has become accepted - and rewarded – behavior.”\n\nThis is unacceptable. It is incumbent upon Congress not only to bring these transgressions to light but also to champion reforms that bring about solutions.\n\nIn the case of the research fellow, when the sexual harassment was initially reported to EPA management, the offender’s only consequence was a relocated cubicle. Predictably, with this inadequate remedy, the harassment continued.\n\nWhen an investigation into the allegations was actually launched, EPA employees conducting the investigation experienced retaliation from senior management.\n\nDemotions, reduced pay, reassignments, and unsatisfactory annual reviews were all tactics used to silence their voices.\n\nNot only did EPA management do nothing to prevent or stop this predatory behavior, their retaliatory practices allowed the problems to fester for years.\n\nEPA’s leadership failures created a toxic workplace environment.\n\nUltimately, despite both offenders being known by EPA management as serial sexual harassers, they were permitted to retire with full benefits. This federal agency-wide practice of letting employees retire without, or in lieu of, facing consequences for their misconduct cannot continue.\n\nUntil the EPA can regain the confidence of its employees and of Congress, all sexual harassment allegations may need to be handled by the independent EPA Inspector General.\n\nThis is just one possible next step.\n\nAdditional reforms are needed to promote a cultural shift throughout EPA and other federal agencies where similar deficiencies have taken root.\n\nFurthermore, the Department of Justice (DOJ) should be required to get involved when the misconduct becomes criminal. It is astonishing that EPA leadership didn’t thoroughly pursue criminal referrals for these serial sexual harassers who victimized so many women over multiple decades.\n\nUnfortunately, the current civil service system allows for the wrong people to be insulated and protected. Tenure and seniority are woefully insufficient justifications for overlooking egregious or even criminal behavior. There must be a process that allows the bad apples to be removed.\n\nCongress must debate the options and then enact meaningful reforms. Reforms should foster a workplace environment where all employees are encouraged to report misconduct without fear of retribution, where victims are protected and where management is held accountable for its failures.\n\nI will be working with my colleagues across both sides of the aisle to ensure that situations like these revealed in last month’s hearing never happen again.\n\nThe EPA now has a new type of environmental clean-up on its hands. Congress will be working to ensure it gets the scrubbing it needs and deserves.\n\nChaffetz has represented Utah’s 3rd Congressional District since 2009. He is chairman of the Oversight and Government Reform Committee, and also serves on the Judiciary Committee.", "article_metadata": {"dcterms.description": "It is incumbent upon Congress not only to bring these transgressions to light but also to champion reforms that bring about solutions.", "description": "It is incumbent upon Congress not only to bring these transgressions to light but also to champion reforms that bring about solutions.", "generator": "Drupal 7 (http://drupal.org)", "rdfs": {"label skos": {"prefLabel": "Congress Blog"}}, "og": {"site_name": "TheHill", "description": "It is incumbent upon Congress not only to bring these transgressions to light but also to champion reforms that bring about solutions.", "title": "EPA’s toxic environment: Sexual harassment running rampant", "url": "http://thehill.com/blogs/congress-blog/the-administration/252725-epas-toxic-environment-sexual-harassment-running", "image": "http://thehill.com/sites/default/files/thehill_logo_200.jpg", "updated_time": "2016-02-04T05:25:59-05:00", "type": "article"}, "apple-itunes-app": "app-id=396640962", "Smart_Paging": "on", "dcterms.modified": "2016-02-04T05:25-05:00", "dcterms.identifier": "http://thehill.com/blogs/congress-blog/the-administration/252725-epas-toxic-environment-sexual-harassment-running", "dcterms.date": "2015-09-08T12:00-04:00", "dcterms.creator": "Joe Picard", "fb": {"admins": 100000299130732, "app_id": 566538590082898, "pages": 7533944086}, "dcterms.language": "und", "author": "Rep. Jason Chaffetz (R-Utah)", "dcterms.type": "Text", "keywords": ",,", "article": {"published_time": "2015-09-08T12:00:03-04:00", "modified_time": "2016-02-04T05:25:59-05:00"}, "dcterms.format": "text/html", "twitter": {"url": "http://thehill.com/blogs/congress-blog/the-administration/252725-epas-toxic-environment-sexual-harassment-running", "widgets": {"csp": "on"}, "description": "It is incumbent upon Congress not only to bring these transgressions to light but also to champion reforms that bring about solutions.", "card": "summary", "title": "EPA’s toxic environment: Sexual harassment running rampant"}, "dcterms.title": "EPA’s toxic environment: Sexual harassment running rampant"}, "_id": "\"57477af36914bd0286fd146b\"", "article_summary": "In the case of the research fellow, when the sexual harassment was initially reported to EPA management, the offender’s only consequence was a relocated cubicle.\nUltimately, despite both offenders being known by EPA management as serial sexual harassers, they were permitted to retire with full benefits.\nAnd as a legislator and public servant, I was shocked to see the blind eye EPA management turned toward such misconduct.\nNot only did EPA management do nothing to prevent or stop this predatory behavior, their retaliatory practices allowed the problems to fester for years.\nWhen an investigation into the allegations was actually launched, EPA employees conducting the investigation experienced retaliation from senior management."}