{"article_title": "Apple Watch is better for you than Obamacare, Jeb Bush says", "article_keywords": ["affordable", "jeb", "tracking", "apple", "watch", "medical", "obamacare", "better", "bush", "health", "regulatory", "making", "care"], "article_url": "http://appleinsider.com/articles/15/05/14/apple-watch-is-better-for-you-than-obamacare-jeb-bush-says", "article_text": "During a Thursday stop in Phoenix, former Florida Gov. Jeb Bush — widely expected to challenge for the GOP presidential nomination in 2016 — reportedly said that he would do away with the Affordable Care Act in favor of health tracking on the Apple Watch.\n\n\n\n\n\n\n\nIt isn't immediately clear exactly what relationship Bush believes personal activity tracking bears to medical care, and transcripts of his remarks have not been released. The governor's comments were first noted by FOX 10's Steve Krafft.In photos, Bush can be seen gesturing to his Apple Watch — which appears to be a space black stainless steel model with black sport band — during what was presumably a discussion of the Health app.Buyers can use the Apple Watch to track their daily exercise and movements, such as walking or working out. The Health app provides personalized feedback designed to help wearers lead a healthier, more active lifestyle.Conversely, The Affordable Care Act — known colloquially as Obamacare — is a regulatory overhaul of the U.S. healthcare system designed to make medical treatment more affordable and accessible. It includes provisions for expansion of Medicare and Medicaid, as well as new regulations on private insurers alongside numerous other changes.Apple has used the Watch's fitness tracking capabilities as a major tentpole of its marketing effort, but has been careful to avoid making medical claims. Among other consequences, making specific claims could lead to scrutiny and likely regulatory action from the FDA.", "article_metadata": {"keywords": "Apple, Apple Inc, iPhone, iPad, iPod touch, iPod nano, Apple TV, Apple, iPod shuffle, iphone 6, iphone 6s, ios 9, ios9, iTunes, i mac, mac os x, mac osx, Apple Computer, Apple Computer Inc., Mac OS X, iMac, iBook, Mac Pro, MacBook Pro, Magic Pad, Magic Mouse, iPod classic, App Store, iTunes Store, iBook Store, mac book, Microsoft, Adobe, Research in Motion, RIM, Nokia, Samsung, Google, Nvidia, Intel", "og": {"url": "http://appleinsider.com/articles/15/05/14/apple-watch-is-better-for-you-than-obamacare-jeb-bush-says", "locale": "en_US", "image": "http://photos.appleinsidercdn.com/gallery/12896-7188-CE-9_Y6VAAAf4YPjpg-large-2-xl.jpg", "site_name": "AppleInsider", "title": "Apple Watch is better for you than Obamacare, Jeb Bush says"}, "twitter": {"domain": "appleinsider.com", "title": "Apple Watch is better for you than Obamacare, Jeb Bush says", "url": "http://appleinsider.com/articles/15/05/14/apple-watch-is-better-for-you-than-obamacare-jeb-bush-says", "image": "http://photos.appleinsidercdn.com/gallery/12896-7188-CE-9_Y6VAAAf4YPjpg-large-2-xl.jpg", "creator": "@appleinsider", "site": "@appleinsider", "card": "summary_large_image"}, "robots": "index,follow"}, "article_summary": "Jeb Bush — widely expected to challenge for the GOP presidential nomination in 2016 — reportedly said that he would do away with the Affordable Care Act in favor of health tracking on the Apple Watch.\nIt isn't immediately clear exactly what relationship Bush believes personal activity tracking bears to medical care, and transcripts of his remarks have not been released.\nAmong other consequences, making specific claims could lead to scrutiny and likely regulatory action from the FDA.\nThe governor's comments were first noted by FOX 10's Steve Krafft.In photos, Bush can be seen gesturing to his Apple Watch — which appears to be a space black stainless steel model with black sport band — during what was presumably a discussion of the Health app.Buyers can use the Apple Watch to track their daily exercise and movements, such as walking or working out.\nDuring a Thursday stop in Phoenix, former Florida Gov."}