{"article_title": "Monday Morning Regulatory Review – 7/20/15: More WOTUS Litigation; Contraceptive Coverage Uncovered & Employee / Independent Contractor Guidance", "article_keywords": ["litigation", "independent", "united", "courts", "final", "review", "filed", "v", "workers", "rule", "morning", "uncovered", "employee", "coverage", "wotus", "regulatory", "guidance", "epa"], "article_url": "http://www.fedregsadvisor.com/2015/07/19/monday-morning-regulatory-review-72015-more-wotus-litigation-contraceptive-coverage-uncovered-employee-independent-contractor-guidance/", "article_text": "As Washington swelters, the regulatory docket remains relatively cool. Among last week’s highlights, litigants further challenged the regulatory jurisdictional definition of “Waters of the United States” and the current, now published final iteration of Obamacare contraceptive coverage rules generate more issues for potential litigation. On a less-than-regulatory front, new guidance on the distinction between employees and independent contractors facially appears to be guidance.\n\nMore WOTUS Litigation: Litigation challenging the Environmental Protection Agency (EPA) and Army Corps of Engineers’ Clean Water Rule: Definition of “Waters of the United States” (WOTUS) continued to inundate the federal courts with at least four additional complaints filed in district courts. One State-generated suit reiterates a number of sovereignty issues; the deluge focuses on private interests with several different coalitions raising broad statutory and Administrative Procedure Act (APA) challenges:\n\nState of Oklahoma v. EPA, N.D. Ok. No. 4:15-cv-0381, ECF No. 2 (complaint filed July 8, 2015);\n\nChamber of Commerce of the United States of America v. EPA, N.D. Ok. No. 4:15-cv-0386, ECF No. 2 (complaint filed July 10, 2015);\n\nWashington Cattlemen’s Association v. EPA, D. Minn. No. 0:15-cv-03058, ECF No. 1 (complaint filed July 15, 2015); and\n\nSoutheastern Legal Foundation, Inc. v. EPA, N.D. Ga. No. 1:15-cv-02488, ECF No. 1 (complaint filed July 13, 2015).\n\nAdditionally, at least two additional petitions for review (and likely at least three) appear to have been filed in the courts of appeals:\n\nSoutheastern Legal Foundation v. EPA, D.C. Cir. No. 15-1216 (Petition for Review filed July 14, 2015), and\n\nMurray Energy Corporation v. EPA, 6th Cir. No. 15-3751 (Petition for Review filed July 13, 2015), an expected complement to a prior district court filing.\n\nThe final rule (a mere 75 Federal Register pages), to become effective on August 28, 2015, incorporates numerous additional and far more complex documents, including:\n\n7,400 single spaced typescript pages of responses to more than one million public comments;\n\n423 double-spaced typescript pages of technical support addressing the legal basis and existing scientific literature;\n\n87 mixed-spaced pages of economic analysis; and\n\n104 single-spaced pages of finding of no significant environmental impact.\n\n► Parties have filed at least ten complaints in the district courts and at least four petitions for review in the courts of appeals to attack the final rule and analysis alone in 60 days presents a daunting task. The flood assures a summer filled with consolidation, transfer, stay, preliminary injunction, administrative record, and other issues.\n\nContraceptive Coverage Uncovered: Time has now corrected the Department of the Treasury (DOTr), Internal Revenue Service (IRS), Department of Labor (DOL), Employee Benefits Security Administration (EBSA), and Department of Health and Human Services (HHS) (aka “tripartite agencies”) failure to release a Coverage of Certain Preventive Services Under the Affordable Care Act final rule when it announced the rule. The final rule adjusts the prior editions (including the most recent interim final rule (IFR)) in an attempt to conform with the results of ongoing litigation over the constitutional efficacy of Patient Protection and Affordable Care Act (Obamacare or PPACA). For example, the final rule permits an alternative process for religious organizations, which the agencies argue is consistent with the United States Supreme Court (SCOTUS) interim order in Wheaton College, to notify HHS of its religious objection to coverage of all or a subset of contraceptive services. While the final rule continues to use the Paperwork Reduction Act (PRA)–approved EBSA Form 700, it adds a new PRA-approved free form alternative, so long as it contains minimum information. The rule additionally sets for-profit company standards, including maximum ownership dispersal.\n\nAt the same time, the United States Court of Appeals for the Tenth Circuit followed other courts in finding that the alternative means for notification does not substantially burden the Little Sisters of the Poor, and others, freedom of religion under the Religious Freedom Restoration Act (RFRA) or the First Amendment to the United States Constitution. The court of appeals thus found that the Little Sisters were unlikely to succeed on the merits and had not established a likely threat of irreparable harm as required for a preliminary injunction.\n\n► Litigation over First Amendment and RFRA issues appears to be settling out, but that will hardly be the end of litigation over the final rule. The agencies’ adoption of for-profit company parameters, e.g. not more than five owners, raises questions of why a religious objecting for-profit company should be so limited. Numbers are inherently arbitrary and the issue is whether the agency-selected number (five, not six) is capricious – courts review regulations under the APA conjunctive arbitrary and capricious standard. Additionally, the final rules distinguish between organizations that contract for insurance and those that self-insure but this too may bear no relation to the religious objection. Further, for those non-profits that self-insure or insure through a “self-insured church plan” that is exempt from the regulations, substantial additional issues will arise when HHS seeks to insure the non-profit employer’s employees, but may not have access to records necessary to do so – and then may burden the employer for the record information. In short, litigation is now likely to turn from the “gross” political issues to the fine regulatory issues.\n\nEmployee / Independent Contractor Guidance: DOL’s Wage and Hour Division (WHD) issued an “Administrator’s Interpretation” of the Fair Labor Standards Act (FLSA) “employee / independent contractor” distinction on July 15. The document actually provides an interpretation, although, naturally, one that most workers are employees, not independent contractors.\n\nDOL follows a broad “economic realities” concept based on the FLSA definition of “employ” as including “to suffer or permit to work.” This FLSA scope is broader than the common law employee test that focuses on the employer’s right of control the worker and work. DOL’s economic realities view considers whether an individual is “economically dependent” on the employer and identifies six factors for consideration, explaining its factors through judicial precedent and examples. Although employers must apply some caution to DOL’s frequent use of imperative language, DOL’s summation reflects a more accurate non-binding suggestive language consistent with guidance:\n\nIn sum, most workers are employees under the FLSA’s broad definitions. The very broad definition of employment under the FLSA as “to suffer or permit to work” and the Act’s intended expansive coverage for workers must be considered when applying the economic realities factors to determine whether a worker is an employee or an independent contractor. The factors should not be analyzed mechanically or in a vacuum, and no single factor, including control, should be over-emphasized. Instead, each factor should be considered in light of the ultimate determination of whether the worker is really in business for him or herself (and thus is an independent contractor) or is economically dependent on the employer (and thus is its employee). The factors should be used as guides to answer that ultimate question of economic dependence. The correct classification of workers as employees or independent contractors has critical implications for the legal protections that workers receive, particularly when misclassification occurs in industries employing low wage workers.\n\n► The Administrator’s Interpretation, on its face, adopts hortatory guidance – DOL’s interpretation or view of the FLSA – not a substantive rule or legislative rule that mandates employer action or eliminates DOL discretion. While the lean of the guidance is clearly “pro-employee,” that lean does not facially cross any of the lines that would demark the guidance as a rule and thus subject to the APA’s advance notice and opportunity for comment requirements. DOL has made its position clear and employers may take it or leave it at their own risk. Whether DOL will attempt to apply this guidance to individual employers in a way that coerces their compliance will be the next APA test.", "article_metadata": {}, "_id": "\"57477af36914bd0286fd148a\"", "article_summary": "2 (complaint filed July 8, 2015);Chamber of Commerce of the United States of America v. EPA, N.D. Ok. No.\n► Litigation over First Amendment and RFRA issues appears to be settling out, but that will hardly be the end of litigation over the final rule.\n15-1216 (Petition for Review filed July 14, 2015), andMurray Energy Corporation v. EPA, 6th Cir.\n2 (complaint filed July 10, 2015);Washington Cattlemen’s Association v. EPA, D. Minn. No.\n1 (complaint filed July 15, 2015); andSoutheastern Legal Foundation, Inc. v. EPA, N.D. Ga. No."}