{"article_title": "Republicans and Democrats Both Feel Eric Cantor's Loss", "article_keywords": ["loss", "cantors", "feel", "house", "rep", "republicans", "gop", "majority", "cantor", "democrats", "leadership", "president", "party", "republican", "eric"], "article_url": "http://www.usnews.com/news/blogs/run-2016/2014/06/11/republicans-and-democrats-both-feel-eric-cantors-loss", "article_text": "Even as the sheer shock of Rep. Eric Cantor’s stupefying primary loss hung over Washington Wednesday, the early maneuvering to succeed him as House majority leader was quietly but feverishly underway.\n\nHours before Cantor signaled he would relinquish his role in July, rank-and-file House Republicans began receiving a flurry of calls from those eyeing a prized leadership post in the GOP caucus.\n\nMajority Whip Kevin McCarthy, R-Calif., and Conference Chair Cathy McMorris Rodgers, R-Wash., the No. 4-ranked party member, were aggressively reaching out for support among their colleagues in the hours after Cantor’s defeat, according to two sources on Capitol Hill.\n\nMeanwhile, momentum appeared to be building for Texas Rep. Jeb Hensarling, the House Financial Services Committee chairman who some conservatives favor to replace Cantor. His entry into the race could set up an intrastate fight with fellow Texan Rep. Pete Sessions, the former chairman of the National Republican Congressional Committee who is also eyeing the majority leader slot.\n\nAnticipating the domino effect Cantor’s vacancy will set off, lesser-known members were also making moves, including third-term Rep. Steve Scalise, R-La., who has designs on the majority whip post.\n\nThe anticipated leadership scrum is likely to tear open raw wounds over party orthodoxy and reignite a broader debate about the direction of a perpetually fractured GOP.\n\n“Almost every member of the House Republican conference wants to be in leadership,” says Matt Schlapp, a White House political director for President George W. Bush. “I think this changes everything for everybody.”\n\nLegislative aides on Capitol Hill are fretting that the disruption surrounding the horse race to replace Cantor could distract from more immediate concerns facing the GOP caucus in an election year.\n\n“We just lost our best fundraiser. Eric was the best surrogate for the NRCC,” a chief of staff to a House Republican member says. “We just threw the legislative calendar into disarray. It’s going to be a long summer on the floor.”\n\nMore broadly, Cantor’s defeat has sent staggering shock waves through an already anxious Republican establishment, some of which thought this might be the year they’d finally stamp out the tea party threat.\n\n\n\nWhile there isn’t one singular issue that can be attributed to Cantor’s earthshaking loss, the impact will be wide-reaching – a chilling warning for incumbent Republicans who dare to compromise on legislation or cozy up too close to entrenched power.\n\n\n\n[OPINION: The Fight to Define Cantor's Defeat]\n\n\n\nThat can only buoy anti-establishment inclinations within the House GOP caucus, a factor Boehner must be weighing as he looks toward another possible term as speaker after the 2014 elections.\n\nA lobbyist who just last week conducted a vote count among House Republicans on whether to keep Boehner as speaker found just 73 votes to retain him, with 98 firmly opposed and the remaining undecided.\n\n“The lesson of the last two days is, it isn’t just the rank and file alienated from GOP leadership. So is 40 percent of the House caucus,” the lobbyist says.\n\nThat’s a volatile environment for a party, even if it has the wind at its back this midterm cycle.\n\nOne potential unifying candidate for majority leader who's widely respected by all factions of the party – Rep. Paul Ryan, R-Wis. – doesn’t want any part of it.\n\nThe 2012 vice presidential nominee, who had previously stated he would not pursue a leadership position, doubled down on that decision Wednesday amid the chaos in his party. He’ll remain focused on leading the House Budget Committee, according to an aide, with the option of ascending to the powerful tax-writing House Ways and Means Committee next year.\n\nBut staying out of leadership also leaves the potential pursuit of the presidency in 2016 squarely on the table for Ryan.\n\n\n\nSchlapp, who in the past worked with Ryan as a staffer in Washington, says Ryan keeping his distance from leadership prevents him from the temptation of working with President Barack Obama – a move that's anathema to conservatives these days.\n\n“John Boehner is not being mentioned as a candidate for president. [Senate Minority Leader] Mitch McConnell is not being mentioned as a candidate for president. [Former Senate Majority Leader] Bob Dole was nominated and I think he will be the last for a while,” Schlapp says. “That model is broken, in shambles, in shards on the floor.\n\n[ALSO: Rand Paul: Cantor's Loss No Reason to Stop Talking Immigration]\n\n\"If somebody thinks getting a leadership post is going to help their run for president, that’s wrong thinking. I think it’s just the opposite. It’s harder to run for president when you’re in leadership, especially when having to cut deals with Obama.”\n\nGiven the prominent role immigration played in attacking Cantor at home, some strategists are musing the contest's result poses an ominous warning for a Jeb Bush presidential run.\n\nWhile Cantor never even fully endorsed a comprehensive immigration bill, Bush has wrapped his hands completely around a policy that would provide legal status to millions of immigrants in the country illegally.\n\nThe same assessment could be made for Sen. Marco Rubio, R-Fla., one of the sponsors of the bipartisan immigration overhaul.\n\n“Immigration might just derail both Floridians,” muses the lobbyist.\n\nDemocrats, unsurprisingly, could barely tamp down their glee after the Cantor loss. They see the entire episode as another sign of a drift rightward by the Republican Party that will force the 2016 GOP field to heed the calls of their base.\n\n“Tuesday's result in Virginia will only embolden the far right who are already calling the shots in the GOP. The way things are shaping up, the 2016 GOP primary will make the 2012 primary season look like a moderate process,\" Democratic National Committee spokesman Mike Czin says. \"The fact is that if the Republican Party continues down their current path of catering to the right at the expense of everyone else, Republicans will be relegated to a permanent minority party.”\n\nCantor's loss also provides some relief for Democrats in this arduous midterm election year. For a few days at least, it takes the media magnifier off of Obama’s persistent problems at home and overseas, and reignites the fascination with the never-ending GOP civil war.\n\nIt additionally provides an opportunity for incumbent Democrats to point at their adversaries and ask the country: Is this really a better option for control of Congress?\n\n“Anything that shows the GOP to be just as disorganized and dysfunctional as they are makes a harder sale to convince voters change would make a damned bit of difference,” the lobbyist says.", "article_metadata": {"zone": "homepage/articles", "keyword": "The Run 2016 [News]", "title": "Republicans and Democrats Both Feel Eric Cantor's Loss", "og": {"site_name": "US News & World Report", "description": "There are ramifications up and down the Republican ranks now and for 2016.", "title": "Eric Cantor and Chaos in the GOP", "url": "http://www.usnews.com/news/blogs/run-2016/2014/06/11/republicans-and-democrats-both-feel-eric-cantors-loss", "image": "http://www.usnews.com/cmsmedia/cf/2a/56b970a64ab09ea10cb8472f324c/140611-cantor-editorial.jpg", "type": "article"}, "twitter": {"title": "Republicans and Democrats Both Feel Eric Cantor's Loss", "description": "There are ramifications up and down the Republican ranks now and for 2016.", "card": "summary", "site": "@USNews"}, "site": "news", "date_published": "June 11, 2014", "fb": {"app_id": 130063997038366}, "page_type": "article", "keywords": "David Catanese,2016 presidential election,Cantor, Eric,McCarthy, Kevin,Ryan, Paul,Hensarling, Jeb,Sessions, Pete,Rodgers, Cathy McMorris,Boehner, John,Republican Party,Bush, Jeb,Pulse,picks,The Run 2016 [News]", "msvalidate.01": "A8E47FA91124063A4A9C78AD5273DC0F", "google-site-verification": "owJBuFHD3VHcTSsnPSOYizmUcs3GSBjbx09vBbBi1MM", "viewport": "width=device-width, initial-scale=1", "description": "There are ramifications up and down the Republican ranks now and for 2016."}, "_id": "\"57477af36914bd0286fd1491\"", "article_summary": "Eric was the best surrogate for the NRCC,” a chief of staff to a House Republican member says.\n“The lesson of the last two days is, it isn’t just the rank and file alienated from GOP leadership.\nEven as the sheer shock of Rep. Eric Cantor’s stupefying primary loss hung over Washington Wednesday, the early maneuvering to succeed him as House majority leader was quietly but feverishly underway.\n\"The fact is that if the Republican Party continues down their current path of catering to the right at the expense of everyone else, Republicans will be relegated to a permanent minority party.”Cantor's loss also provides some relief for Democrats in this arduous midterm election year.\n“Almost every member of the House Republican conference wants to be in leadership,” says Matt Schlapp, a White House political director for President George W. Bush."}