{"article_title": "Covered CA to announce 2016 health insurance rates", "article_keywords": ["californias", "plans", "ca", "marketplace", "health", "plan", "covered", "announce", "2016", "rates", "insurance", "california"], "article_url": "http://stateofreform.com/news/industry/exchanges/2015/07/covered-ca-to-announce-2016-health-insurance-rates/", "article_text": "Covered California announced today that it will soon release the rates for 2016 and which health plans will be available on the marketplace. Plans and rates will be released during a call on Monday, July 27th at 11am.\n\nCovered California’s “active purchasing model” has been seen by some as limiting competition among plans, but Covered California has rejected that interpretation and actively touts the model’s cost savings and quality improvement. The active purchasing model allows Covered California to select a limited number of plans for inclusion in the marketplace.\n\nCurrently there are ten companies included in Covered California’s marketplace.\n\nCovered California’s media advisory is included below.\n\nCOVERED CALIFORNIA UNVEILS 2016 RATES AND HEALTH INSURANCE COMPANIES\n\nWHAT: Covered California will announce its rates for 2016 and unveil which plans will be a part of the marketplace.\n\nWHO: Executive Director Peter V. Lee, Covered California, Chief Medical Officer Lance Lang, Covered\n\nCalifornia, Plan Management Director Anne Price, Covered California Health plan representatives\n\nWHEN: Monday, July 27, 2015, 11 a.m. PDT. Note: Phone lines will open at 10:50 a.m. PDT.\n\nWHERE: Call-in information:\n\nDial-in number: (800) 230-1092\n\nConfirmation code: 365144\n\nCovered California invites all of its partners and allies to join the conversation on social media with #CoveredCA and #GetCoveredCA and to follow us on Facebook at www.facebook.com/CoveredCA and on Twitter at @CoveredCA.\n\nAbout Covered California\n\nCovered California is the state’s marketplace for the federal Patient Protection and Affordable Care Act. Covered California, in partnership with the California Department of Health Care Services, was charged with creating a new health insurance marketplace in which individuals and small businesses can get access to affordable health insurance plans. Covered California helps individuals determine whether they are eligible for premium assistance that is available on a sliding-scale basis to reduce insurance costs or whether they are eligible for low-cost or no-cost Medi-Cal. Consumers can then compare health insurance plans and choose the plan that works best for their health needs and budget. Small businesses can purchase competitively priced health insurance plans and offer their employees the ability to choose from an array of plans and may qualify for federal tax credits.\n\nCovered California is an independent part of the state government whose job is to make the new market work for California’s consumers. It is overseen by a five-member board appointed by the Governor and the Legislature. For more information about Covered California, please visit www.CoveredCA.com.\n\n###", "article_metadata": {"og": {"site_name": "State of Reform", "description": "Covered California announced today that it will soon release the rates for 2016 and which health plans will be available on the …", "title": "Covered CA to announce 2016 health insurance rates", "locale": "en_US", "image": "http://stateofreform.com/wp-content/uploads/2015/03/stor-thumb-covered-california.jpg", "url": "http://stateofreform.com/news/industry/exchanges/2015/07/covered-ca-to-announce-2016-health-insurance-rates/", "type": "article"}, "twitter": {"description": "Covered California announced today that it will soon release the rates for 2016 and which health plans will be available on the marketplace. Plans and rates will be released during a call on Monday, July 27th at 11am. Covered California’s “active purchasing model” has been seen by some as limiting competition among plans, but Covered California  has rejected that interpretation […]", "creator": "@StateofReform", "image": "http://stateofreform.com/wp-content/uploads/2015/03/stor-thumb-covered-california.jpg", "title": "Covered CA to announce 2016 health insurance rates - State of Reform", "site": "@StateofReform", "card": "summary"}, "fb": {"admins": 17821687}, "article": {"publisher": "http://www.facebook.com/stateofreform/", "section": "California", "published_time": "2015-07-24T13:08:24+00:00"}, "OBKey": "12RjP7ip2KRyl5dliGRkEQ==", "viewport": "width=device-width"}, "_id": "\"57477af36914bd0286fd149b\"", "article_summary": "COVERED CALIFORNIA UNVEILS 2016 RATES AND HEALTH INSURANCE COMPANIESWHAT: Covered California will announce its rates for 2016 and unveil which plans will be a part of the marketplace.\nCovered California, in partnership with the California Department of Health Care Services, was charged with creating a new health insurance marketplace in which individuals and small businesses can get access to affordable health insurance plans.\nWHO: Executive Director Peter V. Lee, Covered California, Chief Medical Officer Lance Lang, CoveredCalifornia, Plan Management Director Anne Price, Covered California Health plan representativesWHEN: Monday, July 27, 2015, 11 a.m. PDT.\nConsumers can then compare health insurance plans and choose the plan that works best for their health needs and budget.\nCovered California announced today that it will soon release the rates for 2016 and which health plans will be available on the marketplace."}