{"article_title": "Tesla’s Musk says sedan sales strong tied to SUV launch event", "article_keywords": ["musk", "giant", "launch", "s", "sales", "tied", "worried", "suv", "teslas", "solarcity", "held", "york", "sedan", "x", "model", "strong", "event"], "article_url": "http://www.thefiscaltimes.com/latestnews/2015/10/02/Tesla-s-Musk-says-sedan-sales-strong-tied-SUV-launch-event", "article_text": "Earlier this week, Tesla held an event to mark the launch of its long-awaited Model X electric sports-utility vehicles. The event also buoyed the Model S, Musk said.\n\n, a solar energy company of which Musk also serves as chairman. During the event at the Nasdaq, at which SolarCity announced a panel it says is the industry's most efficient, Musk also said construction of Tesla's giant $5 billion battery plant in Nevada, known as the \"gigafactory,\" was \"progressing very well\" and that he hoped it would begin production in the spring. \"It’s pretty hard to hide the progress, it’s so giant,\" Musk said. (Reporting by Lewis Krauskopf in New York; Editing by Christian Plumb)\n\n\"We were worried that maybe there would be some cannibalization of Model S orders,\" Musk said, speaking during an event in New York held by SolarCity Corp", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "Earlier this week, Tesla held an event to mark the launch of its long-awaited Model X", "title": "Tesla’s Musk says sedan sales strong tied to SUV launch event", "url": "http://www.thefiscaltimes.com/latestnews/2015/10/02/Tesla-s-Musk-says-sedan-sales-strong-tied-SUV-launch-event", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/autoshow-frankfurt_1.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/latestnews/2015/10/02/Tesla-s-Musk-says-sedan-sales-strong-tied-SUV-launch-event", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/autoshow-frankfurt_1.jpg", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "Earlier this week, Tesla held an event to mark the launch of its long-awaited Model X", "generator": "Drupal 7 (http://drupal.org)"}, "_id": "\"57477af36914bd0286fd14a7\"", "article_summary": "Earlier this week, Tesla held an event to mark the launch of its long-awaited Model X electric sports-utility vehicles.\nThe event also buoyed the Model S, Musk said.\n\"It’s pretty hard to hide the progress, it’s so giant,\" Musk said.\n(Reporting by Lewis Krauskopf in New York; Editing by Christian Plumb)\"We were worried that maybe there would be some cannibalization of Model S orders,\" Musk said, speaking during an event in New York held by SolarCity Corp\n, a solar energy company of which Musk also serves as chairman."}