{"article_title": "How futile care hurts other ICU patients", "article_keywords": ["icus", "waited", "patient", "study", "patients", "futile", "hurts", "wengler", "day", "icu", "care"], "article_url": "http://www.fiercehealthcare.com/story/how-futile-care-hurts-other-icu-patients/2014-08-27", "article_text": "Care that has no benefit for patients beyond prolonging their lives, often considered futile care, also diverts resources away from other patients who could otherwise survive or recover, according to a study published in Critical Care Medicine.\n\nResearchers, led by Neil Wengler, M.D., of UCLA Health, spent three months surveying critical care physicians in five intensive care units (ICUs) to identify patients whose treatment they assessed as futile. The team further analyzed ICUs to identify days when the units were full and had at least one patient who received futile care, and determine how many patients waited more than four hours in the emergency department (ED) for ICU admissions on those days, according to the study abstract.\n\nWengler and his team found that one day out of six, UCLA's ICUs had at least one patient who received futile care while other patients waited to be admitted. During these days, 33 patients waited more than four hours in the ED, nine patients waited more than a day to be transferred from an outside hospital, 15 patients waited more than a day and canceled their transfer requests and two patients died awaiting a transfer.\n\nPrioritizing this care \"is not only inefficient and wasteful, but it is contrary to medicine's responsibility to apply healthcare resources to best serve society,\" the authors wrote.\n\nHowever, Wengler and his team also found that full ICUs were far less likely to have patients receiving futile care. \"Part of the reason is that it takes a lot of time to get consensus to stop futile care,\" Wengler told WBUR. \"If you talk with doctors about providing futile treatment, they will say to you, 'I can only fight so many battles in one day. To stop providing futile treatment to patient number 1 means I would spend less time on patients 2 through 10. So some patients continue to get futile care, but I'll be providing better care to others.'\"\n\nA 2013 study found futile care in the ICU also costs healthcare providers nearly $3 million, FierceHealthcare previously reported.\n\nTo learn more:\n\n- read the study abstract\n\n- here's the article\n\nRelated Articles:\n\nReport: Futile ICU care costs $2.6M\n\nHospital ICUs should reconsider use of harmful patient restraints\n\nICU staffing levels affect high-risk patient outcomes\n\nMortality risk increases with slow ICU transfers", "article_metadata": {"description": "Care that has no benefit for patients beyond prolonging their lives, also known as futile care, also diverts resources away from other patients who could otherwise survive or recover, according to a study published in Critical Care Medicine.", "og": {"site_name": "FierceHealthcare", "description": "Care that has no benefit for patients beyond prolonging their lives, also known as futile care, also diverts resources away from other patients who could otherwise survive or recover, according to a study published in Critical Care Medicine.", "title": "How futile care hurts other ICU patients", "url": "http://www.fiercehealthcare.com/story/how-futile-care-hurts-other-icu-patients/2014-08-27", "image": "http://assets.fiercemarkets.net/public/opengraphimages/updated/opengraph_fiercehealthcare.jpg", "type": "website"}, "twitter": {"site": "fiercehealth", "card": "summary"}, "parsely-metadata": "{\"mkto\": }", "revisit-after": "1 day", "apple-itunes-app": "app-id=731085312", "keywords": "care delays,Care Delivery,Critical Care Medicine,emergency department,futile care,Intensive Care Unit,Patient Care & Outcomes", "viewport": "width=device-width", "news_keywords": "Care Delivery,Patient Care & Outcomes"}, "article_summary": "So some patients continue to get futile care, but I'll be providing better care to others.'\"\nDuring these days, 33 patients waited more than four hours in the ED, nine patients waited more than a day to be transferred from an outside hospital, 15 patients waited more than a day and canceled their transfer requests and two patients died awaiting a transfer.\n\"Part of the reason is that it takes a lot of time to get consensus to stop futile care,\" Wengler told WBUR.\nCare that has no benefit for patients beyond prolonging their lives, often considered futile care, also diverts resources away from other patients who could otherwise survive or recover, according to a study published in Critical Care Medicine.\nA 2013 study found futile care in the ICU also costs healthcare providers nearly $3 million, FierceHealthcare previously reported."}