{"article_title": "Delphi Salaried Workers Seek New Strategy To Bring Back Health Coverage Tax Credit", "article_keywords": ["end", "lost", "bring", "hctc", "workers", "retirees", "tax", "pensions", "strategy", "credit", "health", "coverage", "salaried", "seek", "delphi", "care"], "article_url": "http://wyso.org/post/delphi-salaried-workers-seek-new-strategy-bring-back-health-coverage-tax-credit", "article_text": "Former employees of auto parts company Delphi, including many in the Dayton area, are working to get a health care tax credit back on the agenda in Congress. About 20,000 people, many of them in Ohio, lost health care and part of their pensions during the GM bankruptcy in 2009; Delphi spun off from GM in 1999, but pensions and health care remained intertwined for employees of the parts-maker.\n\nAt the end of the bankruptcy and bail-out process, almost all the salaried workers at Delphi lost their insurance and part of their pensions, in some cases up to 70 percent. Hourly union workers got out of it with a better deal, an outcome which has become the topic of partisan controversy.\n\nThe retirees did manage to get a federal tax credit known as the Health Coverage Tax Credit (HCTC) to offset health care costs, but they lost that in the political shuffle at the end of 2013.\n\n“The general disagreements going on in Washington are always getting in our way for one reason or another,” said Tom Green, who was plant manager during the last days of Delphi in Dayton, on the site that’s now the racino. He’s been working ever since 2009 as part of a committee to restore the health coverage and pensions for himself and his co-workers. “It’s really about helping our retirees because I care so much about ‘em, I worked with ‘em for years and years and years.”\n\nGreen says he believes there's a perception that the HCTC is unnecessary with the Affordable Care Act in place, but many of his retirees can't get the coverage they need through the ACA marketplace or don't qualify for subsidies because their incomes are too high.\n\nAt the end of 2014, an amendment that would have brought back the HCTC was added to and then dropped from a Senate bill. In the new year, both Ohio Senators and a group of Congressmen including Republican Mike Turner have introduced legislation to renew the HCTC for five years with a retroactive credit back to January 2014; Green says they may try to tack it onto an upcoming trade bill. Meanwhile, the group is trying to resolve the pension issue in federal court.\n\nLewis Wallace is WYSO's managing editor, substitute host and economics reporter. Follow him @lewispants.", "article_metadata": {"category": "News", "description": "Former employees of auto parts company Delphi, including many in the Dayton area, are working to get a health care tax credit back on the agenda in", "Generator": "Drupal 7 (http://drupal.org)", "programs": "none", "og": {"url": "http://wyso.org/post/delphi-salaried-workers-seek-new-strategy-bring-back-health-coverage-tax-credit", "image": "http://mediad.publicbroadcasting.net/p/wyso/files/styles/medium/public/201309/turner_at_Delphi_hearing.jpg", "type": "article", "description": "Former employees of auto parts company Delphi, including many in the Dayton area, are working to get a health care tax credit back on the agenda in", "title": "Delphi Salaried Workers Seek New Strategy To Bring Back Health Coverage Tax Credit"}, "story_id": 391443147, "twitter": {"site": "@wyso", "card": "summary", "creator": "@lewispants"}, "author": "Lewis Wallace", "org_id": 0, "dc": {"title": "Delphi Salaried Workers Seek New Strategy To Bring Back Health Coverage Tax Credit"}, "nid": 62815, "datePublished": "2015-03-07", "keywords": "Health, Healthcare, Delphi, GM, Congressman Mike Turner", "wordCount": 736, "has_audio": 0, "viewport": "width=device-width"}, "_id": "\"57477af36914bd0286fcddcb\"", "article_summary": "Former employees of auto parts company Delphi, including many in the Dayton area, are working to get a health care tax credit back on the agenda in Congress.\nThe retirees did manage to get a federal tax credit known as the Health Coverage Tax Credit (HCTC) to offset health care costs, but they lost that in the political shuffle at the end of 2013.\nAbout 20,000 people, many of them in Ohio, lost health care and part of their pensions during the GM bankruptcy in 2009; Delphi spun off from GM in 1999, but pensions and health care remained intertwined for employees of the parts-maker.\nAt the end of the bankruptcy and bail-out process, almost all the salaried workers at Delphi lost their insurance and part of their pensions, in some cases up to 70 percent.\nHe’s been working ever since 2009 as part of a committee to restore the health coverage and pensions for himself and his co-workers."}