{"article_title": "Platinum Plan: NYC Hospitals' Evolving Real Estate Portfolios", "article_keywords": ["real", "platinum", "evolving", "estate", "portfolios", "hospital", "facilities", "health", "plan", "mr", "nyc", "care", "hospitals", "medical", "york"], "article_url": "http://commercialobserver.com/2015/05/platinum-plan-nyc-hospitals-evolving-real-estate-portfolios/", "article_text": "Montefiore's new outpatient facility in the Bronx.\n\nOn Manhattan’s East Side, NYU Langone Medical Center is undertaking an exacting project by any measure; the hospital is building a state-of-the-art care pavilion and energy building that will provide primary electric service to the campus. It is also renovating its existing Tisch Hospital, all at a cost that exceeds $2 billion (that’s billion, with a “B”). All told, there is more than a million square feet of space under construction on NYU’s main medical campus.\n\n“When our campus transformation is complete in 2017, NYU Langone will have added more than 2 million square feet to its portfolio,” Vicki Match Suna, the senior vice president of real estate development and facilities at the hospital, told Commercial Observer. NYU Langone is not alone in its ambitious renovation plans. New York–Presbyterian’s David H. Koch Center, an outpatient care facility, will add 450,000 square feet to the hospital’s campus when it opens in 2018. Memorial Sloan Kettering Cancer Center is expected to finish its new Josie Robertson Surgery Center, an outpatient facility on York Avenue, in 2016. And New York Methodist Hospital is consolidating its outpatient treatment facilities into one modern outpatient care facility that has been named the Center for Community Health.\n\nThese construction projects create a stark contrast to the narrative New York City’s press and politicos have embraced: that of the shuttering hospital. Many have bemoaned the closing of vital health care facilities and have lamented the lack of adequate care in pockets of the five boroughs. Indeed, there are a number of hospitals that have shut their doors; according to statistics provided by Duff & Phelps, a global valuation and corporate finance advisor, approximately 10 New York City hospitals have closed since 2006, or roughly one per year. Other beloved institutions remain on life support and will likely not survive without a bailout.\n\nHowever, the reality on the ground for hospitals is more nuanced; due in large part to mergers, many hospital systems are robust, and these behemoths are embarking on multimillion-dollar construction projects and are making substantial investments in ambulatory care centers to attract new patients. One could say that it is a case of rich hospitals getting richer.\n\n“New York metro hospitals continue to evidence a ‘tale of two cities’: one of dominant, solvent hospitals—the ‘haves’ acquiring their other financially stressed ‘have-not’ counterparts,” said Laca Wong-Hammond, a managing director in Duff & Phelps’ corporate finance M&A practice, where she specializes in real estate transactions. Ms. Wong-Hammond noted that there have been nine hospital mergers in the metro area since 2010.\n\nThe ongoing trend of hospital mergers and acquisitions, coupled with the changing nature of health care, has enormous implications for the city’s real estate.\n\n“Real estate is a strategic asset as hospital systems and physician groups bring health care closer to the consumer in environments that match the facility, care and patient to yield a quality outcome at an effective cost,” said Guy Leibler, the president of Simone Healthcare Development, which has designed, financed and built health care facilities in the tri-state area for the past 25 years.\n\nImplementing Changes to Cut Costs\n\nA hospital’s real estate portfolio can be a strategic place to cut costs to ensure an institution is operating optimally.\n\n“The overall common theme [of hospitals regarding their real estate] is ‘How do we do things more efficiently?’” said Paul Wexler, the head of the Wexler Healthcare Properties team at Corcoran. “‘How do we do things more effectively so we can generate the most income for our institution?’”\n\nThis trend towards cost-conscious care was catalyzed by the Affordable Care Act, the federal statute signed into law in 2010, which mandates that hospitals and medical providers deliver health care more cost-effectively, yielding more hospital mergers and leading to big systems getting bigger.\n\n“The biggest trend in health care nationally right now is mergers and acquisitions,” said Mary Beth Kuzmanovich, the national director for health care services at Colliers International. According to a 2014 report issued by Deloitte, health care industry consolidation in the U.S. has increased more than 50 percent since 2009.\n\nWhen a merger is completed, hospitals oftentimes reassess their larger real estate portfolio.\n\n“There are significant changes in what happens to real estate as a result of these different acquisitions,” Mr. Wexler said. “In some cases, the hospital will look at a specific portfolio of another hospital that they might be acquiring or merging with, and they’ll look at what may be the highest and best use for specific parts of their portfolio. They may take a certain building and put it on the market.”\n\nIn 2013, Mount Sinai Medical Center and Continuum Health Partners, two major players in New York City’s health care market, announced that they would merge to form an integrated health group called the Mount Sinai Health System, which would become one of the largest not-for-profit health systems nationwide.\n\nFollowing the completion of its merger, Mount Sinai found itself responsible for seven hospital campuses (with 3,571 hospital beds and 138 operating rooms), 45 ambulatory practices and 31 affiliated community health centers in the metropolitan area. It then needed to assess how to manage its extensive real estate holdings.\n\n“Upon the signing of our merger, we have been looking at all of our assets,” said Thomas Ahn, the vice president of real estate at the hospital. Mr. Ahn oversees Mount Sinai’s roughly 13 million square feet of space. “It’s our strategic plan to reposition every hospital … Quite frankly, we’re trying to match our high-quality medicine with high-quality facilities.”\n\nThis is the other complicating factor in the story of the fiscal health of hospitals—many New York medical institutions own an extremely valuable asset in this city: land. It is likely that many hospitals’ real estate value is higher than their business value.\n\nAt the Mount Sinai St. Luke’s campus on West 113th Street and Amsterdam Avenue, it has opted to sell four century-old buildings, two of which are landmarked.\n\n“These properties do not have anywhere near the layout or the infrastructure to support a modern, 21st century hospital,” said Mr. Ahn of the structures. It has yet to finalize the buyer, but Mr. Ahn suggested that an enterprising developer could reposition these properties as condos or rentals.\n\n“Those four buildings are great real estate assets. They overlook Morningside Park and are quite beautiful,” he said.\n\nThe buildings will all but certainly net over $100 million. Mr. Ahn said the proceeds would be used towards the development of a medical mall and improving the emergency department at St. Luke’s.\n\nThree miles south at the Roosevelt campus on West 59th Street and 10th Avenue, Mount Sinai is selling the 102,000-square-foot Antenucci Building at 432 West 58th Street. According to Mr. Ahn, the contract was signed in February and the deal will close this summer. Proceeds from the sale will be reinvested in Roosevelt Hospital.\n\nOld Hospitals, New Facilities\n\nMount Sinai is now working on a strategic plan for Mount Sinai Beth Israel, which came out of the merger of Mount Sinai and Continuum in 2013, on how it plans to build a new hospital out of its hodgepodge of buildings, which were built from the early 1900s to the 1960s. These buildings are intertwined, making rebuilding difficult.\n\n“We’re in the planning stages of what we should be doing at Beth Israel,” Mr. Ahn said. “We clearly will not be closing it down. However, we need to do something over there to improve the facilities because we have aged facilities at [the hospital].”\n\nIn order to survive in the competitive health care marketplace, it is vital for hospitals to have state-of-the-art facilities in which preeminent care can be delivered.\n\n“You can’t deliver state-of-the-art care without state-of-the-art equipment and state-of-the-art facilities,” said Elise Wagner, a partner in the Land Use Department at Kramer Levin Naftalis & Frankel who has worked with hospitals for over 20 years. “In particular, for a place like New York [a] physical plan in so many cases is built for a very different type of care from what people are delivering now.”\n\nToday, it seems that almost every major medical facility in the city is undertaking a colossal project to enhance its buildings. Within the New York metropolitan area, there is $6.2 billion in projects that are currently in the late-planning or under-construction stages, according to Revista, a firm that provides data on medical real estate. Statistics provided by Revista also highlighted that the New York Metropolitan Statistical Area ranks first for medical construction out of the top 50 such areas in the country.\n\nWhen hospitals are constructing these buildings, “there’s much more of an effort for … care in a way that’s best for the patient, which hopefully also coincides with delivering an efficient way financially,” Ms. Wagner said. “If you think about that, that relates to the real estate … to the buildings where people deliver care and what needs to be proximate to each other and where there are connections between types of specialties.”\n\nThese layouts are the result of a newer concept of patients, for better or worse, becoming customers in search of the best health care.\n\n“Health care now is a retail service,” said Mr. Leibler. “It’s no longer an institutional service.”\n\nMany hospitals’ older buildings were not designed with the patient as the focal point, making these properties more difficult to reposition for patient-centered care.\n\nMoreover, the hospital is no longer seen as the default care delivery system. In 2005, then-New York Governor George Pataki formed the Commission on Health Care Facilities in the 21st Century, more commonly known as the Berger Commission, to fix the state’s ailing medical facilities and streamline care. Ultimately, the Commission found that “Health care services are migrating rapidly out of large institutional settings into ambulatory-, home- and community-based settings” and subsequently called for the closing of nine hospitals statewide and the reconfiguration of another 48.\n\n“We’re now in a world of untraditional hospitals,” Mr. Leibler said. “We will see fewer additional hospitals where you go and they take care of a multitude of needs [and] we’re going to be in a world of specialty hospitals,” he added.\n\nTraditional hospitals now see the merit of investing in ambulatory centers. Last November, Montefiore, the university hospital for the Albert Einstein College of Medicine, opened its new Hutchinson campus at 1250 Waters Place in the Bronx. At first glance, the 11-story, 280,000-square-foot facility appears to be a traditional hospital; it has 12 operating rooms, four procedure rooms, an advanced imaging center and the necessary laboratory services. However, a closer look reveals that there are no beds.\n\n“Medical advances are allowing procedures traditionally performed in hospitals to be done on an ambulatory basis – with better results for patients,” said Steven M. Safyer, the president and chief executive officer of Montefiore Health System. “The new campus reflects this evolution in the delivery of health care … Our new ‘hospital without beds’ has a larger surgical capacity than many traditional hospitals, with interdisciplinary teams of doctors and nurses working together to provide innovative primary and specialty care.” According to the Agency for Healthcare Research and Quality, roughly two-thirds of all surgeries in the U.S. today are performed in ambulatory settings, which overall provide cheaper care than hospitals.\n\nNYU Langone also sees ambulatory care centers as central to its growth strategy. In addition to its 347,000-square-foot ambulatory care center on East 38th Street, the hospital has a network of more than 40 ambulatory sites throughout the region.\n\n“We will continue to rapidly grow our portfolio of ambulatory sites in the five boroughs and the greater metropolitan region, to bring world-class medical care closer to patients where they live and work,” Ms. Suna said.\n\n“There’s no reason to buy a Cadillac when you need a Buick. There’s no reason to pay for a hospital stay when you need an ambulatory stay,” Mr. Leibler said.\n\nDevelopers See Potential\n\nAs previously mentioned, many of New York’s hospitals have not survived. However, these closings have presented opportunities for some of the city’s industrious developers.\n\nWhen the 236-bed Cabrini Hospital in Gramercy Park closed in 2008, the property was picked up by MSKCC, which paid $83.1 million for the site. MSKCC had planned to use the campus for care facilities, but then opted to sell the five-building complex to the Chetrit Group for $152.7 million, or about $351 per square foot, according to CoStar.\n\n“One hospital originally acquired it for its own use, flipped it and then there was a significant change in the price,” said Mr. Wexler. “Now … the value will be increased yet again.”\n\nToday, the former Cabrini campus is known as Gramercy Square, and the residential development is designed to profit on the sizzling real estate market when completed in 2016.\n\nThe Chetrit Group is also converting the former Mary Immaculate Hospital in Jamaica, Queens into a four-building, 298,000-square-foot residential complex. According to YIMBY, Chetrit bought the bankrupt hospital’s campus for $4.8 million, or less than $12 per buildable square foot, in 2009.\n\nIn Greenwich Village, Rudin Management Company and Global Holdings’ Greenwich Lane condos and townhouses are rising at the former home of St. Vincent’s Hospital, which was sold for $260 million to the developers.\n\n“The Rudins had the foresight to see that a lot of these buildings and the sites where they were located had much more potential to capitalize on this hot residential market and develop into high-end luxury condo units,” Mr. Wexler said. Today, units are on the market at Greenwich Lane for $25 million.\n\nSome properties, Mr. Wexler noted, are less likely to be sold and converted to other uses than others.\n\n“I think that most of the space developed along York Avenue in medical will not likely convert into residential because there is a need for [medical] space near the home campuses,” he said of the handful of hospitals present on the Upper East Side.\n\nAnd some buildings are actually being converted for medical use. In 2014, the William Macklowe Company purchased 156 William Street for $62.5 million from Capstone Equities. Mr. Macklowe plans to reposition the 12-story building exclusively for medical tenants.\n\n“We felt it was sort of natural since the building is directly across the street from NY Presbyterian-Downtown Hospital,” Mr. Macklowe told CO. “Now, when St. Vincent’s shuttered and went bankrupt, that left Downtown as the only acute care facility south of 14th Street. The reinvestment in development and redevelopment downtown is extraordinary. This changes the whole complexion downtown. And when you have a thriving 24/7 community, there’s the need for health care.”\n\nThe Future of Hospitals and New York Real Estate\n\nAccording to a 2014 report issued by the Centers for Medicare and Medicaid Services, spending on health care is estimated to grow at an average rate of 5.7 percent through 2023, which means that hospitals and health care providers will be forced to continue to find cost-effective ways of delivering care and attracting new patients.\n\n“Over the last decade and a half, hospitals did everything they could to rationalize the cost of care,” said Mr. Leibler, noting that many institutions significantly eliminated staff and services to help their bottom lines. “These are things on the periphery that don’t interfere with primary care. Sooner or later, we run out of things to do and need a structural change.”\n\nMr. Ahn believes Mount Sinai will continue to invest in the five boroughs and the tri-state area to increase the number of patients it can treat, thereby generating more revenue.\n\n“There are struggles,” Mr. Ahn said. “We are all feeling it. Medicare rates are cut in half. Managed care rates are being reduced. It’s a challenge for most hospitals. We have to be very nimble in our business. It’s a very competitive environment. All the major systems are making major real estate investments not only in their infrastructure but in their expansion of ambulatory facilities, which feed the main hospitals.”\n\nAnd Mr. Ahn knows he will need to ensure all of his facilities are first rate from an architectural perspective.\n\n“It’s important to have facilities that are modern, patient-friendly, navigate well, are architecturally pleasing and are a place where people want to go and feel a sense of quality medicine being delivered,” he said. “I think that patients sometimes will gravitate to a facility that’s beautiful and well appointed not knowing the quality of doctors.”", "article_metadata": {"sailthru.section": "Features", "sailthru.author": "Danielle Schlanger", "description": "New York City hospitals are getting bigger, co-opting smaller facilities \r\nand spending like they’ve got money to burn on their real estate.", "og": {"site_name": "Commercial Observer", "description": "A rendering of the Helen L. and Martin S. Kimmel Pavilion on NYU Langone’s campus. On Manhattan’s East Side, NYU Langone Medical Center is undertaking an exacting project by any measure; the hospital is building a state-of-the-art care pavilion and energy building that will provide primary electric service to the campus. It is also renovating…", "title": "Platinum Plan: NYC Hospitals' Evolving Real Estate Portfolios", "locale": "en_US", "image": {"width": 400, "identifier": "https://nyocommercialobserver.files.wordpress.com/2014/08/co-logo-square.png", "type": "image/png", "height": 400}, "url": "http://commercialobserver.com/2015/05/platinum-plan-nyc-hospitals-evolving-real-estate-portfolios/", "type": "article"}, "sailthru.date": "2015-05-06T09:54:02-04:00", "sailthru.title": "Platinum Plan: NYC Hospitals’ Evolving Real Estate Portfolios", "sailthru.tags": "NYU Langone,New York-Presbyterian,Mount Sinai,coMore,coMore-Features", "fb": {"app_id": 248567891940159}, "sailthru.image.thumb": "https://nyocommercialobserver.files.wordpress.com/2015/05/hutchcenter.jpg?w=50", "keywords": "New York- Presbyterian, Mount Sinai, Guy Leibler, Chetrit Group, Mary Immaculate Hospital, William Rudin, Greenwich Lane, NYU Langone Medical Center, George Pataki, Berger Commission, Montefiore, Memorial Sloan Kettering Cancer Center, Thomas Ahn, Elise Wagner, Kramer Levin, Affordable Care Act, Beth Israel, Laca Wong-Hammond, Duff & Phelps, Simone Healthcare, Paul Wexler, Corcoran", "article": {"section": "Features", "tag": "Mount Sinai", "published_time": "2015-05-06T09:54:02-04:00", "modified_time": "2015-05-06T11:52:05-04:00", "author": "https://commercialobserver.com/author/danielle-schlager/"}, "sailthru.description": "<p>A rendering of the Helen L. and Martin S. Kimmel Pavilion on NYU Langone’s campus. On Manhattan’s East Side, NYU Langone Medical Center is undertaking an exacting project by any measure; the hospital is building a state-of-the-art care pavilion and energy building that will provide primary electric service to the campus. It is also renovating&hellip;<a class=\"more-link\" href=\"http://commercialobserver.com/2015/05/platinum-plan-nyc-hospitals-evolving-real-estate-portfolios/\">Read More</a></p>", "sailthru.image.full": "https://nyocommercialobserver.files.wordpress.com/2015/05/hutchcenter.jpg", "viewport": "width=device-width, initial-scale=1", "news_keywords": "New York- Presbyterian, Mount Sinai, Guy Leibler, Chetrit Group, Mary Immaculate Hospital, William Rudin, Greenwich Lane, NYU Langone Medical Center, George Pataki, Berger Commission, Montefiore, Memorial Sloan Kettering Cancer Center, Thomas Ahn, Elise Wagner, Kramer Levin, Affordable Care Act, Beth Israel, Laca Wong-Hammond, Duff & Phelps, Simone Healthcare, Paul Wexler, Corcoran"}, "_id": "\"57477af36914bd0286fd14e2\"", "article_summary": "Implementing Changes to Cut CostsA hospital’s real estate portfolio can be a strategic place to cut costs to ensure an institution is operating optimally.\n“The biggest trend in health care nationally right now is mergers and acquisitions,” said Mary Beth Kuzmanovich, the national director for health care services at Colliers International.\nIt is likely that many hospitals’ real estate value is higher than their business value.\nMany have bemoaned the closing of vital health care facilities and have lamented the lack of adequate care in pockets of the five boroughs.\n“There are significant changes in what happens to real estate as a result of these different acquisitions,” Mr. Wexler said."}