{"article_title": "Maine wants to help you get fertility treatments — unless it was an STD that made you infertile", "article_keywords": ["wants", "std", "insurers", "unless", "help", "morality", "bill", "treatments", "long", "maine", "states", "state", "fertility", "infertile", "women"], "article_url": "https://www.washingtonpost.com/blogs/govbeat/wp/2015/04/21/maine-wants-to-help-you-get-fertility-treatments-unless-it-was-an-std-that-made-you-infertile/", "article_text": "\n\n(Andre Chung/The Washington Post)\n\nHere is the good news: Maine lawmakers want health insurers to start paying for fertility treatments. Many more hopeful Mainers might soon be able to have children.\n\nHere is the icky news: Only married people would qualify, and only if they hadn’t become infertile because of a sexually transmitted disease.\n\nSo far, 13 states have laws requiring insurers to cover assistive reproductive therapies according to the National Conference of State Legislatures. The specifics vary: some states specifically exclude in vitro fertilization, which is an expensive procedure; others have eligibility rules related to the mother’s age or how long she has been trying to get pregnant.\n\nBut only Maine’s measure would include morality clauses. The bill, LD 943, directs insurers to cover a generous menu of fertility treatments — as long as the parents put a ring on it, and as long as they didn’t bring the problem upon themselves by being promiscuous. That’s the subtext of the legislation, at least.\n\nIt’s not uncommon for untreated gonorrhea or chlamydia to cause infertility in women, when parts of the uterus, fallopian tubes, or ovaries become damaged by infection. These are relatively common diseases. In 2013, 1.4 million cases of chlamydia and 333,000 cases of gonorrhea were reported. The CDC estimates that 24,000 women become infertile because of untreated sexually transmitted diseases each year. Sometimes the damage happens unnoticed, and women only discover they are infected when they have trouble getting pregnant.\n\nThe Portland Press Herald penned an outraged editorial on Monday morning:\n\nIf made law, the bill would call on government to sit in judgment on people’s personal lives, and determine who was morally worthy of a certain kind of medical care and who was not. This is not just a bad bill – it’s a terrible bill. It should either be radically amended or killed outright.\n\nThe author of the bill, a socially conservative Republican, seemed to understand that his provisions were controversial. Testifying last week before the Insurance and Financial Services Committee, the Maine Senate Majority Leader Rep. Garrett Mason (R) said that he would be willing to work on tweaking the specific language.\n\n“I’m totally willing to do something that fits Maine better, and that is why we have the committee process,” he said.\n\nMason was also a co-sponsor of a religious freedom bill similar to the ones that passed with great controversy in Indiana and Arkansas. He and others in the Republican leadership added their names to the bill despite the national outcry over these kinds of laws, which critics say encourage homophobia and discrimination against gay people. (The bill was finally recalled last week.)\n\nIt’s of course doubtful that Mason’s morality tests will ever make it through the Democrat-controlled house in Maine. And the bill has other obstacles. One often-overlooked provision in the Affordable Care Act makes it harder for states to make new rules about the kinds of medical procedures insurers must cover. The concern is that adding new requirements (like for fertility treatments) would probably cause insurance premiums to go up. So starting in 2016, the ACA will require state to pay that difference — at least for people on individual and small group coverage plans.\n\nWhy include these morality clauses at all?\n\nLawmakers often propose bills in order to take a stand on an issue, even if the odds are slim that the language will make it into law. This and other recent bills remind us that, though the state legalized gay marriage three years ago, there remains a strong religious constituency in Maine. They are important voters that politicians will continue to go out of their way to appease.", "article_metadata": {"description": "Lawmakers want health insurers to start paying for fertility treatments, but only married people would qualify, and only if they hadn’t become infertile because of a sexually transmitted disease.", "author": "https://www.facebook.com/jeff.y.guo", "og": {"site_name": "Washington Post", "description": "Lawmakers want health insurers to start paying for fertility treatments, but only married people would qualify, and only if they hadn’t become infertile because of a sexually transmitted disease.", "title": "Maine wants to help you get fertility treatments — unless it was an STD that made you infertile", "url": "https://www.washingtonpost.com/blogs/govbeat/wp/2015/04/21/maine-wants-to-help-you-get-fertility-treatments-unless-it-was-an-std-that-made-you-infertile/", "image": "https://img.washingtonpost.com/rf/image_1484w/2010-2019/WashingtonPost/2015/04/01/Outlook/Advance/Images/STEggs150501415728986.jpg", "type": "article"}, "referrer": "unsafe-url", "twitter": {"site": "@WashingtonPost", "card": "summary_large_image", "creator": "@_jeffguo"}, "apple-itunes-app": "app-id=938922398, app-argument=https://www.washingtonpost.com/blogs/govbeat/wp/2015/04/21/maine-wants-to-help-you-get-fertility-treatments-unless-it-was-an-std-that-made-you-infertile/", "fb": {"admins": 500835072, "app_id": 41245586762}, "keywords": "maine, infertility, fertility treatment", "article": {"publisher": "https://www.facebook.com/washingtonpost", "author": "https://www.facebook.com/jeff.y.guo"}, "viewport": "width=device-width, initial-scale=1.0, user-scalable=yes, minimum-scale=0.5, maximum-scale=2.0", "news_keywords": "maine, infertility, fertility treatment"}, "_id": "\"57477af46914bd0286fdd9e8\"", "article_summary": "The concern is that adding new requirements (like for fertility treatments) would probably cause insurance premiums to go up.\n(Andre Chung/The Washington Post)Here is the good news: Maine lawmakers want health insurers to start paying for fertility treatments.\nSo far, 13 states have laws requiring insurers to cover assistive reproductive therapies according to the National Conference of State Legislatures.\nIt’s of course doubtful that Mason’s morality tests will ever make it through the Democrat-controlled house in Maine.\n“I’m totally willing to do something that fits Maine better, and that is why we have the committee process,” he said."}