{"article_title": "A Baseless Attack Against Garland On ACA Cases", "article_keywords": ["baseless", "supreme", "right", "garland", "readers", "support", "work", "watch", "aca", "source", "attack", "way", "cases", "womens", "wing"], "article_url": "http://www.rightwingwatch.org/content/baseless-attack-against-garland-aca-cases-0", "article_text": "To our readers: The future of the Supreme Court. The most far-right presidential candidates in decades. Non-stop attacks on women’s rights. Never has the work of Right Wing Watch, a project of the People For the American Way dedicated to exposing the Far-Right's extreme and intolerant agenda, been more important. And, as a non-profit, our main source of support is readers like you. If you use Right Wing Watch, please consider making a contribution to support our work at this critical time.", "article_metadata": {"og": {"url": "http://www.rightwingwatch.org/content/baseless-attack-against-garland-aca-cases-0", "image": "http://www.rightwingwatch.org/sites/default/files/images/a_story_images/merrick-garland-a.jpg", "type": "blog", "description": "When you have a Supreme Court nominee as well respected across the political and ideological spectrum as Merrick Garland, it’s no wonder that far right groups’ attacks against him make so", "title": "A Baseless Attack Against Garland On ACA Cases"}, "description": "When you have a Supreme Court nominee as well respected across the political and ideological spectrum as Merrick Garland, it’s no wonder that far right groups’ attacks against him make so little sense. Their “he hates the Second Amendment” attack last week was so illogical that it just made them look foolish.", "viewport": "width=1074, initial-scale=1.0"}, "article_summary": "If you use Right Wing Watch, please consider making a contribution to support our work at this critical time.\nNever has the work of Right Wing Watch, a project of the People For the American Way dedicated to exposing the Far-Right's extreme and intolerant agenda, been more important.\nAnd, as a non-profit, our main source of support is readers like you.\nTo our readers: The future of the Supreme Court.\nNon-stop attacks on women’s rights."}