{"article_title": "Reality Check: Gov’s Decision To Continue MNsure Enrollment « WCCO", "article_keywords": ["insurance", "plans", "consumers", "check", "decision", "tax", "minnesota", "reality", "services", "continue", "health", "plan", "policies", "wcco", "care", "mnsure", "enrollment", "govs"], "article_url": "http://minnesota.cbslocal.com/2013/11/19/reality-check-govs-decision-to-continue-mnsure-enrollment/", "article_text": "MINNEAPOLIS (WCCO) — Minnesota has rejected President Barack Obama’s offer to delay some canceled insurance policies for a year under the new health law. The President was trying to make good on a promise that “if you like your policy, you can keep it.”\n\nNow, millions are finding themselves in limbo, including here in Minnesota.\n\nLast week, Dayton praised Obama’s decision allowing people to keep their old policies.\n\n“The president deserves great credit for keeping his promise to the American people,” he said.\n\nAfter hearing from Minnesota’s largest health care companies, however, Dayton directed the Minnesota Department of Commerce to continue enrolling Minnesotans under MNsure, the state’s new health care exchange.\n\nThe Minnesota Council of Health Plans (MCHP) said in a letter that “changing the rules will destabilize the market and result in higher premiums.”\n\n“The President’s announcement comes too late to allow health plans and our regulator to complete filings, rate approvals and communications regarding re-enrollments in time to prevent major market disruptions for Minnesotans in the individual marketplace,” MCHP said.\n\nTechnically, Minnesotans are not getting their policies canceled. That’s illegal under Minnesota law. But some are getting their policies changed. And that’s what the fuss is all about.\n\nAccording to the Minnesota Department of Commerce:\n\n“If consumers have an individual or family health insurance plan that was purchased after March 23, 2010, their plan may require some changes. They will be getting more coverage and better benefits in 2014. However, it is important to know that plans cannot be canceled or terminated under Minnesota law. Insurance companies send a notice to consumers if their benefits change or their premiums go up, which occurs during the renewal on an annual basis. Changes for those policies bought after March 23, 2010 were added to the insurance policies for 2014, and the approximately 139,000 consumers in this area have already received letters from their insurance company outlining what these changes were and what their options would be for next year. These were not termination or cancellation notices and were required to let consumers know how their plans were modified to include the consumer protections that are an important part of the Affordable Care Act.”\n\nApproximately 140,000 Minnesotans got letters telling them they can’t keep their policies, because their plans don’t meet the minimum standards of the new health care law.\n\nThe old policies don’t include one or more of 10 new Essential Health Benefits.\n\nAccording to HealthCare.gov, those benefits include:\n\n“Ambulatory patient services; emergency services; hospitalization; maternity and newborn care; mental health and substance use disorder services, including behavioral health treatment; prescription drugs; rehabilitative and habilitative services and devices; laboratory services; preventive and wellness services and chronic disease management; and pediatric services, including oral and vision care.”\n\nThat doesn’t make it any easier, especially if a replacement plan costs more money. But for a lot of people, it won’t.\n\nMinnesota’s health exchange is offering some of the lowest premiums in the country. For families earning between $47,100 and $94,200, tax credits could make it even less.\n\nHowever, not all consumers whose individual policies were cancelled will see lower costs, and there’s no tax credit available for people who renew their policies with their insurance companies instead of through MNsure.\n\nAccording to the Minnesota Commerce Department:\n\n“Consumers that automatically renew their plans will not qualify for federal subsidies through MNsure and may miss out on an opportunity to find new coverage at a lower cost. It is important for consumers to compare to the new products for what better fits their needs before renewing. The main thing is that consumers need to shop around, check with MNsure and look for the best plan for their needs.”\n\nSo, a growing number of states, like Minnesota, are rejecting the President’s offer to allow people to keep their policies for a year, including Massachusetts, Vermont, Rhode Island and Washington.\n\nReality Check Sources\n\nStatus of States: Kaiser Health News | Washington Post\n\nHealth Insurance Tax Credits In Minnesota\n\nCenter on Budget and Policy Priorities: Possible Effect of Delay\n\nKaiser Family Foundation Daily Report\n\nFact Check: Obama Promise\n\nWhat If ObamaCare is Repealed?\n\nMinnesota Council of Health Plans\n\nHealth Care Tax Creidt for Qualifying Family\n\nHealth Insurance Reform: MN Department of Commerce", "article_metadata": {"description": "Minnesota has rejected President Obama's offer to delay some canceled insurance policies for a year under the new health law. The President was trying to make good on a promise that \"if you like your policy, you can keep it.\" Now, millions...", "generator": "WordPress.com", "og": {"url": "http://minnesota.cbslocal.com/2013/11/19/reality-check-govs-decision-to-continue-mnsure-enrollment/", "image": {"width": 640, "secure_url": "https://cbsminnesota.files.wordpress.com/2012/02/mark-dayton-speaking.jpg?w=640", "identifier": "https://cbsminnesota.files.wordpress.com/2012/02/mark-dayton-speaking.jpg?w=640", "height": 480}, "type": "article", "description": "Minnesota has rejected President Obama's offer to delay some canceled insurance policies for a year under the new health law. The President was trying to make good on a promise that \"if you like your policy, you can keep it.\" Now, millions are finding themselves in limbo, including here in Minnesota.", "title": "Reality Check: Gov's Decision To Continue MNsure Enrollment"}, "twitter": {"image": "https://cbsminnesota.files.wordpress.com/2012/02/mark-dayton-speaking.jpg?w=640", "description": "Minnesota has rejected President Obama's offer to delay some canceled insurance policies for a year under the new health law. The President was trying to make good on a promise that \"if you like your policy, you can keep it.\" Now, millions are finding themselves in limbo, including here in Minnesota.", "site": "/wcco", "card": "summary_large_image", "title": "Reality Check: Gov's Decision To Continue MNsure Enrollment"}, "msapplication-tooltip": "News, Sports, Weather, Traffic, and the Best of Minnesota, and the Twin Cities of Minneapolis-St. Paul.", "msapplication-window": "width=device-width;height=device-height", "application-name": "WCCO | CBS Minnesota", "article": {"publisher": "http://facebook.com/CBSMinnesota", "author": "http://facebook.com/CBSMinnesota"}, "keywords": "aca information, affordable care act, health, local, news, reality check, syndicated local, watch + listen, wcco-tv shows, affordable health care act, essential health benefits, gov. mark dayton, health care, health care exchange, mark dayton, minnesota department of commerce, mn, mnsure, obamacare, pat kessler, potus, president barack obama, reality check", "google-site-verification": "44caXBf4kjHeKKAT7ZZ89NaCX25utL_yRSa-qGpwIhY", "msapplication-task": "name=Subscribe;action-uri=http://minnesota.cbslocal.com/feed/;icon-uri=http://1.gravatar.com/blavatar/306ed083e68aa1a8027608b8156838d2?s=16", "news_keywords": "affordable health care act, essential health benefits, gov. mark dayton, health care, health care exchange, mark dayton, minnesota department of commerce, mn, mnsure, obamacare, pat kessler, potus, president barack obama, reality check"}, "_id": "\"57477af46914bd0286fdfef8\"", "article_summary": "After hearing from Minnesota’s largest health care companies, however, Dayton directed the Minnesota Department of Commerce to continue enrolling Minnesotans under MNsure, the state’s new health care exchange.\nMINNEAPOLIS (WCCO) — Minnesota has rejected President Barack Obama’s offer to delay some canceled insurance policies for a year under the new health law.\nMinnesota Council of Health PlansHealth Care Tax Creidt for Qualifying FamilyHealth Insurance Reform: MN Department of Commerce\nReality Check SourcesStatus of States: Kaiser Health News | Washington PostHealth Insurance Tax Credits In MinnesotaCenter on Budget and Policy Priorities: Possible Effect of DelayKaiser Family Foundation Daily ReportFact Check: Obama PromiseWhat If ObamaCare is Repealed?\nAccording to the Minnesota Department of Commerce:“If consumers have an individual or family health insurance plan that was purchased after March 23, 2010, their plan may require some changes."}