{"article_title": "Broncos’ C.J. Anderson is built and plays like a wrecking ball – The Denver Post", "article_keywords": ["cj", "vallejo", "broncos", "plays", "built", "wrecking", "nfl", "backs", "denver", "running", "touchdown", "anderson", "ball", "yards", "hillman", "post"], "article_url": "http://www.denverpost.com/paige/ci_28572113/paige-broncos-c-j-anderson-is-built-and", "article_text": "“Dreams don’t die until you decide to give up on them.”\n\nAristotle, Plato, Socrates? No, it’s the driving philosophical motivation for Broncos running back C.J. Anderson. “I believe in all of that.”\n\nC.J. suddenly approached me at a charity golf tournament Monday and proclaimed proudly: “Check out my stomach, Mr. Paige. Do I look like I’m a little chubby?”\n\nMy gut reaction was that C.J., at 5-foot-8, 218 pounds, was as strong and solid as a wrecking ball.\n\nThroughout his 24 years, Cortrelle Javon Anderson has been deemed too short, too slow, too well-upholstered, and not talented enough, not brainy enough, not sinewy enough.\n\n“Because I’ve always been undersized since Pop Warner, I had to keep proving myself,” he says.\n\nDespite being a record-setting high school option quarterback, tailback and cornerback in Vallejo, Calif., his skill package and academic average didn’t attract one scholarship offer from a Division I program. He was a walk-on at a community college in Oakland.\n\nAlthough he was named an All-American at Laney College (with 8.0 yards per attempt), C.J. barely drew interest from major schools. Only nearby California gave him a chance. Even when he ran impressively for the Bears — and scored his first touchdown on a 20-yard run in Boulder against CU — Anderson started only two games in two seasons.\n\nIn the aftermath of the NFL combine in 2012, it was expected that C.J. would be selected in the middle rounds. Twenty-three running backs were drafted; C.J. was not.\n\nThe Broncos gave a minimum, nonguaranteed contract and a $12,500 bonus to the free agent.\n\nAnderson was sixth on the depth chart behind three players who had been chosen in the top three rounds of Broncos drafts, an NFL veteran and a returning practice-squad player. In his first exhibition, in San Francisco (30 miles from Anderson’s hometown), he rushed for 65 yards before exploding his MCL.\n\nThe badly wounded rookie, whose mantra is “Ballin’ for Dawg” (in honor of a high school teammate who died during one of their games), called his single mom, Neva Craig, and his grandmother Barbara Gaddies and started bawling.\n\n“I hadn’t let the obstacles stop me. I always said when something bad happened, ‘Blame yourself, nobody else.’ But when I injured my knee, I was afraid it was over.”\n\nBut, following C.J.’s surgery, longtime Broncos running backs coach Eric Studesville told Anderson not to give up.\n\nThe kid made the team.\n\nHe carried only seven times and caught one pass late in the 2013 Super Bowl season.\n\nIn camp last year, C.J. was third-string behind Montee Ball and Ronnie Hillman. But Ball would undergo an emergency appendectomy (and was hurt when he returned), and Hillman injured his foot.\n\nAnderson replaced Hillman in Oakland (in front of 40 friends and family from Vallejo) when the Broncos fell behind the winless Raiders. On a critical third-down play, he pulled off the weirdest, wildest, cross-field, cross-country 51-yard catch-and-run play for his first NFL touchdown. C.J. finished with 163 yards (90 rushing) as the Broncos rallied.\n\nHe was the starter the rest of the season and shocked everyone, except his own self, producing 849 yards running (4.7 per) and 324 yards receiving (9.5) — and 10 touchdowns. C.J. added 109 more yards in the playoff defeat.\n\nC.J. is a rising star in fantasy league, “Madden” and the NFL, “but I can’t waste this opportunity. I got to work even harder.” He has more career rushing yards than 21 of the 23 running backs drafted in 2013.\n\nLast November former offensive coordinator Adam Gase compared Anderson’s thighs to Earl Campbell’s and said he couldn’t be tackled by one defender. In the offseason, Gase told Chicago writers Anderson was “a little chubby at times.”\n\nC.J. wasn’t offended — ” ‘Goose’ texted me to apologize, and I laughed because that’s what he called me all last season” — but he was motivated. Anderson began an intensive diet to reduce his weight and body fat, and was down from 228 to 218 for the opening training camp workout Friday.\n\nAnderson will never be asked to pose for a Greek statue, but I can testify that his body is in powerful shape, and he’s the perfect model for Gary Kubiak’s offensive scheme.\n\nThe young man is humble, confident and special. He could become the Broncos’ 15th 1,000-yard rusher and just the third to surpass 1,500 yards.\n\n“My goals are to stay healthy, be the best back I can for the Broncos, get stronger, keep my dream alive and win a championship.”\n\nLil’ Chubby is the Broncos’ Big’un Back.\n\nWoody Paige: woody@woodypaige.com or twitter.com/woodypaige", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "Paige: Broncos’ C.J. Anderson is built and plays like a wrecking ball", "title": "Paige: Broncos’ C.J. Anderson is built and plays like a wrecking ball", "url": "http://www.denverpost.com/2015/08/01/paige-broncos-c-j-anderson-is-built-and-plays-like-a-wrecking-ball/", "image": {"width": 512, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg", "height": 512}, "locale": "en_US", "type": "article"}, "twitter": {"site": "@denverpost", "card": "summary"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "article": {"published_time": "2015-08-01T17:02:15+00:00", "modified_time": "2016-05-23T02:26:22+00:00"}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "viewport": "width=device-width, initial-scale=1", "news_keywords": "Woody Paige"}, "_id": "\"57477af46914bd0286fdff0d\"", "article_summary": "No, it’s the driving philosophical motivation for Broncos running back C.J.\nOn a critical third-down play, he pulled off the weirdest, wildest, cross-field, cross-country 51-yard catch-and-run play for his first NFL touchdown.\nTwenty-three running backs were drafted; C.J.\nAnderson replaced Hillman in Oakland (in front of 40 friends and family from Vallejo) when the Broncos fell behind the winless Raiders.\nI got to work even harder.” He has more career rushing yards than 21 of the 23 running backs drafted in 2013."}