{"article_title": "Former Justice Orie back in the news", "article_keywords": ["sister", "serving", "court", "family", "justice", "casey", "state", "zappala", "stephen", "orie", "staff"], "article_url": "http://www.philly.com/philly/blogs/growls/Former-Justice-Orie-back-in-the-news.html", "article_text": "John Baer has written about politics and government for the Daily News since 1987. Neither subject ever fails to provide him with stories of policies and politicians walking on or skirting by paths to perdition.\n\nOh the news and legal tangles just one family can create!\n\nThe Pittsburgh Tribune-Review reports that former Justice Joan Orie Melvin, serving three years of house arrest and two years probation following her conviction for using judicial staff to run her political campaigns, has been ordered back to court for possible violation of the terms of her probation.\n\nThe newspaper says Orie is scheduled to appear before a judge Tuesday to answer questions about why she hasn't complied with a prior court order that she write letters of apology to her staff and 500 judges across the state, and include a photo of herself in handcuffs.\n\nTalk about pen pals, eh?\n\nOrie evidently contends that writing such letters would prejudice her appeal of her conviction.\n\nThe Pittsburgh Orie family is familiar with legal attention.\n\nJoan's sister Janine Orie also was convicted of campaign-related abuses. A third sister, former GOP state Senate Whip Jane Orie, is serving a two and -a-half to 10-year prison term for the same sort of staff/campaign wrongdoing and other offenses.\n\nMeanwhile, Joan Orie Melvin's 25-year old daughter, Casey Melvin, last month was charged with insurance fraud for allegedly lying about the date of a vehicle accident so damage would be covered by her policy, which had lapsed.\n\nAnd that aint all. Allegheny County DA Stephen Zappala Jr., son of former Supreme Court Chief Justice Stephen Zappala, sought to move Casey Orie's case to the state attorney general's office since he already prosecuted Casey's mother and two aunts.\n\nBut the state AG's office sent the case back, noting that Casey Orie's uncle, Deputy Attorney General Jerry Orie, prosecutes insurance fraud cases.\n\nImagine family reunions.", "article_metadata": {"pubdate": 20160524, "editdate": "20131011T05:49:19", "twitter": {"url": "http://www.philly.com/philly/blogs/growls/Former-Justice-Orie-back-in-the-news.html", "image": "http://media.philly.com/images/022213_joanoriemelvin_600.jpg", "site": "@phillydotcom", "card": "summary_large_image", "title": "Former Justice Orie back in the news"}, "cg": "news", "keywords": "John Baer", "description": "A former PA Supreme Court justice under house arrest is ordered to court for possible probation violation. - John Baer, Philadelphia Daily News", "byline": "John Baer", "contenttype": "Blog_Post", "publication": "Philadelphia Daily News", "title": "Former Justice Orie back in the news", "livedate": "20131011T05:49:19", "verify-v1": "3x82DC93LZlv0I/hQEBoyVVjlGPtX7VxHFgv1upr+9I=", "news_keywords": "John Baer", "contentid": 227372021, "DC.date.issued": "2013-10-11T05:49:19-04:00", "fb": {"app_id": 938226082960499}, "viewport": "width=device-width, initial-scale=1.0", "og": {"site_name": "Philly.com", "description": "A former PA Supreme Court justice under house arrest is ordered to court for possible probation violation.", "title": "Former Justice Orie back in the news", "url": "http://www.philly.com/philly/blogs/growls/Former-Justice-Orie-back-in-the-news.html", "image": "http://media.philly.com/images/022213_joanoriemelvin_600.jpg", "type": "article"}, "searchdate": "2013-10-11", "google-site-verification": "db3T5L3C8_JvO-55gJ22lGGUnZLlNulgzTwX1NhCV3o", "y_key": "ccf0cd67e5f1e33c", "sourcepublication": "Daily News"}, "_id": "\"57477af36914bd0286fd152d\"", "article_summary": "The Pittsburgh Orie family is familiar with legal attention.\nBut the state AG's office sent the case back, noting that Casey Orie's uncle, Deputy Attorney General Jerry Orie, prosecutes insurance fraud cases.\nAllegheny County DA Stephen Zappala Jr., son of former Supreme Court Chief Justice Stephen Zappala, sought to move Casey Orie's case to the state attorney general's office since he already prosecuted Casey's mother and two aunts.\nJoan's sister Janine Orie also was convicted of campaign-related abuses.\nA third sister, former GOP state Senate Whip Jane Orie, is serving a two and -a-half to 10-year prison term for the same sort of staff/campaign wrongdoing and other offenses."}