{"article_title": "An inside look at Tommy John surgery, search to save ligaments", "article_keywords": ["kocher", "search", "john", "look", "pitchers", "inside", "ligaments", "tommy", "ligament", "pitching", "elbow", "injury", "surgery", "save", "arm"], "article_url": "http://www.si.com/mlb/2014/09/03/tommy-john-surgery-cutting-edge-research-lab", "article_text": "This story appears in the Sept. 8, 2014 issue of Sports Illustrated. Subscribe to the magazine here.\n\nIn an operating room in Waltham, Mass., Mininder Kocher, a professor of orthopedic surgery at Harvard, reaches for what appears to be a Black & Decker drill and begins to burrow into the right elbow of a 16-year-old baseball player named Matt Ferreira. Bone dust whizzes around the room. Dr. Kocher, who is also associate director of the sports medicine division at Boston Children’s Hospital, is one of the world’s leading authorities on ulnar collateral ligament (UCL) ­reconstruction -- better known to even the most casual sports fans as Tommy John surgery. A few moments after carving into Ferreira’s elbow he reaches for something that looks like a slimy shoelace. It’s a tendon from a corpse, and he nimbly weaves it into the throwing arm of his patient.\n\nIt is late May, and Matt, who just recently got his driver’s license, should be finishing his junior season as a catcher for Coyle and Cassidy High in Taunton, Mass. But he hasn’t touched a baseball in eight weeks, not since persistent elbow pain drove him to visit his family orthopedist. “I never heard a pop,” Matt said the day before his surgery. “Several years ago I had a season where I had pitched quite a bit and experienced some pain, but I really wanted to tough it out, so I didn’t tell anyone. Over the next few years I ­really didn’t have much pain.” But in early April, as he was warming up for a preseason scrimmage, Matt couldn’t get loose: “My arm just didn’t feel right. I made a few throws and had some pain, and then it just got worse to the point where I couldn’t throw at all.”\n\nMatt was having trouble functioning off the field too. The pain in his elbow sometimes kept him up at night if he had his arm in the wrong position. After imaging tests, Matt’s physician advised him to go to Dr. Kocher’s clinic. “It’s never easy for a parent to see his child in pain,” says Matt’s father, Pete. “I often wonder if I should have done something differently, if I missed a clue that would have let me know that he needed to stop [throwing].”\n\nMatt Ferreira’s story is all too common. The question continues to baffle both the baseball and medical communities: Why are so many ­players -- from major league stars like Mets ace Matt Harvey and 2013 National League Rookie of the Year Jose Fernandez of the Marlins down to teenaged amateurs like ­Ferreira -- having­ Tommy John surgery? From 2000 through ’11 the average number of UCL surgeries among big leaguers was 16.6 per year. The figure jumped to a record 36 in ’12. This year we’re again on pace for at least 30. Tommy John surgery -- named after the Dodgers lefty who underwent the first UCL reconstruction, in 1974 -- has become cruelly ­democratic: This season it has claimed the young (22-year-old Pirates prospect Jameson Taillon, the second pick in the ’10 draft) and the experienced (35-year-old Astros reliever Peter Moylan), the seemingly indestructible (Diamondbacks righty Bronson Arroyo had never been on the disabled list in his 15-year ­career before undergoing surgery in July) and the chronically broken down (Moylan, the Padres’ Josh Johnson and Cory Luebke, and the Braves’ Brandon Beachy all had their UCL’s repaired for the second time). The Tommy John scourge has even taken out two key position players, All-Star Orioles catcher Matt Wieters and the Twins’ top prospect, third baseman Miguel Sano.\n\nOrthopedic surgeons say they’re not only doing more ulnar collateral ligament ­repairs, but also performing them on younger and younger ­athletes. “I’ve been on staff at Boston’s Children’s Hospital since 1999,” says Dr. Kocher, a soft-spoken ex-basketball­ player, “and we’re unquestionably seeing more ulnar collateral ligament injuries today.” A decade or so ago Kocher performed between five and 10 Tommy Johns a year on patients under 18. Now that figure is around 25, and he has operated on players as young as 13.\n\nWhy? Theories abound. Overuse, poor pitching mechanics, insufficient conditioning, year-round travel team schedules, pitching while fatigued, playing catcher when not pitching and early specialization in pitching at the expense of other positions or sports have all been identified as possible risk factors. It’s unclear precisely how much each contributes to ulnar collateral ligament injury. In addition to the aforementioned risk factors, Kocher points to the way Tommy John surgery, once seen as a career killer, has been destigmatized: So many pitchers have gone under the knife and come back throwing effectively that much of the fear of the procedure is gone. Call it the Strasburg Effect, after Nationals ace Stephen Strasburg, who famously underwent Tommy John surgery in 2010 and is still among the hardest throwers in the game. “I have kids coming in with tendinitis, and their UCL is fine,” Kocher says, “but they want surgery. It happens at least once a month.”\n\nThere is a widespread belief that a pitcher will throw harder after Tommy John surgery. But that’s a misconception; any increase in velocity probably results from strength gains that come with the postoperative rehabilitation program, not the operation itself. Replacing a torn ligament with one from a cadaver doesn’t cause a pitcher to throw harder. In fact, a recent study by researchers at the University of Chicago revealed no difference in velocity before and after Tommy John surgery among big league pitchers who underwent the procedure between 2008 and ’10.\n\n*****\n\nI’m an assistant professor of medicine at Cornell, and I’ve studied the way tissues adapt and regenerate in response to injury. But before I went to medical school, I was a pitcher. I played for Yale, and in 2002, I was the Angels’ 21st-round draft pick. During my brief stint in the game -- I never made it out of rookie ball -- I suffered a number of minor arm injuries but nothing serious enough to sideline me for more than a start or two.\n\nPhoto: Damian Strohmeyer for Sports Illustrated\n\nLigament damage, particularly in a throwing arm, is a complex, multifactorial process. Predicting which pitchers are at risk is difficult, and there are exceptions to every rule. Some players throw far too much with poor mechanics yet never get hurt; others suffer ligament tears despite adequate rest and exquisite mechanics. Figuring out exactly what constitutes too much stress on an elbow is exceedingly hard for a coach, parent or player.\n\n“Every kid has a different pitch count; every kid has a different predisposition to injury,” Dr. Kocher says. “[The field] is moving more to individual pitching analysis and modifiable risk factors. That’s the future.” Kocher works with a team of researchers at Waltham’s Micheli Center for Sports Injury Prevention, a division of Children’s Hospital that uses high-speed photography to look at pitching mechanics. The scientists want to identify young pitchers who lack adequate rotation of the shoulder or trunk, or the proper release point or any of a host of other risk factors -- muscle weakness, lack of flexibility, mechanical flaws -- so that they can prevent an injury before it happens.\n\nThis summer Dr. James Andrews, cofounder of the American Sports Medicine Institute in Birmingham, Tommy John guru for countless major leaguers and perhaps the most famous orthopedic surgeon in the world, added another recommendation to the rapidly accumulating stockpile of preventative wisdom: “Do not always pitch with 100% effort.” I shook my head when I read that. When I played, I threw every pitch as hard as I possibly could -- and I got drafted because of the velocity of my fastball, which topped out at 92 mph. Dr. Andrews’s advice may be medically sound, but it’s probably not applicable to young hurlers who are focused on getting batters out, not on arm health, when they step on the mound. Besides, how do you tell a kid not to try so hard?\n\nTo understand why so many elbow ligaments are snapping, I decided to watch the famous Tommy John operation firsthand and speak to players who’d undergone the procedure. I also wanted to find out if we really are in the midst of a UCL epidemic. Often a statistical spike in the occurrence of an injury or disease is due to increased awareness and detection, not necessarily an epidemiologic change. But that subtlety can be glossed over in a headline.\n\nThe Micheli Center seemed like a good place to start. A multidisciplinary approach built on state-of-the-art technology that could identify someone who was about to blow out an elbow would be a game-changer. Could Kocher and his team do it? One day this summer I put away my white coat and stethoscope, pulled out my baseball glove and went to Massachusetts to find out.\n\n*****\n\nWaltham was once best known for the mass production of high-end timepieces. Between 1854, when the Waltham Watch Company opened its doors, and 1957, when it stopped making watches, 35 million were manufactured in Watch City. Now this sleepy commuter town on the outskirts of Boston, lined by clapboard houses and public parks, is bringing its expertise in precision calibration to baseball.\n\nI had noticeably poor mechanics when I pitched, so I wondered why I never needed Tommy John surgery. The Major League Baseball Scouting Bureau official report on me was not particularly flattering: Tightness thru upper 1⁄2, arm not esp loose. Herky-jerky helps decpt. I also checked off several other risk factors: I pitched a lot, I specialized at an early age, and I often pitched while fatigued. Yet my elbow never bothered me. Why did someone like Jose Fernandez, with his beautiful mechanics and easy velocity, tear his UCL, while I, who looked like a monkey trying to get a fly off his back, never suffered more than mild tenderness in my left arm?\n\nI made an appointment for an evaluation at Micheli. A staff member instructed me to arrive wearing three things: a baseball cap, a spandex shirt and what turned out to be a pair of rather unforgiving spandex shorts. When I arrived on a bright morning in late May, a trainer named Corey Dawkins took me into a small exam room and put me through a thorough flexibility examination. He also gently noted that I would benefit from yoga.\n\nAfter he took those measurements, as well as my height and weight -- 6 feet, 194 pounds -- I was brought into a room the size of a tennis court where a team of engineers placed 50 sensors resembling small, gray Ping-Pong balls all over my body, from ankles to fingertips. I was told to stretch and begin pitching off an AstroTurf mound into a net 50 feet away.\n\nIt was the first time I’d been on a mound in a dozen years, and it showed. My first throw nearly hit a window, and I worried my next might break one of the 10 cameras attached to the walls. But I eventually settled in and hit the target. After I was warmed up, I was given a special ball with a sensor on it and asked to throw a fastball (fast was a relative term), then to rate the pitch on a scale of 1 to 10 based on effort expended. I said 5. From there we moved on to my secondary pitches, a slider and changeup. Part of me wanted to impress the technicians by really uncorking a few fastballs and snapping off some curves. But I suspected that if I did, I’d end up on an operating table after all.\n\nAs the workout progressed, my elbow felt no pain, but my shoulder quickly became fatigued. By my 20th pitch, it genuinely hurt. The feeling reminded me of something many sports-medicine experts had told me: a pain-free elbow often gives pitchers a false sense of security. The elbow is just one component in pitching’s kinetic chain, the balletic movement sequence of muscles, bones, tendons and ligaments that generates the energy to throw. It includes the core muscles of the trunk, the small muscles of the shoulder and the muscles of the forearm and hand. A problem anywhere along the chain can put inappropriate stress on the elbow. The tricky part is identifying a subtle problem with the naked eye.\n\nAfter throwing, I sat down with a bioengineer named Sarah Jarvis who used information from the motion sensors to create a three-dimensional­ representation of my throwing motion. (Yep, herky-jerky!) Every time I threw a pitch, those cameras tracked the Ping-Pong balls on my body at a rate of 240 frames per second. Using my height and weight, the software then calculated joint angles and torque, the ­rotational force that can cause a ligament to tear.\n\nMy analysis would take several days to complete, so Jarvis showed me one she’d recently done for a college pitcher. She’d examined a host of jargon-heavy variables -- release point, gleno­humeral external rotation, horizontal abduction, flexion angles, trunk tilt, hip separation, lead-foot angle and elbow-joint torque. I recalled something Asheesh Bedi, an assistant professor of orthopedic surgery at the University of Michigan, had told me a few days earlier: Pitchers who need UCL reconstruction often lack internal rotation in their shoulder, a condition known as gleno­humeral internal rotation deficit (GIRD). It’s a tough risk factor to identify; a pitcher certainly doesn’t feel a rotation deficit.\n\nUsing a sophisticated computer program, however, Jarvis can precisely calculate a throwing shoulder’s internal and external rotation deficit, along with a host of other forces that stress a pitcher’s arm. After that analysis the scientists provide a summary of things the player did well and things that need improvement, as well as a prescription for how to fix those problems: altering the pitcher’s release point, say, or adjusting the arm angle up or down.\n\nIn the analysis of the college pitcher, I was most struck by this:\n\nMax varus torque is the amount of force placed on the UCL. Yours is lower than those with similar velocity. Yours is 37.36 [newton meters] compared to a similar group at 55 Nm.\n\nIn layman’s terms, this pitcher places less stress on his elbow than most others who throw as hard as he does. It was excellent news for this ­athlete -- and a glimpse at the future of injury prevention that Dr. Kocher dreams about. The hot phrase in patient care is personalized medicine; here I was seeing personalized sports medicine that could potentially prevent an arm injury. Every player, coach, and parent in the ­country -- not to mention major league pitching coaches and general ­managers -- would want access to this. Why rely on the subjective opinion of a coach who doesn’t like your pitching motion when a computer can tell you, from a bio­mechanical perspective, what you’re doing right and wrong? (For the record, anyone can undergo the same motion analysis I received at Micheli, at a cost of $395.)\n\nWhen we were done examining the ­computer-generated data, I spoke with Dr. Kocher­ about the surgery he would perform the following day: Matt Ferreira’s ulnar collateral ligament reconstruction. Kocher planned to replace Ferreira’s torn ligament with an intact gracilis tendon from the knee of a cadaver. With the Ferreira family’s permission, he invited me into the operating room to observe, but first I sat down with Matt and his father to discuss their decision to have the surgery.\n\nMatt seemed anxious. “I really had to be talked into the surgery by my parents,” he said. “It was a scary thing to me. But ultimately I decided to do it because the pain and weakness in my elbow was really interfering in my daily life.” Matt said he was unable to lift or pull anything with his right arm without severe pain. “It was a shock,” he said of the surgery news. “But it got real very quickly that I was going under the knife.”\n\nAt the time my wife was 39 weeks pregnant; we were about to have a son. Hearing the Ferreiras speak so openly about Matt’s injury made me think about how I’d coach my boy. Would I let him pitch twice a week? Would I let him specialize if that’s what he wanted to do? Where do you draw the line between pushing a child to excel and pulling back to prevent an injury?\n\n*****\n\nI left Micheli and made the short drive into Boston to Fenway Park. I wanted to speak to Chris Capuano, then a Red Sox reliever (he’s now with the Yankees), who knows more than most people do about elbow reconstruction. The lefthander tore his UCL in May 2002, when he was a 23-year-old in the Diamondbacks’ system. He was pitching a Triple A game: It was the eighth inning, and Capuano’s pitch count was nearing 100. “As I released the ball, I felt a sensation in my elbow like a rubber band had been pulled apart and snapped back together again,” Capuano says. “It was a quick pop/snap followed by a shooting pain down my forearm. I threw two more pitches that bounced and called the trainer out.” Capuano knew something was wrong -- he felt “a biting pain” in his elbow when he tried to move his arm. He underwent Tommy John surgery 13 days later.\n\nA year to the day after his injury, on May 4, 2003, Capuano made his big league debut with Arizona. Over the next five seasons he made 116 starts for the Diamondbacks and the Brewers, and he was named to the National League All-Star team in ’06. But during a spring training game with Milwaukee in ’08, Capuano threw a pitch and felt a familiar pop. He underwent a second Tommy John operation two months later.\n\nCapuano’s story was remarkably different from Ferreira’s. The big leaguer’s injuries occurred in discrete incidents, in what felt like specific moments of trauma. The high schooler’s seemed like the result of slow deterioration. How could you even be sure they had the same injury? The only way to truly know if an elbow ligament is torn is through an MRI, which is perhaps why so many ­players -- amateur and pro -- now undergo the imaging exam as soon as they feel any arm discomfort. Many experts believe that’s not necessarily a good thing.\n\nIn a 2004 study published in the American Journal of Sports Medicine, researchers conducted MRI evaluations of players in the ­Tigers’ spring training camp who were healthy and exhibiting no symptoms of elbow problems. Most of them -- 87% -- were found to have an elbow abnormality. One surgeon told me that half of the 1927 Yankees might have been playing with torn or partially torn elbow ligaments, but we’ll never know because the technology to diagnose the injury didn’t exist back then. We can’t say whether baseball is in the midst of a true Tommy John epidemic or if we’re just better at diagnosing an injury that, silently, was just as prevalent in previous generations.\n\n“The MRI almost always will show something,” says Brian Wolf, associate professor of orthopedics and the baseball team physician at the University of Iowa. “This damage often is a partial tear of the UCL. Partial can be 5% or 75%. On one hand, trying therapy/rest is great because a player could be back in three months. On the other hand, there’s a chance that three months down the road he will still be struggling and ­ultimately need surgery.”\n\nThis uncertainty puts injured players in a difficult spot. ­Especially among pitchers in the minors and ­majors, there’s pressure to get an MRI early and have surgery to repair even partial UCL tears as soon as possible to avoid months of lost time if the player fails to get better with rehab. When to have Tommy John surgery has become one of the most controversial medical issues in baseball. “The common conundrum,” Dr. Wolf says, “is that we tell pitchers at the high school or college level that we can put you on the disabled list for a while and see how you feel in three or four months. But when millions of dollars are at risk, there’s often a lot of push to get it fixed.”\n\nThis is the scenario Yankees righthander Masa­hiro Tanaka faced shortly before the All-Star break, when the club announced that their ace had been diagnosed with a partial tear of the ulnar collateral ligament after developing pain in his throwing elbow. The 25-year-old was 12-4 with a 2.51 ERA when the team placed him on the disabled list on July 9, and Tommy John surgery seemed inevitable. ­Instead, New York’s $155 million Japanese import began a six-week rehabilitation program. On Aug. 20, after a 35-pitch bullpen session, Tanaka told reporters that “the elbow is fine now.” He’s hoping to be back on the mound this month.\n\nFerreira and Capuano are two ballplayers at opposite ends of the injury demographic: a teenager trying to win the starting catcher job on his high school team, and a professional athlete with millions on the line. As it happens, Ferreira’s case was rather straightforward: His ligament was torn, the injury was impacting his daily life, and the elbow needed to be repaired. But what if the tear had only been slight? Would a $20,000 surgery be ­appropriate just to play one more season of high school baseball?\n\n*****\n\nI woke up the next morning in Waltham with a throbbing left arm. Pitching, it turns out, is exceedingly difficult on the body, even if you’re only throwing into a net 50 feet away. It’s not a natural activity, and if you don’t do it for a dozen years, you’re going to feel pretty terrible the day after you throw.\n\nIn the Children’s Hospital operating room ­Ferreira was being prepped for surgery. After anesthetics and precautionary antibiotics were administered, the surgical team went to work. What’s most remarkable about watching Mininder Kocher perform an ulnar collateral ligament reconstruction is seeing the mix of finesse and brute strength required. One moment he’s navigating a tiny ­microscope, known as an arthroscope, to help him gently manipulate the damaged ligament and to look for cartilage injuries or bone spurs that also need to be treated. The next, he’s using that large drill to bore holes into the humerus and the ulna. Standing there in Watch City, I couldn’t help but imagine Matt Ferreira’s extended right arm as the hand on a clock and Dr. Kocher as a craftsman salvaging a valuable timepiece.\n\nThe procedure took less than 90 minutes. Matt’s arm would be in a brace for the next eight weeks, but he would begin a physical therapy program ­immediately. The preliminary goal was for him to start soft tossing a baseball in six months and return to the field in about nine, just in time for opening day 2015. Matt sent me an email not long after he returned home. “I am still just a few days out from the surgery,” he wrote, “so I haven’t gone through the toughest part yet. I slept through the surgery itself, so, yeah, it was a piece of cake! It went by very quickly, but since then I’ve been pretty sore. The brace is heavy, but I’m getting used to it and am anxious to get started on the road back.”\n\nMatt has reason to be optimistic. A recent 10-year follow-up study in the American Journal of Sports Medicine of 256 baseball players who underwent Tommy John surgery found that 83% (and 90% of pitchers) returned to the same level of competition in less than a year. Ninety-three percent were satisfied with their operation, and only 3% had persistent elbow pain. On Aug. 20, the same day Tanaka announced that his elbow was healed, Matt Ferreira called to share similar news. “I just swung a bat for the first time since the surgery,” he said, “and it felt great!” He had seen Dr. Kocher earlier in the day and was cleared to start a light throwing program in mid-September, a month ahead of schedule.\n\nMatt’s 12-year-old brother, Joshua, is also a baseball player: He pitches and also plays shortstop and catcher. ­According to Pete, both Joshua and Matt will have preventative evaluations at the Micheli Center before next season.\n\n*****\n\nNot long after I returned home to Manhattan, I ­received the results of my pitching analysis. It was a six-page report, full of obscure abbreviations and medical-ese. It also contained an explanation in layman’s terms of what I was doing right and wrong, with the ego-bruising­ caveat that I was throwing slower than the competitive pitchers the test was intended to evaluate.\n\nPhoto: Damian Strohmeyer for Sports Illustrated\n\nDespite my herky-jerky windup, the strain on my elbow registered at 46 newton meters (a measurement of torque), below the stress that’s believed to cause a ligament tear. This explained why I never had an elbow injury. I also learned that my hip-shoulder separation was only 17 degrees -- it should have been between 40 and 60 -- and that my release point was a mere .64 of a centimeter ahead of my front foot. Ideally that distance would be 20 to 30 centimeters.\n\nIn 15 years of pitching I’d had dozens of coaches, players and scouts offer opinions about why my pitching mechanics weren’t quite right, but no one -- not a single ­person -- ever mentioned my release point. But here it was, right in front of me. A computer could tell me what a human could not. I wonder how this technology would have helped some of the guys I played with -- or me -- and how it might impact the next generation of pitchers. How many might avoid a trip to the disabled list by taking a trip to Waltham?\n\nThe story of Tommy John surgery is complicated, and it’s still unfolding. Our under­standing of ulnar collateral ligament injury may look quite different a few years from now. The remark­able thing is that we’ve developed the medical expertise to correct the problem. Soon we may have the technology to prevent it.\n\nMatt McCarthy is the author of the forthcoming memoir The Real Doctor Will See You Shortly.", "article_metadata": {"category": "MLB", "sailthru.image.thumb": "http://cdn-s3.si.com/s3fs-public/styles/thumbnail/public/2014/09/03/mccarthy-tommy-john.jpg?itok=XWlKiChW", "news_keywords": "Stephen Strasburg,Brandon Beachy,Jose Fernandez,Bronson Arroyo,Chris Capuano,Josh Johnson,Matt Wieters,Peter Moylan,Matt Harvey,Cory Luebke", "Generator": "Drupal 7 (http://drupal.org)", "author": "Matt McCarthy", "og": {"url": "http://www.si.com/mlb/2014/09/03/tommy-john-surgery-cutting-edge-research-lab", "site_name": "SI.com", "image": "http://cdn-s3.si.com/s3fs-public/styles/si_gallery_slide/public/2014/09/03/mccarthy-tommy-john.jpg?itok=VUpWZQVX", "type": "article", "title": "Cutting Edge: a look at Tommy John surgery and search to save ligaments"}, "twitter": {"url": "http://www.si.com/mlb/2014/09/03/tommy-john-surgery-cutting-edge-research-lab", "image": "http://cdn-s3.si.com/s3fs-public/styles/si_gallery_slide/public/2014/09/03/mccarthy-tommy-john.jpg?itok=VUpWZQVX", "card": "summary", "title": "Cutting Edge: a look at Tommy John surgery and search to save ligaments"}, "sailthru.date": "2014-09-04", "sailthru.title": "Cutting Edge: a look at Tommy John surgery and search to save ligaments", "teams": "Diamondbacks,Nationals,Dodgers,Orioles,Brewers,Yankees,Pirates,Marlins,Braves,Padres,Tigers,Astros,Angels,Twins,Mets", "sailthru.expire_date": "2014-09-06", "players": "Stephen Strasburg,Brandon Beachy,Jose Fernandez,Bronson Arroyo,Chris Capuano,Josh Johnson,Matt Wieters,Peter Moylan,Matt Harvey,Cory Luebke", "keywords": "Stephen Strasburg,Brandon Beachy,Jose Fernandez,Bronson Arroyo,Chris Capuano,Josh Johnson,Matt Wieters,Peter Moylan,Matt Harvey,Cory Luebke,Diamondbacks,Nationals,Dodgers,Orioles,Brewers,Yankees,Pirates,Marlins,Braves,Padres,Tigers,Astros,Angels,Twins,Mets", "article": {"publisher": "https://www.facebook.com/sportsillustrated"}, "sailthru.description": "This story appears in the Sept. 8, 2014 issue of Sports Illustrated. Subscribe to the magazine here.\n\nIn an operating room in Waltham, Mass.,...", "sailthru.image.full": "http://cdn-s3.si.com/s3fs-public/2014/09/03/mccarthy-tommy-john.jpg", "viewport": "width=1024"}, "_id": "\"57477af36914bd0286fd1544\"", "article_summary": "It happens at least once a month.”There is a widespread belief that a pitcher will throw harder after Tommy John surgery.\nI had noticeably poor mechanics when I pitched, so I wondered why I never needed Tommy John surgery.\nWhen to have Tommy John surgery has become one of the most controversial medical issues in baseball.\nThe story of Tommy John surgery is complicated, and it’s still unfolding.\nCall it the Strasburg Effect, after Nationals ace Stephen Strasburg, who famously underwent Tommy John surgery in 2010 and is still among the hardest throwers in the game."}