{"article_title": "Lawmaker says federal government needs to refund Utah; Kindergarten expansion proposed", "article_keywords": ["refund", "needs", "million", "proposed", "fund", "lawmaker", "rep", "bill", "utah", "expansion", "kindergarten", "federal", "state", "students", "committee", "housing"], "article_url": "http://www.ksl.com/?nid=757&sid=38596205", "article_text": "SALT LAKE CITY — Rep. Ken Ivory, R-West Jordan, wants the state reimbursed for federal spending and Utah parents next year might have more options for their children as they prepare to enter kindergarten.\n\nHere's a roundup of what's happening on the hill:\n\nA Utah lawmaker says if the federal government can afford to spend $1.6 million studying the effects of excess alcohol on prostitutes in China, it can pay the state the nearly $1 million due for keeping national parks open during the 2013 government shutdown.\n\n\"Perhaps we all remember where we were on Oct. 1, 2013, when without notice, consultation or communication with the state of Utah, our national parks and monuments were shut down,\" Rep. Ken Ivory, R-West Jordan, told members of the Natural Resources, Agriculture and Environmental Quality Committee on Friday.\n\n\"Immediately, that had a $17 million adverse impact to our communities who rely so heavily on tourist income and revenue from the beautiful places in our state that we invite the world to come and see.\"\n\nIvory is the sponsor of HCR11, which urges payment of the outstanding balance of $999,400 the federal government owes Utah for keeping places like Zion National Park and the Glen Canyon National Recreation Area open for 16 days. The park closures across the country came in the wake of a federal shutdown that occurred when Congress could not come to a resolution on the budget.\n\nParents next year might have more options for their children as they prepare to enter kindergarten, whether those kids need more of a challenge or extra help in learning the basics.\n\nThat's what Utah lawmakers are hoping will come from a continued focus on early childhood education this year. Two bills advanced Friday that would bring those outcomes closer to reality for Utah families.\n\nFurthest along is a proposal to allow more schools the option of offering extended-day kindergarten to families who choose to enroll. Utah already spends roughly $7.5 million so that 214 schools can offer extended-day kindergarten. But HB42 would spend another $10 million, enough to include another 285 schools, according to bill sponsor Rep. Lowry Snow, R-Santa Clara.\n\nSnow said the funding would be targeted to help students most in need of academic help. Those students would be identified through an entry test to see whether they're behind in vocabulary and other literacy skills. The program could also be offered to students from low-income families or others at risk of learning struggles.\n\nSchools that already offer extended-day kindergarten find those students more prepared for building on foundational skills, such as reading and math, Snow said.\n\n\"The purpose of this bill is recognizing that there is an unmet need, but also recognizing that those students who are afforded the opportunity of this program do extremely well,\" Snow said.\n\nA Senate committee gave a favorable recommendation Friday to an amended version of SB169, which would give the board that oversees the Olene Walker Housing Loan Fund flexibility to award grants for homeless and low-income housing initiatives.\n\nThe bill, sponsored by Sen. Todd Weiler, R-Woods Cross, removes the requirement that half of the fund be used for loans for affordable housing options and would permit the fund to also award grants.\n\nThe amended SB169 addresses initial concerns, such as language that would have required the board to distribute 50 percent of the funds as grants, said Kathy Bounous, general counsel of the Utah Department of Workforce Services, which oversees the fund.\n\nThat approach would quickly deplete the fund and have a \"huge impact … on our ability to continue to fund affordable housing and homeless initiatives throughout the state,\" she said.\n\nThe amended legislation allows the board \"to decide when they grant and when they loan. So it gives the board more flexibility,\" Bounous said.\n\nSen. Scott Jenkins, R-Plain City, said his reading of the original bill suggested \"it was just written specifically for Salt Lake County. Is this going to affect them more than the rest?\"\n\nShaleane Gee, director of special projects and partnerships for Salt Lake County, which is leading the collective impact efforts on homelessness and affordable housing initiatives, said the bill's scope is statewide.\n\nCritics say Utah's efforts to gain ownership of 30 million acres of federal land within its borders are an ill-conceived folly, but proponents want to be prepared if or when their efforts prove successful.\n\nTo that end, Rep. Mike Noel, R-Kanab, is sponsoring the Utah Public Lands Management Act, HB276, which would kick in when at least 100,000 acres of federal lands are transferred to the state.\n\nThe legislation, which passed the House Natural Resources, Agriculture and Environment Committee on Friday on a 9-1 vote, sets up the state Division of Land Management, a director to lead the agency and an 11-member advisory board.\n\nNoel said critics who keep calling the state's efforts a \"land grab\" should note that his bill clearly emphasizes that it is the policy of the state that the lands be retained in state ownership.\n\n\"You protect those things that people like,\" Noel said, noting that he and his children love the outdoors. \"I would be going against the very wishes of my children to sell off all these public lands.\"\n\nThe bill provides that the state lands would be managed for multiple uses, including mining, energy development, grazing, outdoor recreation, fishing and hunting, as well as wilderness conservation.\n\nA House committee on Friday voted to study over the summer a bill that would provide tax exemptions on military retirement payments.\n\nBill sponsor Rep. Lee Perry, R-Perry, said although the bill had a large $17 million fiscal note, it was expected to bring the state far more revenue by attracting more military retirees to the state.\n\nRetired Air Force Col. Mike Dunn said that when he retired after 28 years of military service in 1997, he was advised not to retire in Utah because it is one of only 16 states that taxes military retirement payments.\n\nThe committee expressed concern about the potential hit to income tax revenue, which funds Utah's public education.\n\n\"You're asking us to choose between our veterans and our school children,\" said Rep. Jeremy Peterson, R-Ogden and the committee's vice chairman.\n\nContributing: Amy Joi O' Donoghue, Morgan Jacobsen, Marjorie Cortez, Emily Larson\n\n0 Pending Comments", "article_metadata": {"description": "Rep. Ken Ivory, R-West Jordan, wants the state reimbursed for federal spending and Utah parents next year might have more options for their children as they prepare to enter kindergarten.\n\nHere's a roundup of what's happening on the hill:", "google-play-app": "app-id=com.ksl.android", "og": {"image": "http://img.ksl.com/slc/2583/258338/25833890.jpg?filter=ksl/responsive_story_lg", "type": "article", "description": "Rep. Ken Ivory, R-West Jordan, wants the state reimbursed for federal spending and Utah parents next year might have more options for their children as they prepare to enter kindergarten.\n\nHere's a roundup of what's happening on the hill:", "title": "Lawmaker says federal government needs to refund Utah; Kindergarten expansion proposed | KSL.com"}, "twitter": {"site": "@kslcom", "card": "summary_large_image"}, "apple-itunes-app": "app-id=363278608, app-argument=http://www.ksl.com/?nid=757&sid=38596205", "fb": {"pages": 68771464171}, "tout": {"article": {"id": 38596205}}, "viewport": "width=device-width, initial-scale=1.0", "keywords": "news, traffic, weather, sports, classifieds, cars, jobs, homes, television, radio, salt lake, utah, local", "article": {"author": "https://www.facebook.com/kslcom/"}, "theme-color": "#0b162f"}, "_id": "\"57477af36914bd0286fd1554\"", "article_summary": "Utah already spends roughly $7.5 million so that 214 schools can offer extended-day kindergarten.\nSALT LAKE CITY — Rep. Ken Ivory, R-West Jordan, wants the state reimbursed for federal spending and Utah parents next year might have more options for their children as they prepare to enter kindergarten.\nThat's what Utah lawmakers are hoping will come from a continued focus on early childhood education this year.\nFurthest along is a proposal to allow more schools the option of offering extended-day kindergarten to families who choose to enroll.\nBut HB42 would spend another $10 million, enough to include another 285 schools, according to bill sponsor Rep. Lowry Snow, R-Santa Clara."}