{"article_title": "Academic Medical Centers Should Lead The Charge On Price Transparency", "article_keywords": ["lead", "price", "amcs", "patients", "centers", "academic", "charge", "health", "transparency", "study", "research", "hospitals", "medical", "care"], "article_url": "http://healthaffairs.org/blog/2015/01/21/academic-medical-centers-should-lead-the-charge-on-price-transparency/", "article_text": "Giffin Daughtridge and Richard Shannon\n\nJanuary 21, 2015\n\nA bipartisan campaign to increase price transparency in the medical world has been reverberating through the press, government, and hospitals. Recent examples include CMS’ release of datasets for inpatient and outpatient charges and North Carolina’s House Bill 834, which was signed into law on August 21, 2013 and mandates that the state’s Department of Health and Human Services publish hospital charges. In Time Magazine, Steven Brill’s article, “Bitter Pill,” provided stunning real world examples of how the lack of price transparency can create enormous uncertainty and confusion among both patients and providers.\n\nThe momentum will only continue as Section 2718(e) of the Affordable Care Act is implemented. The provision, which took effect on October 1, 2014, mandates that each hospital establish, update, and publicize a list of standard charges for items and services provided. At this critical moment, there is one set of institutions that are uniquely positioned to ensure that price transparency is implemented deliberately and successfully: Academic Medical Centers.\n\nFor good reason, there is excitement about the potential of the price transparency movement. A recent Health Affairs study by Wu et al. suggests that when patients have access to health care prices for an intervention such as an MRI, a significant number select the lower-price option. This proof of concept shows that price transparency has the potential to lead to competition between hospitals, thus reducing costs to the patient and health care system.\n\nPrice transparency also holds the potential to pay dividends for hospitals, which might gain a competitive advantage if patients decide that they would prefer to pay a high but visible price rather than face unknown charges. The Surgery Center of Oklahoma, for example, lists the prices of all its procedures on its website. As Tina Rosenberg reported in the New York Times, patients from all over the USA and even Canada have begun seeking care there. Other patients have presented these published numbers to their local providers in an effort to drive down prices for the same procedures.\n\nIdeally, hospitals nationwide could replicate what the Surgery Center of Oklahoma has done using price transparency to drive down health care costs. Unfortunately, health care seldom behaves in an ideal manner and price transparency, which is clear in concept, can become more murky when implemented. Negative repercussions are possible. For example, with new incentives to keep costs down, some providers may respond by providing lower quality care. Therefore, a careful study of price transparency’s outcomes is necessary to understand what its long-term impacts will be on the cost and quality of care.\n\nHealth Care’s Double Standard\n\nHistorically, health care has operated under a double standard. Tangible interventions such as new drugs, medical devices, and novel surgical techniques are subjected to rigorous study before being implemented in patient care. Health policy changes, on the other hand, tend to be implemented first and rigorously studied later, after their desirable and undesirable or anticipated and unanticipated consequences have taken effect.\n\nLike any new drug or medical device, new policy has a significant effect on patients and the outcomes they receive. Shouldn’t we research it as such? Before implementing changes that will have as far reaching effects as making a 2.8 trillion dollar industry’s pricing trends transparent, we should have answers to the following questions: How will price transparency affect a patient making an emergent medical decision versus an elective one? Will patients be able to sort through the enormous quantity of pricing data to make the most appropriate decision? Will knowing the price of medical interventions affect people’s adherence to them? And most importantly, will high quality medical practice be rewarded?\n\nTo this end, careful research will be needed to determine the most effective practices. And like any research in medicine, Academic Medical Centers (AMCs) – which have the largest amount of funding, a strong brain trust of faculty and students, and serve as national leaders in education, research, and clinical service – should lead the way.\n\nA Price Transparency Pilot\n\nIn order for AMCs to pilot price transparency methods and study their impacts, two steps will be essential. First, AMCs will need to cooperate with colleagues throughout their regions. Philadelphia, for example, has five AMCs. If one of them were to initiate price transparency studies while the other four did not, the one center with transparent pricing could lose patient volume and profit should patients perceive that hospital’s prices as exorbitant and elect to pay an unknown quantity at another hospital. The most transparent hospital system might become the least financially solvent. Alternatively, if all five AMCs agreed to participate in a price transparency plan and initiated each step together, individual hospitals would avoid losing patients shocked by their newly revealed health care costs.\n\nSecond, AMCs need to develop specific action plans to progress towards price transparency. A move to publish every hospital price is neither practical, given the complexity of risk rating where the care of sick patients costs more, nor beneficial, given the difficulty in making that quantity of information actionable for patients.\n\nFor example, the Pennsylvania Health Care Cost Containment Council (PHC4), reports each hospital in Pennsylvania’s average charge to Medicare for all their valve and coronary artery bypass graft (CABG) and hip and knee replacement procedures. Shockingly, multiple hospitals vary by more than $275,000 in their average charge for CABG despite comparable mortality and readmission quality metrics.\n\nIn any other industry, price variability of this magnitude would impact consumer decision-making. But despite the PHC4 data clearly displaying variability on the scale of hundreds of thousands of dollars for the same procedure between some hospitals, this information has had little impact on where patients seek care, and the hospitals charging the highest amounts for CABGs still do over 100 of these procedures a year. Simply implementing price transparency is not sufficient to produce the changes our health care system needs; research also must be done to figure out how best to apply it so that it can be actionable for patients.\n\nThis research should be done in small steps that AMCs develop and then study closely. As a start, providers could share specific price information with individual patients and observe its effects on their decision-making. For example, all AMCs in a geographic region would have to agree upon a procedure, such as a CABG, whose pricing they would make transparent. The AMCs would then disclose to a select number of patients about to undergo the procedure the expected charges for that episode of care. The AMC would also share the average pricing of the other AMCs in the region.\n\nThis approach would allow for a qualitative study to better understand how patients interpret this information and how it affects their decisions. Do patients decide to pursue surgery at the initial AMC, undergo surgery at another local AMC, select an institution that does not publish its prices, or decline surgery altogether? Though this would be a small step, it would provide an important picture of how patients behave when provided with pricing information between competing institutions. This program could be later expanded to all patients receiving CABGs or to other treatments.\n\nUltimately, the overall effect of hospital price transparency on health care value is too complicated to predict an outcome without much evidence. There is no consensus on the cost savings from public reporting of prices, and quality has not even been addressed. Rather than debating and deciding whether price transparency is good or bad, or worthwhile or not, we should actually study those questions. A first step would be to form a price transparency research focus group with representatives from the administrations of each AMC in the region that agree to pilot collaborative price transparency studies.\n\nThe mission of AMCs to set the standard for clinical care should not stop with clinical research. There is a real opportunity for both the US health care system and individual hospitals to benefit should an AMC, or a city of them, take a step toward price transparency.", "article_metadata": {"og": {"url": "http://healthaffairs.org/blog/2015/01/21/academic-medical-centers-should-lead-the-charge-on-price-transparency/", "type": "article", "image": "http://healthaffairs.org/blog/wp-content/themes/HealthAffairs2015/images/facebook-default.jpg", "site_name": "Health Affairs", "title": "Academic Medical Centers Should Lead The Charge On Price Transparency"}, "description": "Academic Medical Centers Should Lead The Charge On Price Transparency | At the intersection of health, health care, and policy.", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af36914bd0286fd1563\"", "article_summary": "A first step would be to form a price transparency research focus group with representatives from the administrations of each AMC in the region that agree to pilot collaborative price transparency studies.\nA Price Transparency PilotIn order for AMCs to pilot price transparency methods and study their impacts, two steps will be essential.\nAt this critical moment, there is one set of institutions that are uniquely positioned to ensure that price transparency is implemented deliberately and successfully: Academic Medical Centers.\nUltimately, the overall effect of hospital price transparency on health care value is too complicated to predict an outcome without much evidence.\nFor good reason, there is excitement about the potential of the price transparency movement."}