{"article_title": "Golis: State government of, by and for (some of) the people", "article_keywords": ["nonvoters", "likely", "voters", "system", "worldclass", "tend", "state", "policy", "golis", "public", "beaches"], "article_url": "http://www.pressdemocrat.com/opinion/5505241-181/golis-state-government-of-by", "article_text": "“Likely voters in California tend to be older, white, college-educated, affluent and homeowners … Likely voters also tend to identify themselves as ‘haves’ — rather than ‘have nots’.”\n\n— From a new study by the Public Policy Institute of California.\n\nOnce upon a time, state government was dedicated to the proposition that life should be better for all Californians. Now the state wants to charge admission to publicly-owned, Sonoma County beaches — an arrangement sure to punish people who don’t have a lot of money.\n\nWe shouldn’t be surprised. In so many ways, state government seems to be retreating from its historic role as a full partner in the things that make California great.\n\nOnce upon a time, there was a world-class university system that was free to all students. It became the linchpin of California’s prosperity, while guaranteeing equal opportunity for all. Now the state is busy dumping the cost of public higher education on to students and their families, even as economists warn of a shortage of educated workers.\n\nOnce upon a time, there was a world-class highway system and a world-class water system, too.\n\nAnd, once upon a time, there was an ambitious program to expand and maintain state parks and beaches. For decades, Californians fought to make sure the coastline was protected and available to everyone. The beaches and the shore shouldn’t be reserved only for the well-to-do, they believed.\n\nNow, for what amounts to small change in the state budget, the state wants to reverse the process — ensuring that public beaches are available only to people who can afford the price of admission.\n\nMeanwhile, the people we elect to represent us in state government complain about these changes (while hoping we don’t notice that they seem powerless to do anything to stop them).\n\nGiven all this, maybe we shouldn’t be surprised that voter participation continues to decline. In late March, the Public Policy Institute of California reported that fewer than three in five voting-age residents now bother to register to vote, much less vote.\n\nOnly about half of the state’s adults will vote in this presidential election — and turnouts are always higher in presidential years. Sixty-eight percent of those voters will be 45 years or older, and 68 percent will own their own homes.\n\nNon-voters tend to be younger, less affluent and renters — the folks most likely to be harmed by state government’s recent disengagement.\n\nThe report continued, “The economic differences between voters and nonvoters reflect the growing economic divide that has surfaced as one of the most important policy issues this election year. Voters and nonvoters vary noticeably in their attitudes toward the role of government and government spending … all of which come into play in an election year.”\n\nIt’s not difficult to identify ways in which the disparity between voters and nonvoters influences public policy in California.\n\nEven in this Democratic state, PPIC reported, likely voters remain divided in their opinions of the federal Affordable Care Act. Nonvoters, who are more likely to helped by the law, are more likely to have a favorable view.\n\nOlder voters without children at home are less favorably disposed to measures supporting education and less favorably disposed to a measure increasing the minimum wage to $15 an hour.", "article_metadata": {"description": "“Likely voters in California tend to be older, white, college-educated, affluent and", "story version": 2016, "og": {"site_name": "Santa Rosa Press Democrat", "description": "Once upon a time, state government was dedicated to the proposition that life should be better for all Californians. Now the state wants to charge admission to publicly-owned, Sonoma County beaches — an arrangement sure to punish people who don’t have a lot of money.", "title": "Golis: State government of, by and for (some of) the people", "url": "http://www.pressdemocrat.com/opinion/5505241-181/golis-state-government-of-by", "image": "http://www.pressdemocrat.com/csp/mediapool/sites/dt.common.streams.StreamServer.cls?STREAMOID=pHOGhZqAWQsTM8QYeEH5F8$daE2N3K4ZzOUsqbU5sYud9iyM67psumQEuNgGBeqhWCsjLu883Ygn4B49Lvm9bPe2QeMKQdVeZmXF$9l$4uCZ8QDXhaHEp3rvzXRJFdy0KqPHLoMevcTLo3h8xh70Y6N_U_CryOsw6FTOdKL_jpQ-&CONTENTTYPE=image/jpeg", "type": "article"}, "fb": {"admins": 100003031242373, "app_id": 125780984227497}, "msvalidate.01": "9E66801B649686495190ABE3DA8985E7", "article": {"publisher": "https://www.facebook.com/pressdemocrat", "published_time": "2016-04-17T00:07:00-08:00"}, "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "Even in this Democratic state, PPIC reported, likely voters remain divided in their opinions of the federal Affordable Care Act.\nNow, for what amounts to small change in the state budget, the state wants to reverse the process — ensuring that public beaches are available only to people who can afford the price of admission.\nNon-voters tend to be younger, less affluent and renters — the folks most likely to be harmed by state government’s recent disengagement.\nOnce upon a time, state government was dedicated to the proposition that life should be better for all Californians.\nAnd, once upon a time, there was an ambitious program to expand and maintain state parks and beaches."}