{"article_title": "Obamacare Website Company Suddenly Quits", "article_keywords": ["website", "united", "healthcaregov", "suddenly", "cms", "company", "obamacare", "qssi", "health", "quits", "senior", "optum", "slavitt"], "article_url": "http://dailycaller.com/2015/05/14/politically-connected-obamacare-website-company-suddenly-quits/", "article_text": "A man looks over the Affordable Care Act (commonly known as Obamacare) signup page on the HealthCare.gov website in New York in this October 2, 2013 photo illustration. (REUTERS/Mike Segar)\n\n4569156\n\nQSSI, the politically-connected information technology firm that rescued the problem-plagued HealthCare.gov website unexpectedly announced Thursday that it is stepping down as prime manager.\n\nThe surprise departure of QSSI, the Columbia, Md.-based subsidiary of the IT health firm Optum and the health insurance giant United Healthcare Group, will raise new doubts about the future viability of the website for President Obama’s signature program, Obamacare.\n\nThree IT companies will have managed HealthCare.gov in its brief two-year history once QSSI is replaced.\n\nA spokesman for the Centers for Medicare and Medicaid, which manages Obamacare, declined to comment on QSSI’s decision, including whether the firm’s departure was voluntary. The Wall Street Journal first broke the news about QSSI’s departure.\n\nQSSI personified the role of health care industry insiders in shaping Obamacare. Andy Slavitt, a senior executive at Optum, joined CMS in June 2014.\n\nHe received a rare waiver from federal ethics rules at the time, which allowed him to be involved in contracting issues involving Optum and the United Healthcare Group.\n\nWhen Healthcare.gov failed to operate properly in 2014, QSSI was upgraded from a small hub manager to a “senior adviser,” effectively making the firm the web site’s prime integrator. The promotion was made while Slavitt was still at Optum.\n\nWhen Slavitt joined CMS, a little known loophole in government hiring practices permitted him to pocket $4.8 million in tax-free money when he joined the government agency.\n\nSlavitt was initially hired as deputy administrator of CMS but he was promoted on an acting basis to administrator when Marilyn Tavenner, his predecessor in the latter job, a casualty of the Obamacare mess.\n\nWhite House officials have not said if Obama will nominate Slavitt for the job on a permanent basis. The appointment would require Senate confirmation, which would provide the occasion for congressional critics of Obamacare to ask Slavitt numerous potentially embarrassing questions.\n\nRepublican Sens. Chuck Grassley of Iowa, and Orrin Hatch of Utah, asked CMS and United Health Group in June 2014 about Slavitt’s potential conflicts of interest as a result of his links to QSSI, Optum and United Healthcare.\n\nGrassley and Hatch said they were concerned that “Optum/QSSI will have access to a significant amount of data regarding highly sensitive aspects” of the Obamacare health exchanges while its parent company, United Health Group sold insurance to the exchanges.\n\nThey worried that Optum and QSSI’s role could give United Healthcare a big advantage over other health care providers.\n\nThe Journal reported the company would end its service in July. QSSI said its departure was because it had completed its job.\n\n“Having achieved the goal of making HealthCare.gov a stable, reliable platform for people seeking health coverage, Optum will not seek to continue our role as senior adviser to HealthCare.gov,” said Optum spokesman Matt Stearns. “We are honored to have worked with HHS and CMS on this effort, and we look forward to partnering with them on other projects.”\n\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience. For licensing opportunities of our original content, please contact [email protected].", "article_metadata": {"sailthru.author": "Richard Pollock", "description": "Healthcare.gov will have three IT managers in only two years", "og": {"site_name": "The Daily Caller", "description": "QSSI, the politically-connected information technology firm that rescued the problem-plagued HealthCare.gov website unexpectedly announced Thursday that it is stepping down as prime manager.    The s", "title": "Politically Connected Obamacare Website Company Suddenly Quits", "url": "http://dailycaller.com/2015/05/14/politically-connected-obamacare-website-company-suddenly-quits/", "image": {"width": 1200, "identifier": "http://cdn01.dailycaller.com/wp-content/uploads/2014/03/2014-03-05T212347Z_1_CBREA241NFQ00_RTROPTP_4_USA-HEALTHCARE-TECHNOLOGY-e1445292463933.jpg", "height": 513}, "type": "article"}, "twitter": {"description": "HealthCare.gov will have three IT managers in only two years", "title": "Politically Connected Obamacare Website Company Suddenly Quits Via @dailycaller", "url": "http://dailycaller.com/2015/05/14/politically-connected-obamacare-website-company-suddenly-quits/", "image": {"src": "http://dailycaller.com/wp-content/uploads/2014/03/2014-03-05T212347Z_1_CBREA241NFQ00_RTROPTP_4_USA-HEALTHCARE-TECHNOLOGY-e1445292463933.jpg"}, "site": {"identifier": "@dailycaller", "id": 39308549}, "card": "summary"}, "sailthru.date": "2015-05-14 18:35:26", "sailthru.title": "Politically Connected Obamacare Website Company Suddenly Quits", "HandheldFriendly": "true", "sailthru.tags": "affordable-care-act,center-for-medicare-and-medicaid-services,charles-grassley,healthcare-gov,obamacare,white-house", "fb": {"app_id": 143489452702, "pages": 182919686769}, "keywords": "affordable care act,center for medicare and medicaid services,charles grassley,healthcare.gov,marilyn tavenner,obamacare,orrin hatch,white house", "sailthru.description": "QSSI, the politically-connected information technology firm that rescued the problem-plagued HealthCare.gov website unexpectedly announced Thursday that it is stepping down as prime manager.    The s", "sailthru.image.full": "http://cdn01.dailycaller.com/wp-content/uploads/2014/03/2014-03-05T212347Z_1_CBREA241NFQ00_RTROPTP_4_USA-HEALTHCARE-TECHNOLOGY-e1445292463933.jpg", "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no"}, "_id": "\"57477af46914bd0286fdb4da\"", "article_summary": "(REUTERS/Mike Segar)4569156QSSI, the politically-connected information technology firm that rescued the problem-plagued HealthCare.gov website unexpectedly announced Thursday that it is stepping down as prime manager.\nA man looks over the Affordable Care Act (commonly known as Obamacare) signup page on the HealthCare.gov website in New York in this October 2, 2013 photo illustration.\nGrassley and Hatch said they were concerned that “Optum/QSSI will have access to a significant amount of data regarding highly sensitive aspects” of the Obamacare health exchanges while its parent company, United Health Group sold insurance to the exchanges.\nThe appointment would require Senate confirmation, which would provide the occasion for congressional critics of Obamacare to ask Slavitt numerous potentially embarrassing questions.\nQSSI personified the role of health care industry insiders in shaping Obamacare."}