{"article_title": "Crash Kills Two Men Loved In Special Olympics Community", "article_keywords": ["loved", "crash", "sioux", "kills", "johnson", "men", "say", "community", "playing", "sandoval", "olympics", "kollars", "special"], "article_url": "http://www.keloland.com/news/article/news/crash-kills-two-men-loved-in-special-olympics-community", "article_text": "Irene, SD\n\nTwo Sioux Falls men died in car crash near Irene this weekend. They were on their way back from a Special Olympics basketball event in Yankton.\n\nBrad Johnson and Cody Kollars were driving together on Highway 46 just west of Irene when tragedy struck. Authorities say the 2005 Dodge pickup that Johnson was driving hit a bridge guardrail before crossing the road to the left and hitting another guardrail. The vehicle launched over the bridge before rolling into a ditch. Both men, who were wearing their seatbelts, were pronounced dead at the scene.\n\nBarb Sandoval coached at the event and was riding back on a bus with Special Olympic athletes when they came on the crash site. She has known both Kollars and Johnson for over 20 years. She says the men played a big role in the Special Olympics community, and this loss will be felt miles away from Sioux Falls.\n\n\"It's pretty devastating. Special Olympics is a community it's like a big family and so although the two athletes were from the Sioux Falls delegation it'll definitely be felt across the state,\" Coach Barb Sandoval said.\n\nSandoval coached Kollars on her teams for years, and recently he moved to a different team. Even though he was wearing a different jersey, he still wished the best to his former coach.\n\n\"The last three years he's been on another team and he would always come up to me and say, 'Good luck with your game Barb.' Sometimes we were playing against them and he would say, 'We might win, but good luck,'\" Sandoval said.\n\nSandoval says the two were different. Kollars was talkative and enjoyed playing basketball and softball while Johnson was more quiet and enjoyed cars. Sandoval says that both had their similarities as well, all of them good.\n\n\"Both of them were gentlemen. They were always polite and you can't get better than those two,\" Sandoval said.\n\nWith the heartbreaking crash last night, there are two holes left in the Special Olympics community that will never be filled.\n\nThe cause of the crash is still under investigation.\n\nKollars was playing in the tournament in Yankton, while Johnson was an assistant coach.", "article_metadata": {"og": {"site_name": "KELOLAND News", "description": "Two Sioux Falls men died in car crash near Irene this weekend. They were on their way back from a Special Olympics basketball event in Yankton. Brad", "title": "Crash Kills Two Men Loved In Special Olympics Community", "url": "http://www.keloland.com/news/article/news/crash-kills-two-men-loved-in-special-olympics-community", "image": "http://assets.keloland.com/images/images/default-source/agriculture/crops/barley/55780.jpg?sfvrsn=0", "type": "website"}, "fb": {"app_id": 521498541203189}, "Generator": "Sitefinity 7.3.5630.0 PE", "viewport": "width=device-width, initial-scale=1.0", "description": "Two Sioux Falls men died in car crash near Irene this weekend. They were on their way back from a Special Olympics basketball event in Yankton. Brad"}, "_id": "\"57477af36914bd0286fd158c\"", "article_summary": "With the heartbreaking crash last night, there are two holes left in the Special Olympics community that will never be filled.\nThey were on their way back from a Special Olympics basketball event in Yankton.\nShe says the men played a big role in the Special Olympics community, and this loss will be felt miles away from Sioux Falls.\nIrene, SDTwo Sioux Falls men died in car crash near Irene this weekend.\nSpecial Olympics is a community it's like a big family and so although the two athletes were from the Sioux Falls delegation it'll definitely be felt across the state,\" Coach Barb Sandoval said."}