{"article_title": "Freshman Senator Tries to Bump-Start Filibuster Overhaul", "article_keywords": ["majority", "votes", "task", "overhaul", "minority", "reform", "senate", "lankford", "motion", "bumpstart", "tries", "freshman", "senator", "republican", "filibuster"], "article_url": "http://dailysignal.com/2016/02/09/freshman-senator-tries-to-bump-start-stalled-overhaul-of-filibuster/", "article_text": "Senate Republicans are quickly running out of runway to get a filibuster overhaul package off the ground. The political will is directly proportional to the proximity of the general election: The closer November comes, the less likely reform becomes.\n\nOne of the chief advocates for change, Sen. James Lankford, R-Okla., says he knows how tight the timing is.\n\n“If we’re going to do it, we have to have a national conversation now,” Lankford said in an interview with The Daily Signal.\n\nBut that discussion seems to have stalled.\n\nA Senate task force helmed by Sen. Lamar Alexander, R-Tenn., has worked since November to develop a list of possible changes to the filibuster. Lawmakers had hoped to deliver their proposal to the Republican caucus early this year.\n\nA delaying tactic, the storied filibuster allows any senator to slow, and sometimes altogether stop, legislation simply by continuing to speak. Currently a three-fifths majority is needed for a motion to proceed or to achieve cloture—parliamentary terms for beginning and ending debate on a bill.\n\nMany Republicans have expressed frustration that an entrenched Democrat minority has hijacked the filibuster to hold the legislative process hostage.\n\nLankford sought to bump-start the stalled reform effort with an op-ed Monday in The Washington Post. The Oklahoma Republican and other freshman senators want to do away with the filibuster as a roadblock to a motion to proceed to bills.\n\nLankford’s plan for a refurbished filibuster would eliminate the need for a three-fifths majority on the front end. Instead of 60 out of 100 votes, the Senate would need only a simple majority to begin debate.\n\n“If you’re going to say that the Senate is the greatest deliberative body on earth, what we’ve got to do is make sure you can always begin debate,” Lankford said.\n\nBut to take off, the rule change would need bipartisan support and a supermajority of 67 votes to clear the Senate. Because control of the Senate is again up for grabs next year, proponents of the change hoped both parties would have an incentive to buy into the rule change.\n\nThat movement has already experienced turbulence and headwinds from conservative sections of the Republican caucus, though.\n\nSen. Mike Lee, R-Utah, argues that changes to the filibuster would harm the rights of the minority party, leaving the Senate a more efficient but partisan body.\n\nAt the Conservative Policy Summit sponsored last week by Heritage Action, Lee predicted that the Senate “would become a hyper-partisan organization that would rush through the whim of whoever’s running the majority party.”\n\nBut Lankford responds that by making it impossible to filibuster a motion to proceed, the Senate would become less passive-aggressive by “debating bills on the floor” instead of in the media.\n\n“In a strange way, I think it makes it less partisan because [under current filibuster rules] the minority party can keep you from even debating a bill,” Lankford said.\n\nHeritage Foundation President Jim DeMint, a former Republican senator from South Carolina, disagrees. He has rallied outside opposition to changing the filibuster.\n\nIn a Jan. 20 commentary in The Daily Signal, the multimedia news organization of The Heritage Foundation, DeMint wrote that “cleaning up the ridiculous and cluttered floor schedule” would do more to reform the Senate than “getting rid of the motion to proceed.”\n\nFilibuster reform could become permanently grounded as senators begin looking to their own 2016 re-election campaigns. Already filibuster reform has been received with skepticism within the Senate task force.\n\nSen. Ben Sasse, R-Neb., another task force member, told The Daily Signal in a statement that he sees “a lot of healthy skepticism toward rule changes that would consolidate power” in the Republican conference.\n\nLankford, meanwhile, said “it’s extremely important we protect the voice of the minority” and insisted his proposal would preserve the rights of individual senators to filibuster.\n\nUnder his system, he said, without 60 votes, cloture couldn’t be achieved, and debate still couldn’t be closed.", "article_metadata": {"description": "“If you’re going to say the Senate is the greatest deliberative body on earth, we’ve got to make sure you can always begin debate,” he argues.", "og": {"site_name": "The Daily Signal", "description": "“If you’re going to say the Senate is the greatest deliberative body on earth, we’ve got to make sure you can always begin debate,” he argues.", "title": "Freshman Senator Tries to Bump-Start Filibuster Overhaul", "locale": "en_US", "image": "http://dailysignal.com/wp-content/uploads/160209_Lankford.png", "updated_time": "2016-02-10T21:35:53+00:00", "type": "article"}, "bitly": {"url": "http://dailysign.al/23VBW2d"}, "twitter": {"domain": "The Daily Signal", "description": "“If you’re going to say the Senate is the greatest deliberative body on earth, we’ve got to make sure you can always begin debate,” he argues.", "title": "Freshman Senator Tries to Bump-Start Filibuster Overhaul", "image": {"src": "http://dailysignal.com/wp-content/uploads/160209_Lankford.png"}, "creator": "@dailysignal", "site": "@dailysignal", "card": "summary_large_image"}, "fb": {"pages": 300341323465160, "app_id": 772296266137346}, "article": {"publisher": "https://www.facebook.com/TheDailySignalNews", "section": "Politics", "tag": "filibuster", "published_time": "2016-02-09T18:34:21+00:00", "modified_time": "2016-02-10T21:35:53+00:00"}, "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "James Lankford, Motion to Proceed, Filibuster"}, "article_summary": "Already filibuster reform has been received with skepticism within the Senate task force.\nA Senate task force helmed by Sen. Lamar Alexander, R-Tenn., has worked since November to develop a list of possible changes to the filibuster.\nSenate Republicans are quickly running out of runway to get a filibuster overhaul package off the ground.\nA delaying tactic, the storied filibuster allows any senator to slow, and sometimes altogether stop, legislation simply by continuing to speak.\nThe Oklahoma Republican and other freshman senators want to do away with the filibuster as a roadblock to a motion to proceed to bills."}