{"article_title": "In which Obama faked a woman's faint to distract America from Obamacare", "article_keywords": ["whispered", "woman", "womans", "started", "faint", "obamacare", "second", "distract", "remarks", "say", "video", "faked", "president", "america", "obama"], "article_url": "http://www.dailykos.com/story/2013/10/23/1249968/-In-which-Obama-faked-a-woman-s-faint-to-distract-America-from-Obamacare", "article_text": "As you may recall, during President Obama's remarks Monday morning on the rocky rollout of healthcare.gov, one of the women standing behind him started to faint, temporarily interrupting his remarks while the president and others on stage camera to her assistance.\n\nAnd now, like clockwork:\n\n\n\n\n\n@DRUDGE_REPORT Did WH fake woman's Rose Garden faint? http://t.co/...\n\nAccording to a tea part analysis of the video (really, I'm not making this up), the woman's faint was staged because before she started to fall, the woman next to her was not only holding her hand but was also looking at her. And not only that, a woman next to the woman next to the woman whispered something in the hand-holding woman's ear—which was clearly a directive from someone one high to commence Operation Faintghazi.\n\nYou can see the evidence for yourself in this video which has gotten tens of thousands of views on YouTube:\n\nNow, some people might say that the reason the second woman was holding the first woman's hand is that the first woman was wobbly and needed someone to help her keep balance, hoping that she could make it through the president's remarks without falling to the ground. And those same people might say the third woman whispered in the second woman's ear to let her know that help was on the way. In fact, they might even go so far as to say that if President Obama didn't want people to pay attention to his remarks on Obamacare then he wouldn't have made them in the first place.\n\nBut those people are clearly in on the conspiracy. And we're just lucky a few brave souls in Drudge-o-topia are willing to share the truth with us.", "article_metadata": {"og": {"site_name": "Daily Kos", "description": "As you may recall, during President Obama's remarks Monday morning on the rocky rollout of healthcare.gov, one of the women standing behind him started to faint, temporarily interrupting his remarks ...", "title": "In which Obama faked a woman's faint to distract America from Obamacare", "url": "http://www.dailykos.com/story/2013/10/23/1249968/-In-which-Obama-faked-a-woman-s-faint-to-distract-America-from-Obamacare", "image": "http://www.dailykos.com/assets/fb_default.png", "type": "article"}, "csrf-param": "authenticity_token", "fb": {"app_id": 170357783709}, "twitter": {"description": "As you may recall, during President Obama's remarks Monday morning on the rocky rollout of healthcare.gov, one of the women standing behind him started to faint, temporarily interrupting his remark...", "title": "In which Obama faked a woman's faint to distract America from Obamacare", "site": "@dailykos", "card": "summary", "creator": "@jedlewison"}}, "_id": "\"57477af46914bd0286fdff79\"", "article_summary": "And those same people might say the third woman whispered in the second woman's ear to let her know that help was on the way.\nAnd now, like clockwork:@DRUDGE_REPORT Did WH fake woman's Rose Garden faint?\nAnd not only that, a woman next to the woman next to the woman whispered something in the hand-holding woman's ear—which was clearly a directive from someone one high to commence Operation Faintghazi.\nAnd we're just lucky a few brave souls in Drudge-o-topia are willing to share the truth with us.\nIn fact, they might even go so far as to say that if President Obama didn't want people to pay attention to his remarks on Obamacare then he wouldn't have made them in the first place."}