{"article_title": "Team Says Interoperability Is Key for DOD EHR Modernization", "article_keywords": ["ehr", "cerner", "system", "dod", "modernization", "defense", "interoperability", "key", "team", "department", "health", "really", "data", "best", "care"], "article_url": "https://ehrintelligence.com/news/team-says-interoperability-key-dod-ehr-modernization", "article_text": "Now that the Department of Defense has finally committed to replacing its aging health IT infrastructure with a system focusing heavily on interoperability and data exchange, several major EHR vendors have partnered with other connectivity experts to bid for the massive $11 billion contract. The scope and scale of the project dwarfs the majority of implementations in hospital networks and health systems, and brings with it some very unique requirements.\n\nWith four major partnerships vying for the prize, including such notable names as IBM and Epic Systems, PricewaterhouseCooper, and Allscripts, the competition will be fierce.\n\nEHRintelligence took the opportunity to sit down with representatives from Cerner Corporation, Accenture Federal Services, and Leidos Health Solutions Group, who together comprise one of the teams seeking the opportunity to bring the DOD into the era of interoperability.\n\nWhat are some of the most challenging parts of the DOD’s requirements for its new health IT infrastructure?\n\nJerry Hogge, Deputy Group President of Leidos Health Solutions Group: What’s fascinating about the work that’s been done by the DOD Healthcare Management System Modernization (DHMSM) Program in such a short period of time is the tremendously comprehensive and thoughtful market research. The EHR market has matured rapidly, due in large part to the Affordable Care Act, meaningful use, and many other market dynamics and catalysts. The DHMSM leadership took a very hard and thoughtful look at all of that. They went out and visited with commercial hospital systems across the country. They invited EHR developers and providers to demonstrate their products, and did research to decide what they thought were the best features available in the commercial marketplace today. And then the question became how to adapt those features to meet military health requirements where needed, both in the United States and at forward operating bases around the world and then in the theater of war or in a military operational environment.\n\nIts scale is unlike anything else in the world. The system has to operate in a fully connected environment as well as low-connectivity and no-connectivity environment. Where health care is first being supplied, there may be no network connectivity between the system and the clinician providing care to the patient. So you have to collect data there. You have to have data available in a disconnected or unconnected fashion, and you have to have that data follow the patient as they move through the military health system to wherever they receive their remaining/final care, whether it’s at a base somewhere around the world, or at one of the bases in the United States. That’s a key element of their requirements.\n\nTravis Dalton, General Manager at Cerner Federal: What’s interesting is that the care continuum is unique. It’s a little different than you might experience in a commercial setting, based on the forward operating capabilities and the unique mission of the Department of Defense. So connecting that care continuum on the battlefield all the way through to the eventual provision of rehabilitative and other outpatient care, you have to connect all those settings and all those venues in a meaningful way. Having the right data, at the right place, at the right time is a really important element of this program.\n\nWhy did Leidos, Accenture, and Cerner decide that they could effectively take on this complex project?\n\nJim Traficant, Managing Director at Accenture Federal Services: Each one of us has delivered large Defense programs and software platforms across the Defense enterprise at scale, including military health. It’s not only that you have to deliver high quality and cost-effective health care across the enterprise and into adjacent enterprises like the VA and the private sector, but also it’s about the mission.\n\nThe whole program is structured about force readiness and the medical readiness of the force. And so when you think about what’s different about this implementation versus even a large hospital system in the US, it’s that it’s a global project. It’s about protecting the United States and taking care of those who take care of us in a very challenging clinical environment. And you have to understand the military environment in order to effectively deploy into this system. All three of our companies are global companies and global health enterprises and for Accenture, one of our largest customers is the Department of Defense. So we understand the Defense mission, and that’s an absolute requirement here for success in deployment and making this work.\n\nThere is also a very rich opportunity for the Department of Defense to lead the country on interoperability. Not only is interoperability foundational to this program, but the DOD can be really successful in demonstrating to the healthcare industry how interoperability should occur. And that’s what led us to our selection of Cerner as one of our partners, since they are consistently rated by a variety of industry analysts as the premier EHR for interoperability at scale.\n\nTravis Dalton (Cerner): There certainly have been fits and starts with this project, to some degree. But right now, there is a kind of convergence of multiple factors that are really almost a pivot point in terms of this topic. You’ve got health care changing before our eyes. There are many, many external factors related to cost control, quality, reimbursement models, political pressures and other things that are all coming together to drive the conversation in an interesting way.\n\nAnd all that leads to the question of how to get the greatest efficiencies out of the system. How do you manage populations? How do you proactively manage the health of the individual? All that requires data. You have to know your patient. You need to engage them through wellness and patient portals and other tools, and then you have to manage that population through data analytics, predictive modeling and other advanced tools, and we’ve been waiting for this moment for ten years.\n\nOne of the reasons we’re excited to be part of this team is that we have a philosophy of openness. Now that we sort of have a handle around meaningful use, I think the conversation is rapidly changing to interoperability, and we’re excited about that. We think that our philosophy, our tools, our leadership position with CommonWell Health Alliance (a not-for-profit trade association working towards interoperability), and some really innovative, interesting clients we’re helping to serve can really inform and help shape the industry.\n\nWhen it comes to the DOD and the Department of Veterans Affairs, “interoperability” is definitely the magic word. How will your team tackle the difficult history between the two departments and build a system that will ensure the flow of data across the care continuum?\n\nJerry Hogge (Leidos): I think if you examine the evaluation criteria for this project, you quickly get a sense that the approach to deployment, and the approach to interoperability, are key attributes of the selection process. The modularity and open architecture of the system are definitely a part of that. When focusing on interoperability and the modular open-systems architecture components, there are objective ways of scoring systems in terms of compliance, and that’s a component of the evaluation here.\n\nAs Jim mentioned, one of the basic tenets for Cerner has been to focus on interoperability, knowing full well that not every hospital system, doctor’s office, clinic, or point-of-care location would be a Cerner-provided customer. They have built-in a focus on making sure their system is as interoperable as can be. The ability to communicate between the DHMSM system and another system, whether it’s the VA or a commercial hospital, and the ability to integrate the functionality of the system with other best-of-breed modules, are key strengths of Cerner’s core EHR. And that goes back to why we are teamed the way we are.\n\nJim Traficant (Accenture): This is a platform buy for the Department of Defense, and this system will be operational for as long as a couple of decades. So it’s very important that this modern, modular, open-system architecture that the DoD has prioritized is implemented in that way. Not only does it allow interoperability across systems, but it also allows future innovation to occur within the architecture, where you could take advantage of the best practices, best technologies, and future innovations in care therapy within the architecture itself.\n\nWhat we want to do, as partners and system integrators, is enable that future state where the innovation can occur. We continue to modernize over time, take advantage of the best technology, the best architecture, the best care treatments, and we get to modernize along the way, so that you’re not locked into a current framework that you buy today and now you have to live with for 20 years.\n\nTravis Dalton (Cerner): We didn’t just come to this (focus on interoperability). This is something we’ve been working on for a long time. I know there’s a healthy level of cynicism out there, and everyone’s claiming they’re going to be the one who will finally do it. But we’ve been working on this for over a decade in terms of health information exchanges, connecting communities, and working with a number of states to do some of that work. So I think that we’re excited that we’ve come to this point, because it’s something that we’ve really been trying to focus on for a long time.", "article_metadata": {"description": "EHRintelligence speaks with one of the teams angling to help the Department of Defense modernize its EHR infrastructure.", "author": "EHRIntelligence", "og": {"url": "https://ehrintelligence.com/news/team-says-interoperability-key-dod-ehr-modernization", "type": "article", "image": "https://ehrintelligence.com/images/site/articles/Dept-Of-Defense-Logo.jpg", "site_name": "EHRIntelligence", "title": "Team Says Interoperability Is Key for DOD EHR Modernization"}, "twitter": {"description": "EHRintelligence speaks with one of the teams angling to help the Department of Defense modernize its EHR infrastructure.", "title": "Team Says Interoperability Is Key for DOD EHR Modernization", "image": {"src": "https://ehrintelligence.com/images/site/articles/Dept-Of-Defense-Logo.jpg"}, "creator": "@", "site": "@", "card": "summary"}, "robots": "noodp", "msvalidate.01": "A4BC83422766F1B550D1E340B290BAC0", "viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=no"}, "_id": "\"57477af36914bd0286fd15ab\"", "article_summary": "Not only is interoperability foundational to this program, but the DOD can be really successful in demonstrating to the healthcare industry how interoperability should occur.\nWhere health care is first being supplied, there may be no network connectivity between the system and the clinician providing care to the patient.\nWhen it comes to the DOD and the Department of Veterans Affairs, “interoperability” is definitely the magic word.\nYou’ve got health care changing before our eyes.\nThere is also a very rich opportunity for the Department of Defense to lead the country on interoperability."}