{"article_title": "DOL Issues Guidance Regarding Interaction Between Affordable Care Act And Fringe Benefit Requirements Under Service Contract, Davis Bacon And Related Acts", "article_keywords": ["regarding", "interaction", "requirements", "service", "dol", "provide", "guidance", "fringe", "sca", "dbra", "related", "contractor", "benefit", "coverage", "contractors", "davis", "benefits", "issues"], "article_url": "http://www.jdsupra.com/legalnews/dol-issues-guidance-regarding-31320/", "article_text": "The Davis Bacon Act and the Davis Bacon Related Acts (collectively “DBRA”) and the Service Contract Act (“SCA”) impose additional obligations related to fringe benefits and wages on covered contractors. With the passing of the Affordable Care Act (“ACA”), there have been lingering questions as to how the mandate that Applicable Large Employers (“ALE”) provide insurance or pay a penalty, interacts with the obligations to provide fringe benefits under the DBRA and the SCA. On March 30, 2016, the U.S. Department of Labor (“DOL”) issued a memorandum addressing many of the lingering questions.\n\nIn the memorandum, DOL emphasizes that the Affordable Care Act and the SCA and DBRA are independent laws, and government contractors are expected to comply with each of them. In other words, no provision of either set of laws exempts contractors from the obligations of the other. The DOL then goes on to answer a variety of common questions that have been raised. The answers are summarized below:\n\nMay contractors credit contributions toward health coverage toward the payment of fringe benefits required by the SCA or DBRA?\n\nGenerally, the SCA and DBRA do not allow a benefit required by law, to count as a fringe benefit. However, the DOL has determined that because employers are given a choice whether to provide coverage or pay a penalty, there is no requirement that it provide a benefit to employees. Thus, DOL will permit contractors to credit their contributions to bona fide health coverage plans toward their SCA and DBRA fringe benefit obligations.\n\nMay a contractor who opts to pay the penalty to the IRS, rather than provide coverage, under the ACA credit the penalty payment to the SCA and DBRA obligations?\n\nThe answer is no. The DOL has taken the position that the fringe benefit requirements under the SCA and DBRA require a benefit to employees and employees receive no benefit by the employer paying a penalty to the IRS.\n\nIf an employee declines an offer of health care coverage, must a contractor still furnish fringe benefits under the SCA or DBRA?\n\nThe answer is yes. The DBRA and SCA require contractors to purchase a requisite amount of fringe benefits for their employees. If an employee declines the health care coverage provided pursuant to the ACA, the contractor is not purchasing the coverage for those employees. As such, the contractor must still provide the benefits required under the SCA or DBRA to those employees through other types of fringe benefits or a cash payout for the amount of fringe benefits. According to the DOL, “merely offering benefits, but ultimately not providing them, does not suffice.”\n\nDoes a bona-fide fringe benefit plan exempt a contractor from its obligation to provide coverage or pay a penalty under the ACA?\n\nThe answer is not necessarily. Because the ACA and the SCA/DBRA are separate laws, the fact that a plan qualifies under one plan, does not mean it qualifies under another. The DOL anticipates that many ACA plans will qualify as bona-fide plans under the SCA/DBRA. However, the DOL cautions contractors to independently assess whether their plans qualify under all applicable laws.\n\nHow can I credit the cost of health coverage toward SCA and DBRA obligations?\n\nThe DBRA and SCA treat the obligation to provide fringe benefits differently. The DBRA treats the basic hourly wage and fringe benefit requirements as interchangeable. Thus, a DBRA contractor that “purchases health insurance for its employees may credit the cost of that insurance toward” either or both the obligation to pay a basic hourly wage or the obligation to provide fringe benefits. A contractor cannot, however, provide an hourly wage below the minimum wage.\n\nThe SCA, on the other hand, treats fringe benefits as a separate and distinct requirement from the hourly wage. Thus, an SCA contractor generally may only use health care coverage to offset the fringe benefit requirements.\n\nHow to determine what the per-employee credit is based upon the health coverage being offered?\n\nGenerally, under the SCA and DBRA, the fringe benefit contribution must match the actual cost to the contractor for each employee. Based upon this principle, the DOL Memorandum states that “the amount contributed for each employee must be determined, and credit taken, separately toward the prevailing wage requirement for each covered worker; [a contractor] may not take credit based on the average premium paid or average contribution made per employee.”\n\nHowever, if an insurer is offering a composite plan – individually assessing the premiums for each employee and then taking the average cost per employee – contractors governed by the SRA and DBRA are permitted to credit the composite rate under the SRA and DBRA. This is because this reflects the actual cost to the contractor for providing the benefit. That being said, contractors should be aware that even using composite plans, premiums may differ for different groups of employees. In this case, contractors must be sure to individually assess the appropriate premium to each employee when calculating compliance with the fringe benefit obligation.\n\n[View source.]", "article_metadata": {"og": {"url": "http://www.jdsupra.com/legalnews/dol-issues-guidance-regarding-31320/", "type": "article", "image": "http://www.jdsupra.com/showThumbnail.aspx?img=15123_1642.jpg&size=og", "site_name": "JD Supra", "title": "DOL Issues Guidance Regarding Interaction Between Affordable Care Act And Fringe Benefit Requirements Under Service Contract, Davis Bacon And Related Acts | JD Supra"}, "twitter": {"description": "The Davis Bacon Act and the Davis Bacon Related Acts (collectively “DBRA”) and the Service Contract Act (“SCA”) impose additional obligations related to fringe benefits and wages on covered...", "creator": "@proskauergccru", "image": "http://www.jdsupra.com/showThumbnail.aspx?img=15123_1642.jpg&size=hr", "title": "DOL Issues Guidance Regarding Interaction Between Affordable Care Act And Fringe Benefit Requirements Under Service Contract, Davis Bacon And Related Acts", "site": "@jdsupra", "card": "summary"}, "fb": {"app_id": 87741124305}, "viewport": "width=device-width, initial-scale=1", "description": "The Davis Bacon Act and the Davis Bacon Related Acts (collectively “DBRA”) and the Service Contract Act (“SCA”) impose additional obligations related to fringe benefits and wages on..."}, "article_summary": "The Davis Bacon Act and the Davis Bacon Related Acts (collectively “DBRA”) and the Service Contract Act (“SCA”) impose additional obligations related to fringe benefits and wages on covered contractors.\nGenerally, the SCA and DBRA do not allow a benefit required by law, to count as a fringe benefit.\nThus, an SCA contractor generally may only use health care coverage to offset the fringe benefit requirements.\nThus, DOL will permit contractors to credit their contributions to bona fide health coverage plans toward their SCA and DBRA fringe benefit obligations.\nGenerally, under the SCA and DBRA, the fringe benefit contribution must match the actual cost to the contractor for each employee."}