{"article_title": "3 challenges facing the healthcare industry in 2016", "article_keywords": ["challenges", "moodys", "industry", "losses", "according", "drug", "facing", "health", "policies", "healthcare", "2016", "insurers"], "article_url": "http://www.beckershospitalreview.com/finance/moody-s-3-challenges-facing-the-healthcare-industry-in-2016.html", "article_text": "Moody's: 3 challenges facing the healthcare industry in 2016\n\nThe healthcare industry will face myriad challenges in 2016, according to a report by Moody's Investors Service.\n\nHere are three of the major issues facing the healthcare industry this year, according to the report.\n\n1. Problematic individual health insurance policies. Individual health insurance policies sold on the public Affordable Care Act exchanges will remain problematic in 2016, as health insurers increase premiums while continuing to report losses, according to Moody's. In November, UnitedHealth Group, one of the nation's largest health insurers, significantly lowered its profit estimates for 2015 and said it was weighing whether it will continue to offer individual coverage through the online ACA exchanges for 2017. Moody's believes other health insurers will come to that same juncture in mid-2016. \"Through the third quarter of 2015, many insurers continued to incur losses from these policies,\" said Moody's. \"For the 2016 policy year, overall lower projected enrollment, combined with expected higher medical utilization by enrollees, will likely result in further losses.\"\n\n2. Increasing wages. Salaries and benefits are the single largest cost line item for acute care hospitals. Hospitals have seen overall wages grow as they employed more physicians. However, operating results have not been affected by wage increases for existing employees. \"But as the economy continues to grow, we expect wage pressure to increase in 2016 and physician and nursing costs to begin to pressure margins,\" said Moody's.\n\n3. Rising drug prices. Drug shortages and industry consolidation will drive pharmaceutical drug prices higher in 2016, according to Moody's. Hospitals will need to leverage their scale when buying certain products and standardize clinical and purchasing protocols to drive volume discounts to keep soaring drug costs from negatively affecting their margins.\n\nMore articles on healthcare finance:\n\nIllinois hospital closes; OSF Healthcare converts building into urgent care center\n\nSteward's losses mount as system takes a long-term view\n\nMissouri hospital to close this month as BJC consolidates services\n\n© Copyright ASC COMMUNICATIONS 2016. Interested in LINKING to or REPRINTING this content? View our policies by clicking here.", "article_metadata": {"keywords": "hospital challenges, healthcare challenges, Moody's Investors Service, hospital issues, healthcare", "google-site-verification": "T2iZUdiI00EFwbWMD3JAgYskKSG2SYuFhw0OpefF4fM", "description": "The healthcare industry will face myriad challenges in 2016, according to a report by Moody's Investors Service.", "author": "Ayla Ellison"}, "_id": "\"57477af36914bd0286fd15ae\"", "article_summary": "Moody's: 3 challenges facing the healthcare industry in 2016The healthcare industry will face myriad challenges in 2016, according to a report by Moody's Investors Service.\nHere are three of the major issues facing the healthcare industry this year, according to the report.\nDrug shortages and industry consolidation will drive pharmaceutical drug prices higher in 2016, according to Moody's.\nIndividual health insurance policies sold on the public Affordable Care Act exchanges will remain problematic in 2016, as health insurers increase premiums while continuing to report losses, according to Moody's.\nMoody's believes other health insurers will come to that same juncture in mid-2016."}