{"article_title": "Will Pelosi, Democrats Become \"Party of No' in 2015?", "article_keywords": ["bill", "minority", "congress", "senate", "house", "republicans", "going", "democrats", "presidents", "2015", "party", "pelosi"], "article_url": "http://www.realclearpolitics.com/articles/2014/12/22/will_pelosi_democrats_become_party_of_no_in_2015_125021.html", "article_text": "By Caitlin Huey-Burns - December 22, 2014\n\nIn the final days of the 113th Congress, Nancy Pelosi was seen shredding the Capitol Hill steps with BMX-style tricks and lashing out at the White House over the contentious bill to keep the government open.\n\nOkay, the former might have been a stunt double (part of a Stephen Colbert skit). But the point is, Pelosi isn’t heading into 2015 -- when Democrats will be in the minority in both chambers for the first time in almost a decade -- quietly.\n\nAfter losing a significant number of seats last month, Democrats have a lot to figure out. Divisions over strategy and policy, particularly pertaining to the economy, have been made plain in the weeks since the election. At the same time, the party is coming to terms with its new minority status and the possibility that Democratic lawmakers will be left on the sidelines as a president thinking about his legacy cuts deals with Republican leaders thinking about theirs.\n\nAnd thus the party’s challenge in 2015: trying to stay relevant and maintain what leverage is left for its diminished -- and arguably more liberal -- ranks while avoiding being seen as the new “party of no.”\n\n“I’m being sincere when I say I want to work with this new Congress to get things done,’’ President Obama said at his end-of-the-year press conference Friday. “We’re going to disagree on some things, but there are going to be areas of agreement. We’ve got to be able to make that happen, and that’s going to involve compromise once in a while.”\n\nHouse Democrats are used to being in the minority, and they have been mostly united on big-ticket issues since Republicans took over in 2011. But they also had a backstop in the Democratic-controlled Senate. Bills they didn’t like that passed the House weren’t likely to be picked up or passed by the upper chamber. That dynamic changes when Congress comes back in the New Year.\n\nNow, House Democrats see themselves as the president’s backup.\n\n“We strengthened our position to achieve common-sense solutions for the American people in the 114th Congress. We hope to do so in a bipartisan way, but stand ready to sustain the President’s veto when necessary,” Pelosi wrote in a memo to colleagues after the spending bill vote.\n\nThat budget measure cast a spotlight on Democrats in Congress, as it put the White House at odds with many in the party, including Pelosi. Democrats were riled up over two provisions in the bipartisan legislation, one tweaking the financial reform law and another changing campaign finance rules, but they were out of options and faced being blamed as the cause of a government shutdown. Some wondered whether the minority leader might be over playing her hand. In the end, the bill passed, though numerous Democrats and Republicans voted against it. A government shutdown was averted, but not without some drama, this time generated by Democrats.\n\nPelosi never whipped against the bill -- a signal she didn’t necessarily want it to fail and understood the implications if it did -- but staked a claim for her caucus next year.\n\n“She made clear we’re not going to be just going along with deals, not going to put up with that sort of treatment,” said a Democratic aide. “There will be vetoes and efforts to override them … and they’re going to need House Democrats more than they have in this last Congress.”\n\nAt his press conference Friday, Obama cited tax reform and trade as issues on which he thought the White House and Republican-controlled Capitol Hill would find middle ground. But with the 2016 campaign already ramping up, legislating could be a tough slog. And there will be continued -- and more difficult -- fights ahead on immigration, health care and future spending bills. Funding for the Department of Homeland Security expires at the end of February, and the rest of the government at the end of September.\n\nThe first showdown is expected to come in early January. Mitch McConnell, who by then will officially be the upper chamber’s new majority leader, said a vote on authorizing construction of the Keystone XL pipeline would be the first order of business. Obama swatted down some of the selling points of the pipeline, signaling that he is not keen on signing such legislation. The president said he would wait and see what Congress passed on the conduit, which is opposed by environmentalists and many Democrats in Congress. Keystone is one example, however, of an issue where Republicans can peel away Democratic votes. While several conservative Democratic senators lost re-election in November, there are still a few left who would favor this bill.\n\nCongress also plans to hold another vote to repeal the Affordable Care Act, giving new members a chance to register their opposition to it. Obama wouldn’t sign such legislation, but Republicans are also eyeing different ways to chip away at the law. A Supreme Court decision coming next year on the insurance exchanges will have significant consequences and could shape the route Republicans take. But there are some aspects, including repeal of the medical device tax, which some Democrats also support.\n\nOf course, Republicans have intra-party challenges of their own to overcome in the next Congress. Texas Sen. Ted Cruz irked colleagues by threatening to hold up the spending bill over immigration, causing members to cancel plans and open a procedural avenue for the Senate to confirm a host of Obama’s executive nominees at the end of the year. Still, several GOP senators up for re-election in 2016 voted with Cruz in trying render the president’s executive order on immigration unconstitutional.\n\nSeveral congressional Republicans have presidential ambitions, and the primary jockeying that will start later next year could also complicate the legislative process. In addition, House Speaker John Boehner still has a restive group of conservatives in his conference to consider. And in the Senate, Republicans up for re-election in blue or swing states like New Hampshire, Ohio, Pennsylvania, and Illinois may not want the party to rock the boat.\n\nDuring the 2014 elections, McConnell and other Republicans campaigned on fixing a Senate they saw as broken and restoring regular order processes. But Republicans also ran on pushing back against Obama and his agenda, a campaign pledge that lawmakers hope to fulfill in the next Congress. \"A Republican Senate will redouble efforts to combat the president's War on Coal,” McConnell wrote in an op-ed for local news outlets. \"And a Republican Senate will have the opportunity to push back on the president's unilateral action on immigration and continue the fight to repeal Obamacare, even as we work to address the damage it continues to do to our country and our economy.\"\n\nSome Democrats argue that a Republican-led Congress will provide more of a contrast than before, and they will be ready to capitalize on any poor performances in upcoming political campaigns.\n\n“No longer will there be a question of who’s running Washington,” said the Democratic leadership aide. “Republicans will only be able to blame themselves for what can and cannot be passed.”\n\nStill, Democrats are in need of a strategy that doesn’t rest on hoping Republicans fail, especially if they hope to turn out voters and gain back old ones in the next election. Pushing legislation while in the minority is much more challenging, however.\n\n“There’s a debate that’s going to occur either in public or behind closed doors as Democrats adjust to their new role in the minority next year,” says Jim Manley, a former aide to Sen. Harry Reid, the soon-to-be minority leader. “There are going to be Democrats who are going to demand as hard a line as possible, but there’s also some Democrats who are going to want to put points on the board.”\n\nIf the final days of this year’s legislative session told us anything, there will be drama and surprises ahead. The president made clear, through his new Cuba policy and year-end press conference, that he isn’t going into the “fourth quarter” of his time in office quietly. That insistence on staying relevant could also complicate things for Democrats.\n\n“Not everyone is going to view the need to compromise the same way,” Manley said of congressional Democrats. “Generally there's a consensus that they need to figure out a way to get to legislation, but no one is preparing to just roll over as the GOP throws one bad bill after another.” Pelosi’s move in the House’s final week of 2014 laid down a marker, not only for Senate Democrats and Republicans, but for the White House too, Manley says, noting, “If they play their cards right, Pelosi is going to have more leverage next year.”", "article_metadata": {"description": "In the final days of the 113th Congress, Nancy Pelosi was seen shredding the Capitol Hill steps with BMX-style tricks and lashing out at the White House over the contentious bill to keep the...", "title": "Will Pelosi, Democrats Become &quot;Party of No' in 2015? | RealClearPolitics", "og": {"url": "http://www.realclearpolitics.com/articles/2014/12/22/will_pelosi_democrats_become_party_of_no_in_2015_125021.html", "image": "http://images.rcp.realclearpolitics.com/242016_5_.jpg", "type": "article", "description": "In the final days of the 113th Congress, Nancy Pelosi was seen shredding the Capitol Hill steps with BMX-style tricks and lashing out at the White House over the contentious bill to keep the...", "title": "Will Pelosi, Democrats Become &quot;Party of No' in 2015? | RealClearPolitics"}, "twitter": {"site": "@rcp_articles", "card": "summary"}, "tweetmeme-title": "Will Pelosi, Democrats Become &quot;Party of No' in 2015? | RealClearPolitics", "fb": {"app_id": 1415921935346245}, "keywords": "Nancy \nPelosi,Democrats,", "viewport": "width=device-width, initial-scale=1.0, user-scalable=1"}, "_id": "\"57477af46914bd0286fdff9b\"", "article_summary": "That budget measure cast a spotlight on Democrats in Congress, as it put the White House at odds with many in the party, including Pelosi.\nBut the point is, Pelosi isn’t heading into 2015 -- when Democrats will be in the minority in both chambers for the first time in almost a decade -- quietly.\nAnd in the Senate, Republicans up for re-election in blue or swing states like New Hampshire, Ohio, Pennsylvania, and Illinois may not want the party to rock the boat.\nNow, House Democrats see themselves as the president’s backup.\nThe president said he would wait and see what Congress passed on the conduit, which is opposed by environmentalists and many Democrats in Congress."}