{"article_title": "Republicans Restore Social Services At Expense of State Employee Unions", "article_keywords": ["restore", "malloy", "million", "overtime", "republican", "republicans", "tax", "state", "budget", "employee", "unions", "cost", "social", "services", "expense"], "article_url": "http://www.ctnewsjunkie.com/archives/entry/republicans_restore_social_services_at_expense_of_state_employee_unions/", "article_text": "by Christine Stuart | Apr 24, 2015 2:20pm Google\n\n( ) Comments | Commenting has expired\n\nPosted to: Labor, State Budget, Taxes\n\nChristine Stuart photo Sen. Len Fasano and Rep. Themis Klarides release the Republican budget Friday at the Legislative Office Building\n\nRepublican lawmakers released their budget Friday asking for concessions from labor, while restoring some painful spending cuts to social services.\n\nThe restoration of some of the social service cuts proposed by Democratic Gov. Dannel P. Malloy is something the Democrat majority will be able to get behind when they release their own budget next week, but the labor concessions are a deal breaker.\n\nAs part of their budget, Republicans call for about $600 million in labor concessions, reductions in overtime costs, and the creation of a hybrid 401k style pension plan.\n\nThe Republican proposal asks the governor to find $253 million annually in savings his administration was never able to find after it inked a deal with the coalition of state unions four years ago. The $253 million in savings from the so-called “employee suggestion box” and technology improvements was never achieved. The Republican budget suggests the unions should help the administration find those savings.\n\n“We are not asking any state union employee to give up anything more than what was promised several years ago by the governor,” Fasano said. “When the ink dried and things happened it was $253 million still unaccounted for and what we’re saying is, listen, let’s put that back in the pot.”\n\nLabor leaders have not expressed a desire to reopen the contract and have instead advocated for tax increases on the wealthiest individuals in the state.\n\nSal Luciano, head of AFSCME Council 4, which represents the largest segment of the state union workforce, said that if it wasn’t for the agreement four years ago the state would be in far worse shape.\n\n“We expect and hope that any budget proposal would recognize the billions of dollars in sacrifice and savings that state employees have made, and continue to make, to protect vital public services,” Luciano said. “Without our most recent changes in wages, pension, and health care, Connecticut’s budget deficit would be far worse.”\n\nLuciano said “it’s time to ask Connecticut’s largest corporations and wealthiest citizens like Tom Foley to help prevent devastating cuts by making a fair contribution to the state budget.”\n\nThe state employee contract covers benefits through 2022, but the layoff protection clause will expire in 2016.\n\nFasano pointed out that “the governor’s greatest tool is layoffs.”\n\nBut a spokesman for Malloy disagrees with how Republicans are approaching the budget choices.\n\n“Republicans offer Connecticut a false choice — the only way that this budget could be implemented would be to either illegally break state contracts or layoff thousands of hard working, middle class families, stopping our economic recovery dead in its tracks,” Mark Bergman, Malloy’s spokesman, said. “It’s just not serious.”\n\nHouse Republican leader Themis Klarides, R-Derby, said that when union leaders see the wait lists for the disabled and the struggles of nonprofit service providers, she doesn’t know how they can feel good about not being able to find the savings.\n\nThe Republican budget also removes $100 million Malloy put in the salary reserve adjustment account in 2017 to pay for wage increases for state employees and uses it to help restore some of the cuts to social services.\n\nThe Republican budget also seeks to reduce the amount the state spends on overtime pay and would use $150,000 to create an Office of Overtime Accountability to make sure the state isn’t spending more than $150 million a year.\n\nSince overtime pay is used in pension calculations, Republicans argue that cutting back on overtime is a long-term path to prosperity for the state, which won’t be paying more when an employee retires.\n\nThe Republican budget also restores about $18.2 million in funding for mental health services delivered through the Regional Action Councils, as well as about $44.3 million over two years for some of the lowest income individuals and pregnant women on the state’s Medicaid program.\n\nThe Republican budget also would provide a 2 percent cost of living pay increase for private, nonprofit providers who deliver services to individuals with developmental and behavioral health issues.\n\n“We all know private providers do a great job,” Fasano said. “We need to fund them at least to the cost of living.”\n\nThey also added $15 million back to the Department of Developmental Services so that 183 developmentally disabled individuals can come off the waiting list for housing and services.\n\nIt’s those ideas regarding social services that the legislature’s Democratic majority will be able to get behind.\n\n“The Republican alternative budget contains many of the same cost savings and re-institution of necessary state programs that you’ll see in the Democratic budget proposal on Monday,” Sen. Beth Bye, D-West Hartford, said.\n\nHealthcare\n\nThe Republican budget would change how the hospital tax would work imposing a 5.5 percent tax on inpatient revenue, collecting it, and redistributing it to the hospitals to make sure the smaller hospitals in the state are able to compete. The only hospital that would lose money under the Republican proposal would be Yale-New Haven Hospital, but factoring in all the other hospitals it owns it would still come out a net winner.\n\nThe Republicans estimate the at the governor’s budget would cost the hospital industry an additional $377.5 million while the Republican budget will benefit the industry by $102 million in the first year, and $142.6 million in the second year of the budget.\n\nThe Republican budget would also restore some of the Medicaid rate reductions proposed by Malloy. The Republican alternative would only cut Medicaid rates by 2.8 percent. The governor proposed cutting them 5.6 percent.\n\nTaxes\n\nOn the revenue side of the budget, Republicans would eliminate the 20 percent surcharge on businesses. The tax was supposed to sunset this year, but Malloy did not eliminate it in his budget.\n\nThe Republican budget would also begin phasing out the income tax on pensions under $100,000 beginning in 2017. The move is estimated to cost the state about $20.9 million in revenue, but Republicans said it would make Connecticut friendlier to retirees.\n\nAlso Republicans want to change Malloy’s sales tax proposals. The budget released Friday would reinstate the sales tax exemption for clothing and footwear under $50 beginning on June 1, 2016. It would also impose a licensing fee on retailers who sell electronic cigarettes. It’s assumed the move would bring in $6.1 million in the first year.", "article_metadata": {"publisher": "CT News Junkie", "og": {"url": "http://www.ctnewsjunkie.com/archives/entry/republicans_restore_social_services_at_expense_of_state_employee_unions/", "type": "article", "site_name": "CT News Junkie", "description": "Republican lawmakers released their budget Friday asking for concessions from labor, while restoring some painful spending cuts to social services.", "title": "Republicans Restore Social Services At Expense of State Employee Unions | CT News Junkie"}, "robots": "index,follow,archive", "fb": {"admins": 100000516708778, "app_id": 625264840857145}, "google-site-verification": "xSWCEDPXS2srINlbzkJoWA5QowbCkai3awnZqgts9xc", "viewport": "width=1474"}, "_id": "\"57477af46914bd0286fe2437\"", "article_summary": "The Republican budget suggests the unions should help the administration find those savings.\nTaxesOn the revenue side of the budget, Republicans would eliminate the 20 percent surcharge on businesses.\nThe Republican budget would also restore some of the Medicaid rate reductions proposed by Malloy.\nThe Republican budget would also begin phasing out the income tax on pensions under $100,000 beginning in 2017.\nThe move is estimated to cost the state about $20.9 million in revenue, but Republicans said it would make Connecticut friendlier to retirees."}