{"article_title": "Mark Levin’s Simple Plan to Put a Conservative in White House", "article_keywords": ["republican", "simple", "house", "senate", "conservatives", "conservative", "levins", "radio", "plan", "levin", "rally", "white", "mark", "win"], "article_url": "http://dailysignal.com/2014/09/27/mark-levins-simple-plan-put-conservative-white-house/", "article_text": "Hard-charging radio commentator Mark Levin is sick of waiting for the Republican Party to nominate a conservative for president, and today he outlined his plan to accomplish just that.\n\nSpeaking at the Values Voter Summit in Washington, the talk radio giant and bestselling author issued a call to action to the crowd of social conservatives, prescribing a grassroots movement to elect a conservative to the White House in 2016.\n\nLevin lamented that Americans under age 50 haven’t yet had the chance to vote for a true conservative such as Ronald Reagan for president and called on conference attendees to spend the next six months laying the groundwork for the 2016 election.\n\n“The Republican establishment picks off conservatives,” @MarkLevinShow says.\n\n“From an election perspective, it keeps happening,” Levin said. “The Republican establishment picks off conservatives.”\n\nTo prevent this from happening during the presidential primaries, Levin called on conservatives to rally behind one or two candidates who are “articulate, intelligent, charismatic.”\n\n>>> Listen Up: House Conservatives Like the New Leadership Tone\n\nOnce that occurs, he said, the grassroots should rally behind those candidates.\n\n“I can’t stand another election where I turn on the TV somewhere and am told the only one who can win is [Sen. John] McCain and the only one who can win is [Mitt] Romney.”\n\nAlthough the November midterm elections that could return the Senate to GOP hands are still on the horizon, speculation already runs rampant regarding who will seek the White House in 2016.\n\nEven as Democrats have begun to rally behind Hillary Clinton, some look for alternatives to her left such as Sen. Elizabeth Warren, D-Mass. Republicans so far have a wide open prospective field that includes Sens. Ted Cruz of Texas, Rand Paul of Kentucky and Marco Rubio of Florida; former Florida Gov. Jeb Bush and even Romney, the 2012 nominee.\n\nLevin noted the significance of the midterm elections to the just-announced resignation of U.S. Attorney General Eric Holder.\n\n>>> 6 Years of Eric Holder in 1 Timeline\n\nThe radio host said he fears that should Republicans win the Senate — the party needs to net only six seats to do so — Senate Democrats will “ram through” confirmation of Holder’s successor during the post-election lame duck session.\n\n“Republicans can’t do anything to derail that,” Levin said.\n\nHolder, in announcing his resignation Thursday, said he would remain until his replacement wins confirmation.", "article_metadata": {"description": "Talk radio's \"Great One\" wants to confound what he calls the Republican establishment's habit of tripping up conservative candidates for president.", "og": {"site_name": "The Daily Signal", "description": "Talk radio's \"Great One\" wants to confound what he calls the Republican establishment's habit of tripping up conservative candidates for president.", "title": "Mark Levin’s Simple Plan to Put a Conservative in White House", "locale": "en_US", "image": "http://dailysignal.com/wp-content/uploads/140927_VVS_Levin_Quinn.jpg", "updated_time": "2014-09-27T21:57:20+00:00", "type": "article"}, "bitly": {"url": "http://dailysign.al/1voKE7b"}, "twitter": {"domain": "The Daily Signal", "description": "Talk radio's \"Great One\" wants to confound what he calls the Republican establishment's habit of tripping up conservative candidates for president.", "creator": "@dailysignal", "image": {"src": "http://dailysignal.com/wp-content/uploads/140927_VVS_Levin_Quinn.jpg"}, "title": "Mark Levin’s Simple Plan to Put a Conservative in White House", "site": "@dailysignal", "card": "summary_large_image"}, "fb": {"pages": 300341323465160, "app_id": 772296266137346}, "article": {"publisher": "https://www.facebook.com/TheDailySignalNews", "section": "Society", "tag": "elections,religious liberty", "published_time": "2014-09-27T15:01:01+00:00", "modified_time": "2014-09-27T21:57:20+00:00"}, "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "Mark Levin, Values Voter Summit, VVS, Ronald Reagan, John McCain, Mitt Romney, Hillary Clinton, Ted Cruz, Rand Paul, Marco Rubio, Jeb Bush, Eric Holder"}, "_id": "\"57477af36914bd0286fd15c0\"", "article_summary": "Hard-charging radio commentator Mark Levin is sick of waiting for the Republican Party to nominate a conservative for president, and today he outlined his plan to accomplish just that.\nSpeaking at the Values Voter Summit in Washington, the talk radio giant and bestselling author issued a call to action to the crowd of social conservatives, prescribing a grassroots movement to elect a conservative to the White House in 2016.\nLevin noted the significance of the midterm elections to the just-announced resignation of U.S. Attorney General Eric Holder.\nEven as Democrats have begun to rally behind Hillary Clinton, some look for alternatives to her left such as Sen. Elizabeth Warren, D-Mass.\nHolder, in announcing his resignation Thursday, said he would remain until his replacement wins confirmation."}