{"article_title": "Final CMS Overpayment Rule Rankles AAFP President", "article_keywords": ["physicians", "family", "returning", "rankles", "rule", "overpayments", "regulation", "aafp", "medicare", "president", "overpayment", "cms", "final"], "article_url": "http://www.aafp.org/news/government-medicine/20160218finalruleoverpayment.html", "article_text": "CMS has released a long-awaited final rule that drew sharp criticism from AAFP President Wanda Filer, M.D., M.B.A., of York, Pa., and is sure to raise eyebrows among family physicians.\n\nCMS states in the final rule that providers and suppliers \"have a clear duty to undertake proactive activities to determine if they have received an overpayment.\"\n\nThe regulation is the direct result of a section of the Patient Protection and Affordable Care Act that requires the return of overpayments as a means of protecting Medicare trust funds against improper and fraudulent payments.\n\nThose who fail to comply with the regulation face liability under the False Claims Act and could be subject to monetary penalties as well as exclusion from federal health care programs.\n\nFurthermore, physicians and others covered by the regulation are liable for reporting and returning Medicare overpayments made to them going back six years from the date the payment was received.\n\nThe rule, published in the Feb. 12 Federal Register (federalregister.gov) requires all health care providers and suppliers who are paid with Medicare funds to report and return overpayments within 60 days of discovering an error.\n\nFiler wasted no time objecting to a particular phrase in that statement.\n\n\"This whole idea about 'clear duty' is disturbing,\" Filer told AAFP News. \"Family physicians have a clear duty to take care of their patients; it's CMS' clear duty to ensure that accurate payments are made to physicians within the Medicare system.\"\n\nCMS rejected concerns raised by the Academy and other stakeholders that the rule presented physicians with an unfunded mandate by forcing practices to implement costly and time-consuming self-audits aimed at identifying overpayments spanning six years.\n\n\"We disagree that this rule creates a requirement for any formal compliance plan or audit strategy; rather, it requires that providers and suppliers maintain responsible business practices and conduct a reasonably diligent inquiry when information indicates that an overpayment may exist,\" CMS said in the final rule.\n\nStill, the agency concluded that physicians and other entities affected by the regulation would bear an annual cost burden estimated at more than $161 million. CMS was not able to forecast any future financial benefits in terms of potentially recovered funds.\n\nFiler acknowledged physicians' frustration -- and aggravation -- with a government rule that forces them, under threat of penalty, to self-audit their practices for the sole purpose of returning overpayments to CMS.\n\nShe suggested family physicians think of self-audits as a \"preventive strategy.\"\n\n\"I've been hearing lots of feedback from family physicians who've described quite unpleasant experiences with auditors,\" Filer said. \"These audits are really quite intrusive, and I know they're taking a personal toll on members.\"\n\n\"By all means, if physicians discover Medicare overpayments, they should voluntarily send them back and spare themselves a potentially painful government audit.\"\n\nMoving Forward\n\n\n\n\"It's important for our members to know that the AAFP has been advocating since 2012 for a three-year look back related to this regulation,\" said Filer.\n\nIndeed, in an April 2012 letter(4 page PDF) to CMS, the AAFP responded to a proposed rule and argued that CMS' suggested 10-year look-back period was \"unwieldy and unmanageable.\"\n\nThe fight's not over, vowed Filer.\n\n\"Right now the rule is final and closed, but the AAFP will keep pushing for a three-year look back,\" she said.\n\nIn that same 2012 letter, the AAFP admonished CMS for its role in mistaking \"occasional overpayments\" made by CMS contractors with \"malicious or fraudulent activities\" on the part of Medicare providers and suppliers.\n\n\"While an overpayment can be indicative of fraud and abuse, most overpayments are caused by inadvertent errors and should be treated as such,\" wrote the Academy.\n\nThis remains true in 2016, said Filer.\n\n\"The vast majority of errors related to billing and payment are inadvertent,\" Filer said. \"It will be interesting to see what CMS' recovery results look like. If it turns out the recovery of overpayments from family physicians isn't much, CMS may conclude that they are not spending their resources in the right places.\"\n\nRelated AAFP News Coverage\n\nPhysician Overpayment Proposal Needs Work, Says AAFP\n\nCMS Final Rule Should Reflect True Nature of Overpayments\n\n(4/18/2012)\n\nMore From AAFP\n\nSign-on Letter: Reporting and Returning Overpayments(7 page PDF)\n\n(4/16/2012)\n\nAdditional Resource\n\nCMS Fact Sheet: Medicare Reporting and Returning of Self-Identified Overpayments(www.cms.gov)\n\n", "article_metadata": {"category": "AAFP News", "description": "CMS has released a final rule requiring physicians to self-audit and self-report Medicare payment errors dating back six years.", "pubdate": "2016-02-18", "author": "Sheri Porter", "og": {"image": "http://www.aafp.org/content/dam/AAFP/images/logos_internal/og/AAFP-capital-RGB2_1024x512B.png", "description": "CMS has released a final rule requiring physicians to self-audit and self-report Medicare payment errors dating back six years.", "title": "Final CMS Overpayment Rule Rankles AAFP President"}, "twitter": {"site": "@aafp", "image": "http://www.aafp.org/content/dam/AAFP/images/ann/2016-february/CMS-Overpayment-Statement.jpg", "description": "CMS has released a final rule requiring physicians to self-audit and self-report Medicare payment errors dating back six years.", "card": "summary", "title": "Final CMS Overpayment Rule Rankles AAFP President"}, "lastreviewdate": "2016-02-18", "news-category": "Government & Medicine", "nav-title": "Final CMS Overpayment Rule Rankles AAFP President", "image": "http://www.aafp.org/content/dam/AAFP/images/ann/2016-february/CMS-Overpayment-Statement.jpg.daijpg.90.jpg", "keywords": "final rule return Medicare overpayments, physician self-report, six-year look back, Medicare fraud abuse, clear duty, self-audit, inadvertent billing payment errors", "content-type": "news-article", "archive": "true", "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0", "subcategory": "Government & Medicine"}, "article_summary": "CMS states in the final rule that providers and suppliers \"have a clear duty to undertake proactive activities to determine if they have received an overpayment.\"\nCMS has released a long-awaited final rule that drew sharp criticism from AAFP President Wanda Filer, M.D., M.B.A., of York, Pa., and is sure to raise eyebrows among family physicians.\n\"Right now the rule is final and closed, but the AAFP will keep pushing for a three-year look back,\" she said.\n\"I've been hearing lots of feedback from family physicians who've described quite unpleasant experiences with auditors,\" Filer said.\nIndeed, in an April 2012 letter(4 page PDF) to CMS, the AAFP responded to a proposed rule and argued that CMS' suggested 10-year look-back period was \"unwieldy and unmanageable.\""}