{"article_title": "Memorial Hermann Continues to Sue the Uninsured for Charges They Can't Afford", "article_keywords": ["hospital", "sue", "afford", "pay", "medical", "continues", "memorial", "charges", "cant", "hermann", "uninsured", "nonprofit", "bills", "hospitals", "patients", "care"], "article_url": "http://www.houstonpress.com/news/memorial-hermann-continues-to-sue-the-uninsured-for-charges-they-cant-afford-7456492", "article_text": "Andrew Nilsen\n\nShe couldn’t get any air into her lungs. At first, Edith Abadlia, then an oncology nurse who had worked for two oncologists located in Memorial Hermann Medical Plaza for more than 25 years as of July 2012, tried to ignore it, but she couldn’t seem to draw a deep breath. The feeling got worse, as if a corset had been cinched around her waist and pulled so tight she thought she might die.\n\nAbadlia told one of the doctors, and he suggested they take her over to Memorial Hermann’s Texas Medical Center emergency room since her employers didn’t have the right equipment to check her out. She walked next door to the emergency room. Abadlia didn’t have health insurance — her office didn’t provide it, and she and her husband had lost their coverage after he was laid off from his IT job — but someone told her not to worry, that Memorial Hermann is a nonprofit hospital with a charity arm that would be able to help her handle the bills.\n\nDuring the first hours, Abadlia’s world had narrowed to focus only on the next breath, on sucking oxygen into her lungs. Once the feeling began to pass, she kept an eye out for the woman who was supposed to come talk with her about her finances and applying for charity to cover part or all of the bill, but no one ever showed up. She was discharged, still unclear about what was wrong with her and what she owed the hospital.\n\nA few months later, the tightness returned. This time it was like an iron band around her torso, and she was sure she’d suffocate and drop dead in the middle of the oncology office. One of her bosses walked her next door to Memorial Hermann again, she was given drugs to help her breathe, and was scanned, examined and kept overnight again for observation. Again it was unclear what was wrong with her. Again someone told her a woman would come by to talk with her about qualifying for charity care since she was uninsured. She says no one ever came.\n\nOver the following months, her health declined to the point she quit her job, hoping things would improve if she got rid of the stress. She kept an eye out for the Memorial Hermann bill and talked with her husband about how they would tackle paying it and the other medical bills she was incurring as her health continued to fail. “I thought maybe one of the doctors I worked for more than 25 years had paid it or maybe the charity had taken care of everything and it was all okay,” she says now.\n\nOn December 31, 2014, Abadlia found an affidavit plastered on her front door informing her she was being sued for her bills at Memorial Hermann. Abadlia lives in northwest Houston and is retired and home most days because of her deteriorating health, but she maintains no one ever came to the house or tried to inform her of the lawsuit until the last day of the year.\n\nAfter she received the affidavit, Abadlia called Memorial Hermann’s law firm to try to get some information about what she was being sued for. Since she’d never seen her own bill for the two hospital stays, Abadlia asked the lawyer if he could send her a copy of the unredacted bills from 2012. He told her that wasn’t possible because her bills from two years ago had already been archived. He urged her not to fight the lawsuit and to accept the bills and the additional charges she was likely to face if she didn’t answer the suit and the judge issued a summary judgment. By then, she had nine days to find a lawyer who would take her case.\n\nAbadlia learned how much she owed Memorial Hermann, according to hospital records, only after she learned of the lawsuit. It was filed in August 2014, and the private process server attempted to serve legal documents to Abadlia eight times from November 2014 to December 2014, according to court documents filed by Sullins, Johnston, Rohrbach & Magers, the law firm that handles Memorial Hermann’s debt-collection cases. She was being charged more than $32,000 for two nights of observation at Memorial Hermann at the Texas Medical Center, plus 6 percent interest and a $2,500 legal fee.\n\nAbadlia, who drives a 12-year-old car and lives on disability checks, talked with different lawyers, but they all wanted her to pay hourly fees that were well beyond what she and her husband could afford. Between what he makes as a limo driver and her small Social Security stipend, they make the money stretch to pay bills and pay down some of the other medical debts acquired after her health collapsed, but none of the lawyers offered a rate they could afford.\n\nShe’d resigned herself to showing up alone in court when the phone rang and a man with a cheerful voice informed her his name was Orell Fitzsimmons and he wanted to speak with her about her lawsuit. Fitzsimmons is a longtime labor organizer who is now the head of Citizen Wealth Centers in Houston, a new organization whose members pay $20 per month and get help with things like taxes, financial aid applications, medical bills and lawsuits.\n\n“You don’t know me, but I’ve been looking at your court records with Memorial Hermann, and I want to talk to you about it,” he told her. “You’re not alone. They’ve been doing this to a lot of people.”\n\nIn 2013, when the Houston Press reported that Memorial Hermann Health System, one of the largest nonprofit health systems in Texas, was suing uninsured patients [“Getting Stuck,” by Dianna Wray, July 24, 2013], the suits were being filed in state district court. In fact, Memorial Hermann has been pursuing patient debts that either were not covered by insurance or were incurred by patients without insurance, those often least able to pay their full-price medical bills, through the court system for more than a decade.\n\nHospital lawyers are now primarily using the county civil courts at law to pursue unpaid medical bills. A Press audit of the Harris County Clerk’s records shows that Memorial Hermann has sued more than 500 patients in county civil courts over more than a decade. Memorial Hermann Health System is the plaintiff in 22 lawsuits to collect debts from patients in 2015 alone, with the most recent suit filed April 29.\n\nMemorial Hermann spokeswoman Alex Loessin describes these lawsuits to collect debts from patients as “very rare incidents” for Memorial Hermann, a “recourse of last resort” representing only a tiny percentage of the more than 1.8 million patients treated in the Memorial Hermann Health System within the last fiscal year. “We only take such legal action after all reasonable efforts have been exhausted,” she says.\n\nVivian Ho, the chair in health economics at Rice University’s James A. Baker III Institute, maintains Memorial Hermann is simply a large business being run so that it can stay healthy enough both to fulfill its mandate as a nonprofit charitable entity and to continue functioning as a good business. Suing patients may seem harsh, but it’s most likely just a bottom-line issue of smart business practices, she says. “The reason they can take care of so many people is because they’re so well run financially. You can take them to task for what they’re doing with these practices against patients, but other hospitals would either go under or not be able to care for as many patients as Memorial Hermann sees every year.”\n\nBut on the other side, critics say Memorial Hermann is a nonprofit unfairly targeting vulnerable patients despite the hospital’s not-for-profit, tax-exempt status. Unlike any other nonprofit hospital in the Houston area, court records show, Memorial Hermann has been suing hundreds of patients for payment since shortly after the hospital system was formed in a merger in the late 1990s. While some Houston-area hospitals occasionally sue patients for payment, no other Houston nonprofit hospital has filed as many lawsuits against patients as Memorial Hermann.\n\nOrell Fitzsimmons with Citizen Wealth Centers has been offering help to patients sued by Memorial Hermann Violeta Alvarez\n\nFitzsimmons started trying to find people like Abadlia about four months ago. People were coming into the Citizen Wealth Centers asking for help with these lawsuits filed by Memorial Hermann.\n\nOnce he’d read enough of the lawsuits — all filed by the same legal firm, all featuring redacted medical bills and asking the judge to -order the defendant to pay the full bill plus 6 percent interest per year and $2,500 in attorneys’ fees — Fitzsimmons started trying to contact the defendants. He had better luck with the more recently filed cases because most of those patients hadn’t moved.\n\nHe and his team would go out to the addresses listed on the court records and knock on doors when they couldn’t get phone numbers. Everyone he talked to had an alarmingly similar story, he says. “Most of these people never heard anything about charity care while they were in the hospital; they don’t know what they’re being charged for because all of the medical charges are redacted; they have no lawyer, and they have no idea they’ve got a court date coming up,” he says. “At first you might question this, but after you’ve done enough of these and they all say the same thing, you think they must be telling the truth.”\n\nRelated Stories Getting Stuck: Uninsured Patients Slammed with Lawsuits by Not-for-Profit Hospital\n\nFitzsimmons brought in Kevin Hall, a lawyer who works car accidents but who has been doing mostly pro bono work representing debtors against credit card companies, utility companies and collection agencies for years. Hall had noticed a number of Memorial Hermann cases over the years.\n\nIn one case, a patient agreed to pay more than $600,000 in medical debt, plus more than $50,000 in attorneys’ fees. “That really bothered me because that’s an outrageous amount to charge for this type of work,” Hall says. “To take advantage of an un-sophisticated person who is being sued and scared over a debt so that she agrees to pay that high a fee on top of what she owes, that got my attention.” When Fitzsimmons approached him about representing Abadlia and a few other clients, Hall immediately agreed.\n\nIt’s still unclear why Memorial Hermann pursues this route to try to collect debts. In 2013, the hospital -system brought in more than $3 billion in revenue, according to Moody’s, and the credit rating agency predicted the system will continue to grow and thrive in coming years.\n\nThe root of the practice may lie in Memorial Hermann’s history. The hospital system was forged in 1997 when two charity hospitals, Hermann Hospital, known for conducting more scientific studies and based in the Medical Center, and Memorial Health System, known for its size, combined. A study issued by the American Hospital Association in 2011 noted that both hospitals were financially weak at the time of the merger.\n\nBefore the merger, there were only a few instances in which Hermann Hospital had sued patients to collect debt, according to court records, but there are Memorial Healthcare System lawsuits against patients dating back to the 1980s. By 2003, Memorial Hermann’s lawyers were filing more lawsuits against patients than against insurance companies. It became a part of the Memorial Hermann culture, says Patricia Gray, director of research at the University of Houston Health Law & Policy Institute. “They’ve been doing it for years, and over the years, they’ve gotten increasingly aggressive about those collections,” Gray says. “It’s how they operate.”\n\nLawyer Robert Painter has been working on medical lawsuits since the 1990s. A few years ago, he noticed Memorial Hermann had filed a number of suits against patients in Harris County District Court. Painter represented some of those patients, including Ignacio Alaniz, the subject of our cover story in July 2013.\n\nThe amount Memorial Hermann ultimately collects from these cases is most likely only a fraction of a percent of the hospital system’s budget, Painter says. He’s still puzzled about why Memorial Hermann continues the practice. “I thought the Affordable Care Act would put an end to these kinds of lawsuits, but it didn’t. For the life of me, I don’t know why they do it,” he says. “It would seem to me the cost of collecting from these people who can’t pay in the first place would offset any amount of money you eventually get from them.”\n\nVivian Ho says the public misunderstands Memorial Hermann’s nonprofit status to mean that the hospital is run like a charity. Costs have shot up for hospitals just as they have for patients in recent years, she says. With the advent of the Affordable Care Act, hospitals have been struggling to figure out how to adjust to a new business model based on quality-centered care instead of the old fee-for-services system. “They follow the money. They know exactly what’s going on in terms of the disproportionate regulations, and they make sure they get every single dollar that’s due to them through various programs and grants. You have to be as aggressive as you can. But then there’s the other component where they go after everyone they possibly can. That’s how they stay in business.”\n\nMemorial Hermann isn’t the first nonprofit hospital to come under fire for an approach to patient billing that seems to clash with its nonprofit status. “It’s been a national phenomena. A couple of decades ago, it was reported that some hospitals were doing this and then suddenly lots of hospitals were going and doing it. Suing patients coincided with rising costs in health care, so suddenly there was more money to collect,” Ho says.\n\nTexas requires that at least 4 percent of patient revenue actually be spent on charity care, but right now that includes full-price bills for the uninsured and the charges that Medicaid won’t reimburse, along with various community services. This means the hospital is providing charity care, so the money doesn’t go as far as you’d think, Painter said. Who qualifies for the charity care can also be a murky question.\n\nMemorial Hermann patients have to be within 200 percent of federal poverty guidelines to qualify for free charity care. If they are 201 to 400 percent within the poverty guidelines, they qualify for reduced-cost medical care on a sliding scale, Loessin says. Even though the law is changing to require hospitals to clearly post these guidelines along with how to apply for financial aid, Memorial Hermann still doesn’t have these parameters posted online or attached to its medical bills, according to the 990 Internal Revenue Service form required of tax-exempt organizations that was filed by the hospital in 2013.\n\nOther Houston-area hospitals have come in for their share of criticism. The University of Texas Medical Branch, located in the district Gray represented as a legislator, has been sharply criticized for years, drawing complaints that it doesn’t do enough in the community to maintain its nonprofit status and tax exemption. MD Anderson came under fire for attempting to turn away a Lake Jackson woman diagnosed with acute leukemia because her limited-benefit insurance wouldn’t cover enough of the bill and hospital officials wanted her to pay more than $100,000 up front, Gray said. MD Anderson was also the focus of a recent story in Time magazine in which the author called out the nonprofit hospital for pulling in a profit of $531 million, a 26 percent margin on $2.05 billion, and for paying its president and CEO, Ronald DePinho, a salary of more than $1.8 million.\n\nHo says it was inevitable that a large nonprofit hospital system in Texas would turn to the courts to collect debt on medical bills, given that at least 25 percent of the state’s population is uninsured. As a Level One Trauma Center, Memorial Hermann in the Texas Medical Center treats a disproportionately large number of uninsured and underinsured patients in distress because it is better equipped to handle emergency medical situations. As things have changed, the hospital systems that have figured out how to collect on high-cost medical bills have been the ones that have managed to stay financially healthy.\n\nWhile nonprofits are required to donate a certain amount of charity care to the community to maintain their tax-exempt status, being a nonprofit is not the same as taking a vow of poverty. Nonprofits don’t have shareholders, but that doesn’t mean they can’t generate any profits. While some of that money goes to charity care, nonprofit hospital employees are well compensated, including Memorial Hermann CEO Dan Wolterman, who was paid more than $3 million in 2013, according to the most recent 990 available. “A lot of these nonprofits have marble floors and statues and beautiful office furniture. They can spend the money where they see fit,” Ho says.\n\nMemorial Hermann donates more funds in uninsured and underinsured care than any other nonprofit hospital system in Houston, Loessin says. Even though the charitable care is required, the result is still that Memorial Hermann handles more uninsured patients than other hospital systems. But the system itself has been undergoing a shift as it adjusts and prepares for the federally mandated changes resulting from the Affordable Care Act.\n\nMany of the changes brought on by the ACA have already been put in place, but more are coming. The number of uninsured has fallen in Texas since the ACA went into effect, according to a study Ho has been issuing annually since the start of the ACA, but it hasn’t declined as much as in other states because Texas government officials refused to expand Medicaid, a move that would have brought the bulk of the uninsured into the insurance system.\n\nHowever, Texas did accept about $29 billion over five years to spend on uncompensated care. Memorial Hermann and other hospitals that see a high number of uninsured patients have been able to draw on those funds, but Gray says the federal government may yank the funding because Texas officials are still refusing to expand Medicaid.\n\nThere are other changes coming, too, that will affect the economics of hospitals. “In the future, they’ll be penalized if they discharge a patient too soon. They’ll be penalized if they don’t have plans in place to coordinate patient care better. They’re going to have to work harder to provide a mechanism for patients to meet their financial obligations,” Ho says.\n\nAustin Kirkland, a health-care revenue consultant, says that in previous years, hospitals were focused on dealing with representatives of the federal government through Medicare and Medicaid and with insurance companies. They tended to be secretive about both the sticker prices for services and the real prices that patients with Medicare, Medicaid and insurance would ultimately pay. But that has changed with the Affordable Care Act. Hospitals need to start treating patients as customers instead of patients and need to be upfront about what treatments and services will cost and how everything works, Kirkland says.\n\nInsurance companies stood between the patient and the hospital, and the companies were competing with each other and other contractors. Competition and the insulation effect of services purchased through insurance created an incentive to keep the real cost of health-care services secret,” Kirkland says. “Now, because of the ACA and a general evolution in health care, patients are acting more like consumers and there’s a lot of pressure on hospitals to prove that they’re the place medical services should be bought.”\n\n\n\nAfter Franky Nguyen, then 25, was run over by his ex-girlfriend in October 2013, he was in so much pain he could barely speak, let alone think about how his part-time job at Walmart didn’t provide health insurance, or wonder how he would pay the medical bills already mounting as the ambulance rattled toward Memorial Herman Northeast.\n\nSomeone called Nguyen’s mother, Tanya Nguyen, to say her son was in the hospital after being run over by a car. Her husband drove her to the hospital where Tanya Nguyen found her son lying on a gurney, hooked up to IVs, his face slack from the morphine drip, a splint snapped onto his left leg. A hospital representative had appeared at his bedside and asked if he had health insurance. When he said no, they didn’t ask any other questions about his job or his circumstances. No one mentioned applying for aid from the nonprofit arm, Tanya Nguyen says now.\n\nThe X-rays revealed that he’d been lucky, the doctors told his mother: Even a pound more of pressure and his bones would have snapped as the car thudded over his body. His hips and knees ached from deep bruising and he was going to have to use crutches to walk for months, but he was in better shape than expected.\n\nWatching her son in the hospital bed, Tanya Nguyen didn’t know that the hospital was charging him $11.50 for every dose of the drug. She had no idea he was being charged more than $2,000 for the scans of his ankle, legs and pelvis. Tanya Nguyen works at a department store, and her husband has been unemployed since he was laid off from his warehouse job in 2012. The family cares for elderly relatives and lives on a tight budget, Tanya Nguyen says. After about two hours in the hospital, Nguyen was released and given a bill for more than $5,000.\n\nIn the following months, the bills kept arriving in the mail, but he couldn’t pay them, so he ignored them. His parents tried to stay out of it — he got so emotional when anyone brought up the incident that it seemed best to leave him alone — until they found out Memorial Hermann was suing Nguyen to pay the bills in March 2015. They called attorney Painter and asked him for help.\n\nWhen the Nguyens contacted him, Painter was surprised that Memorial Hermann was still suing uninsured patients, and he agreed to represent Nguyen pro bono. He’d assumed that since Memorial Hermann had stopped filing against patients in state district court, the hospital system was using other methods to collect patient debts.\n\nHall says the only way to fight these cases is to push back and demand exacting proof of every charge listed on the medical bills. He pulls the case apart and makes the other side prove every single charge and service claimed. “With a medical bill, if you say you gave the patient an aspirin and charged her for it, I’m going to make you bring in the -person who actually gave her the aspirin to testify.”\n\nHall has dealt with the lawyers at Sullins, Johnston, Rohrbach & Magers for years in the car accident lawsuits and says they’re always polite and seem to look at the debt collection as another part of their jobs. The firm has a number of lawyers dedicated to filing liens and collecting debts for Memorial Hermann, the firm’s top client, he says. “My take on it is when the numbers get to a certain point, it kicks into filing a lawsuit, but it’s without a commonsense check to say, ‘Wait a minute. Who are we really filing against?’ These lawsuits are against the poorest of the poor most of the time.”\n\nMost cases aren’t fought at all, Lone Star Legal Aid lawyer Tariq Gladney says. Court records are packed with dozens of cases in which Memorial Hermann lawyers filed a lawsuit against a patient and the defendant never responded. Lawyers then routinely asked for summary judgments from the courts and received them. “A judgment gives them an extra hammer,” Painter says. “You can get the court to order post-judgment discovery about assets; you can look at bank accounts and wages. You can use the court’s power to collect the debt. You’re using the court’s authority to be the best debt-collection agency in the world.”\n\nTexas law protects a person’s home and up to $60,000 worth of personal property and forbids wage garnishment. Despite that protection, people facing these debt lawsuits are in a difficult situation, Painter says. Lawyers can’t take such cases on a contingency fee basis (in which the lawyer gets paid a percentage of the winnings) because if they win, it only wipes out the debt. If a person doesn’t have the money to hire a lawyer on an hourly rate, he or she has to try to find a lawyer who will take the case pro bono. Those who are within 150 percent of federal poverty guidelines can qualify for Lone Star Legal Aid, Gladney says.\n\nAfter Painter got involved, Memorial Hermann agreed to drop the lawsuit against Nguyen. However, Painter is also working to collect from -Nguyen’s ex-girlfriend’s insurance company for the damage. Memorial Hermann has already filed a lien against the claim and will be paid some portion of the $5,000 bill if and when Nguyen gets the insurance money.\n\nBut even this is better than seeing her son saddled with a debt Tanya Nguyen and her husband couldn’t help him pay. “He didn’t do anything wrong. He got hit by a car, and then the medical bills were going to destroy his life. It would have been slowly — indirectly not getting loans because of bad debt, no credit because of this debt, no buying a car or a house; it might keep him from getting jobs. It’s slow with these things, but this is how you slowly destroy a life.”\n\nOncology nurse Edith Abadlia got left in the lurch when it was her time to need help. Violeta Alvarez\n\nMore than 20 years ago, Abadlia was a single mother trying to figure out how to support her family. She’d always loved helping people, so she scraped together the money to go back to school to become a nurse.\n\n“What Memorial Hermann did to me wasn’t right. I have always worked hard. I worked hard to become a nurse because I loved it, but I also knew I was a single mother and it was a way to pay my bills. I’m not somebody who just shuns my bills. I always do my best. I still try and work with everyone I owe to pay them.”\n\nWhen she realized she was facing a lawsuit without any help from anyone other than her husband, that was the lowest moment. “I was really and truly hurt. I studied so hard to become a nurse. I was good to everybody and I was always there for them, but then nobody was there for me. I felt so alone.”\n\nNow Abadlia has Fitzsimmons and Hall helping her. She calls them her “guardian angels.” Hall helped her obtain the medical bills and they’ve been going through them. and Abadlia says she’s found mistakes that will cut down on her bill when they’re resolved. There’s no time limit on when a person can apply for Memorial Hermann’s charity care, so Hall is helping Abadlia to see if she can get some of the debt expunged that way. If not, they are moving ahead with court proceedings, Hall says.\n\nFitzsimmons plans on gathering a bunch of the patients together so they can work as a team to get the hospital to listen to what they’ve been doing.\n\nIt’s a long shot, but Fitzsimmons is hoping that talking with hospital officials and putting faces to the names of those being sued for debt will make the officials listen and change their ways.\n\nMaybe they’ll finally stop suing patients who can’t pay their bills. Maybe.\n\n", "article_metadata": {"description": "She couldn’t get any air into her lungs. At first, Edith Abadlia, then an oncology nurse who had worked for two oncologists located in Memorial Hermann...", "author": "Dianna Wray", "og": {"site_name": "Houston Press", "description": "She couldn’t get any air into her lungs. At first, Edith Abadlia, then an oncology nurse who had worked for two oncologists located in Memorial Hermann Medical Plaza for more than 25 years as of July 2012, tried to ignore it, but she couldn’t seem to draw a deep breath...", "title": "Memorial Hermann Continues to Sue the Uninsured for Charges They Can't Afford", "url": "http://www.houstonpress.com/news/memorial-hermann-continues-to-sue-the-uninsured-for-charges-they-cant-afford-7456492", "image": {"width": 1000, "identifier": "http://images1.houstonpress.com/imager/u/original/7456494/feat_img5_28.jpg", "height": 688}, "type": "article"}, "twitter": {"site": "@houstonpress", "image": "http://images1.houstonpress.com/imager/u/745xauto/7456494/feat_img5_28.jpg", "description": "She couldn’t get any air into her lungs. At first, Edith Abadlia, then an oncology nurse who had worked for two oncologists located in Memorial Hermann Medical Plaza for more than 25 years as of July 2012, tried to ignore it, but she couldn’t seem to draw a deep breath...", "card": "summary_large_image", "title": "Memorial Hermann Continues to Sue the Uninsured for Charges They Can't Afford"}, "mobile-web-app-capable": "yes", "fb": {"app_id": 129990850394679}, "theme-color": "#0053b8", "keywords": "Houston news, Texas news, Houston events, Texas events, Houston Press", "article": {"section": "News", "published_time": "2015-05-26T06:00:00-05:00", "modified_time": "2016-04-02T13:43:53-05:00"}, "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fdb4e3\"", "article_summary": "Memorial Hermann spokeswoman Alex Loessin describes these lawsuits to collect debts from patients as “very rare incidents” for Memorial Hermann, a “recourse of last resort” representing only a tiny percentage of the more than 1.8 million patients treated in the Memorial Hermann Health System within the last fiscal year.\nPeople were coming into the Citizen Wealth Centers asking for help with these lawsuits filed by Memorial Hermann.\nMemorial Hermann donates more funds in uninsured and underinsured care than any other nonprofit hospital system in Houston, Loessin says.\nAbadlia learned how much she owed Memorial Hermann, according to hospital records, only after she learned of the lawsuit.\nMemorial Hermann patients have to be within 200 percent of federal poverty guidelines to qualify for free charity care."}