{"article_title": "New Diabetes Drug Could Retrain GI Cells To Produce Insulin By Switching Off One Gene", "article_keywords": ["insulinproducing", "columbia", "cells", "drug", "retrain", "foxo1", "produce", "insulin", "human", "scientists", "gene", "type", "switching", "gi", "diabetes"], "article_url": "http://www.medicaldaily.com/new-diabetes-drug-could-retrain-gi-cells-produce-insulin-switching-one-gene-291100", "article_text": "A new treatment for diabetes might be as easy as switching off a single gene. Scientists at Columbia University's Naomi Berrie Diabetes Center have converted human gastrointestinal cells into insulin-producing cells. The research was reported in the journal Nature Communications.\n\n\"People have been talking about turning one cell into another for a long time, but until now we hadn't gotten to the point of creating a fully functional insulin-producing cell by the manipulation of a single target,\" said the study's senior author, Dr. Domenico Accili, the Russell Berrie Foundation Professor of Diabetes at Columbia University Medical Center, Medical Express reported.\n\nThe researchers suggest that this can be done by taking the cells lost in type 1 diabetes, replacing them by transplanting new cells created by adult stem cells, and educating the existing cells. In type 1 diabetes, the body’s immune system destroys insulin-producing cells. Scientists have been trying to make surrogate insulin for type 1 diabetes for 20 years.\n\nThey found that even though insulin-producing cells are able to be made from stem cells, there is a caveat: They don’t function like naturally occurring pancreatic cells. This is sometimes done surgically, and this new technique could reduce the need for this type of surgery. Also, with the current procedures there is a an issue with the human immune system rejecting foreign cells.\n\nThe scientists were able to teach the human gut cells to make insulin by deactivating the cells' FOXO1 gene. The FOXO1 gene plays an important role in regulating gluconeogenesis (a metabolic pathway that results in the generation of glucose) and glycogenolysis (the breakdown of glycogen).\n\nAccili and a postdoctoral fellow Ryotaro Bouch, first designed the tissue model through genetic engineering. The team then deactivated the functioning FOXO1 inside of the intestinal cells. Seven days later, they found that some of the cells started releasing insulin only in response to glucose, mimicking the body’s natural process.\n\nThe first research on this technique was done on mice in 2012, led by Accili, and the study has since been confirmed by independent analysis.\n\nNow the next step will be to find a drug that inhibits the FOXO1 gene in the human body. And this type of drug would take several years to be tested safe and effective for human use. The team at Columbia is currently working on such a drug.\n\nSource: Accili D, Bouchi R, Foo KS et al. FOXO1 inhibition yields functional insulin-producing cells in human gut organoid cultures. Nature Communications. 2014.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "type 1 diabetes, diabetes", "og": {"site_name": "Medical Daily", "description": "A new treatment therapy for type 1 diabetes uses the body's own converted human gastrointestinal cells.", "title": "New Diabetes Drug Could 'Retrain' Cells To Produce Insulin", "url": "http://www.medicaldaily.com/new-diabetes-drug-could-retrain-gi-cells-produce-insulin-switching-one-gene-291100", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/07/02/shutterstock144659519.jpg", "type": "article"}, "twitter": {"description": "A new treatment therapy for type 1 diabetes uses the body's own converted human gastrointestinal cells.", "title": "New Diabetes Drug Could 'Retrain' Cells To Produce Insulin", "url": "http://www.medicaldaily.com/new-diabetes-drug-could-retrain-gi-cells-produce-insulin-switching-one-gene-291100", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/07/02/shutterstock144659519.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/07/02/shutterstock144659519.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Drugs", "published_time": "2014-07-02T13:33:59-04:00", "modified_time": "2014-07-02T13:33:58-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "A new treatment therapy for type 1 diabetes uses the body's own converted human gastrointestinal cells."}, "_id": "\"57477af46914bd0286fdda03\"", "article_summary": "The scientists were able to teach the human gut cells to make insulin by deactivating the cells' FOXO1 gene.\nThey found that even though insulin-producing cells are able to be made from stem cells, there is a caveat: They don’t function like naturally occurring pancreatic cells.\nScientists at Columbia University's Naomi Berrie Diabetes Center have converted human gastrointestinal cells into insulin-producing cells.\nNow the next step will be to find a drug that inhibits the FOXO1 gene in the human body.\nIn type 1 diabetes, the body’s immune system destroys insulin-producing cells."}