{"article_title": "Shep Smith Excoriates Media for Ebola Coverage: ‘Not Worth the Ratings’", "article_keywords": ["ratings", "fox", "shep", "media", "smith", "think", "widespread", "know", "coverage", "west", "ebola", "cases", "panic", "worth", "excoriates"], "article_url": "http://www.mediaite.com/tv/shep-smith-excoriates-media-for-ebola-coverage-not-worth-the-ratings/", "article_text": "Fox News anchor Shepard Smith on Wednesday lit into the news media for what he described as unproductive coverage of the Ebola cases that have been found and treated in the U.S.\n\nSmith’s moment came after a report from his colleague Doug McKelway, who concluded that Ebola has caused “widespread panic across the country.”\n\nSmith jumped into his soliloquy.\n\n“Oh my god. Doug, I appreciate it, but I think we both know there’s no widespread panic across the country,” Smith said before turning to face the camera. “But I think we know that. And I think we also know that if there’s widespread panic, it’s not based in fact and it’s not based in reason. And I think more than anything, those are just words that people on TV sometimes use.”\n\n-RELATED: Concha: Fear, Mystery and Speculation Means Ebola Coverage Could Reach O.J. Levels Quickly\n\nSmith said the Ebola epidemic in West Africa and the cases treated in the U.S. are “very serious” but that “the rest of this (media coverage) should stop because it’s not productive.”\n\nThe anchor continued: “And it’s not worth ratings and it’s not worth politics and we all need to stop it because some day there may be a real panic.”\n\nUnlike in West Africa, known cases of Ebola transmission in the U.S. have been limited to one Liberian man who died from it in Texas and two nurse who contracted it while caring for him and are now undergoing treatment. Other Ebola patients in the U.S. contracted the disease while abroad and have also been treated.\n\nWatch via Fox News:\n\nPlease enable Javascript to watch.\n\n[Photo via Fox News/screen grab]\n\n— —\n\n>> Follow Eddie Scarry (@eScarry) on Twitter", "article_metadata": {"description": "Fox News anchor Shepard Smith on Wednesday lit into the news media for what he described as unproductive coverage of the Ebola cases that have been found and", "generator": "WordPress 2016.21", "og": {"image": "http://static01.mediaite.com/med/wp-content/uploads/2014/10/Shepard-Smith-1.jpg", "title": "Shep Smith Excoriates Media for Ebola Coverage: ‘Not Worth the Ratings’"}, "twitter": {"image": "http://static01.mediaite.com/med/wp-content/uploads/2014/10/Shepard-Smith-1.jpg", "title": "Shep Smith Excoriates Media for Ebola Coverage: 'Not Worth the Ratings'", "description": "Fox News anchor Shepard Smith on Wednesday lit into the news media for what he described as unproductive coverage of the Ebola cases that have been found and treated in the U.S.", "card": "summary", "site": "@mediaite"}, "NextGEN": "1.5.5", "keywords": "tv", "date": "2014-10-15T15:42:38+00:00", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.5, minimum-scale=1.0"}, "_id": "\"57477af36914bd0286fd15d8\"", "article_summary": "And I think more than anything, those are just words that people on TV sometimes use.”-RELATED: Concha: Fear, Mystery and Speculation Means Ebola Coverage Could Reach O.J.\nDoug, I appreciate it, but I think we both know there’s no widespread panic across the country,” Smith said before turning to face the camera.\nAnd I think we also know that if there’s widespread panic, it’s not based in fact and it’s not based in reason.\nOther Ebola patients in the U.S. contracted the disease while abroad and have also been treated.\n“But I think we know that."}