{"article_title": "Shutdown showdown", "article_keywords": ["saying", "colleagues", "senate", "house", "showdown", "obamacare", "broun", "delay", "americans", "shutdown", "defund", "worth"], "article_url": "http://politicslive.cnn.com/Event/Live_Shutdown_showdown", "article_text": "Many Republicans have thrown in the towel, saying that Congress should no longer try to tie government funding to efforts to delay or defund Obamacare, the President's signature health care reform. But not Rep. Paul Broun of Georgia, who said Wednesday on the House floor saying Obama and the Senate are to blame for not standing \"up for our principles that lead to prosperity for all Americans. \" \"Less government, less spending and the simple idea of delaying Obamacare for one year is fair for all Americans and is worth fighting for,\" Broun said. \"I urge our House leadership and my colleagues to stand strong, to have what many of my Senate colleagues do not -- the courage to oppose any deal that does not defund and delay Obamacare for all Americans now. \"", "article_metadata": {"description": "Less than a day away from a deadline to raise the nation's debt ceiling, Senate leaders on Wednesday worked out a deal to reopen the government and avoid a...", "generator": "CNN.com", "title": "Politics Live Blog", "og": {"site_name": "CNN Politics Live", "description": "Less than a day away from a deadline to raise the nation's debt ceiling, Senate leaders on Wednesday worked out a deal to reopen the government and avoid a...", "title": "Shutdown showdown", "url": "http://politicslive.cnn.com/Event/Live_Shutdown_showdown?Page=0", "image": "http://images.scribblelive.com/2013/10/16/a2420b5b-5ece-4256-9dc6-74b8231a0598.jpg", "type": "article"}, "twitter": {"card": "summary"}, "msapplication-tooltip": "- All politics, all the time", "msapplication-window": "width=device-width;height=device-height", "msapplication-task": "name=Subscribe;action-uri=http://politicalticker.blogs.cnn.com/feed/;icon-uri=http://s2.wp.com/i/favicon.ico", "application-name": "CNN Political Ticker", "ICBM": "33.749000000000002, -84.388000000000005", "keywords": "news", "google-site-verification": "YJKIaiHoJma-AbxboXeaQoCag0GsxoUgUE_-fEToVx8", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fdffb7\"", "article_summary": "Many Republicans have thrown in the towel, saying that Congress should no longer try to tie government funding to efforts to delay or defund Obamacare, the President's signature health care reform.\n\"Less government, less spending and the simple idea of delaying Obamacare for one year is fair for all Americans and is worth fighting for,\" Broun said.\n\"I urge our House leadership and my colleagues to stand strong, to have what many of my Senate colleagues do not -- the courage to oppose any deal that does not defund and delay Obamacare for all Americans now. \"\nBut not Rep. Paul Broun of Georgia, who said Wednesday on the House floor saying Obama and the Senate are to blame for not standing \"up for our principles that lead to prosperity for all Americans. \""}