{"article_title": "Business Watch: Retro furnishings store opens in NOTO", "article_keywords": ["785", "customers", "furnishings", "business", "stations", "previously", "sw", "takes", "watch", "seven", "topeka", "opens", "owensneill", "noto", "store", "retro"], "article_url": "http://cjonline.com/news/business/2014-05-17/business-watch-retro-furnishings-store-opens-noto", "article_text": "Seven cosmetologists are joining together to start their own salon.\n\nKim Owens-Neill, one of the stylists, said Luxe Hair Studio opened Thursday at 1920 S.W. Westport Drive.\n\nThey offer hairstyling, full-body waxing, manicures and pedicures, Owens-Neill said, and one of the women is a massage therapist.\n\n“We specialize in highlights and coloring,” she said. “We have a lot of girls that do great updos.”\n\nJen Osterhaus, Amy Whitmore, Meg Jackson, Heather Sumner, Tana Stauffer and Dee Padilla are the other owners. All seven have previously worked together at another salon before deciding to go into business on their own, Owens-Neill said.\n\nEach stylist controls her own hours, Owens-Neill said, so customers should call (785) 783-7300 to set up an appointment.\n\nRetro store\n\njoins NOTO\n\nRetro’s Home Furnishings opened at 834 N. Kansas Ave. in April, and owner Tim Nold said he tries to transport customers into the past.\n\nNold restores and sells furniture, appliances, decorative items and toys from the 1950s through the 1970s. He said many of his customers are people who remember the middle of the century, but others are younger people who just want to add a distinctive style to their homes.\n\n“It just takes them back to a simpler time,” he said.\n\nNold said he previously had a store near S.W. 45th and Topeka Blvd., but he thought it would be more successful in the NOTO arts district. He buys items at the store or takes them on consignment, as well as finding things at garage and estate sales.\n\nThe store is open from 10 a.m. to 3 p.m. Thursday through Saturday. For more information, call (785) 230-9567.\n\nBeauty school\n\nrelocates campus\n\nMarinello Schools of Beauty’s Topeka campus has moved to 109 S.W. 29th St.\n\nThe new 8,039-square-foot facility includes four manicure stations, six pedicure stations and 32 cosmetology stations. It also has classrooms that include interactive media, a computer lab and a career service center. The school can accommodate about 150 students in cosmetology, nail technology and makeup artistry, which is comparable to what they had before, said Renee Ramirez, director of Marinello’s Topeka campus.\n\nRamirez said the new space is more convenient and in better condition than the former location in White Lakes Mall.\n\n“White Lakes, unfortunately, was falling apart,” she said.\n\nMarinello is offering $7 haircuts on May 30, with proceeds supporting the Military Veteran Project. It also will donate makeovers to five “deserving” people who are nominated by May 22 at the campus or through its website at www.marinello.com/makeover.\n\nFor more information, call (785) 267-7701.", "article_metadata": {"keywords": "Business, News, Local, Local business", "og": {"site_name": "CJOnline.com", "description": "Seven cosmetologists are joining together to start their own salon. \nKim Owens-Neill, one of the stylists, said Luxe Hair Studio opened Thursday at 1920 S.W. Westport Drive.", "title": "Business Watch: Retro furnishings store opens in NOTO", "url": "http://cjonline.com/news/business/2014-05-17/business-watch-retro-furnishings-store-opens-noto", "image": "http://cjonline.com/sites/default/files/13366356.jpg", "type": "article"}, "description": "Seven cosmetologists are joining together to start their own salon.Kim Owens-Neill, one of the stylists, said Luxe Hair Studio opened Thursday at 1920 S.W. Westport Drive.They offer hairstyling, full-body waxing, manicures and pedicures, Owens-Neill said, and one of the women is a massage therapist.“We specialize in highlights and coloring,” she said. “We have a lot of girls that do great updos.”"}, "_id": "\"57477af36914bd0286fd15de\"", "article_summary": "All seven have previously worked together at another salon before deciding to go into business on their own, Owens-Neill said.\nHe buys items at the store or takes them on consignment, as well as finding things at garage and estate sales.\nEach stylist controls her own hours, Owens-Neill said, so customers should call (785) 783-7300 to set up an appointment.\nThe new 8,039-square-foot facility includes four manicure stations, six pedicure stations and 32 cosmetology stations.\nRetro storejoins NOTORetro’s Home Furnishings opened at 834 N. Kansas Ave. in April, and owner Tim Nold said he tries to transport customers into the past."}