{"article_title": "How Children's Hospital of Wisconsin is Faring Today's Healthcare Landscape", "article_keywords": ["faring", "wisconsin", "childrens", "hospital", "system", "health", "systems", "healthcare", "todays", "care", "gorelick", "landscape", "goal"], "article_url": "http://wuwm.com/post/how-childrens-hospital-wisconsin-faring-todays-healthcare-landscape", "article_text": "The Wisconsin healthcare landscape is a crowded one. A number of mergers and alliances have formed over recent years, with several major systems now dominating patient care in the Milwaukee area.\n\nIn the midst of all of this has long been Children’s Hospital of Wisconsin, which sees young patients from across the span of health systems, demographic groups, and geographic locations. According to its chief operating officer, Mark Gorelick, the goal of Children's Hospital is to make Wisconsin kids the healthiest in the country.\n\n\"It's a fairly audacious goal, but it's also a little bit of an unusual goal for a health system because if you look at a population of kids only about ten percent of their health is determined by the healthcare they get,\" Gorelick explains. \"The other ninety percent is determined by their genetics, behaviors, and environment - things we can't control.\"\n\nHealth insurance companies often do not compete for or heavily consider children because they are such a small percentage of their business. Gorelick hopes that through partnering with other local organizations to identify and address the social determinates of health, Wisconsin can lead the way in serving children in today's healthcare system. He further explains the changes Children's has implemented and the improvements made to pediatric health care in the midst of the Affordable Care Act:\n\nLake Effect's Mitch Teich with Mark Gorelick of Childrens Hospital of Wisconsin\n\nMark Gorelick is Chief Operating Officer at Childrens Hospital of Wisconsin. He also wrote a recent op-ed about pediatric specialization and transparency in the Milwaukee Journal Sentinel.", "article_metadata": {"category": "Health & Science", "description": "The Wisconsin healthcare landscape is a crowded one. A number of mergers and alliances have formed over recent years, with several major systems now", "Generator": "Drupal 7 (http://drupal.org)", "programs": "none", "og": {"url": "http://wuwm.com/post/how-childrens-hospital-wisconsin-faring-todays-healthcare-landscape", "image": "http://mediad.publicbroadcasting.net/p/wuwm/files/styles/medium/public/201509/5232121180_f96a3a6ee6_z.jpg", "type": "article", "description": "The Wisconsin healthcare landscape is a crowded one. A number of mergers and alliances have formed over recent years, with several major systems now", "title": "How Children's Hospital of Wisconsin is Faring Today's Healthcare Landscape"}, "story_id": 440618256, "twitter": {"site": "@WUWMradio", "card": "summary", "creator": "@WUWMradio"}, "author": "Mitch Teich", "org_id": 0, "dc": {"title": "How Children&#039;s Hospital of Wisconsin is Faring Today&#039;s Healthcare Landscape"}, "nid": 64104, "datePublished": "2015-09-15", "keywords": "healthcare, Children\\'s Hospital of Wisconsin, Lake Effect", "wordCount": 291, "has_audio": 1, "viewport": "width=device-width"}, "_id": "\"57477af46914bd0286fe4503\"", "article_summary": "The Wisconsin healthcare landscape is a crowded one.\nAccording to its chief operating officer, Mark Gorelick, the goal of Children's Hospital is to make Wisconsin kids the healthiest in the country.\nHe further explains the changes Children's has implemented and the improvements made to pediatric health care in the midst of the Affordable Care Act:Lake Effect's Mitch Teich with Mark Gorelick of Childrens Hospital of WisconsinMark Gorelick is Chief Operating Officer at Childrens Hospital of Wisconsin.\nIn the midst of all of this has long been Children’s Hospital of Wisconsin, which sees young patients from across the span of health systems, demographic groups, and geographic locations.\nGorelick hopes that through partnering with other local organizations to identify and address the social determinates of health, Wisconsin can lead the way in serving children in today's healthcare system."}