{"article_title": "Rodney Billups finds his way back to basketball – The Denver Post", "article_keywords": ["play", "basketball", "working", "university", "game", "denver", "think", "du", "coach", "way", "post", "rodney", "billups", "finds", "cu"], "article_url": "http://www.denverpost.com/colleges/ci_29690881/rodney-billups-finds-his-way-back-sport", "article_text": "Rodney Billups realized he was walking down the wrong career path, but it took him a while to find his way back to the game he loved.\n\nHe is back on track now and in his honeymoon period as the new coach of the men’s basketball team at the University of Denver, his alma mater. Billups said he is “home” working at DU, but there was a time not too long ago that he was completely out of basketball.\n\nBillups completed his three-year playing career at DU in 2005. He knew he wasn’t good enough to play at a professional level like his older brother Chauncey, perhaps the greatest player to ever come out of Denver. He thought he was done with the sport.\n\nFor Rodney Billups, it was time to try something new.\n\n“I was involved in an investment company and later a personnel lifestyle company,” Billups said of his 3½ years away from basketball. “I was successful at both, but there wasn’t any passion. I missed basketball.”\n\nBillups returned to the game he loves six years ago, joining Tad Boyle’s staff at the University Colorado. The past four seasons he was an assistant coach. From that experience he brings knowledge of what it will take to get DU into the NCAA Tournament, where CU has been a regular participant in the Boyle era.\n\nWhen the DU administration decided to fire coach Joe Scott, it moved quickly to hire Billups.\n\n“Rodney Billups had been on our radar for some time,” said Ryan Peck, DU’s associate chancellor for external affairs. “We were able to move quickly because we knew about him.”\n\nBoyle believes Billups can be an outstanding head coach.\n\n“There will be a learning curve as there is with any new coach,” Boyle said. “Rodney had a big part in our success. He’s ready to accept the challenges of being a head coach.”\n\nAs a first-time head coach, there isn’t any history on how his teams will play. Lonnie Porter, the former coach at Regis University and a longtime friend of the Billups family, has an opinion.\n\n“I think his teams will play the way he played,” Porter said. “He always played aggressively.”\n\nBillups isn’t hiding his game plan. He said he’d stress defense and defensive rebounding. He favors a man-to-man defense, and he likes to play at a fast tempo.\n\nFormer CU coach Ricardo Patton, who once declined to sign Rodney Billups to play at the school, will join the DU staff April 1. Billups has one scholarship to fill. He’s already working on adding a game against CU on DU’s nonconference schedule. He’s also working to get more DU students interested in basketball.\n\n“I dreamed about going to CU and following in my brother’s (Chauncey’s) footsteps,” Rodney Billups said. “The coaches didn’t think I was good enough to play up there. I agreed that Chauncey was a better player at that stage, but I didn’t think the comparison was fair because he was bigger. I knew I never would be an NBA player.”\n\nBut there was no rivalry between the brothers.\n\n“We never talked about it at home,” Rodney Billups said. “But it was a problem for me when I was going into high school. I used it as motivation.”\n\nBillups not only is glad to be back at DU, but also happy to be back in Denver.\n\n“I love Denver. My parents still live in the same house I grew up in. I go there all the time.”\n\nIrv Moss: 303-954-1296, imoss@denverpost.com or @irvmoss", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "Rodney Billups finds his way back to basketball", "title": "Rodney Billups finds his way back to basketball", "url": "http://www.denverpost.com/2016/03/26/rodney-billups-finds-his-way-back-to-basketball/", "image": {"width": 1200, "identifier": "http://www.denverpost.com/wp-content/themes/denverpost/static/images/thedenverpost.png", "height": 630}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/themes/denverpost/static/images/thedenverpost.png", "site": "@denverpost", "card": "summary"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "article": {"published_time": "2016-03-26T23:28:15+00:00", "modified_time": "2016-03-26T23:28:15+00:00"}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "viewport": "width=device-width, initial-scale=1", "news_keywords": "University of Colorado, University of Denver"}, "article_summary": "“Rodney Billups had been on our radar for some time,” said Ryan Peck, DU’s associate chancellor for external affairs.\nFor Rodney Billups, it was time to try something new.\nRodney Billups realized he was walking down the wrong career path, but it took him a while to find his way back to the game he loved.\n“We never talked about it at home,” Rodney Billups said.\n“I dreamed about going to CU and following in my brother’s (Chauncey’s) footsteps,” Rodney Billups said."}