{"article_title": "NDSU Names Klieman As Its Next Head Football Coach", "article_keywords": ["head", "coach", "northern", "wyomingthe", "assistant", "klieman", "football", "bohl", "bison", "names", "defensive", "ndsu"], "article_url": "http://www.keloland.com/news/article/sports/ndsu-names-klieman-as-its-next-head-football-coach", "article_text": "Fargo, ND\n\nThe next head football coach at North Dakota State says the powerful Football Championship Subdivision program will continue to reload, not rebuild.\n\n\n\nSchool officials announced Sunday that Chris Klieman will be taking over for Craig Bohl, the most successful football coach in school history. Bohl is leaving for Wyoming.\n\n\n\nThe 47-year-old Klieman is completing his third season as an assistant coach with the Bison, the last two as defensive coordinator. He previously served as an assistant coach for nine years at Northern Iowa.\n\n\n\nKlieman says he has talked with Bohl several times over the last few years about being a head coach.\n\n\n\nKlieman, a native of Waterloo, Iowa, played defensive back at Northern Iowa.\n\n\n\nThe two-time defending FCS champion Bison face New Hampshire in Friday's semifinal at the Fargodome.", "article_metadata": {"og": {"site_name": "KELOLAND News", "description": "The next head football coach at North Dakota State says the powerful Football Championship Subdivision program will continue to reload, not rebuild.", "title": "NDSU Names Klieman As Its Next Head Football Coach", "url": "http://www.keloland.com/news/article/sports/ndsu-names-klieman-as-its-next-head-football-coach", "image": "http://assets.keloland.com/images/images/default-source/agriculture/crops/barley/45254.jpg?sfvrsn=0", "type": "website"}, "fb": {"app_id": 521498541203189}, "Generator": "Sitefinity 7.3.5630.0 PE", "viewport": "width=device-width, initial-scale=1.0", "description": "The next head football coach at North Dakota State says the powerful Football Championship Subdivision program will continue to reload, not rebuild."}, "article_summary": "Fargo, NDThe next head football coach at North Dakota State says the powerful Football Championship Subdivision program will continue to reload, not rebuild.\nSchool officials announced Sunday that Chris Klieman will be taking over for Craig Bohl, the most successful football coach in school history.\nKlieman says he has talked with Bohl several times over the last few years about being a head coach.\nThe 47-year-old Klieman is completing his third season as an assistant coach with the Bison, the last two as defensive coordinator.\nHe previously served as an assistant coach for nine years at Northern Iowa."}