{"article_title": "Retired Gen. Hayden warns: Airstrikes can be like 'casual sex' without commitment", "article_keywords": ["training", "5000", "retired", "rebels", "power", "warns", "troops", "commitment", "sex", "casual", "hayden", "train", "think", "airstrikes", "air", "syrian", "gen", "obama"], "article_url": "http://www.washingtontimes.com/news/2014/sep/13/retired-gen-hayden-warns-airstrikes-can-be-casual-/", "article_text": "Retired Air Force Gen. Michael Hayden used a recent conference call with reporters to warn about the dangers of relying on air power to attain military objectives in the Middle East. The former director of both the CIA and the National Security Agency also raised eyebrows when he likened the temptation to lean on air power to casual sex.\n\n“The reliance on air power has all of the attraction of casual sex: It seems to offer gratification but with little commitment,” said Gen. Hayden, U.S. News and World Report reported Thursday. “We need to be wary of a strategy that puts emphasis on air power and air power alone.”\n\nOn Wednesday night President Obama told the nation during a televised address that the U.S. would not be sending ground troops into Iraq and Syria.\n\nSEE ALSO: U.S. to train 5,000 Syrian rebels to fight militants\n\n“I want the American people to understand how this effort will be different from the wars in Iraq and Afghanistan,” Mr. Obama said. “It will not involve American combat troops fighting on foreign soil. This counterterrorism campaign will be waged through a steady, relentless effort to take out ISIL wherever they exist using our air power and our support for partner forces on the ground.”\n\nThe Obama administration instead plans to vet and arm rebels in Syria while continuing to bolster Iraqi security forces.\n\nThe Pentagon hopes to train 5,000 Syrian rebels per year as part of President Obama’s overall strategy to defeat the Islamic State group.\n\n“We think that, now that we’ve got a partner in the region to help us with the training, is that we could train more than 5,000 fighters over the course of one year,” Pentagon spokesman Rear Adm. Kirby said Friday. “Now, that would be in phases. It would not be all at once. The training [in Saudi Arabia] itself would not take a full year, but we think that we could get more than 5,000 done in one year.”\n\nThe Obama administration will move forward with its plan if Congress approves funding. The White House’s current estimate for training Syrian rebels is $500 million.", "article_metadata": {"description": "Retired Air Force Gen. Michael Hayden used a recent conference call with reporters to warn about the dangers of relying on air power to attain military objectives in the Middle East.", "Author": "Kellan Howell", "og": {"site_name": "The Washingtion Times", "description": "Retired Air Force Gen. Michael Hayden used a recent conference call with reporters to warn about the dangers of relying on air power to attain military objectives in the Middle East.", "title": "Retired Gen. Hayden warns: Airstrikes can be like ‘casual sex’ without commitment", "url": "http://www.washingtontimes.com/news/2014/sep/13/retired-gen-hayden-warns-airstrikes-can-be-casual-/", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2014/09/10/hayden.jpg", "type": "article"}, "twitter": {"image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2014/09/10/hayden.jpg", "title": "Retired Gen. Hayden warns: Airstrikes can be like ‘casual sex", "description": "Retired Air Force Gen. Michael Hayden used a recent conference call with reporters to warn about the dangers of relying on air power to attain military objectives in the Middle East.", "card": "summary", "site": "@washtimes"}, "author": "The Washington Times http://www.washingtontimes.com", "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web1", "bitly-verification": "d180fd45f70d", "news_keywords": "War Conflict, Politics, Michael Hayden"}, "_id": "\"57477af46914bd0286fdfff4\"", "article_summary": "“The reliance on air power has all of the attraction of casual sex: It seems to offer gratification but with little commitment,” said Gen. Hayden, U.S. News and World Report reported Thursday.\nRetired Air Force Gen. Michael Hayden used a recent conference call with reporters to warn about the dangers of relying on air power to attain military objectives in the Middle East.\nThe former director of both the CIA and the National Security Agency also raised eyebrows when he likened the temptation to lean on air power to casual sex.\nThe Pentagon hopes to train 5,000 Syrian rebels per year as part of President Obama’s overall strategy to defeat the Islamic State group.\nThe White House’s current estimate for training Syrian rebels is $500 million."}