{"article_title": "'It Was Like A Little Miracle Ringing In My Ears': 81-year-old Clarence Blackmon Saved From Going Hungry By 911 Dispatcher", "article_keywords": ["little", "ringing", "food", "911", "blackmons", "center", "studies", "hungry", "miracle", "clarence", "going", "housing", "ultimately", "blackmon", "told", "saved", "dispatcher", "ears"], "article_url": "http://www.medicaldaily.com/pulse/it-was-little-miracle-ringing-my-ears-81-year-old-clarence-blackmon-saved-going-333506", "article_text": "For 81-year-old Clarence Blackmon, it was a lonely return home this past Tuesday, with the Fayettteville, N.C. resident having spent months in the hospital and in rehab receiving treatment for his “critical cancer” as he put it. But more than anything else, it was a hungry one.\n\nThe frail Blackmon had no food or water in his home, and no immediate family or friends to be able to procure groceries for him. Desperate, Blackmon called for help from the only place he could think of, 911. And heartwarmingly, they came immediately to the rescue.\n\nAmid busy ringing phones, Marilyn Hinson, a 911 dispatcher, took pity on Blackmon, and with the blessing of her supervisor and the assistance of Fayetteville officers, personally went to Blackmon’s home to deliver him groceries. “I can’t stand to see someone going hungry,” Hinson told ABC11. She even made him several ham sandwiches to keep his energy up.\n\nThanks to the veteran Blackmon’s sad tale going viral, he’s now finally receiving the care he needs, with a home nurse scheduled to regularly check in on him. And two days later, Blackmon’s phone and the 911 center has been constantly ringing with offers of food and help. Despite his own plight, he’s asked that the extra donations be sent to the Salvation Army. \"I want everyone that goes hungry, or lives under a bridge, at least they can go to the Salvation Army. They can get some good food,\" Blackmon told ABC11.\n\nCases such as Blackmon are likely to only become more common as our citizens become older. Last year, the Harvard’s Joint Center for Housing Studies and the AARP Foundation released a report that claims that the number of people in the United States aged 50 and over is expected to grow to 133 million by 2030. But these numbers, as it stands, won’t be met by the affordable and accessible housing they’ll need.\n\n“Recognizing the impli­cations of this profound demographic shift and taking immediate steps to address these issues is vital to our national standard of living,” said Chris Herbert, acting managing director of the Harvard Joint Center for Housing Studies in a press release. “While it is ultimately up to individuals and their families to plan for future housing needs, it is also incumbent upon policymakers at all levels of government to see that affordable, appropriate housing, as well as supports for long-term aging in the community, are available for older adults across the income spectrum.”\n\nWhile these acts of charity are nothing if not incredible to see, ultimately it will take much more to prevent people like Clarence Blackmon from falling through the cracks.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "it, was, little, miracle, ringing, my, ears, 81, year, old, clarence, blackmon, saved, going", "og": {"site_name": "Medical Daily", "description": "81-year-old Clarence Blackmon now won't have to go hungry, thanks to the help of a 911 dispatcher.", "title": "911 Dispatcher Saves 81-Year-Old Cancer Patient From Going Hungry [VIDEO]", "url": "http://www.medicaldaily.com/pulse/it-was-little-miracle-ringing-my-ears-81-year-old-clarence-blackmon-saved-going-333506", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/styles/pulse_featured_video/public/2015/05/14/it-was-little-miracle-ringing-my-ears-81-year-old-clarence-blackmon-saved-going.jpg", "type": "article"}, "twitter": {"description": "81-year-old Clarence Blackmon now won't have to go hungry, thanks to the help of a 911 dispatcher.", "title": "911 Dispatcher Saves 81-Year-Old Cancer Patient From Going Hungry [VIDEO]", "url": "http://www.medicaldaily.com/pulse/it-was-little-miracle-ringing-my-ears-81-year-old-clarence-blackmon-saved-going-333506", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/styles/pulse_featured_video/public/2015/05/14/it-was-little-miracle-ringing-my-ears-81-year-old-clarence-blackmon-saved-going.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/05/14/it-was-little-miracle-ringing-my-ears-81-year-old-clarence-blackmon-saved-going.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "The Grapevine", "published_time": "2015-05-14T19:09:20-04:00", "modified_time": "2015-05-14T19:10:03-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "81-year-old Clarence Blackmon now won't have to go hungry, thanks to the help of a 911 dispatcher."}, "_id": "\"57477af46914bd0286fe2bbc\"", "article_summary": "They can get some good food,\" Blackmon told ABC11.\nAnd two days later, Blackmon’s phone and the 911 center has been constantly ringing with offers of food and help.\nThe frail Blackmon had no food or water in his home, and no immediate family or friends to be able to procure groceries for him.\n“I can’t stand to see someone going hungry,” Hinson told ABC11.\nDesperate, Blackmon called for help from the only place he could think of, 911."}