{"article_title": "Woman's getaway car scheme was 'Plan B' in NY prison escape: sheriff", "article_keywords": ["b", "sheriff", "womans", "car", "escape", "getaway", "involved", "convicted", "ny", "walls", "favro", "remained", "plan", "prison", "scheme", "think", "sweat"], "article_url": "http://www.thefiscaltimes.com/latestnews/2015/06/16/Womans-getaway-car-scheme-was-Plan-B-NY-prison-escape-sheriff", "article_text": "Richard Matt, 48, and David Sweat, 35, both convicted of murder, remained at large for an 11th day on Tuesday after busting out of Clinton Correctional Facility in Dannemora, New York, about 20 miles (32 km) south of the Canadian border.\n\nA manhunt staged by more than 800 law enforcement officers combing dense woodlands near the prison appeared to be winding down on Tuesday. Schools in the surrounding area were open but outdoor activities remained suspended, said a spokeswoman for the Saranac Central School District.\n\nAuthorities said Joyce Mitchell, an industrial training supervisor in the prison tailor shop who has been criminally charged in the escape, had agreed to drive the getaway car but got cold feet and never showed up. Instead, she checked herself into a hospital on Saturday, June 6, with symptoms of a panic attack.\n\n\"I honestly don't think she was 'Plan A,'\" Favro said in an interview on CNN. \"I think she was 'Plan B.'\"\n\nAfter hatching their elaborate escape plan - which involved cutting through steel walls, slipping through pipes and out through a manhole beyond the prison's fortress-like walls - the pair must have had a more fool-proof means of fleeing the area than depending on Mitchell, Favro said.\n\n\"Multiple people\" were likely involved in the brazen escape that was discovered at 5:30 a.m. on June 6, after guards found the men's beds in their neighboring cells stuffed with cloth dummies, Favro said.\n\nMitchell, 51, who is married to another prison worker and has an adult son who has denied his mother was involved, is charged with providing hacksaw blades, glasses and a screwdriver bit to Matt and Sweat, both convicted murderers.\n\nShe has pleaded not guilty to promoting prison contraband and criminal facilitation. If convicted of the charges, she could face up to eight years behind bars.\n\n(Reporting by Barbara Goldberg; Additional reporting by Pete DeMola in Plattsburgh, N.Y.; Editing by Scott Malone and Tom Brown)", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "Richard Matt, 48, and David Sweat, 35, both convicted of murder, remained at large for", "title": "Woman's getaway car scheme was 'Plan B' in NY prison escape: sheriff", "url": "http://www.thefiscaltimes.com/latestnews/2015/06/16/Womans-getaway-car-scheme-was-Plan-B-NY-prison-escape-sheriff", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/usa-new-york-prisoners-mitchell_2.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/latestnews/2015/06/16/Womans-getaway-car-scheme-was-Plan-B-NY-prison-escape-sheriff", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/usa-new-york-prisoners-mitchell_2.jpg", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "Richard Matt, 48, and David Sweat, 35, both convicted of murder, remained at large for", "generator": "Drupal 7 (http://drupal.org)"}, "_id": "\"57477af36914bd0286fd161a\"", "article_summary": "\"I honestly don't think she was 'Plan A,'\" Favro said in an interview on CNN.\nA manhunt staged by more than 800 law enforcement officers combing dense woodlands near the prison appeared to be winding down on Tuesday.\n(Reporting by Barbara Goldberg; Additional reporting by Pete DeMola in Plattsburgh, N.Y.; Editing by Scott Malone and Tom Brown)\nSchools in the surrounding area were open but outdoor activities remained suspended, said a spokeswoman for the Saranac Central School District.\n\"I think she was 'Plan B.'\""}