{"article_title": "State Approves 22 New Nursing Homes", "article_keywords": ["homes", "nursing", "22", "labrecque", "approves", "million", "orlando", "state", "health", "scores", "need", "care"], "article_url": "http://health.wusf.usf.edu/post/state-approves-22-new-nursing-homes", "article_text": "The Agency for Health Care Administration on Friday announced it will let 22 new nursing homes open across the state, and will allow another 11 existing facilities to expand.\n\nThe highly competitive bid process ends Florida’s 14-year ban on new construction.\n\nOrlando Senior Health Network, owner of Orlando Lutheran Towers, was one of the winners. CEO Alicia Labrecque said the companies will be able to build space for 2,600 nursing home beds.\n\n“Right now in our nursing home we’re completely full and turning people away,” Labrecque said. “So it will help us tremendously to be able to take more residents in, especially the longterm care residents.”\n\nA total of $430 million in new nursing home construction was announced in the state Certificate of Need report, and spans from Pensacola to Miami. The largest project to win approval is a 180-bed nursing home in Orlando, while the most expensive is a $30 million facility in Miami.\n\nDespite Friday’s announcement, the number of new nursing home beds is still 500 short of its estimated need. Experts predict Florida will 15,000 more beds in the next 15 years.\n\nThe news comes the same day the federal government released scores on the nation’s nursing homes, using tougher standards. A USA Today analysis found that 61 percent of nursing homes got lower quality of care scores in the new Nursing Home Compare report.\n\n“There were just far too many nursing homes that were showing good scores, good measures based on self-reported data,” said Brian Lee, founder of Families for Better Care, a nursing home watchdog group. “And it just overblew the nursing home quality.”\n\nAbe Aboraya is a reporter with WMFE in Orlando. Health News Florida receives support from the Corporation for Public Broadcasting.", "article_metadata": {"category": "HNF Stories", "description": "The Agency for Health Care Administration on Friday announced it will let 22 new nursing homes open across the state, and will allow another 11 existing", "Generator": "Drupal 7 (http://drupal.org)", "programs": "none", "og": {"url": "http://health.wusf.usf.edu/post/state-approves-22-new-nursing-homes", "image": "http://mediad.publicbroadcasting.net/p/healthnewsfl/files/styles/medium/public/201502/nh.JPG", "type": "article", "description": "The Agency for Health Care Administration on Friday announced it will let 22 new nursing homes open across the state, and will allow another 11 existing", "title": "State Approves 22 New Nursing Homes"}, "story_id": 388108584, "twitter": {"site": "@HealthNewsFL", "card": "summary", "creator": "@HealthNewsFL"}, "author": "Abe Aboraya", "org_id": 0, "dc": {"title": "State Approves 22 New Nursing Homes"}, "nid": 9664, "datePublished": "2015-02-21", "keywords": "nursing homes, ratings for nursing homes, Nursing Home Compare", "wordCount": 366, "has_audio": 1, "viewport": "width=device-width"}, "_id": "\"57477af36914bd0286fd162a\"", "article_summary": "A USA Today analysis found that 61 percent of nursing homes got lower quality of care scores in the new Nursing Home Compare report.\nThe Agency for Health Care Administration on Friday announced it will let 22 new nursing homes open across the state, and will allow another 11 existing facilities to expand.\nThe news comes the same day the federal government released scores on the nation’s nursing homes, using tougher standards.\n“There were just far too many nursing homes that were showing good scores, good measures based on self-reported data,” said Brian Lee, founder of Families for Better Care, a nursing home watchdog group.\nCEO Alicia Labrecque said the companies will be able to build space for 2,600 nursing home beds."}