{"article_title": "Dutch Premier Decries 'Utterly Disrespectful Behavior' At MH17 Crash Site", "article_keywords": ["prime", "saying", "shock", "decries", "behavior", "disrespectful", "mh17", "flight", "rutte", "premier", "site", "scene", "separatists", "minister", "utterly", "dutch", "russian", "crash"], "article_url": "http://wnpr.org/post/dutch-premier-decries-utterly-disrespectful-behavior-mh17-crash-site", "article_text": "Updated at 3:10 p.m. ET.\n\nNetherlands Prime Minister Mark Rutte is expressing shock and anger over the chaotic scene at the crash site of Malaysia Airlines Flight 17, where nearly 200 Dutch citizens were killed, saying Russia has \"one last chance\" to use its influence with Ukrainian rebels to provide access to the scene.\n\nReuters quotes Rutte as saying he had a \"very intense\" conversation with Russian President Vladimir Putin.\n\n\"I was shocked at the pictures of utterly disrespectful behavior at this tragic spot,\" he said, referring to allegations that bodies of the passengers, including 193 of his countrymen, were being dragged about and allowed to rot at the scene, Reuters says.\n\n\"He has one last chance to show he means to help,\" Rutte said after the two leaders' chat.\n\nThe Dutch premier said the leaders of Germany, Britain and Australia — all of whom had citizens who were killed when the plane crashed in Eastern Ukraine — shared his view.\n\nMeanwhile, Rutte and Britain's Prime Minister David Cameron also discussed the matter over the phone on Saturday afternoon, according to a statement from the British prime minister's office.\n\n\"The PM and PM Rutte agreed that the EU will need to reconsider its approach to Russia in light of evidence that pro-Russian separatists brought down the plane,\" it said.\n\nRutte's frustration comes at a time when ordinary Dutch what is being described as an unprecedented loss in recent times.\n\n\"The terrible reality of this disaster is slowly coming in,\" Ivo Opstelten, the Dutch minister of security and justice, told a news conference.\n\nThe Wall Street Journal says: \"Relatives of the passengers on board of Thursday's fatal flight were staying at a hotel near Amsterdam's Schiphol airport Friday. The hotel was guarded by police on explicit orders to keep the press off the premises. One officer said family members had been trickling in Friday.\"\n\nSky News says the headline on the Dutch newspaper De Telegraaf on Saturday reads, simply, \"Killers.\"\n\n\n\n\"Underneath, there are several photographs of Russian separatists near Donetsk, alleging these are the men responsible for bringing down Flight MH17, with the loss of 192 Dutch nationals. \"The media, and the more vociferous politicians, are now calling for those responsible to be brought to justice, as the shock of the event starts to subside.\"\n\n\n\nThe British newspaper The Telegraph writes that some of the 22 Dutch children among the MH17 casualties were from one primary school:\n\n\n\n\"The De Klimroos school, in the southern town of Roosendaal, opened specially on the first day of the holidays to provide counselling for those who were close to the children. \" 'They're inconsolable,' a local resident said, declining to give her name. 'This is a small country and nearly everyone is affected.' \"\n\n", "article_metadata": {"category": "Politics", "description": "Updated at 3:10 p.m. ET. Netherlands Prime Minister Mark Rutte is expressing shock and anger over the chaotic scene at the crash site of Malaysia Airlines", "Generator": "Drupal 7 (http://drupal.org)", "programs": "none", "og": {"url": "http://wnpr.org/post/dutch-premier-decries-utterly-disrespectful-behavior-mh17-crash-site", "image": "http://mediad.publicbroadcasting.net/p/shared/npr/styles/medium/nprshared/201407/332885975.jpg", "type": "article", "description": "Updated at 3:10 p.m. ET. Netherlands Prime Minister Mark Rutte is expressing shock and anger over the chaotic scene at the crash site of Malaysia Airlines", "title": "Dutch Premier Decries 'Utterly Disrespectful Behavior' At MH17 Crash Site"}, "story_id": 332885478, "twitter": {"site": "@wnpr", "card": "summary", "creator": "@wnpr"}, "author": "Scott Neuman", "org_id": 1, "dc": {"title": "Dutch Premier Decries &#039;Utterly Disrespectful Behavior&#039; At MH17 Crash Site"}, "nid": 25568, "datePublished": "2014-07-19", "keywords": "Europe, Ukraine, world", "wordCount": 558, "has_audio": 0, "viewport": "width=device-width"}, "_id": "\"57477af46914bd0286fe000d\"", "article_summary": "\"The terrible reality of this disaster is slowly coming in,\" Ivo Opstelten, the Dutch minister of security and justice, told a news conference.\n\"Underneath, there are several photographs of Russian separatists near Donetsk, alleging these are the men responsible for bringing down Flight MH17, with the loss of 192 Dutch nationals.\nMeanwhile, Rutte and Britain's Prime Minister David Cameron also discussed the matter over the phone on Saturday afternoon, according to a statement from the British prime minister's office.\nReuters quotes Rutte as saying he had a \"very intense\" conversation with Russian President Vladimir Putin.\nRutte's frustration comes at a time when ordinary Dutch what is being described as an unprecedented loss in recent times."}