{"article_title": "Humans have modified their behavior to promote texting and walking", "article_keywords": ["walking", "reading", "scientific", "checking", "humans", "texting", "modified", "theyre", "walk", "step", "train", "im", "behavior", "promote"], "article_url": "http://www.salon.com/2015/08/02/humans_have_modified_their_behavior_to_promote_texting_and_walking_partner/", "article_text": "Topics: news, Science, Scientific American, smartphones, texting, Walking\n\nThis article was originally published by Scientific American\n\nTexting—or checking social media or reading/responding to email or reading the news or checking the weather or watching a video—while walking is a pretty ubiquitous phenomenon. It’s so common that it might no longer be the annoyance it once was. Who’s left to find it a nuisance? We’ve all been captivated by the notification icons on our phones, so virtually no one is paying attention to where they’re going.\n\nOur mobile devices are heavily integrated in our lives. In my case, it’s one of the first things I reach for in the morning, and when I get out of the car my phone is often in my hand as I walk through the parking lot to the store I’m visiting. I do try to put it away while I walk to the office from the train station though. I’m very aware that the distraction may make me a target–or put me in front of a moving vehicle. Plus, I’ve just been reading emails on the entire train ride in. The ten minute walk to my building is a welcome break. Usually.\n\nAnother reason we may not be complaining about texting walkers is that they’re less awkward. Why don’t they fall down or walk into other people? Research suggests that these texters adopt protective measures to minimize the risk of accidents when walking. They’re less likely to trip because they shorten their step length, reduce step frequency, lengthen the time during which both feet are in contact with the ground, and increase obstacle clearance height. Taken together this creates an exaggerated image of walking, but it apparently slows the walker enough so that he registers some of what is happening around him and can compensate for it.", "article_metadata": {"description": "Texting while walking has officially influenced our biomechanics", "title": "Humans have modified their behavior to promote texting and walking", "og": {"site_name": "Salon", "description": "Texting while walking has officially influenced our biomechanics", "title": "Humans have modified their behavior to promote texting and walking", "url": "http://www.salon.com/2015/08/02/humans_have_modified_their_behavior_to_promote_texting_and_walking_partner/", "image": "http://media.salon.com/2014/10/teen_texting.jpg", "type": "article"}, "twitter": {"description": "Texting while walking has officially influenced our biomechanics", "title": "Humans have modified their behavior to promote texting and walking", "image": "http://media.salon.com/2014/10/teen_texting.jpg", "creator": "@salon", "site": "@salon", "card": "summary_large_image"}, "author": "Krystal D'Costa", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, news, Science, Scientific American, smartphones, texting, Walking", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "Another reason we may not be complaining about texting walkers is that they’re less awkward.\nResearch suggests that these texters adopt protective measures to minimize the risk of accidents when walking.\nI do try to put it away while I walk to the office from the train station though.\nWe’ve all been captivated by the notification icons on our phones, so virtually no one is paying attention to where they’re going.\nI’m very aware that the distraction may make me a target–or put me in front of a moving vehicle."}