{"article_title": "Charity care barely dents Ohio nonprofit hospital earnings", "article_keywords": ["federal", "hospital", "barely", "expansion", "costs", "medicaid", "earnings", "dents", "ohio", "nonprofit", "care", "hospitals", "charity"], "article_url": "http://watchdog.org/257144/charity-care-barely-dents-ohio-nonprofit-hospital-earnings/", "article_text": "When Ohio was considering expanding Medicaid in 2013, nonprofit hospitals in the state lobbied for the change, hoping to ease their charity care costs. But that year Ohio nonprofits profited to the tune of $2.8 billion, with charity care accounting for a slim portion of total expenses.\n\nA Watchdog.org review of tax year 2012 and 2013 financials from 80 nonprofit Ohio Hospital Association members found that net charity care costs amounted to an average of just 2.4 percent of Ohio nonprofit hospitals’ expenses.\n\nFor the 80 hospitals and hospital networks, average revenue less expenses — what amounts to profit if they operated as for-profit companies — was $34.8 million. Only nine reported expenses greater than their revenue; of those nine, six reported net charity care costs equal to less than 1 percent of their total expenses.\n\nSome of the larger institutions had hundreds of millions of dollars in nonprofit profit.\n\nThe renowned Cleveland Clinic reported $740 million in net revenues and net charity care costs equal to 2.5 percent of the network’s total expenses. OhioHealth reported $348 million in net revenues, with net charity care costs equal to 5.3 percent of expenses.\n\nMost of the nonprofit hospitals would have netted millions even with no funding for the charity care they provided. If not for direct offsetting revenue to defray the cost of caring for uninsured patients with no Medicaid coverage and no ability to pay, charity care costs would have equaled, on average, 3.3 percent of total expenses.\n\nWhen hospital lobbyists discuss uncompensated care, it’s easy to assume this is a reference only to charity care. That’s not the case; in 2013, charity care was the smallest portion of many Ohio hospitals’ overall uncompensated care costs.\n\nUnreimbursed Medicaid costs averaged 4.3 percent of nonprofit OHA members’ 2013 expenses, and the cost of bad debt — an expense hospitals report when billed patients fail to pay — was greater still, averaging 5.6 percent.\n\nAdding working-age Ohioans with no kids and no disabilities to the Medicaid rolls should reduce hospitals’ charity care and bad debt costs. At the same time, though, unreimbursed Medicaid costs — the difference between what a hospital charges for care and what Medicaid pays — will increase because the program systematically underpays for services.\n\nIn a 2013 Community Benefit Report, OHA said its members provided $988 million in charity care, while absorbing Medicaid losses of $1.23 billion and bad debt totaling $840 million.\n\n“Medicaid losses to Ohio hospitals continues [sic] to grow as nearly 2.4 million Ohioans are now beneficiaries of this program,” OHA said. Since Medicaid expansion took effect in January 2014, another 650,000 Ohioans have enrolled.\n\nThere is no Community Benefit Report for 2014 listed on OHA’s website, and OHA did not respond to a request for comment.\n\nRELATED: Gov. Kasich’s Medicaid expansion end-run\n\nUnder President Barack Obama’s 2010 health law, states can bring in billions in new federal welfare spending by expanding their Medicaid programs to cover anyone with income at or below 138 percent of the federal poverty line.\n\nFrom OHA’s perspective, Medicaid expansion is beneficial because it shifts the cost of care for the poor to state and federal taxpayers. From the perspective of state politicians, Medicaid expansion is good because federal taxpayers pick up most of the costs.\n\nIn the short term, the deal is sweetened by Obamacare’s 100 percent federal match through the end of this year, and a promise to never cut the federal match below 90 percent. The feds pay for 62 percent of Ohio’s traditional Medicaid costs.\n\nBecause Obamacare was designed to push millions of low-income Americans into Medicaid, the law also included a series of cuts to the Disproportionate Share Hospital payments made to hospitals caring for large numbers of uninsured patients.\n\nBut while OHA was lobbying for Ohio to expand Medicaid to balance the financial burden of DSH cuts, the American Hospital Association was lobbying to delay the DSH cuts. Originally scheduled to begin phasing in two years ago, the DSH cuts have been delayed to 2018.\n\nOhio Gov. John Kasich, a Republican, helped OHA lobby for Obamacare expansion for much of 2013 before unilaterally expanding Medicaid and demanding the Ohio Controlling Board accept Obamacare funding or bankrupt the state’s Medicaid program.\n\nAccording to the Ohio Department of Medicaid, Kasich’s Obamacare expansion sharply reduced hospitals’ uncompensated care costs in 2014.\n\nMedicaid expansion does not guarantee care for the poor, but rather guarantees federal taxpayers will cover a portion of its costs. Under federal law in place since the 1980s, hospitals are required to provide emergency treatment regardless of a patient’s ability to pay.\n\nThough Kasich promotes Obamacare expansion as necessary to help the drug-addicted, mentally ill, and working poor get preventative health care instead of relying on hospital emergency rooms, Ohio’s emergency room utilization increased in 2014.\n\nCongress recently passed an Obamacare repeal bill that would have ended the law’s Medicaid expansion, but it was vetoed by the president in January.\n\nDetails about Ohio nonprofit hospitals’ charity care costs follow. Data shown are for calendar year 2013 with the exception of hospitals whose tax years end mid-year.", "article_metadata": {"description": "Unreimbursed Medicaid costs averaged 4.3 percent of nonprofit OHA members' 2013 expenses, considerably less than the cost of bad debt.", "og": {"site_name": "Watchdog.org", "description": "Unreimbursed Medicaid costs averaged 4.3 percent of nonprofit OHA members' 2013 expenses, considerably less than the cost of bad debt.", "title": "Charity care barely dents Ohio nonprofit hospital earnings - Watchdog.org", "locale": "en_US", "image": "http://watchdog.org/wp-content/blogs.dir/1/files/2015/08/shutterstock_155901602.jpg", "updated_time": "2016-02-24T08:13:00+00:00", "url": "http://watchdog.org/257144/charity-care-barely-dents-ohio-nonprofit-hospital-earnings/", "type": "article"}, "twitter": {"domain": "Watchdog.org", "description": "Unreimbursed Medicaid costs averaged 4.3 percent of nonprofit OHA members' 2013 expenses, considerably less than the cost of bad debt.", "title": "Charity care barely dents Ohio nonprofit hospital earnings - Watchdog.org", "image": {"src": "http://watchdog.org/wp-content/blogs.dir/1/files/2015/08/shutterstock_155901602.jpg"}, "creator": "@jasonahart", "site": "@watchdogorg", "card": "summary_large_image"}, "robots": "noarchive", "article": {"publisher": "https://www.facebook.com/Watchdogorg", "section": "Health Care", "tag": "Cleveland Clinic,John Kasich,medicaid,ObamaCare,Ohio Hospital Association", "published_time": "2016-02-19T04:14:17+00:00", "modified_time": "2016-02-24T08:13:00+00:00"}, "news_keywords": "ohio medicaid, ohio hospitals, ohio hospital association, medicaid expansion, obamacare expansion, ohio obamacare expansion, kasich, john kasich, kasich medicaid"}, "article_summary": "Details about Ohio nonprofit hospitals’ charity care costs follow.\nThat’s not the case; in 2013, charity care was the smallest portion of many Ohio hospitals’ overall uncompensated care costs.\nA Watchdog.org review of tax year 2012 and 2013 financials from 80 nonprofit Ohio Hospital Association members found that net charity care costs amounted to an average of just 2.4 percent of Ohio nonprofit hospitals’ expenses.\nOhioHealth reported $348 million in net revenues, with net charity care costs equal to 5.3 percent of expenses.\nThe renowned Cleveland Clinic reported $740 million in net revenues and net charity care costs equal to 2.5 percent of the network’s total expenses."}