{"article_title": "Danforth Center lecture series examines intersection of religion, medicine, law", "article_keywords": ["law", "examines", "center", "series", "university", "danforth", "phd", "religion", "health", "medicine", "lecture", "intersection", "professor", "care"], "article_url": "https://source.wustl.edu/2015/09/danforth-center-lecture-series-examines-intersection-of-religion-medicine-law/", "article_text": "Click to email this to a friend (Opens in new window)\n\nIssues at the crossroads of religion, medicine and law will be the focus as the John C. Danforth Center on Religion and Politics opens its fall lecture series Thursday, Sept. 10, with a talk on “Obamacare and American Values.”\n\nDavid M. Craig, PhD, associate professor and chair of the religious studies department at Indiana University-Purdue University in Indianapolis, will deliver the first lecture in the four-part series at 4:30 p.m. in Umrath Lounge on the Danforth campus.\n\nCraig is a religious ethicist specializing in economic, environmental and health care ethics. His recent book, “Health Care as a Social Good: Religious Values and American Democracy” (Georgetown University Press, 2014), evaluates health care access, delivery and finance in the United States. Craig’s research with conservatives, liberals and moderates to review their ideas for market reform or support for the Affordable Care Act led him to see health care in the U.S. not as a private good or a public good, but as a shared social good.\n\nOrganized by Leigh Eric Schmidt, PhD, the Edward Mallinckrodt Distinguished University Professor at Washington University, the lecture series is free and open to the public and RSVPs are appreciated. For more information, visit the Danforth Center website, call 314-935-9345 or email rap@wustl.edu.\n\n“Some of the most pressing political questions of our time occur at points where religion, medicine, and the law intersect,” said Marie Griffith, PhD, the John C. Danforth Distinguished Professor in the Humanities and director of the John C. Danforth Center on Religion and Politics. “We are grateful to Professor Leigh Schmidt for\n\ndeveloping this lecture series, which examines a range of important\n\ntopics in this area and aims to inform the often heated discussions\n\nsurrounding them.”\n\nOther lectures in the series include:\n\nThursday, Oct. 8\n\n“Paging God: Religion in the Halls of Medicine,” by Wendy Cadge, PhD, professor of sociology and women’s, gender, and sexuality studies at Brandeis University.\n\nHer lecture, which shares the same title as her 2012 book, will analyze how religion and spirituality are present and negotiated by physicians, nurses, chaplains and other health care workers in large academic hospitals.\n\nTuesday, Nov. 3\n\n\n\n\n\n“The Faith Community’s Role in Health Care,” by G. Scott Morris, MD, the founder and CEO of the Church Health Center (CHC) in Memphis, Tennessee.\n\nMorris will discuss the church’s mission to reclaim the biblical commitment to care for our bodies and spirits. His CHC health care ministry provides primary health care to over 65,000 patients in its clinic, many of whom are low-income, uninsured working people.\n\nTuesday, Dec. 1\n\n“On Transparency: Christian Drug Rehabilitation Centers in Guatemala,” by Kevin Lewis O’Neill, PhD, associate professor in the department for the study of religion and the Centre for Diaspora and Transnational Studies at University of Toronto.\n\nO’Neill’s ethnographic work examines the moral dimensions of contemporary political practice. His most recent book, “Secure the Soul: Christian Piety and Gang Prevention in Guatemala” (University of California Press, 2015), tracks Christian piety’s entanglement with Central American security.", "article_metadata": {"msapplication-TileColor": "#a51417", "application-name": "Washington University in St. Louis", "og": {"site_name": "The Source", "description": "Issues at the crossroads of religion, medicine and law will be the focus as the John C. Danforth Center on Religion and Politics opens its fall lecture series Thursday, Sept. 10, with a talk on “Obamacare and American Values.”", "title": "Danforth Center lecture series examines intersection of religion, medicine, law | The Source | Washington University in St. Louis", "locale": "en_US", "image": {"width": 760, "identifier": "https://source.wustl.edu/wp-content/uploads/2015/09/danforthlecture760.jpg", "height": 456}, "updated_time": "2016-02-23T11:42:51-05:00", "url": "https://source.wustl.edu/2015/09/danforth-center-lecture-series-examines-intersection-of-religion-medicine-law/", "type": "article"}, "twitter": {"image": "https://source.wustl.edu/wp-content/uploads/2015/09/danforthlecture760.jpg", "description": "Issues at the crossroads of religion, medicine and law will be the focus as the John C. Danforth Center on Religion and Politics opens its fall lecture series Thursday, Sept. 10, with a talk on “Obamacare and American Values.”", "card": "summary", "title": "Danforth Center lecture series examines intersection of religion, medicine, law | The Source | Washington University in St. Louis"}, "apple-mobile-web-app-title": "Washington University in St. Louis", "viewport": "width=device-width, initial-scale=1, shrink-to-fit=no", "article": {"section": "Campus & Community", "tag": "religion", "published_time": "2015-09-08T00:09:00-05:00", "modified_time": "2016-02-23T11:42:51-05:00"}, "theme-color": "#ffffff", "msapplication-TileImage": "https://source.wustl.edu/wp-content/themes/thesource-theme/_assets/img/favicon/mstile-144x144.png?v=160222"}, "_id": "\"57477af36914bd0286fd163e\"", "article_summary": "His CHC health care ministry provides primary health care to over 65,000 patients in its clinic, many of whom are low-income, uninsured working people.\nTuesday, Nov. 3“The Faith Community’s Role in Health Care,” by G. Scott Morris, MD, the founder and CEO of the Church Health Center (CHC) in Memphis, Tennessee.\nFor more information, visit the Danforth Center website, call 314-935-9345 or email rap@wustl.edu.\nHis recent book, “Health Care as a Social Good: Religious Values and American Democracy” (Georgetown University Press, 2014), evaluates health care access, delivery and finance in the United States.\nCraig is a religious ethicist specializing in economic, environmental and health care ethics."}