{"article_title": "Insurers' spending against Prop. 45 tips scale in its favor", "article_keywords": ["commissioner", "scale", "plans", "million", "spending", "45", "prop", "favor", "state", "rates", "california", "covered", "tips", "insurers", "insurance"], "article_url": "http://www.latimes.com/local/politics/la-me-cap-proposition45-20141016-column.html", "article_text": "Proposition 45, which would allow California's insurance commissioner to regulate rates for certain medical plans, is a close call for this voter.\n\nOn the one hand, the commissioner would be touching on — although not exactly duplicating — work already performed by the state entity created to administer Obamacare. That could slow down the work of Covered California in managing an exchange in which people can obtain health insurance under the Affordable Care Act.\n\nBut on the other hand, the insurance industry is pouring barrels of money — $43 million the last time I looked — into the campaign to defeat Prop. 45. That tells me the insurers fear losing profits. And it indicates that policy buyers could gain in their pocketbooks.\n\nWhat else could it mean? That insurance giants Kaiser, Wellpoint, Blue Shield and Health Net are spending all those millions because they're worried about good government? Or are they fretting about their bottom lines?\n\nOf course, Prop. 45 could be good for the bottom line of its principal sponsor, the Santa Monica-based activist group Consumer Watchdog. The nonprofit would be empowered as an \"intervener\" to challenge rates it considered excessive. And if successful, it would reap a fraction of the consumer savings.\n\nBut as a consumer who benefited from a rate savings, why would I care whether an outfit that made this possible got paid for its work?\n\nThe insurance industry is outspending Prop. 45's backers by 13 to 1. Kaiser has shoveled out nearly $15 million, Wellpoint about $13 million, Blue Shield $10 million and Health Net $5 million.\n\nThe underfunded sponsors have collected $3.2 million, most of it from Consumer Watchdog (nearly $1.5 million) and the California Nurses Assn. ($1 million)\n\nBasically under Prop. 45, the state insurance commissioner would approve rates for small group medical coverage — companies with 50 or fewer employees — and individual plans. The measure would not affect large group plans, those covering more than 50 employees.\n\nRoughly 6 million Californians currently are covered by small group or individual plans.\n\nSince California voters approved Prop. 103 in 1988, requiring the state insurance commissioner to be elected rather than appointed by the governor, the officeholder has been empowered to approve auto and home insurance rates. Prop. 45 would put medical insurance for small groups and individuals in the same category.\n\nProp. 103 advocates — essentially the same outfit that's promoting Prop. 45 — contend that California is the only state with lower auto insurance rates, adjusted for inflation, than it had 25 years ago.\n\nCalifornians have saved $100 billion in insurance rates over the years, Consumer Watchdog says.\n\nAnd in the last 12 years, the organization claims, its intervening actions have saved policyholders $3 billion in rate savings. For that, the organization reports, it has been awarded $9 million in fees for attorneys and experts — amounting to a mere 29 cents for every $100 in rate reduction.\n\nBut the intervening process is a ripe target for opponents of Prop. 45.\n\n\"The proponents are lining their own pockets,\" charges Robin Swanson, the opposition campaign spokesperson. And Prop. 45 could \"gum up the works\" for Obamacare, she says.\n\nCurrently, Covered California negotiates with insurance companies for plans that can be offered to people, the vast majority of whom are low income and qualify for federal subsidies.\n\n\"So Covered California negotiates rates, then the insurance commissioner comes in and says, 'No, that's not going to work,'\" Swanson complains. \"It's hard to get away from this being a power grab for the insurance commissioner.\"\n\nBut a grab of power from whom? In large part, from the insurance companies. They now have a strong hand in negotiating with Covered California, whose main interest is providing plans for the 1.2 million people it serves. There are another 4.8 million covered by small group and individual plans.\n\nAnd although if companies offer plans through Covered California, they have to provide the same deal for everyone else, the Obamacare folks get federal subsidies. And some companies don't get involved with Covered California at all.\n\nOpponents say that the idea of the insurance commissioner regulating medical plan rates might have made sense before Obamacare, but not today.\n\n\"I really think it's a solution for an old problem — a solution for a time that doesn't exist now,\" says Diana Dooley, secretary of the state Health and Human Services Agency and chairwoman of Covered California.\n\nShe's concerned that Prop. 45 would slow down the annual open enrollment process — something that doesn't affect auto and home insurance — by adding another layer of bureaucracy to healthcare regulation.\n\nBut at least five other states have similar healthcare regulatory systems as proposed by Prop. 45, says Insurance Commissioner Dave Jones, who is considered a virtual cinch for reelection in November.\n\nThe insurance commissioner currently has the authority to examine healthcare rates and advise whether they're out of line. But he doesn't have the power to veto them.\n\nAs a state assemblyman, Jones tried three times to pass bills that would have given the commissioner rate-setting power. But the insurance lobby overwhelmed him in the Legislature.\n\n\"They're like the railroad interests of a century ago, in Gov. Hiram Johnson's day,\" Jones says. \"That's why he needed the initiative process and why we need it to regulate healthcare rates.\"\n\nAn elected commissioner regulating auto and home insurance rates has worked well. But so has Covered California in handling Obamacare.\n\nThere are compelling arguments on both sides. But we learned long ago that when in doubt, follow the money. It leads to a vote for Prop. 45\n\ngeorge.skelton@latimes.com\n\nTwitter: @LATimesSkelton", "article_metadata": {"fb_title": "Insurers' spending against Prop. 45 tips scale in its favor", "date": "2014-10-15", "googlebot": "index", "copyright": "Copyright (c) 2016 Los Angeles Times", "author": "Los Angeles Times", "og": {"site_name": "latimes.com", "description": "Proposition 45, which would allow California's insurance commissioner to regulate rates for certain medical plans, is a close call for this voter.", "title": "Insurers' spending against Prop. 45 tips scale in its favor", "url": "http://www.latimes.com/local/politics/la-me-cap-proposition45-20141016-column.html", "image": "http://www.trbimg.com/img-56fd643a/turbine/la-l-a-times-logo-20160331/600", "type": "article"}, "x-servername": "lalvp09.13", "twitter": {"site": "@latimes", "card": "summary"}, "robots": "index,follow", "keywords": "Proposition 45, Covered California, Proposition 103, Kaiser, Wellpoint, Blue Shield, Health Net", "fb": {"admins": 100000786395051, "page_id": 5863113009}, "apple-itunes-app": "app-id=373238146, app-argument=http://www.latimes.com/deeplinkid/81689748", "googlebot-news": "index", "msvalidate.01": "AAC9C18F70AC386BC4DCF4DDF9BF1786", "news_keywords": "Proposition 45, Covered California, Proposition 103, Kaiser, Wellpoint, Blue Shield, Health Net", "y_key": "cee2fe4077f8d050", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, minimum-scale=1.0, user-scalable=no", "Description": "Proposition 45, which would allow California's insurance commissioner to regulate rates for certain medical plans, is a close call for this voter.   On the one hand, the commissioner would be touching on — although not exactly duplicating — work already performed by the state entity created to administer..."}, "_id": "\"57477af36914bd0286fd1644\"", "article_summary": "45, the state insurance commissioner would approve rates for small group medical coverage — companies with 50 or fewer employees — and individual plans.\n45, says Insurance Commissioner Dave Jones, who is considered a virtual cinch for reelection in November.\n103 in 1988, requiring the state insurance commissioner to be elected rather than appointed by the governor, the officeholder has been empowered to approve auto and home insurance rates.\n\"So Covered California negotiates rates, then the insurance commissioner comes in and says, 'No, that's not going to work,'\" Swanson complains.\nProposition 45, which would allow California's insurance commissioner to regulate rates for certain medical plans, is a close call for this voter."}