{"article_title": "Trump 'Boon' to GOP", "article_keywords": ["policies", "trump", "cw", "matalin", "candidates", "boon", "politics", "candidacy", "establishment", "gop", "issues"], "article_url": "http://www.newsmax.com/Politics/matalin-trump-boon-to/2015/07/25/id/658925/", "article_text": "Billionaire businessman Donald Trump is not hurting the Republican Party with its 2016 presidential run — and other candidates should heed his approach and style, said strategist Mary Matalin.\"He is a boon to it,\" she said in comments published Saturday on Politico. \"Candidates would be well advised to pay close attention to the forensics of his approach, and apply their own unique personalities and policies to their campaign efforts.\"And the GOP leadership should quit insulting him, giving him an excuse to mount a third-party candidacy,\" Matalin said.Trump, who announced his candidacy last month, is playing well to two disparate audiences: \"Common Sense America\" and \"Conventional Wisdom Establishment,\" she said.\"CS America is, and has been for some time been, so over the incompetent, posturing national politicians as well as their irrelevant agenda issues and their counterproductive policies,\" Matalin said of the first group. \"They are aching for candidates with authenticity who will address their everyday concerns.\"\"AND,\" she added in capital letters, \"do not presume a preference for their common-sense world makes them redneck philistines.\"In addition, Trump is \"exposing the multiple fallacies of CW Establishment politics,\" Matalin said.These are \"appealing to nontraditional GOP voters requires narrow and corrupt Identity Politics tactics; message resonance demands mandatory acceptance of any and all CW Politically Correct premises, including gratuitous, phony, solicitous kowtowing to the media; that strict avoidance of establishmentarian 'third-rail' issues is political kamikaze,\" she said.\"Once he gets to the debates,\" Matalin continued, Trump must \"connect his bombastic iconoclastic antics to authentic policy prescriptions, as well as demonstrate his potential effectiveness by past performance metrics.\"Bottom line,\" she concluded, \"he will not blow up, but could pump up overly-reserved candidacies.\"", "article_metadata": {"news_keywords": "matalin, trump, boon, to, gop", "pubdate": "2015-07-25T20:19:20", "og": {"site_name": "Newsmax", "description": "Billionaire businessman Donald Trump is not hurting the Republican Party with its 2016 presidential run - and other candidates should heed his approach and style, said strategist Mary Matalin.\r\n He is a boon to it,  she said in comments published Saturday on Politico. ...", "title": "Mary Matalin: Trump 'Boon' to GOP", "url": "http://www.newsmax.com/Politics/matalin-trump-boon-to/2015/07/25/id/658925/", "type": "article", "image": "http://www.newsmax.com/CMSPages/GetFile.aspx?guid=ecdf5dbe-2052-4d6a-8014-eae94bebc563&SiteName=Newsmax", "page_id": 85452072376}, "twitter": {"url": "http://www.newsmax.com/Politics/matalin-trump-boon-to/2015/07/25/id/658925/", "title": "Mary Matalin: Trump 'Boon' to GOP", "description": "Billionaire businessman Donald Trump is not hurting the Republican Party with its 2016 presidential run - and other candidates should heed his approach and style, said strategist Mary Matalin.\r\n He is a boon to it,  she said in comments published Saturday on Politico. ...", "site": "Newsmax"}, "fb": {"admins": 100002083767056, "app_id": 323020797885219}, "msvalidate.01": "FAF1322EC761685A5DD9344A1C19E82A", "epoch": 1437855560, "google-site-verification": "Jt2HUKgzJJw9VwIQJv31ETytuvNNm5ypTWN6j0nYvHM", "keywords": "matalin, trump, boon, to, gop", "article": {"section": "Politics", "published_time": "2015-07-25T20:19:20"}, "original-source": "http://www.newsmax.com/Politics/matalin-trump-boon-to/2015/07/25/id/658925/", "viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=yes", "description": "Mary Matalin: Trump 'Boon' to GOP"}, "_id": "\"57477af36914bd0286fd164d\"", "article_summary": "\"He is a boon to it,\" she said in comments published Saturday on Politico.\nBillionaire businessman Donald Trump is not hurting the Republican Party with its 2016 presidential run — and other candidates should heed his approach and style, said strategist Mary Matalin.\n\"Once he gets to the debates,\" Matalin continued, Trump must \"connect his bombastic iconoclastic antics to authentic policy prescriptions, as well as demonstrate his potential effectiveness by past performance metrics.\n\"And the GOP leadership should quit insulting him, giving him an excuse to mount a third-party candidacy,\" Matalin said.Trump, who announced his candidacy last month, is playing well to two disparate audiences: \"Common Sense America\" and \"Conventional Wisdom Establishment,\" she said.\n\"\"AND,\" she added in capital letters, \"do not presume a preference for their common-sense world makes them redneck philistines."}