{"article_title": "Oscars 2014: Hollywood’s Golden Box Office Hopes", "article_keywords": ["box", "golden", "picture", "total", "office", "hollywoods", "oscar", "winner", "philomena", "oscars", "nebraska", "hopes", "nominees", "best", "films"], "article_url": "http://www.thefiscaltimes.com/Articles/2014/01/16/Oscars-2014-Hollywood-s-Golden-Box-Office-Hopes", "article_text": "In 2009, when the Academy of Motion Picture Arts and Sciences expanded the number of nominees for the “Best Picture” Oscar from five movies to 10, it was widely seen as a flailing act of desperation by an industry struggling in the face of modern media challenges.\n\nThe thinking was that by increasing the number of films that could be labeled a “Best Picture Nominee” it would drive more viewership to a wider range of films. Beloved “indies” wouldn’t be muscled out by the studios (“Philomena” and “Nebraska,” this year), and crowd-pleasing favorites (“Gravity”) could gain some respect that critics would rather see lavished on more intellectual films.\n\nRelated: The Worst Movies Starring the 2013 Oscar Nominees\n\nAfter Hollywood box office totals for 2013 actually finished strong, though, the need for an “Oscar Bounce” is more about keeping the momentum going rather than saving a dying industry. This year’s 9 Best Picture nominees have grossed a total of $642,105,936 so far (and latecomers “Her” and “Philomena” have only just started their wide release theatrical runs). Last year’s nine nominees have grossed $1 trillion since their releases.\n\n2014 Best Picture Oscar Nominees Picture Studio U.S. Box Office Gravity Warner Bros. $256,314,185 Captain Phillips Sony/Columbia $105,010,295 American Hustle Sony/Columbia $103,565,129 The Wolf of Wall Street Paramount $80,741,129 12 Years a Slave Fox Searchlight $39,002,295 Philomena Weinstein Company $22,324,543 Dallas Buyers Club Focus Features $16,769,169 Her Warner Bros. $9,900,985 Nebraska Paramount $8,477,367 Total Gross: $642,105,936 Average Gross: $71,345,104\n\nAdditionally, the studios will be hoping, as usual, that the films that are still in the theaters will attract new audiences based on their nominations. It’s conceivable that “American Hustle” and “The Wolf of Wall Street” could double their total gross before the awards presentation on March 2, while smaller films like “Nebraska” and “Dallas Buyers Club” will be hoping for a second-run spike based on the increased exposure.\n\nThat spike may not continue much after the awards are handed out (as you can see in the chart above from BoxOfficeQuant.com). But the box office totals here don’t factor in the long-tail benefit of an Oscar nomination to secondary market revenue (DVD sales, broadcast and streaming rights) or the long-term value that such a place in the permanent record brings to a film. It’s unlikely that the prestige films of previous decades (“Out of Africa,” “Chariots of Fire,” “The English Patient”) would be much more than fleeting memories without the distinction that they were once Best Picture winners.\n\nIn the short term, though, the biggest winner is almost always…the winner. While being nominated for the top prize does have a knock-on effect of increasing revenue for the selected films, it pales in comparison to the value of being labeled “Best Picture Winner”:\n\nSo that leaves the big question to be answered when the envelope is opened. Will the winner be “Gravity,” the visually stunning crowd-pleaser light on plot and narrative? Will it be the brutal history lesson of “12 Years a Slave”? The ‘70s con artists of “American Hustle”? Or will one of the dark horses give this a Hollywood plot twist?\n\nNo matter what the answer, the eventual winner is almost certainly guaranteed a bigger prize than a golden statue.\n\nOscars 2014: Complete List of Nominees\n\nTop Reads from The Fiscal Times", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "Following a year in which Hollywood profits were actually strong, the need for an “Oscar Bounce” is more about keeping the momentum going rather than saving a dying industry.", "title": "Oscars 2014: Hollywood’s Golden Box Office Hopes", "url": "http://www.thefiscaltimes.com/Articles/2014/01/16/Oscars-2014-Hollywood-s-Golden-Box-Office-Hopes", "image": "http://cdn.thefiscaltimes.com/sites/default/files/media/01162013_JLaw.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/Articles/2014/01/16/Oscars-2014-Hollywood-s-Golden-Box-Office-Hopes", "image": "http://cdn.thefiscaltimes.com/sites/default/files/media/01162013_JLaw.jpg", "creator": "@DrMonkeyPHD", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "Following a year in which Hollywood profits were actually strong, the need for an “Oscar Bounce” is more about keeping the momentum going rather than saving a dying industry.", "generator": "Drupal 7 (http://drupal.org)"}, "_id": "\"57477af46914bd0286fe002d\"", "article_summary": "2014 Best Picture Oscar Nominees Picture Studio U.S.\nThis year’s 9 Best Picture nominees have grossed a total of $642,105,936 so far (and latecomers “Her” and “Philomena” have only just started their wide release theatrical runs).\nNo matter what the answer, the eventual winner is almost certainly guaranteed a bigger prize than a golden statue.\nThe thinking was that by increasing the number of films that could be labeled a “Best Picture Nominee” it would drive more viewership to a wider range of films.\nRelated: The Worst Movies Starring the 2013 Oscar NomineesAfter Hollywood box office totals for 2013 actually finished strong, though, the need for an “Oscar Bounce” is more about keeping the momentum going rather than saving a dying industry."}