{"article_title": "Conservative Group Backs Challenge To 'Liberal' McConnell", "article_keywords": ["liberal", "campaign", "senate", "tea", "challenge", "million", "washington", "backs", "mcconnell", "conservative", "stephen", "group", "primary"], "article_url": "http://www.npr.org/sections/itsallpolitics/2013/10/18/237164854/conservative-group-backs-challenge-to-liberal-mcconnell", "article_text": "Conservative Group Backs Challenge To 'Liberal' McConnell\n\ni toggle caption Stephen Lance Dennee/AP Stephen Lance Dennee/AP\n\nDays after Senate Minority Leader Mitch McConnell helped negotiate a deal to end the government shutdown and raise the debt ceiling, a prominent conservative group endorsed his primary challenger.\n\nThe Senate Conservatives Fund officially backed Tea Party favorite Matt Bevin Friday in Kentucky's 2014 Senate race, arguing he is \"a full-spectrum conservative with the courage to stand up to the Washington establishment\" while McConnell \"has a liberal record and refuses to fight for conservative principles.\"\n\nSCF has had McConnell in its cross hairs for months. In mid-September, the group launched a television advertising campaign attacking McConnell for not doing enough to defund the Affordable Care Act. It also ran radio ads in August calling on McConnell to oppose funding for Obamacare.\n\nBevin could use the financial support from SCF, which raised more than $16 million during the 2012 elections, if he hopes to pull off the upset. He brought in just $220,000 from July to September, while contributing $600,000 of his own money to the campaign. McConnell raised nearly $2.3 million during the same period and has more than $10 million on hand.\n\nSCF, which has ties to former South Carolina senator and current Heritage Foundation President Jim DeMint, has made a name for itself supporting Tea Party challengers over Republican incumbents and establishment-backed candidates in Senate primary races.\n\nThe group appears to be revving up for the 2014 cycle with the shutdown now in the rearview mirror. On Thursday, the group backed Mississippi state Sen. Chris McDaniel over six-term GOP incumbent Sen. Thad Cochran.\n\nOne of SCF's endorsements in 2012 went to Ted Cruz, who has become the leader of the fight to defund Obamacare in Washington, in his primary campaign against Texas Lt. Gov. David Dewhurst.", "article_metadata": {"Rating": "General", "description": "Two days after Senate Minority Leader Mitch McConnell helped broker a deal to end the shutdown and raise the debt ceiling, the Senate Conservatives Fund announced it will support his GOP primary election challenger in Kentucky.", "og": {"site_name": "NPR.org", "description": "Two days after Senate Minority Leader Mitch McConnell helped broker a deal to end the shutdown and raise the debt ceiling, the Senate Conservatives Fund announced it will support his GOP primary election challenger in Kentucky.", "title": "Conservative Group Backs Challenge To 'Liberal' McConnell", "url": "http://www.npr.org/sections/itsallpolitics/2013/10/18/237164854/conservative-group-backs-challenge-to-liberal-mcconnell", "image": "https://media.npr.org/assets/img/2013/10/18/ap569463225772_wide-50ab49858e04465a18e27e269d053ebaf18f72f9.jpg?s=1400", "type": "article"}, "twitter": {"domain": "npr.org", "image": {"src": "https://media.npr.org/assets/img/2013/10/18/ap569463225772_wide-50ab49858e04465a18e27e269d053ebaf18f72f9.jpg?s=1400"}, "card": "summary_large_image", "site": "@NPR"}, "robots": "noarchive,index,follow", "fb": {"app_id": 138837436154588, "pages": 10643211755}, "date": "2013-10-18", "viewport": "width=device-width, initial-scale=1, minimum-scale=1, maximum-scale=1, user-scalable=no, shrink-to-fit=no"}, "_id": "\"57477af46914bd0286fdc850\"", "article_summary": "Conservative Group Backs Challenge To 'Liberal' McConnelli toggle caption Stephen Lance Dennee/AP Stephen Lance Dennee/APDays after Senate Minority Leader Mitch McConnell helped negotiate a deal to end the government shutdown and raise the debt ceiling, a prominent conservative group endorsed his primary challenger.\nIn mid-September, the group launched a television advertising campaign attacking McConnell for not doing enough to defund the Affordable Care Act.\nMcConnell raised nearly $2.3 million during the same period and has more than $10 million on hand.\nThe group appears to be revving up for the 2014 cycle with the shutdown now in the rearview mirror.\nOne of SCF's endorsements in 2012 went to Ted Cruz, who has become the leader of the fight to defund Obamacare in Washington, in his primary campaign against Texas Lt. Gov."}