{"article_title": "Executive amnesty is… pretty unpopular with just about everybody « Hot Air", "article_keywords": ["everybody", "unpopular", "voters", "support", "executive", "immigration", "air", "order", "hot", "survey", "pretty", "popular", "president", "amnesty", "poll", "reform"], "article_url": "http://hotair.com/archives/2014/11/19/nbc-poll-executive-amnesty-is-pretty-unpopular-with-just-about-everybody/", "article_text": "NBC poll: Executive amnesty is… pretty unpopular with just about everybody\n\nposted at 6:01 pm on November 19, 2014 by Noah Rothman\n\nOn Monday, USA Today released a poll that might have buoyed the spirits of those who support President Barack Obama’s planned executive order which will enact portions of the Senate’s failed immigration reform bill. That survey found that an executive order was only slightly unpopular, with 46 percent disapproving and 42 percent approving.\n\nToday, it seems that poll may have given Democrats false hope. An NBC News/Wall Street Journal survey released on Wednesday revealed that an immigration executive order from Obama would not be that popular at all, even with the demographics the president surely hoped to please.\n\nNBC/WSJ found that only 38 percent of the public are happy with the president’s planned immigration order, while a full 48 percent disapprove. 11 percent of Republicans approve of the move and 37 percent of self-described independents agree. Shockingly, only 63 percent of Democrats in that survey expressed support for an executive order.\n\nEven more surprisingly, that poll found that immigration reform via executive order is not especially popular with even Hispanic voters. Just 43 percent of Hispanics polled support an executive action creating legal status for millions of illegal immigrants while 37 percent disapprove.\n\nIn an unusual move, NBC News determined that its own poll shouldn’t be taken seriously. “[T]he sample size here is small (just 110 Latino respondents), so the numbers have a high margin of error,” NBC’s Mark Murray reported.\n\nThat’s quaint. When in the history of polling has there been a sub-sample that does not have a high margin of error? With over 100 respondents, that subset is not even all that small compared to most other national polls. The implication here is that readers should move past this poll’s findings and have faith that Hispanic voters will embrace Obama’s executive order.\n\nIt’s possible – just possible, mind you – that comprehensive immigration reform is popular while an executive order on that matter is not, even among Hispanics.\n\nThe Wall Street Journal’s write up of this survey confirms that conclusion:\n\nAt the same time, support for a pathway to citizenship for people staying in the U.S. illegally remained robust, with 57% favoring such a plan and 40% opposing. Support grew higher –to 74%–when people were given details of such a plan, including requirements that they pay a fine, any back taxes and pass a security background check.\n\nThis finding comports perfectly with the exit polling conducted on November 4. That survey found that voters who cast ballots in the midterm elections favored a pathway to citizenship for illegal immigrants to the tune of exactly 57 percent. This suggests that immigration reform via traditional methods – e.g. legislation passed by Congress and signed by the president – is relatively popular.\n\nWith Democrats only lukewarm on Obama’s immigration order and Hispanics ambivalent if not downright suspicious of it, one has to ask just who the president thinks he is helping here?\n\nRelated Posts:", "article_metadata": {"generator": "WordPress 4.3.4", "og": {"site_name": "Hot Air", "description": "Who is Obama helping?", "title": "NBC poll: Executive amnesty is… pretty unpopular with just about everybody", "url": "http://hotair.com/archives/2014/11/19/nbc-poll-executive-amnesty-is-pretty-unpopular-with-just-about-everybody/", "image": "https://s0.wp.com/i/blank.jpg", "locale": "en_US", "type": "article"}, "twitter": {"site": "@hotairblog", "card": "summary", "creator": "@JazzShaw"}, "fb": {"admins": 312482775445602, "app_id": 312482775445602}, "google-site-verification": "2eqey8dXzgu4RGIRpBp8N_Uha0byt8NWBVajCi3uLgs", "keywords": "Barack Obama, immigration, mark murray,", "article": {"published_time": "2014-11-19T23:01:17+00:00", "modified_time": "2014-11-20T02:31:26+00:00"}, "verify-v1": "ouQUGDxtAiO+0Hn3LJajbWMP08yRHQDinMN9QDYrUV4="}, "_id": "\"57477af46914bd0286fe002c\"", "article_summary": "That survey found that an executive order was only slightly unpopular, with 46 percent disapproving and 42 percent approving.\nEven more surprisingly, that poll found that immigration reform via executive order is not especially popular with even Hispanic voters.\nNBC/WSJ found that only 38 percent of the public are happy with the president’s planned immigration order, while a full 48 percent disapprove.\nIt’s possible – just possible, mind you – that comprehensive immigration reform is popular while an executive order on that matter is not, even among Hispanics.\nShockingly, only 63 percent of Democrats in that survey expressed support for an executive order."}