{"article_title": "American HealthCare Lending to Present Cloud-Based Patient Financing Platform at Money 20/20", "article_keywords": ["financing", "patient", "providers", "money", "lending", "provider", "american", "platform", "cloudbased", "2020", "healthcare", "loan", "patients", "present"], "article_url": "https://globenewswire.com/news-release/2014/11/02/678839/10105806/en/American-HealthCare-Lending-to-Present-Cloud-Based-Patient-Financing-Platform-at-Money-20-20.html", "article_text": "SALT LAKE CITY, Utah, Nov. 1, 2014 (GLOBE NEWSWIRE) -- via PRWEB - American HealthCare Lending (AHCL) the leading patient financing platform serving health systems, physician groups, surgical centers, and other healthcare providers will be showcasing its innovative patient financing platform at Money 20/20, which will be held November 5-6 in Las Vegas. Money 20/20 brings together the worldwide community of innovators who are transforming the way in which consumers and businesses manage, spend and borrow money, and explores the macro trends that form the underlying common thread of innovation. AHCL will demonstrate its Financing as a Service™ (FaaS™) platform and explain how it is revolutionizing patient financing and helping to Make Healthcare Affordable™.\n\nWith the arrival of The Affordable Care Act, the payment models within the healthcare industry are changing rapidly. The average patient share of payments for medical care increased from 5% in 2000 to over 30% in 2013. Out-of-pocket payments are expected to top $420 billion by 2015, which is a 68 percent increase in just the last five years. As patient responsibilities continue to increase, healthcare providers are looking for better ways to collect upfront payments.\n\n\"There is a major shift in patient payment responsibility that is sweeping the U.S. healthcare system today. With the rapid increase in out-of-pocket expenses, patients and providers are looking for solutions to help Make Healthcare Affordable™,\" says Nick Sorensen, COO and Co-Founder of AHCL. \"We're excited to be a part of Money 20/20, and to have the opportunity to show how our patient financing platform is addressing this massive problem.\"\n\nThe AHCL cloud-based patient financing platform has been disrupting the healthcare industry by delivering affordable patient financing to patients, while charging the provider no fees per funded loan. Patients can submit a loan inquiry for any amount up to $100,000, 24 hours per day and 7 days per week, and receive instant loan decisions from anywhere and on any device.\n\nSorensen continues, \"We are only scratching the surface. As the healthcare and payment landscape continues to change, third-party financing will become absolutely essential not only in all of the elective markets we see it in today, but also in every corner of the healthcare ecosystem.\"\n\nNick Sorensen will be presenting in Starvine 10 at the Demos, Case Studies, and Announcements Track during Session 2, Wednesday morning.\n\nAbout American HealthCare Lending. Based in the \"Silicon Slopes\" of Salt Lake City, Utah, American Healthcare Lending is the premier non-recourse patient financing company for health systems, physician groups, and other healthcare providers in the bariatric surgery, fertility, cosmetic dentistry, plastic surgery, spine and neurosurgery and behavioral health markets. American HealthCare Lending has pioneered the Financing as a Service™ (FaaS™) model, and offers both patients and providers an easy-to-use online financing solution that can be accessed from the provider's office, at home, or on any mobile device. As one of the true innovators in healthcare financing, American HealthCare Lending's revolutionary financing platform charges the provider no fees per funded loan, offers instant decisions, upfront funding, non-recourse loans up to $100,000, and a team of knowledgeable lending consultants to assist the patient and provider throughout the entire loan process. Over 1,000 provider locations throughout the country offer American HealthCare Lending and hundreds of new providers subscribe to its financing service every quarter.\n\nCONTACT: Graham Anderson American Healthcare Lending 888-602-6066 x 111 graham(at)americanhcl(dot)com\n\nThis article was originally distributed on PRWeb. For the original version including any supplementary images or video, visit http://www.prweb.com/releases/ahcl/money2020/prweb12295684.htm\n\nAmerican Healthcare Lending Graham Anderson +1 8013364713", "article_metadata": {"description": "SALT LAKE CITY, Utah, Nov. 1, 2014 (GLOBE NEWSWIRE) -- via PRWEB - American HealthCare Lending (AHCL) the leading", "original-source": "http://globenewswire.com/news-release/2014/11/02/678839/10105806/en/American-HealthCare-Lending-to-Present-Cloud-Based-Patient-Financing-Platform-at-Money-20-20.html", "author": "Prosper Healthcare Lending", "og": {"site_name": "GlobeNewswire News Room", "description": "SALT LAKE CITY, Utah, Nov. 1, 2014 (GLOBE NEWSWIRE) -- via PRWEB - American HealthCare Lending (AHCL) the leading", "title": "American HealthCare Lending to Present Cloud-Based Patient Financing Platform at Money 20/20", "url": "http://globenewswire.com/news-release/2014/11/02/678839/10105806/en/American-HealthCare-Lending-to-Present-Cloud-Based-Patient-Financing-Platform-at-Money-20-20.html", "locale": "en_US", "article": {"tag": "Prosper Healthcare Lending,", "published_time": "11/2/2014 12:01:56 AM", "author": "Prosper Healthcare Lending"}, "type": "article"}, "title": "American HealthCare Lending to Present Cloud-Based Patient Financing Platform at Money 20/20", "DC.date.issued": "11/2/2014", "keywords": "Prosper Healthcare Lending", "viewport": "width=device-width, user-scalable=no, initial-scale=1, maximum-scale=1"}, "_id": "\"57477af36914bd0286fd1653\"", "article_summary": "SALT LAKE CITY, Utah, Nov. 1, 2014 (GLOBE NEWSWIRE) -- via PRWEB - American HealthCare Lending (AHCL) the leading patient financing platform serving health systems, physician groups, surgical centers, and other healthcare providers will be showcasing its innovative patient financing platform at Money 20/20, which will be held November 5-6 in Las Vegas.\n\"We're excited to be a part of Money 20/20, and to have the opportunity to show how our patient financing platform is addressing this massive problem.\"\nCONTACT: Graham Anderson American Healthcare Lending 888-602-6066 x 111 graham(at)americanhcl(dot)comThis article was originally distributed on PRWeb.\nThe AHCL cloud-based patient financing platform has been disrupting the healthcare industry by delivering affordable patient financing to patients, while charging the provider no fees per funded loan.\nAbout American HealthCare Lending."}