{"article_title": "Texas Will Tread on Your Confederate License Plate", "article_keywords": ["plate", "tread", "license", "specialty", "free", "application", "sons", "speech", "confederate", "plates", "texas"], "article_url": "http://gawker.com/texas-will-tread-on-your-confederate-license-plate-1712592900", "article_text": "On Thursday, the Supreme Court rejected a First Amendment challenge to the most thrilling of government speech restrictions: specialty license plates.\n\n\n\nIn Walker v. Sons of Confederate Veterans, No. 14-144, the Court ruled that Texas was free to refuse the Sons of Confederate Veterans’ application to consecrate a license plate bearing the Confederate battle flag. The case throws into question a cottage industry of specialty license plates around the country. Are plates like Ducks Unlimited and Fight Terrorism—available in dozens of states around the nation—to be consigned to the dustbins of history, based on the whims of bureaucrats at state motor vehicle authorities?\n\n\n\nWell, perhaps. Texas law provides several avenues through which an organization can create a new specialty plate. The provision at issue here permits nonprofit organizations to propose specialty plates; if the plate is approved, a portion of the proceeds benefits the nonprofit that proposed it. The director of the board of the Texas Department of Motor Vehicles “may refuse to issue a specialty license plate... that the director or designee considers potentially objectionable to one or more members of the public.” The director has evidently not seen fit to reject plates bearing the insignia of Dr. Pepper, Don’t Tread on Me, or God Bless Texas (funds from which benefit the Texas Education Agency).\n\n\n\nAdvertisement\n\nSpecialty plates are tiny, customized patches of political controversy. Texas, like many other states, has the option to purchase a Choose Life plate, proceeds from which are deposited into a special account designated “only to provide for the material needs of pregnant women who are considering placing their children for adoption.” Choose Life—an organization dedicated to encouraging adoption through, of all avenues, license plate messaging—has also litigated license plate cases across the country.\n\n\n\nThese cases come down to one core question: who is the speaker? The First Amendment looks askance on discrimination against private speech based on viewpoint, but it also doesn’t compel government to adopt a particular message. When an individual or organization submits an application for an original plate, the individual chooses the message: courts in the Fourth, Eighth, and Ninth Circuits have held that application to be private speech, albeit in a forum available to the public. In 2001, the Sons of Confederate Veterans challenged a Virginia statute that authorized the Virginia DMV to produce a specialty license plate but prohibited the plate from “bearing a logo or emblem of any kind.” The U.S. District Court for the Western District of Virginia held that the plates were private speech, not government speech, and that the law was “inexorably crafted to discriminate against Plaintiffs based on the content of their message.” The Fourth Circuit affirmed the ruling.\n\n\n\nSponsored\n\nBut in Tennessee, as in Texas, the “Choose Life” plate is available, not because Choose Life submitted an application, but because state law mandates that it be made available: the government chooses the message. This fact makes the “Choose Life” plates look an awful lot like government speech, as the Sixth Circuit has held—and “[a]lthough this exercise of government one-sidedness with respect to a very contentious political issue may be ill-advised,” the First Amendment does not require government to speak equally on all sides of controversial topics.\n\n\n\nIn a rare display of good sense, Texas rejected Sons of Confederate Veterans’ application to create a license plate bearing a symbol of white supremacy. Sons of Confederate Veterans sued, arguing that Texas’s failure to approve its application violated the organization’s freedom of speech under the First Amendment, and asked the district court to force Texas to grant its application. The district court declined to compel the DMV to issue the plates, but the Fifth Circuit reversed, holding that specialty license plates are private speech, not government speech, and that the government may not discriminate among proposed license plates based on viewpoint. Texas appealed.\n\n\n\nThe First Amendment doesn’t allow the state to prevent the Sons of Confederate Veterans—”the oldest hereditary organization for male descendants of Confederate soldiers,” if you don’t count Southern white society as a hereditary organization—from flying Confederate flags on their lawns or from plastering their trucks with stickers bearing the likeness of the Ku Klux Klan’s first Grand Wizard, available in the organization’s web store for a mere $4. The First Amendment also doesn’t place any restrictions a state’s offensive and misguided decision to fly the Confederate flag high even when all others are at half-staff. But because of the Supreme Court’s decision yesterday, Texas is now pretty much free to pick and choose the organizations from which it will gratefully accept $8,000 for the privilege of creating a specialty plate.\n\n\n\nYesterday’s decision makes clear that Texas can say whatever it damn pleases on its own license plates—though it can’t compel drivers to convey its “ideological message.” Justice Breyer, writing for a slim majority, was optimistic that “the Free Speech Clause helps produce informed opinions among members of the public, who are then able to influence the choices of a government that, through words and deeds, will reflect its electoral mandate.” Of course, you don’t have to be a complete cynic to doubt whether the electorate of Texas will influence the words and deeds of the Texas DMV to reflect inclusivity and good taste in all endeavors.\n\n\n\nAdvertisement\n\nAnd as Justice Alito pointed out in dissent, Texas’s (unquestionably correct) reason for rejecting the specialty plate—because “many members of the general public find the design offensive, and because such comments are reasonable”—also shows that the state is willing to turn away topics it deems controversial.\n\n\n\nThe only question is which statements the DMV will shun: the court record reflected that the DMV had previously turned away only one plate under current regulations, a “Texas DPS Troopers’ Foundation” license plate. And though the classic solution to free speech problems is more speech, the government isn’t obligated to provide room to detractors who disagree with its own license plate messaging. As a group of states that filed a brief on Texas’s behalf wrote, “States should not have to issue plates favoring different priorities.”\n\nSo while Texas doesn’t have to create Confederate flag plates, it’s also free to ignore efforts to promote pro-choice, pro-immigration, or pro-Affordable Care Act plates—all of which are conspicuously absent from the state’s offerings. Likewise, South Carolina is free to keep its Sons of Confederate Veterans plates—though today it seems especially ill-advised to do so.\n\n\n\nHannah Bloch-Wehba is an attorney and writer working on free expression, tech, and privacy issues in the public interest.\n\nPhoto of Confederate license plate via AP.", "article_metadata": {"news_keywords": "confederate license plates, texas, supreme court, sons of confederate veterans, Gawker", "author": "Hannah Bloch-Wehba", "og": {"site_name": "Gawker", "description": "On Thursday, the Supreme Court rejected a First Amendment challenge to the most thrilling of government speech restrictions: specialty license plates.", "title": "Texas Will Tread on Your Confederate License Plate", "url": "http://gawker.com/texas-will-tread-on-your-confederate-license-plate-1712592900", "image": "https://i.kinja-img.com/gawker-media/image/upload/s--PYuw8TEJ--/c_fill,fl_progressive,g_north,h_358,q_80,w_636/1304331502618291117.jpg", "locale": "en_US", "type": "article"}, "twitter": {"description": "On Thursday, the Supreme Court rejected a First Amendment challenge to the most thrilling of government speech restrictions: specialty license plates.", "title": "Texas Will Tread on Your Confederate License Plate", "url": "http://gawker.com/texas-will-tread-on-your-confederate-license-plate-1712592900", "image": "https://i.kinja-img.com/gawker-media/image/upload/s--PYuw8TEJ--/c_fill,fl_progressive,g_north,h_358,q_80,w_636/1304331502618291117.jpg", "site": "@gawker", "card": "summary_large_image"}, "msapplication-square70x70logo": "https://i.kinja-img.com/gawker-media/image/upload/s--Di2kTRut--/c_fill,fl_progressive,g_center,h_80,q_80,w_80/my2vnuuejg3jt9yqbx3z.png", "ROBOTS": "INDEX, FOLLOW", "fb": {"app_id": 447084078690870}, "dynamic-stylesheet": "//x.kinja-static.com/assets/stylesheets/editor-621051396171a9ade757cbbd77315ea6.css", "keywords": "confederate license plates, texas, supreme court, sons of confederate veterans, Gawker", "google-site-verification": "PMODv5fOfI_I6GRn06P6uDSnTPLgipc_fgkmh7EgXyw", "msapplication-square150x150logo": "https://i.kinja-img.com/gawker-media/image/upload/s--GHGgxH7j--/c_fill,fl_progressive,g_center,h_200,q_80,w_200/my2vnuuejg3jt9yqbx3z.png", "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0,maximum-scale=10.0", "description": "On Thursday, the Supreme Court rejected a First Amendment challenge to the most thrilling of government speech restrictions: specialty license plates."}, "_id": "\"57477af36914bd0286fd165b\"", "article_summary": "14-144, the Court ruled that Texas was free to refuse the Sons of Confederate Veterans’ application to consecrate a license plate bearing the Confederate battle flag.\nPhoto of Confederate license plate via AP.\nIn a rare display of good sense, Texas rejected Sons of Confederate Veterans’ application to create a license plate bearing a symbol of white supremacy.\nThe case throws into question a cottage industry of specialty license plates around the country.\nOn Thursday, the Supreme Court rejected a First Amendment challenge to the most thrilling of government speech restrictions: specialty license plates."}