{"article_title": "Judge clears Rand Paul aide of four charges, but one remains", "article_keywords": ["rand", "think", "good", "family", "campaign", "charges", "aide", "clears", "judge", "paul", "federal", "ron", "presidential", "remains"], "article_url": "http://www.msnbc.com/msnbc/judge-clears-rand-paul-aide-four-charges-one-remains", "article_text": "The stagnating presidential campaign of Rand Paul got a small boost on Friday, when a federal judge knocked down four counts of fraud against a top Paul family political advisor. But the Kentucky senator isn’t free of the distraction: one count remains and prosecutors are expected to call Paul as a witness when the trial starts in Des Moines, Iowa on Tuesday.\n\nThe charges stem from the 2012 presidential campaign of Rand Paul’s father Ron, the former Texas congressman. During that cycle, three long time family operatives allegedly paid former Iowa state sen. Kent Sorenson to endorse the elder Paul, switching allegiances from U.S. Rep. Michele Bachmann in exchange for $73,000 disguised as “audio/visual expenses.”\n\nLast August Sorenson plead guilty to obstruction of justice and causing a campaign to falsely report expenditures, and he now awaits sentencing. But it wasn’t until this August–on the eve of the first Republican presidential debate–that the three aides were indicted in the alleged scheme. The Paul family accused the government of making a politically-timed case.\n\nRELATED: Ron Paul to testify at trial of campaign aides\n\nOn Friday, however, that case suffered a serious setback. A federal judge threw out all the charges against John Tate, an advisor to both Rand and Ron Paul, and the former head of America’s Liberty, a pro-Paul super-PAC. At the same time, Jess Benton, who is married to Ron’s granddaughter and who also used to run the America’s Liberty super-PAC, beat four of the five charges against him.\n\nAnd yet the potential for Paul family embarrassment and presidential campaign problems remains high heading into the new week. Federal prosecutors will go forward with a case claiming that Benton lied to the FBI, while a third Paul lieutenant, Dimitri Kesari, faces six separate counts all related to campaign fraud.\n\nThe three men have plead not guilty. The Paul campaign, meanwhile, has been framing the case as a political hack job. “It certainly appears suspiciously timed and possibly, politically motivated,” one aide told TPM in a statement. “Additionally, these actions are from 2012 and have nothing to do with our campaign.”\n\nRecently, Rand Paul himself has gone silent about the morals and makings of his old advisors. But last year he was expressed confidence that at least Benton was a good guy, doing good work.\n\n“I think Jesse is honest, he’s good at politics and I don’t think he’s done anything wrong,” Paul told Louisville TV station WHAS in December. “And frankly it’s so complicated if we threaten people with penalties that are above and beyond sort of, ‘You need to pay a fine for being late on something,’ I think we’re going to scare a lot of good people away from helping.”", "article_metadata": {"msapplication-config": "/browserconfig.xml", "description": "A federal judge knocked down four counts of fraud against a top advisor to Rand Paul. But the Kentucky senator isn't free of the distraction just yet.", "original-source": "http://www.msnbc.com/msnbc/judge-clears-rand-paul-aide-four-charges-one-remains", "og": {"site_name": "MSNBC", "description": "A federal judge knocked down four counts of fraud against a top advisor to Rand Paul. But the Kentucky senator isn't free of the distraction just yet.", "title": "Judge clears Rand Paul aide of four charges, but one remains", "url": "http://www.msnbc.com/msnbc/judge-clears-rand-paul-aide-four-charges-one-remains", "image": "http://www.msnbc.com/sites/msnbc/files/styles/ratio--1_91-1--1200x630/public/ap_11122813505.jpg?itok=CLU5iv1u", "type": "article"}, "twitter": {"domain": "msnbc.com", "account_id": 2836421, "creator": {"identifier": "@msnbc", "id": 2836421}, "url": "http://www.msnbc.com/msnbc/judge-clears-rand-paul-aide-four-charges-one-remains", "image": "http://www.msnbc.com/sites/msnbc/files/styles/ratio--3-2--512x342/public/ap_11122813505.jpg?itok=r6-nLSrm", "title": "Judge clears Rand Paul aide of four charges, but one remains", "site": {"identifier": "@msnbc", "id": 2836421}, "card": "summary_large_image", "description": "A federal judge knocked down four counts of fraud against a top advisor to Rand Paul. But the Kentucky senator isn't free of the distraction just yet."}, "robots": "follow, index", "DC.date.issued": "2015-10-10T11:37:18-04:00", "jenga-session-config": "{\"when_to_init\":\"after_dom_ready\"}", "fb": {"app_id": 351594351545594}, "nv": {"author": "tonydokoupil", "tags": "corruption,election-2016,election-2016,elections,rand-paul,republicans", "title": "Judge clears Rand Paul aide of four charges, but one remains", "published": 1, "date": "10/10/2015 11:37:18 EDT", "address": "http://www.msnbc.com/msnbc/judge-clears-rand-paul-aide-four-charges-one-remains"}, "article": {"author": "http://www.facebook.com/msnbc"}, "abstract": "A federal judge knocked down four counts of fraud against a top advisor to Rand Paul. But the Kentucky senator isn't free of the distraction just yet.", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "news_keywords": "Elections, Election 2016, Republicans, Corruption, Election 2016, Rand Paul"}, "_id": "\"57477af46914bd0286fe0034\"", "article_summary": "The stagnating presidential campaign of Rand Paul got a small boost on Friday, when a federal judge knocked down four counts of fraud against a top Paul family political advisor.\nAnd yet the potential for Paul family embarrassment and presidential campaign problems remains high heading into the new week.\nThe charges stem from the 2012 presidential campaign of Rand Paul’s father Ron, the former Texas congressman.\nThe Paul campaign, meanwhile, has been framing the case as a political hack job.\n“Additionally, these actions are from 2012 and have nothing to do with our campaign.”Recently, Rand Paul himself has gone silent about the morals and makings of his old advisors."}