{"article_title": "Obama willing to take tacos, tequila should US lose Mexico match", "article_keywords": ["website", "world", "congress", "mexico", "win", "tequila", "tacos", "willing", "lose", "interview", "president", "white", "match", "obama"], "article_url": "http://thehill.com/blogs/blog-briefing-room/201601-obama-willing-to-take-tacos-tequila-should-us-lose-mexico-match", "article_text": "President Obama joked Monday that he would be happy to accept the task of consuming tacos and tequila if Mexico bested the United States in the upcoming World Cup.\n\nDuring an Obamacare-promoting appearance on Univision radio's \"El Bueno, La Mala, y El Feo\" (\"The Good, the Bad, and the Ugly\"), host Andrés Maldonado suggested a wager on the 2014 World Cup.\n\nADVERTISEMENT\n\n“If Mexico and the United States go to Brazil and we win, you're going to have to do tacos and tequila with us. Okay?” Maldonado proposed.\n\nObama was unfazed by the terms of the bet.\n\n“Let me say, first of all, that that's not punishment to do tacos and tequila,” Obama said. “I should get that if the Americans win. You have to give me tacos and tequila. You'll have to send them here to the White House.”\n\n\n\nDuring the Winter Olympics, Obama wagered Canadian Prime Minister Stephen Harper a case of beer on both the men’s and women’s hockey matches. Canada prevailed in both, and the president shipped two varieties of beer brewed in the White House kitchen to Ottawa.\n\n\n\nThe president’s interview came amid a push in the final week of open enrollment to attract consumers to the ObamaCare website. The president also fielded questions on Monday on Quora, a question-and-answer website popular with young adults.\n\nOn Tuesday, first lady Michelle Obama will pen an editorial for TheBump.com, an online site for mothers.\n\n\n\nThe president’s interview with Univision radio also comes as the administration is trying to ratchet up pressure on House Republicans to move on immigration reform legislation — and while the president is facing criticism himself for record deportation numbers. Earlier this month the president announced he had ordered his administration to undertake a review of immigration reform, but insisted in the radio interview he was mostly constrained without congressional action.\n\n\n\n\"Well, the main step I'm trying to take is to make sure that we pass new laws so that we do not have to deport these folks at all,\" Obama said. \"And I know a lot of people sometimes say, well, Obama could just do this without Congress. The problem is, is that there's certain laws that I end up having to deal with coming out of Congress. I need a new law that puts everybody on a new legal footing. And we've got to keep the pressure on Congress to get that done.\"", "article_metadata": {"dcterms.description": "Obama was unfazed by the terms of the bet.", "description": "Obama was unfazed by the terms of the bet.", "generator": "Drupal 7 (http://drupal.org)", "rdfs": {"label skos": {"prefLabel": "Blog Briefing Room"}}, "og": {"site_name": "TheHill", "description": "Obama was unfazed by the terms of the bet.", "title": "Obama willing to take tacos, tequila should US lose Mexico match", "url": "http://thehill.com/blogs/blog-briefing-room/201601-obama-willing-to-take-tacos-tequila-should-us-lose-mexico-match", "image": "http://thehill.com/sites/default/files/blogs/tacos_032514thinkstock.jpg", "updated_time": "2014-03-25T10:40:04-04:00", "type": "article"}, "Smart_Paging": "on", "dcterms.modified": "2014-03-25T10:40-04:00", "dcterms.identifier": "http://thehill.com/blogs/blog-briefing-room/201601-obama-willing-to-take-tacos-tequila-should-us-lose-mexico-match", "fb": {"admins": 100000299130732, "app_id": 566538590082898, "pages": 7533944086}, "apple-itunes-app": "app-id=396640962", "dcterms.date": "2014-03-24T21:48-04:00", "dcterms.creator": "Tristan Lejeune", "author": "Justin Sink", "dcterms.type": "Text", "article": {"published_time": "2014-03-24T21:48:54-04:00", "modified_time": "2014-03-25T10:40:04-04:00"}, "keywords": "ObamaCare,Barack Obama,", "dcterms.language": "und", "dcterms.format": "text/html", "twitter": {"url": "http://thehill.com/blogs/blog-briefing-room/201601-obama-willing-to-take-tacos-tequila-should-us-lose-mexico-match", "widgets": {"csp": "on"}, "description": "Obama was unfazed by the terms of the bet.", "card": "summary", "title": "Obama willing to take tacos, tequila should US lose Mexico match"}, "dcterms.title": "Obama willing to take tacos, tequila should US lose Mexico match"}, "_id": "\"57477af46914bd0286fdda13\"", "article_summary": "“Let me say, first of all, that that's not punishment to do tacos and tequila,” Obama said.\nPresident Obama joked Monday that he would be happy to accept the task of consuming tacos and tequila if Mexico bested the United States in the upcoming World Cup.\nADVERTISEMENT“If Mexico and the United States go to Brazil and we win, you're going to have to do tacos and tequila with us.\nYou have to give me tacos and tequila.\n\"And I know a lot of people sometimes say, well, Obama could just do this without Congress."}