{"article_title": "Papa Doug digs Obama’s pond scum", "article_keywords": ["diego", "algaebased", "san", "ut", "energy", "papa", "digs", "editorial", "plan", "sapphire", "doug", "scum", "pond", "obamas", "salton", "biofuel"], "article_url": "http://www.sandiegoreader.com/news/2014/jun/23/ticker-papa-doug-digs-obamas-pond-scum/", "article_text": "Beating up on big government spending is a full-time occupation at U-T San Diego, owned by mega-millionaire Republican real estate developer Douglas Manchester. Obamacare, minimum-wage hikes, and the Barrio Logan community plan are a few of the paper’s many favored targets.\n\nSteven Greenhut, the paper's California columnist and ex–vice president of journalism at the Koch-linked Franklin Center for Government and Public Integrity, has been especially critical of state spending under Democratic governor Jerry Brown.\n\nIn a December 2013 piece headlined \"Salton Sea May Become Financial Sinkhole,” Greenhut wrote, \"There’s been little effort to rein in unfunded pension, medical care and other long-term financial liabilities that California still faces, so there isn’t a lake-sized reserve of dollars to restore a salty lake in the desert.\"\n\nThus, a likely target of the newspaper's scrutiny and editorial opprobrium might at first glance appear to be a well-heeled Torrey Pines outfit called Sapphire Energy, hailed by liberal Democratic senator Barbara Boxer in December 2009 for getting a nine-figure subsidy from federal taxpayers.\n\n\"Just last week, Sapphire Energy — a San Diego company using algae to convert sunlight and carbon dioxide into renewable fuels — received more than $100 million in grants and loan guarantees through the Recovery Act,\" said Boxer.\n\n\"Those funds will allow Sapphire to create hundreds of jobs and expand their commercial scale facilities in New Mexico and advance their research activities in San Diego.\"\n\nSapphire's most recent government largesse arrived last August when Obama’s Department of Energy secretary Ernest Moniz announced $5 million for the firm to \"develop a new process to produce algae-based fuel that is compatible with existing refineries. The project will also work on improving algae strains and increasing yield through cultivation improvements.\"\n\nMichelle Malkin, a conservative columnist, has blasted the company, saying, \"Pond scum stinks. And so do the Obama administration's enormous, taxpayer-funded 'investments' in politically connected biofuel companies.\"\n\nIn her March 2012 opinion piece, Malkin maintained, \"Yet another algae-based biofuels developer, Sapphire Energy, has absorbed $105 million in stimulus funds and loan guarantees even as doubts about the practicality, efficiency and viability of pond-scum fuels multiply.\n\n\"Sapphire's CEO, Jason Pyle, has donated exclusively to Democratic campaigns, candidates and committees — and his company's website reads like a satellite White House communications office.\"\n\nThe U-T has been kinder to Sapphire.\n\nEarlier this month, a U-T story celebrated yet another Sapphire-related tax-funded initiative called the \"Manufacturing Communities Partnership.\"\n\nAccording to the newspaper: \"The designation gives the region priority access to $1.3 billion in funds from 11 federal agencies, including Commerce, Labor, Transportation, Housing and Urban Development, Environmental Protection and the Small Business Administration.\"\n\n\"The purpose of this designation is now we, with the other Southern California counties, get preferential treatment,” Theresa Andrews, an executive at Connect, a local nonprofit said to have led the application process, was quoted by U-T as saying. “So our applications will be basically put on the top of the pile.”\n\nThe report continued, \"Besides Connect, the city of San Diego, Biocom, the San Diego Regional Economic Development Corp., the San Diego Workforce Partnership, Sapphire Energy, UC San Diego, and Unified Port of San Diego also participated.\"\n\nGOP mayor Kevin Faulconer, who received key campaign backing from publisher Manchester and his U-T, also got into the act, noting that \"just six weeks after penning a letter in support,\" he had been able to announce the program's fruition.\n\nThen came this past Sunday, June 22, and a U-T editorial endorsing a plan by the Imperial Irrigation District to save the Salton Sea.\n\n\"It’s intriguing, one-third as costly as the state plan, and worth serious study and consideration,\" said the piece. \"It’s complicated, and a zillion problems and issues must be worked out. But it has great promise.\"\n\nAt the very end of the editorial was a single sentence in parentheses devoted to a matter previously unreported by the paper: \"Note: U-T San Diego chairman and publisher Douglas F. Manchester is an investor in Sapphire Energy, which operates a pilot project at the Salton Sea to convert algae into fuel.\"\n\nCampaign filings show that Sapphire employees have distributed $28,055 in political cash to both Republicans and Democrats, including $6205 to GOP ex-congressman Brian Bilbray, $2500 to Republican congressman Darrell Issa, and $4750 to Democrat Boxer.\n\nThe company has spent $2,860,000 on federal lobbying, including efforts \"to amend the Clean Air Act to include algae-based biofuel in the renewable fuel program and amend the Internal Revenue Code of 1986 to include algae-based biofuel in the cellulosic biofuel producer credit.\"\n\nWe have a call into Sapphire for more details.\n\nUPDATE 6/24, 3:50 p.m. — The statement regarding Manchester’s ownership interest in Sapphire was removed from the online version of the U-T editorial after this blog post appeared.", "article_metadata": {"og": {"url": "http://www.sandiegoreader.com/news/2014/jun/23/ticker-papa-doug-digs-obamas-pond-scum/", "image": "http://media.sdreader.com/img/photos/2014/06/23/postcard2_1_t1316.jpg?5cd45d7c8b8cd438b6877c44adfe8b372238aa2b", "type": "article", "title": "Papa Doug digs Obama’s pond scum"}, "fb": {"app_id": 152198538323820}, "description": ""}, "_id": "\"57477af36914bd0286fd1669\"", "article_summary": "Beating up on big government spending is a full-time occupation at U-T San Diego, owned by mega-millionaire Republican real estate developer Douglas Manchester.\n“So our applications will be basically put on the top of the pile.”The report continued, \"Besides Connect, the city of San Diego, Biocom, the San Diego Regional Economic Development Corp., the San Diego Workforce Partnership, Sapphire Energy, UC San Diego, and Unified Port of San Diego also participated.\"\nThe company has spent $2,860,000 on federal lobbying, including efforts \"to amend the Clean Air Act to include algae-based biofuel in the renewable fuel program and amend the Internal Revenue Code of 1986 to include algae-based biofuel in the cellulosic biofuel producer credit.\"\nUPDATE 6/24, 3:50 p.m. — The statement regarding Manchester’s ownership interest in Sapphire was removed from the online version of the U-T editorial after this blog post appeared.\n\"Those funds will allow Sapphire to create hundreds of jobs and expand their commercial scale facilities in New Mexico and advance their research activities in San Diego.\""}