{"article_title": "Second US Ebola Patient Identified as Young Texas Nurse", "article_keywords": ["patient", "hospital", "dog", "worker", "identified", "young", "pham", "second", "officials", "health", "ebola", "nurse", "told", "texas", "care"], "article_url": "http://dailysignal.com/2014/10/13/second-ebola-patient-identified-young-texas-nurse/", "article_text": "A 26-year-old nurse named Nina Pham is the health care worker at a Dallas hospital who tested positive for the Ebola virus after helping to treat a man who later died of the disease, her family told a Dallas radio station.\n\nWFAA reported that Pham, a 2010 graduate of Texas Christian University’s nursing program, is the first person known to contract the deadly disease while in the United States.\n\nShe was infected while working as part of the team at Texas Health Presbyterian Hospital that treated Thomas Eric Duncan, a visitor from Liberia who became the first Ebola patient to die in America, officials have said.\n\nThomas Frieden, director of the Centers for Disease Control and Prevention, said today that Pham was “clinically stable.”\n\nFrieden also apologized to hospital officials for widely quoted remarks yesterday that Pham’s infection resulted from a “breach of protocol.”\n\n“I apologize if people thought I was criticizing the hospital,” Frieden said at a press conference. “And I feel awful that a health care worker became infected while helping an Ebola patient.”\n\n>>> Commentary: Solution to Ebola in US Isn’t Banning Travel\n\nThe CDC chief also said the nation has to “rethink” how it confronts Ebola in light of the infection of Pham, who wore the required protective gear in treating Duncan.\n\nDallas County Judge Clay Jenkins told WFAA that Pham’s pet dog, a King Charles Spaniel, will not be killed. The judge, whose office is responsible for the county’s disaster and emergency preparedness, told the radio station:\n\nWhen I met with her parents, they said, ‘This dog is important to her, Judge; don’t let anything happen to the dog.’ If that dog has to be ‘The Boy in the Plastic Bubble,’ we’re going to take good care of that dog.\n\nThe nurse’s dog is locked inside her apartment under the care of Dallas Animal Services, the station reported.\n\nCDC yesterday confirmed preliminary test results showing that the then-unidentified health worker has Ebola.\n\nThe patient was being kept in isolation at the hospital and “one close contact … is being monitored,” CDC said, adding that officials “remain confident that wider spread in the community can be prevented with proper public health measures.”", "article_metadata": {"description": "A 26-year-old nurse is the health care worker at a Dallas hospital who has tested positive for the deadly disease.", "og": {"site_name": "The Daily Signal", "description": "A 26-year-old nurse is the health care worker at a Dallas hospital who has tested positive for the deadly disease.", "title": "Second US Ebola Patient Identified as Young Texas Nurse", "locale": "en_US", "image": "http://dailysignal.com/wp-content/uploads/epalive392700.jpg", "updated_time": "2014-10-15T10:11:42+00:00", "type": "article"}, "bitly": {"url": "http://dailysign.al/1qUNkUZ"}, "twitter": {"domain": "The Daily Signal", "description": "A 26-year-old nurse is the health care worker at a Dallas hospital who has tested positive for the deadly disease.", "creator": "@KenMac55", "image": {"src": "http://dailysignal.com/wp-content/uploads/epalive392700.jpg"}, "title": "Second US Ebola Patient Identified as Young Texas Nurse", "site": "@dailysignal", "card": "summary_large_image"}, "fb": {"pages": 300341323465160, "app_id": 772296266137346}, "article": {"publisher": "https://www.facebook.com/TheDailySignalNews", "section": "Health Care", "tag": "media", "published_time": "2014-10-13T14:21:30+00:00", "modified_time": "2014-10-15T10:11:42+00:00"}, "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "Nina Pham, Thomas Frieden, nurse with Ebola, second Ebola patient, Texas Health Presbyterian Hospital, CDC, Ebola in U.S."}, "_id": "\"57477af46914bd0286fe0046\"", "article_summary": "CDC yesterday confirmed preliminary test results showing that the then-unidentified health worker has Ebola.\nShe was infected while working as part of the team at Texas Health Presbyterian Hospital that treated Thomas Eric Duncan, a visitor from Liberia who became the first Ebola patient to die in America, officials have said.\nDallas County Judge Clay Jenkins told WFAA that Pham’s pet dog, a King Charles Spaniel, will not be killed.\nWFAA reported that Pham, a 2010 graduate of Texas Christian University’s nursing program, is the first person known to contract the deadly disease while in the United States.\nThe nurse’s dog is locked inside her apartment under the care of Dallas Animal Services, the station reported."}