{"article_title": "Acquisitions Could Be Coming for These REITs: Will Ventas, HCP or Healthcare REIT Be The Buyer? -- The Motley Fool", "article_keywords": ["reit", "fool", "hcp", "million", "billion", "motley", "medical", "coming", "health", "acquisitions", "healthcare", "buyer", "reits", "care", "properties", "market", "ventas"], "article_url": "http://www.fool.com/investing/general/2014/06/10/acquisitions-could-be-coming-for-medical-facility.aspx", "article_text": "More and more baby-boomers are reaching retirement age each day. The Affordable Care Act has made health insurance available to millions of formerly uninsured Americans. Big Pharma and medical researchers continue to make discoveries which may lead to increased life expectancy for members of all age groups.\n\nFactors such as these paint a rosy long-term picture for companies who profit from health care delivery in the U.S.\n\nOne way investors can benefit from these trends is by owning shares in the real estate investment trusts, or REITs, who own and lease medical facilities. REIT landlords are required to pay-out at least 90% of taxable income in the form of dividends to shareholders. Cha-ching!\n\nHealthcare real estate is big business\n\nRecently, $19 billion market cap Ventas, (NYSE:VTR) announced the $2.6 billion purchase of American Realty Capital Healthcare Trust, or ARC Healthcare.\n\nIn the real estate investing world, bolting on acquisitions that are accretive to earnings can be a great way to enhance shareholder value. Smaller health care REITs which own senior housing, skilled nursing homes, medical office buildings, urgent care clinics, and hospitals may become prime acquisition candidates.\n\nThe Big Dogs have performed well so far in 2014\n\nVentas is one of the big three health care REITs. The other two REITs with market caps in the ~$19 billion range are dividend aristocrat HCP, Inc. (NYSE:HCP) and Healthcare REIT, (NYSE:HCN).\n\nBig companies with large appetites\n\nHealthcare REIT announced plans to acquire approximately $414 million of seniors housing and medical office properties in the second quarter of 2014. The anticipated acquisitions are expected to include approximately:\n\n· $199 million of seniors housing triple-net lease properties.\n\n· $162 million of medical office properties.\n\n· $30 million of post-acute care properties.\n\n· $23 million in Canadian seniors housing operating property, where HCN will be the majority owner.\n\nOn June 2, 2014 Healthcare REIT completed a $1 billion overnight stock offering -- the largest so far by any listed company during 2014.\n\n\n\nThe Dividend Aristocrat\n\nHCP has rewarded shareholders with 29 consecutive years of dividend increases. Dividend Aristocrats must be members of the S&P 500, have a market capitalization in excess of $3 billion and have increased dividends every year for at least 25 consecutive years.\n\nHCP recently announced a $1.2 billion strategic joint venture, or JV, with Brookdale Senior Living. At inception, the JV will own 14 continuing care retirement communities, or CCRCs. These ~7,000 units include a mix of: 67% independent living, 18% skilled nursing, 11% assisted living and 4% memory care. Brookdale and HCP will own 51% and 49%, respectively.\n\n\n\n\n\n\n\nRipe for merger or acquisition?\n\nExecutive Chairman of ARC Healthcare Nick Schorsh -- a major M&A player in the REIT world -- inked a deal with Ventas barely three months after its March 2014 IPO. Two companies that could be next in line are:\n\n1. Chicago based Aviv REIT is a ~$1.6 billion market cap company specializing in owning skilled care nursing facilities, or SNFs. Aviv's business model is to triple-net lease these facilities to experienced operators. Currently Aviv owns a portfolio of 303 properties in 29 states leased to 39 tenants.\n\n2. Physicians Realty Trust has a primary focus on owning and developing medical office buildings, or MOBs, clinics, hospitals, and related health care facilities. This ~$450 million market cap REIT owns 46 buildings containing almost 1.7 million square feet -- which are ~94% leased with an average remaing term of almost 10 years. Physicians Realty CEO John Thomas formerly was Executive Vice President-Medical Facilities Group for Healthcare REIT.\n\n\n\n\n\nInvestor Takeaway\n\nConservative investors may tend to gravitate toward the investment grade rating, seasoned real estate portfolios, and reliable dividend pay-outs that bellwether health care REITs: Ventas, Healthcare REIT, and HCP can offer.\n\nHowever, Physicians Realty Trust and Aviv REIT do offer investors a chance at higher total returns if they are able to execute and grow profitably. These smaller companies may or may not end up as take-over candidates, however, they both appear to be REITs that should be on the radar screen of investors interested in this sector.", "article_metadata": {"publish_time": "15:20", "description": "Is Mr. Market hinting these recently listed healthcare REITs may be next in line?", "ResponsiveALP": "1Ses_2things-v-single_2-things_50", "author": "Bill Stoller", "promo": "Is Mr. Market hinting these recently listed healthcare REITs may be next in line?", "twitter": {"title": "Acquisitions Could Be Coming for These REITs: Will Ventas, HCP or Healthcare REIT Be The Buyer? --  The Motley Fool", "description": "Is Mr. Market hinting these recently listed healthcare REITs may be next in line?", "site": "@themotleyfool"}, "msvalidate.01": "8D40D58712924715BAA79D135A6C8DDA", "og": {"site_name": "The Motley Fool", "description": "Is Mr. Market hinting these recently listed healthcare REITs may be next in line?", "title": "Acquisitions Could Be Coming for These REITs: Will Ventas, HCP or Healthcare REIT Be The Buyer? --  The Motley Fool", "url": "http://www.fool.com/investing/general/2014/06/10/acquisitions-could-be-coming-for-medical-facility.aspx", "image": "https://g.foolcdn.com/image/?url=http%3A%2F%2Fg.foolcdn.com%2Fassets%2Fimages%2Ffool%2Ftmf-logo.png&h=630&w=1200&op=resize", "type": "article"}, "headline": "Acquisitions Could Be Coming for These REITs: Will Ventas, HCP or Healthcare REIT Be The Buyer?", "fb": {"admins": 50808187550, "page_id": 7240312795, "app_id": 50808187550}, "bureau": "usmf-financials", "STORY_UID": "2ac89244-edbd-11e3-bfee-0050569d32b9", "pitch": 787, "date": "2014-06-10T19:20:00Z", "gsa_date": "2014 06 10", "tickers": "HCN,HCP,VTR", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0"}, "_id": "\"57477af36914bd0286fd1677\"", "article_summary": "The Big Dogs have performed well so far in 2014Ventas is one of the big three health care REITs.\nHealthcare real estate is big businessRecently, $19 billion market cap Ventas, (NYSE:VTR) announced the $2.6 billion purchase of American Realty Capital Healthcare Trust, or ARC Healthcare.\nInvestor TakeawayConservative investors may tend to gravitate toward the investment grade rating, seasoned real estate portfolios, and reliable dividend pay-outs that bellwether health care REITs: Ventas, Healthcare REIT, and HCP can offer.\nPhysicians Realty CEO John Thomas formerly was Executive Vice President-Medical Facilities Group for Healthcare REIT.\nThe other two REITs with market caps in the ~$19 billion range are dividend aristocrat HCP, Inc. (NYSE:HCP) and Healthcare REIT, (NYSE:HCN)."}