{"article_title": "Kasich ‘Self-Starter,’ Political Operative, Agency Appointee Terry Casey Breaks Bad Again", "article_keywords": ["county", "mr", "campaign", "appointee", "breaks", "agency", "political", "casey", "bad", "ohio", "board", "terry", "kasich", "party", "republican", "selfstarter", "gop", "operative"], "article_url": "http://plunderbund.com/2015/05/11/kasich-self-starter-political-operative-agency-appointee-terry-casey-breaks-bad-again/", "article_text": "Self-starters usually don’t wait for orders from headquarters, they’re savvy enough to know the lay of the land and how best to chart a course to navigate it. In the world of bare knuckle politics, the kind Ohio Gov. John Kasich and his team are skilled at playing, self-starters are appreciated even if they break bad now and again.\n\nFor a self-described long-time Republican operative and self-starter like Terry L. Casey, who Gov. Kasich appointed soon after he was sworn-in to lead the state’s Employee Relations Board at a yearly salary of $66,997, he again finds himself at the center of a house of cards scenario involving an alleged violation of campaign finance laws that guaranteed the incumbent, his long-time friend and now governor, John Kasich, a hassle-free ride down the road to reelection last year.\n\nBreaking Bad Then\n\nMore than two decades ago, in February of 1992, Mr. Casey was the executive director of the Franklin County Republican Party when he fell on his sword and took the blame for a system that laundered campaign contributions and went on to be investigated by two elections agencies. Mr. Casey became a named key player in a complaint filed with the Ohio Elections Commission by the Libertarian Party on April 15. At the time of his first breaking bad episode, he did double duty as treasurer of the county GOP and chairman of the county Board of Elections. Casey admitted that public employee contributions to the Republican Party and officeholders, which he was centrally involved in, should have been reported in campaign finance reports. “Definitely the mistake is ours. We just made a mistake. I’m the treasurer. I take responsibility,” he said, according to a published report.\n\nWith strong echos of Donald Segretti, the prankster lawyer working for President Richard Nixon’s reelection in 1972 to run a campaign of dirty tricks against the Democrats, Casey’s shady and illegal actions have lead some to conclude that he’s the so-called “Confidential Client” represented by John Zeiger, a GOP-connected lawyer who represents some of central Ohio’s most powerful individuals and institutions, including The Columbus Dispatch. It was Mr. Zeiger’s law firm, Zeiger, Tigges and Little, LLC, that filed the lawsuit challenging Mr. Earl’s candidacy that successfully removed the LPO candidate for governor from the ballot last year.\n\nPolls showed that with Charlie Earl in the race, Gov. Kasich would lose about six percent of GOP voters to Earl, who battered the governor on many fronts, not the least of which was his expansion of Medicaid made possible by the Supreme Court’s ruling the Affordable Care Act, and the controversial individual mandate in it, was constitutional.\n\nMichael Colley, chairman of the county GOP when Mr. Casey was second in command, recommended that Casey lose his post as party treasurer, and that happened. “He’s overworked. We need to separate those responsibilities,” Colley said in a published report from the time. The controversy Casey was embroiled in involved the failure of the county GOP and four of its candidates to publicly report campaign donations by their employees. Public employees on the payrolls of the GOP candidates contributed biweekly to the county GOP, where Casey worked. Those funds were then redirected back to each of the officials’ separate campaign funds. The names of the donors and the amounts never appeared on the campaign finance reports publicly filed at least once a year with the county elections board. According to the director of Common Cause-Ohio at the time, the laundering system had existed since 1985. “It’s outrageous that this would not only be tolerated but covered up,” Janet Lewis said.\n\nBreaking Bad Now\n\nThe controversy Casey is involved with today involves his central role in a scheme hatched with the help of strong Kasich allies—including three officials responsible for running his reelection campaign, Jeff Polesovsky (Kasich Campaign official), Dave Luketic (Kasich Campaign official), and Matt Carle (Kasich Campaign manager)—to clear the field of any challengers to the governor. Although Gov. Kasich’s approval ratings bottomed out in the low 30-percent, he went on to win by a big margin in a low turnout election, as he no longer feared an attack on his political flank, which was vulnerable to voters who had turned on him and would have drifted to support LPO’s leadership choice.\n\nOEC’s Executive Director and Staff Attorney, Philip C. Richter, told me in an exclusive interview one week ago, that in the nearly 20-year history of the agency, only twice had a special investigator been appointed. One of those two times was to handle Mr. Casey’s first episode of breaking bad over two decades ago. Steven D. Bell was appointed to investigate the laundering of funds that had been underway six years on Casey’s watch. OEC, charged with determining whether laws election and campaign finance laws are violated and, if so, to direct the proper types of penalties or further action necessary, will again have before it a case in which Mr. Casey is central to a sordid saga involving illegal activity.\n\nA little over a year later, in March of 1993, three-fifths of the employees at the Franklin County Board of Elections called on Mr. Casey, one of the four board members, to resign. A letter sent to the board chairman at the time was signed by 22 of the board’s 36 employees. “We . . . are ashamed at the embarrassment Terry Casey has caused each and every one of us . . . In order for the ‘shenanigans’ to stop and for this board . . . to regain the respect it deserves, we demand that you [Fran Ryan], as chairwoman of the board, ask for – and stop at nothing short of – Terry Casey ‘s resignation.” Some board staff members said at the time that Casey violated long-standing board procedure.\n\nAccording to contemporaneous reports, Mr. Colley’s signature on numerous laundered checks from the GOP to the elected officials’ campaign funds took place without Colley signing those checks. Colley argued that, unbeknownst to him, Casey signed Colley’s name to the checks. Casey had authority to sign Colley’s name to a variety of checks for the Republican Party, reports said Colley said.\n\nOEC’s probe, run by Mr. Bell, determined the sum of the money-laundering from 1985 through 1990 to be $162,626, while a second inquiry dug up another $23,037 of funds donated by county employees during 1991. OEC set four days of hearings then, and it could find sufficient reason to set a formal hearing again this time with the LPO complaint. Back then, Mr. Bell, OEC’s special counsel, recommended that Casey and others be charged with a total of 250 misdemeanor criminal and 264 civil violations of Ohio’s campaign finance laws. Most of the civil violations back then carried a maximum penalty of a $10,000 fine and, for elected officials, ouster from office. Each misdemeanor criminal violation carried a maximum penalty of six months in jail and a $1,000 fine.\n\nIn his 50-page motion, Colley, chairman of the Franklin County GOP, said the accusations were based on “the erroneous belief” that he signed hundreds of checks that allegedly were laundered from the county GOP to Republican officeholders during a six-year period ending in 1991. The Bureau of Criminal Identification and Investigation and a former handwriting expert for the FBI verified that the signatures on the checks were not written by Colley. Who signed his name to the checks was not made public. The motion says the executive director of the Republican Party, Terry Casey, had “sole responsibility” for ensuring that campaign contributions were reported properly during the six-year period because Casey was party treasurer then.\n\nMr. Casey’s filing on May 12, 2014 with the Ohio Ethics Commission lists sources of income that include The Ohio Republican Party, Summit County Republican Party, State of Ohio and Simon Tanger, developers behind the Delaware County outlet mall. Those familiar with Gov. Kasich and his brand of take-no-prisoners politics, understand exactly why he would hire public officials with prior conviction records like Matt Borges and Terry Casey. They’ll do the dirty work.\n\nWhile he talks about how he isn’t a politican and wants to bring people together, his behavior and track record show exactly the opposite. But all the national publicity he’s generating now, from Beltway pundits who are too lazy to do their own research and accept the accepted wisdom his handlers have crafted that are mostly repeated by the next national talking head, someday someone might find Plunderbund as an invaluable source into the true personality and motivation behind the Wizard of Westerville.\n\nAttorney Misconduct?\n\nCapital Square insiders familiar with the players, including attorney Zeiger, believe Casey and other named officials in the LPO complaint colluded to locate a Libertarian “dupe,” as Judge Watson called Gregory Felsoci, a client represented by Mr. Zeiger, who is owed slightly more than $250,000 for his legal services. Mark Brown, LPO’s attorney in this matter who conducted depositions of Mr. Felsoci and Mr. Casey, squeezed Casey on whether he or someone else had guaranteed payment to Zeiger.\n\nAlthough it won’t be a matter before the OEC on the 21st, people familiar with Ohio jurisprudence believe Mr. Zeiger could and should come under review for misconduct by the Ohio Supreme Court, the controlling authority for all lawyers in the state. It’s possible, informed sources says, that Mr. Zeiger would be vulnerable under the lawyers ethical rules for knowingly helping his confidential client—Mr. Casey, who was acting in concert with Kasich team members—break Ohio election law. Attorney Brown, LPO’s counsel in this complaint, confirmed for me that Mr. Casey is indeed the “Confidential Client” Mr. Zeiger didn’t want to disclose until Judge Watson ordered him to do so.", "article_metadata": {"og": {"site_name": "Plunderbund", "description": "Self-starters usually don’t wait for orders from headquarters, they’re savvy enough to know the lay of the land and how best to chart a course to navigate it. In the world of bare knuck…", "title": "Kasich ‘Self-Starter,’ Political Operative, Agency Appointee Terry Casey Breaks Bad Again", "url": "http://plunderbund.com/2015/05/11/kasich-self-starter-political-operative-agency-appointee-terry-casey-breaks-bad-again/", "image": "http://www.plunderbund.com/wp-content/uploads/2014/09/PBLOGO2.jpg", "locale": "en_US", "type": "article"}, "article": {"published_time": "2015-05-11T12:39:53+00:00", "modified_time": "2015-05-11T13:45:41+00:00"}, "fb": {"page_id": 192462068938}, "twitter": {"card": "summary"}, "generator": "WordPress 4.4.1"}, "_id": "\"57477af36914bd0286fd1697\"", "article_summary": "Mark Brown, LPO’s attorney in this matter who conducted depositions of Mr. Felsoci and Mr. Casey, squeezed Casey on whether he or someone else had guaranteed payment to Zeiger.\nAt the time of his first breaking bad episode, he did double duty as treasurer of the county GOP and chairman of the county Board of Elections.\nPublic employees on the payrolls of the GOP candidates contributed biweekly to the county GOP, where Casey worked.\nMichael Colley, chairman of the county GOP when Mr. Casey was second in command, recommended that Casey lose his post as party treasurer, and that happened.\nBreaking Bad NowThe controversy Casey is involved with today involves his central role in a scheme hatched with the help of strong Kasich allies—including three officials responsible for running his reelection campaign, Jeff Polesovsky (Kasich Campaign official), Dave Luketic (Kasich Campaign official), and Matt Carle (Kasich Campaign manager)—to clear the field of any challengers to the governor."}