{"article_title": "The War on Poverty at 50", "article_keywords": ["families", "antipoverty", "question", "50", "rate", "economic", "poverty", "policies", "policy", "increasing", "war"], "article_url": "http://economix.blogs.nytimes.com/2014/01/06/the-war-on-poverty-at-50/", "article_text": "Jared Bernstein is a senior fellow at the Center on Budget and Policy Priorities in Washington and a former chief economist to Vice President Joseph R. Biden Jr.\n\nThis week marks the 50th anniversary of President Lyndon Johnson’s War on Poverty, a broad set of policy initiatives designed to reduce poverty in America.\n\nOr, if you’re so inclined, an opportunity to echo President Reagan’s line: “We fought a war on poverty, and poverty won.”\n\nSo, which is it?\n\nToday's Economist Perspectives from expert contributors.\n\nIt turns out to be a bit of a trick question. It’s easy to show that much of what we’ve done to reduce poverty has been highly successful. Social Security — a New Deal program that was expanded in the 1960s — today reduces the official elderly poverty rate from 44 percent without counting Social Security benefits to 9 percent with them . That development alone belies the facile Reagan quip. More careful analysis of the benefits of our current set of anti-poverty programs, reviewed below, further underscore this point.\n\nYet poverty still exists. The official measure stands at 15 percent, but it is widely regarded to woefully inadequate, as it depends on outdated income thresholds and omits both much of the impact of policies intended to fight poverty and income sources of low-income households. Under a metric that corrects for these omissions, the poverty rate in 2012 was 16 percent; that’s almost 50 million people, including 13 million children.\n\nStill, that rate is considerably lower than two important benchmarks. First, thanks to a recent study by poverty scholars from Columbia University (see chart and source below), we can track this improved metric back to the latter 1960s. In 1967, about 26 percent were poor compared to 16 percent in 2012.\n\nPhoto\n\nSecond — and this benchmark really gets to the question of the effectiveness of anti-poverty policies — absent those policies, the 2012 rate would be 29 percent, meaning that the value of food stamps, unemployment benefits, the earned-income tax credit, housing subsidies and more lifted 13 percent of the population — 40 million people — out of poverty that year.\n\nAnother way to see the increasing poverty-reducing impact of the programs noted above is to observe the growing gap between the two top lines in the chart. The growing distance between the rate that counts what we’re doing to reduce poverty and the rate that leaves it out is proof of the increasing anti-poverty impact of these policies.\n\nSuch benchmarks provide a sharp rebuke to the “we lost the war” crowd.\n\nYet I suspect that if I could sit President Johnson down and explain to him all we’ve done to maintain and expand the policy arsenal he helped to introduce half a century ago, he’d be surprised that there’s still so much economic hardship.\n\nThe reason, however, is not the ineffectiveness of the anti-poverty programs that his administration introduced and strengthened. It’s that they’ve had to work much harder in an economy that has made it a lot tougher for those at the bottom to get ahead. If this is a war, then it is not just the anti-poverty forces that have gotten stronger over time, as revealed by the growing distance between the two top lines in the figure. The opposing army, wielding weapons of inequality, globalization, deunionization, lower minimum wages, slack labor markets and decreasing returns to lower-end jobs, has also gained much strength.\n\nThere’s a counterargument — one as old as poverty itself — that says don’t blame the economy; the poor themselves have made life choices that consigned them to poverty, like not getting enough schooling, single parenthood, or having children out of wedlock. Clearly such choices have always played a role in driving up poverty, but how have they changed over time, and what’s their relative importance compared to the broader economic trends noted above?\n\nIn fact, research released Monday by some of my colleagues at the Center on Budget and Policy Priorities shows that such demographic and educational trends have often moved in opposite directions, some pushing toward higher poverty rates, others pushing toward lower ones. Regarding the latter, for example, the share of adults with higher educational attainment has risen significantly, family size has shrunk, and a lot more women are in the paid labor market. Pushing the other way — toward higher poverty — are a larger share of single-parent families and lower employment rates for men (I wouldn’t be so quick to assign this one to behavior versus structural economic changes).\n\nFortunately, the Economic Policy Institute publishes a revealing decomposition on the relevant roles of these poverty determinants, including inequality — which, by steering any given level of economic growth away from the low-income families, leads to higher poverty — family structure, education, and so on. Their analysis shows that between 1979 and 2007, the increase in inequality was the single most important factor in their analysis, increasing poverty by 5.5 percentage points. The shift to single parent families added 1.4 point to poverty over those years, but educational upgrading reduced it by almost twice that amount.\n\nSo, collecting all of these facts, the answer to the question posed above is that it’s the wrong question, in that its inherent win/loss framing precludes a nuanced analysis of the play between many disparate factors. The data clearly show that anti-poverty policies have been effective, but they’ve had to work harder in the face of increasing economic challenges facing low-income families. We could try to push the safety net further, but the politics aren’t there, to say the least. Moreover, unless we do more to deal with the underlying structural problems in the economy that are increasing poverty — especially the lack of decently paying jobs, which I link closely to the absence of full employment — we’ll have to increasingly ratchet up government support year after year.\n\nThe American safety net is actively helping millions of economically disadvantaged families, and we should protect and improve it. But the best way to help it — and more importantly, the poor themselves — is to strengthen the underlying economy in ways that will take some of the pressure off of what has, over the last 50 years, become an effective set of anti-poverty social policies.", "article_metadata": {"ptime": 20140106104423, "twitter": {"description": "Anti-poverty programs have increasingly reduced the number of poor Americans, but such efforts have been hampered by an economy that has frustrated advancement from the lower rungs, an economist writes.", "title": "The War on Poverty at 50", "url": "http://economix.blogs.nytimes.com/2014/01/06/the-war-on-poverty-at-50/", "image": "http://graphics8.nytimes.com/packages/images/icons/t_logo_300_black.png", "site": "@nyteconomix", "card": "summary"}, "sourceApp": "blogs", "blogpostid": 100000002634617, "DISPLAYDATE": "January 6, 2014", "keywords": "Income Inequality,Poverty,United States Economy,Today's Economist,Uncategorized", "ad_sensitivity": "noxxl", "GBLC": "Today's Economist", "communityAssetTaxonomy": "blogs/economix/The War on Poverty at 50 ( 20140106 )", "PT": "Blogs", "author": "Jared Bernstein", "SCG": "Economy", "dfp-ad-unit-path": "businessday/economix", "CLMST": "Jared Bernstein", "byl": "Jared Bernstein", "BN": "economix", "adxPage": "blog.nytimes.com/economix/post", "description": "Anti-poverty programs have increasingly reduced the number of poor Americans, but such efforts have been hampered by an economy that has frustrated advancement from the lower rungs, an economist writes.", "CG": "Business Day", "robots": "noodp", "dat": "January 6, 2014", "article": {"section": "Business Day", "tag": "Uncategorized", "published_time": 1389023063, "modified_time": "2014-01-06T15:44:23-05:00", "collection": "http://json8.nytimes.com/services/json/sectionfronts/business/index.jsonp"}, "utime": 20140106154423, "communityAssetLabels": "NYT_Blogs", "PUD": 20140106, "pdate": 20140106, "des": "Income Inequality;Poverty;United States Economy", "thumbnail": "http://graphics8.nytimes.com/packages/images/icons/t_logo_300_black.png", "og": {"site_name": "Economix Blog", "description": "Anti-poverty programs have increasingly reduced the number of poor Americans, but such efforts have been hampered by an economy that has frustrated advancement from the lower rungs, an economist writes.", "title": "The War on Poverty at 50", "url": "http://economix.blogs.nytimes.com/2014/01/06/the-war-on-poverty-at-50/", "image": "http://graphics8.nytimes.com/images/blogs_v5/../icons/t_logo_291_black.png", "type": "article"}, "communityAssetURL": "http://economix.blogs.nytimes.com/2014/01/06/the-war-on-poverty-at-50/", "PUV": "normal", "hdl": "The War on Poverty at 50", "thumbnail_150": "http://graphics8.nytimes.com/packages/images/icons/t_logo_300_black.png", "PST": "Blog Post"}, "_id": "\"57477af46914bd0286fe0081\"", "article_summary": "Or, if you’re so inclined, an opportunity to echo President Reagan’s line: “We fought a war on poverty, and poverty won.”So, which is it?\nUnder a metric that corrects for these omissions, the poverty rate in 2012 was 16 percent; that’s almost 50 million people, including 13 million children.\nThis week marks the 50th anniversary of President Lyndon Johnson’s War on Poverty, a broad set of policy initiatives designed to reduce poverty in America.\nTheir analysis shows that between 1979 and 2007, the increase in inequality was the single most important factor in their analysis, increasing poverty by 5.5 percentage points.\nSocial Security — a New Deal program that was expanded in the 1960s — today reduces the official elderly poverty rate from 44 percent without counting Social Security benefits to 9 percent with them ."}