{"article_title": "Court rules to allow doctors help hospitals sued, forcing abortions to be performed", "article_keywords": ["prolife", "catholic", "sued", "court", "help", "rules", "medical", "doctors", "american", "trinity", "health", "performed", "allow", "abortions", "commit", "forcing", "hospitals", "law"], "article_url": "http://www.theglobaldispatch.com/court-rules-to-allow-doctors-help-hospitals-sued-forcing-abortions-to-be-performed-80412/", "article_text": "A federal court agreed to allow several pro-life doctor groups to intervene in defense of a Catholic hospital system which the American Civil Liberties Union sued last year.\n\nIn December, Alliance Defending Freedom attorneys representing the Catholic Medical Association, the Christian Medical and Dental Associations, and the American Association of Pro-Life Obstetricians and Gynecologists asked the court to allow the groups to intervene.\n\nOn March 23, the court will hear arguments on whether to dismiss the ACLU’s lawsuit, which seeks to force Trinity Health and its staff to commit abortions regardless of their religious and pro-life objections. Trinity Health operates 86 facilities in 21 states.\n\n“No American should be forced to commit an abortion,” said ADF Senior Counsel Kevin Theriot. “No law requires faith-based hospitals and medical personnel to commit abortions against their faith and conscience, and, in fact, federal law directly prohibits the government from engaging in any such coercion. In addition, the government can’t tie any funding to a requirement that hospitals and health care workers give up their constitutionally protected freedoms. We look forward to defending those freedoms in this case.”\n\n“Those who doubt that anyone would ever try to force someone to commit an abortion need only look at this case,” explained ADF Senior Counsel Matt Bowman. “This is precisely what the ACLU is seeking to do. But forcing Catholic hospitals to perform abortions is not only against the law, it makes no sense at all. Patients should always have the freedom to choose a health care facility that respects life and to choose doctors who do not commit abortions.”\n\n“Forcing health care workers to act contrary to the very faith and ethical convictions that led them into the medical profession—to serve, help, and bring healing to people—is counterproductive, unnecessary, and against the law,” Bowman added.\n\n“Here, the Medical Applicants represent members that are affected by the policy directives of the Defendants’ hospitals on a daily basis,” wrote the U.S. District Court for the Eastern District of Michigan, Southern Division, in its order in American Civil Liberties Union v. Trinity Health Corporation. “The outcome of the litigation could have an effect on the day-to-day aspect of their duties as healthcare professionals. Accordingly, finding that the Medical Applicants are regulated by the policy directives at issue, the Medical Applicants are able to intervene as of right.”", "article_metadata": {"generator": "WordPress 4.5.2", "og": {"url": "http://www.theglobaldispatch.com/court-rules-to-allow-doctors-help-hospitals-sued-forcing-abortions-to-be-performed-80412/", "image": "http://www.theglobaldispatch.com/wp-content/uploads/2016/02/gavel-1017953_640.jpg", "type": "website", "title": "Court rules to allow doctors help hospitals sued, forcing abortions to be performed"}, "google-translate-customization": "7236b401605984b1-3bcbee0db8307092-g6f41da462829b1d2-19", "keywords": "Christian News, Religion News, 2016 Election, Outbreak News, Weird News, Movie News, US News, Breaking News, Internet News, Google News", "msvalidate.01": "F9A11A184D618AB8623122584A1DAB2D", "google-site-verification": "iI9n62s9s0Z-wJUY9p3-wGZp6AQYcH-Z1tDba2QiaT0", "viewport": "width=device-width, initial-scale=1, maximum-scale=1"}, "article_summary": "But forcing Catholic hospitals to perform abortions is not only against the law, it makes no sense at all.\nTrinity Health operates 86 facilities in 21 states.\nA federal court agreed to allow several pro-life doctor groups to intervene in defense of a Catholic hospital system which the American Civil Liberties Union sued last year.\nIn addition, the government can’t tie any funding to a requirement that hospitals and health care workers give up their constitutionally protected freedoms.\nIn December, Alliance Defending Freedom attorneys representing the Catholic Medical Association, the Christian Medical and Dental Associations, and the American Association of Pro-Life Obstetricians and Gynecologists asked the court to allow the groups to intervene."}