{"article_title": "Loveland businesses capitalize on craft beer boom", "article_keywords": ["tap", "liquor", "breweries", "young", "loveland", "beer", "craft", "businesses", "boom", "doors", "beers", "capitalize", "store"], "article_url": "http://www.reporterherald.com/business/ci_28437003/loveland-businesses-capitalize-craft-beer-boom", "article_text": "Patrick Keigan, craft beer buyer for Liquor Max, on Wednesday places a bottle of Anything for Love in one of the Loveland store's new coolers dedicated to craft beer. The beer is a collaborative ale made by six Loveland breweries. ( Craig Young / Loveland Reporter-Herald )\n\nLoveland's beer industry is bubbling up all over, inspiring local companies to craft new ways of doing business.\n\nFood trucks and carts have sprung up to feed hungry customers at local breweries' taprooms, and liquor stores and bars have had to make room for all the new offerings.\n\nTwo weeks ago, Loveland's Liquor Max completed the installation of new beer coolers, expanding from 44 doors to 66, according to general manager and co-owner Nick Castiglione.\n\n\"We've evolved as a store and have kept up with the craft beer boom,\" he said.\n\nWhen the family-owned warehouse store opened in 2003, it had a 34-door cooler, he said, and only about 10 of those doors were devoted to craft beers — early entrants such as New Belgium, Odell, Oskar Blues and Avery.\n\nNow, over 35 doors cover more than 600 craft beers and ciders, he said, from Belgian and German imports to a section just for Loveland brews.\n\nCastiglione said he didn't cut down on any space for Liquor Max's other products; he just rearranged shelving in the 18,000-square-foot store.\n\nA continued growth in sales of craft beers is driving the changes, he said.\n\n\"The stuff like Bud Light is fairly flat. It's not going down, but there's not any growth there,\" he said. \"Meanwhile, crafts are really growing.\"\n\nThat popularity led another Loveland liquor store, House of Spirits, to reduce shelf space for domestic beers and allot more to craft brews about a year ago, said store manager Kevin Schnulle.\n\nAdvertisement\n\n\"People want more taste now, and they want to experiment,\" he said. \"You would almost think that it would plateau out, but they're still opening up breweries all over.\"\n\nLoveland has seven craft breweries and one hard-cider company — all but one opening in the past five years — with a new one set to launch late this month or in August.\n\nLast December, a downtown Loveland bar and grill decided to grab the craft beer craze by the tap handles and installed 58 new taps.\n\nThe Pourhouse Bar and Grill now has 70 beer taps serving a wide variety of beers from near and far, according to owner Chris Kline.\n\nHis hunch that it would be a good business move is paying off, he said. Although adding all those beers on tap cost him about $60,000, he has seen overall sales jump 25 percent so far this year.\n\n\"We went from an average of 10 to 12 kegs a week and now are going through close to 30,\" he said.\n\nBut despite all the froth about imaginative brews handcrafted close to home, Kline said he's noticed that after people drink a couple of craft beers, they'll often finish off their evening with a Bud Light.\n\nCraig Young: 970-635-3634, cyoung@reporter-herald.com", "article_metadata": {"sailthru.url": "http://www.reporterherald.com/business/ci_28437003/loveland-businesses-capitalize-craft-beer-boom", "modificationDate": "2015-07-05T20:20:54-0600", "sailthru.image.thumb": "http://extras.mnginteractive.com/live/media/site47/2015/0705/20150705__06RHACRAFTw~1_300.jpg", "sailthru.author": "By Craig Young \n \n  Reporter-Herald Staff Writer", "description": "Loveland's beer industry is bubbling up all over,  inspiring local companies to craft new ways of doing business.", "ag": {"canon": "LovelandReporter-Herald:article:28437003:view"}, "startDate": "2015-07-05T20:20:44-0600", "og": {"url": "http://www.reporterherald.com/business/ci_28437003/loveland-businesses-capitalize-craft-beer-boom", "image": "http://extras.mnginteractive.com/live/media/site47/2015/0705/20150705__06RHACRAFTw~1.jpg", "type": "article", "description": "Loveland's beer industry is bubbling up all over,  inspiring local companies to craft new ways of doing business.", "title": "Loveland businesses capitalize on craft beer boom"}, "twitter": {"domain": "reporterherald.com", "description": "Loveland's beer industry is bubbling up all over,  inspiring local companies to craft new ways of doing business.", "title": "Loveland businesses capitalize on craft beer boom", "url": "http://www.reporterherald.com/business/ci_28437003/loveland-businesses-capitalize-craft-beer-boom", "image": "http://extras.mnginteractive.com/live/media/site47/2015/0705/20150705__06RHACRAFTw~1.jpg", "site": "@reporterherald", "card": "summary_large_image"}, "sailthru.date": "2015-07-05T20:20:44-0600", "sailthru.site": "reporterherald.com", "endDate": "2025-07-05T20:20:44-0600", "sailthru.title": "Loveland businesses capitalize on craft beer boom", "sailthru.article-section-or-homepage": "article", "sailthru.section": "Business", "msvalidate.01": "4B535F7EB2971D1FCBA5D1D3E3E292C3", "google-site-verification": "XzsHDcJw4iXBQEYtDXFRaUAdKzxhSvxWMgXyQQNFFzg", "byline": "By Craig YoungReporter-Herald", "sailthru.image.full": "http://extras.mnginteractive.com/live/media/site47/2015/0705/20150705__06RHACRAFTw~1.jpg", "pubDate": "2015-07-05T20:22:24-0600", "news_keywords": "Business, Business news, Loveland Colorado Business news, Loveland Colorado news, Business Loveland news, Business Colorado news, US Business news, world Business news."}, "_id": "\"57477af46914bd0286fe0082\"", "article_summary": "Patrick Keigan, craft beer buyer for Liquor Max, on Wednesday places a bottle of Anything for Love in one of the Loveland store's new coolers dedicated to craft beer.\n( Craig Young / Loveland Reporter-Herald )Loveland's beer industry is bubbling up all over, inspiring local companies to craft new ways of doing business.\n\"We've evolved as a store and have kept up with the craft beer boom,\" he said.\nLast December, a downtown Loveland bar and grill decided to grab the craft beer craze by the tap handles and installed 58 new taps.\nA continued growth in sales of craft beers is driving the changes, he said."}