{"article_title": "Experimental Solar-Powered Plane Completes Journey Across The Pacific", "article_keywords": ["flight", "piccard", "leg", "plane", "pacific", "landed", "journey", "solarpowered", "solar", "planes", "world", "team", "completes", "experimental", "pilot"], "article_url": "http://wamu.org/news/16/04/24/experimental_solar_powered_plane_completes_journey_across_the_pacific", "article_text": "Experimental solar-powered plane Solar Impulse 2 has landed in Mountain View, Calif., after a three-day flight across the Pacific.\n\n\"Good morning, California!\" the plane's visibly emotional pilot Bertrand Piccard told a cheering crowd at Moffett Airfield, where he landed at 11:44 p.m. local time. He's soon handed an extra large bottle of champagne.\n\nThe Solar Impulse team is attempting to fly around the world using only the power of the sun.\n\nAs we reported, Piccard took off from Hawaii early Thursday after a nine-month delay for repairs. The previous leg, a five-day long trip from Japan to Hawaii, broke a world record for the longest duration nonstop solo flight. But it also fried the plane's batteries.\n\nThe journey across the Pacific was the ninth leg in their journey, which started in Abu Dhabi. The team hopes to eventually end there.\n\nIt's meant to send a message about clean energy, the team says in a statement:\n\n\"By attempting the first solar flight around the world, pushing back the boundaries of the possible, going into the unknown, and taking on a project deemed impossible by industry experts, Bertrand Piccard and [alternating pilot] André Borschberg want to support concrete actions for sustainability and show that the world can be run on clean technologies.\"", "article_metadata": {"Generator": "Drupal 7 (http://drupal.org)", "author": "Merrit Kennedy", "og": {"site_name": "WAMU 88.5", "description": "Experimental solar-powered plane Solar Impulse 2 has landed in Mountain View, Calif., after a three-day flight across the Pacific.\n        \"Good morning, California!\" the plane's visibly emot", "title": "Experimental Solar-Powered Plane Completes Journey Across The Pacific", "url": "http://wamu.org/news/16/04/24/experimental_solar_powered_plane_completes_journey_across_the_pacific", "image": "http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Experimental+Solar-Powered+Plane+Completes+Journey+Across+The+Pacific&utme=8(APIKey)9(MDAxNzk1MDc4MDEyMTU0NTY4ODBlNmE3Yw001)", "type": "article"}, "has_audio": 0, "nid": 226574, "google-site-verification": "8AyE7rFVyUE7ZiqFGJ29mxnUk_L6YMXe4KHsLRUvvmQ"}, "article_summary": "Experimental solar-powered plane Solar Impulse 2 has landed in Mountain View, Calif., after a three-day flight across the Pacific.\nThe journey across the Pacific was the ninth leg in their journey, which started in Abu Dhabi.\nthe plane's visibly emotional pilot Bertrand Piccard told a cheering crowd at Moffett Airfield, where he landed at 11:44 p.m. local time.\nThe Solar Impulse team is attempting to fly around the world using only the power of the sun.\nThe previous leg, a five-day long trip from Japan to Hawaii, broke a world record for the longest duration nonstop solo flight."}