{"article_title": "Obamacare, Gay Marriage Cases Pose Challenge to John Roberts", "article_keywords": ["case", "couples", "equality", "gay", "justice", "constitutional", "challenge", "pose", "obamacare", "roberts", "marriage", "court", "cases", "john", "care", "laws"], "article_url": "https://newrepublic.com/article/120222/obamacare-gay-marriage-cases-pose-challenge-john-roberts", "article_text": "Sutton is one of the most thoughtful and respected conservative judges in the country, and his independence in upholding the health care act shows that, like Roberts, he takes considerations of judicial restraint seriously. Still, his opinion contains an analytical move that could have serious constitutional consequences if Roberts imitates it. Sutton embraces the “responsible procreation” argument that every other circuit has rejected, namely: that it’s rational to exclude same-sex couples from marriage based on “the biological reality that couples of the same sex do not have children in the same way as couples of opposite sexes and that couples of the same sex do not run the risk of unintended children.” As Judge Martha Daughtrey noted in her blistering dissent, this argument is one that Judge Richard Posner has described as being “so full of holes that it cannot be taken seriously.” There’s no evidence—and no logic—supporting the idea that preventing gay couples from marrying would make it more likely for straight couples to procreate responsibly. Indeed, in defending California's gay-marriage ban in the Proposition 8 trial, Attorney Charles Cooper was unable to cite any evidence that California voters were actually trying to promote “responsible procreation” when they banned gay marriage.\n\nCooper wasn't able to site any evidence because there isn’t any: the “responsible procreation” argument was made up for litigation purposes because the Supreme Court has ruled out of bounds the real reasons that people have for opposing marriage equality. There are two sincere reasons that voters have for opposing marriage equality today: moral disapproval or a desire to preserve tradition. But in the Lawrence v. Texas case that struck down anti-sodomy laws, Justice Kennedy held that moral disapproval is not a rational justification for laws that disadvantage gays and lesbians; and in the Virginia Military Institute case, Justice Ginsburg held that preserving tradition for its own sake is not a rational justification for laws that disadvantage women. If Roberts follows Sutton in ignoring the implications of these cases, that would represent a significant retreat in the Supreme Court’s willingness to look behind the false reasons offered for laws that disadvantage minorities and to conclude that they are a smokescreen for illegitimate animus.\n\nRoberts’s choice in the health-care case will be just as difficult as his choice in the marriage equality cases. The question is whether Congress meant what it said when it wrote, in section 1311 of the ACA, that tax subsidies are available only for insurance purchased on “an Exchange established by the State.” The IRS has issued a rule allowing subsidies for insurance purchased on the 36 federally run exchanges, and challengers say that rule clashes with the plain language and congressional intent of the statute.\n\nThere are decent lawyer’s arguments on both sides of his case, pitting hypertextualism against a willingness to look pragmatically at Congressional intentions. But choosing among them will be hard for Roberts, who showed an affinity for textualism in his decision to uphold the health care mandate as a tax. And because the current challenge involves the legality of an IRS regulation, rather than a decision to strike down an act of Congress on constitutional grounds, considerations of judicial restraint might lead Roberts to side with the ACA opponents.\n\nIn acknowledging that Roberts has two difficult choices to make about the Affordable Care Act and marriage equality, I’m not suggesting that the choices are clear. Unlike his decision to uphold the ACA in 2012, where he proved that he meant what he said about trying to persuade the Court to avoid broad 5-4 constitutional rulings on partisan grounds, he could plausibly join three conservatives in dissenting from an opinion by Justice Kennedy recognizing marriage equality, without calling into question his concern for the institutional legitimacy of the Court. He could also write an opinion that guts the ACA, without calling into question his commitment to constitutional judicial restraint. Roberts prefers to sidestep no-win propositions if at all possible—much like his hero, Chief Justice John Marshall, who once wrote, “I am not fond of butting against a wall in sport.” In these two cases, though, it will be nearly impossible for Roberts to avoid the wall.\n\nCorrection: A previous version of this article misspelled Judge Martha Daughtrey's last name. Also, the Supreme Court upheld the Affordable Care Act in 2012, not 2013.", "article_metadata": {"msapplication-config": "//assets.newrepublic.com/assets/favicons/browserconfig.xml", "viewport": "width=device-width, initial-scale=1.0", "description": "On Thursday, the U.S. Court of Appeals for the Sixth Circuit upheld bans on same-sex marriage, dramatically increasing the odds that the Supreme Court will consider whether the Constitution requires marriage equality this term. And on Friday, the Court agreed to revisit the legal controversies surrounding the Affordable Care Act, accepting a case about whether the federal government can extend hea...", "og": {"site_name": "New Republic", "description": "The Chief Justice is in quite a pickle.", "title": "John Roberts's Legacy May Be Decided in the Next Few Months", "locale": "en_US", "image": "https://images.newrepublic.com/b53501ad65e6693bdc45da6ffd28b9d8b8b21f00.jpeg?w=1109&h=577&crop=faces&fit=crop&fm=jpg", "url": "https://newrepublic.com/article/120222/obamacare-gay-marriage-cases-pose-challenge-john-roberts", "type": "article"}, "twitter": {"image": "https://images.newrepublic.com/b53501ad65e6693bdc45da6ffd28b9d8b8b21f00.jpeg?w=1024&h=512&crop=faces&fit=crop&fm=jpg", "title": "John Roberts's Legacy May Be Decided in the Next Few Months", "description": "The Chief Justice is in quite a pickle.", "card": "summary_large_image", "site": "@newrepublic"}, "msapplication-TileColor": "#ffffff", "parsely-metadata": "{\"thumb_image\":\"http://images.newrepublic.com/b53501ad65e6693bdc45da6ffd28b9d8b8b21f00.jpeg\"}", "parsely-page": "{\"title\":\"John Roberts's Legacy May Be Decided in the Next Few Months\",\"link\":\"https://newrepublic.com/article/120222/obamacare-gay-marriage-cases-pose-challenge-john-roberts\",\"section\":\"Supreme Court\",\"pub_date\":\"2014-11-10T18:16:00.000Z\",\"post_id\":120222,\"author\":\"Jeffrey Rosen\",\"type\":\"post\",\"tags\":[\"Supreme Court\",\"Politics\",\"Law\",\"John Roberts\",\"Obamacare\",\"Gay Marriage\",\"LGBT\",\"-type_article\"]}", "fb": {"admins": 4404589, "pages": 161419311535, "app_id": 1675346479369918}, "msapplication-TileImage": "//assets.newrepublic.com/assets/favicons/mstile-144x144.png", "article": {"publisher": "https://www.facebook.com/thenewrepublic", "tag": "Supreme Court", "published_time": "2014-11-10"}, "theme-color": "#ffffff"}, "article_summary": "There are two sincere reasons that voters have for opposing marriage equality today: moral disapproval or a desire to preserve tradition.\nRoberts’s choice in the health-care case will be just as difficult as his choice in the marriage equality cases.\nIn acknowledging that Roberts has two difficult choices to make about the Affordable Care Act and marriage equality, I’m not suggesting that the choices are clear.\nStill, his opinion contains an analytical move that could have serious constitutional consequences if Roberts imitates it.\nHe could also write an opinion that guts the ACA, without calling into question his commitment to constitutional judicial restraint."}