{"article_title": "The country’s most popular coffee brands just got 10 percent more expensive", "article_keywords": ["coffee", "wsj", "yubon", "global", "countrys", "finally", "weather", "brands", "announced", "popular", "drought", "expensive", "extreme"], "article_url": "http://www.salon.com/2014/06/09/the_countrys_most_popular_coffee_brands_just_got_10_percent_more_expensive/", "article_text": "Topics: Brazil, Climate Change, Coffee, drought, Extreme weather, Sustainability News, Business News\n\nThe global consequences of Brazil’s ongoing drought have finally made their way to your morning cup of joe, as a disappointing crop’s forced some of the country’s most popular coffee brands to finally jack their prices.\n\nFriday, Kraft raised the price of Maxwell House and Yubon brands of coffee a full 10 percent, the Wall Street Journal reports, in the same week that J.M. Smucker announced a 9 percent increase on brands like Dunkin’ Donuts and Folgers.\n\nPrices of arabica beans hit a two-year high of $2.15 per pound earlier this year, according to the WSJ, and while they’ve eased a bit since then, they’re still up 55 percent. Starbucks announced that it’s already locked in its coffee supply for the year, and is still biding its time in hopes that the market’s merely overreacting. But the combined impacts of global warming, including rising temperatures and increased instances of extreme weather, could spell out a worrisome long-term trend.", "article_metadata": {"description": "The effects of Brazil's extreme drought are being felt in U.S. supermarkets", "author": "Lindsay Abrams", "og": {"site_name": "Salon", "description": "The effects of Brazil's extreme drought are being felt in U.S. supermarkets", "title": "The country’s most popular coffee brands just got 10 percent more expensive", "url": "http://www.salon.com/2014/06/09/the_countrys_most_popular_coffee_brands_just_got_10_percent_more_expensive/", "image": "http://media.salon.com/2014/06/shutterstock_129339416.jpg", "type": "article"}, "twitter": {"description": "The effects of Brazil's extreme drought are being felt in U.S. supermarkets", "creator": "@readingirl", "image": "http://media.salon.com/2014/06/shutterstock_129339416.jpg", "title": "The country’s most popular coffee brands just got 10 percent more expensive", "site": "@salon", "card": "summary_large_image"}, "title": "The country’s most popular coffee brands just got 10 percent more expensive", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, Brazil, Climate Change, Coffee, drought, Extreme weather", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fe0086\"", "article_summary": "Topics: Brazil, Climate Change, Coffee, drought, Extreme weather, Sustainability News, Business NewsThe global consequences of Brazil’s ongoing drought have finally made their way to your morning cup of joe, as a disappointing crop’s forced some of the country’s most popular coffee brands to finally jack their prices.\nFriday, Kraft raised the price of Maxwell House and Yubon brands of coffee a full 10 percent, the Wall Street Journal reports, in the same week that J.M.\nBut the combined impacts of global warming, including rising temperatures and increased instances of extreme weather, could spell out a worrisome long-term trend.\nSmucker announced a 9 percent increase on brands like Dunkin’ Donuts and Folgers.\nStarbucks announced that it’s already locked in its coffee supply for the year, and is still biding its time in hopes that the market’s merely overreacting."}