{"article_title": "RIANHARD: Keep companies in the business of healthcare", "article_keywords": ["employersponsored", "risk", "business", "healthy", "tax", "workers", "work", "companies", "rianhard", "employers", "health", "coverage", "healthcare", "insurance"], "article_url": "http://www.yourhoustonnews.com/friendswood/opinion/rianhard-keep-companies-in-the-business-of-healthcare/article_ba9f64aa-086c-5049-ae92-d970b8c8c321.html", "article_text": "American workers are issuing a warning to their bosses -- don't take away our health insurance.\n\nAccording to a new poll from Accenture, three-quarters of workers see health benefits as a \"vital reason\" for continuing to work for their employers. One-third would quit if their employers stopped offering insurance.\n\nAdvertisement\n\nAmericans clearly value employer-provided health insurance. Unfortunately, some members of Congress on both sides of the aisle are pushing for reforms that would undermine employer-sponsored coverage.\n\nThat's a big mistake. Employers have provided quality health coverage to American workers and their families for decades. Our leaders should work to preserve this time-tested system.\n\nTo understand why employer-sponsored insurance has been the foundation of our nation's healthcare system, it's important to consider how insurance works.\n\nInsurance spreads risk. The larger and more diverse the pool of insured individuals, the more effectively that risk is spread. By spreading risk, an insurer can ensure that there are enough premiums from healthy workers to cover the cost of care for those who become ill. That leads to more affordable coverage for everyone.\n\nEmployers happen to be excellent risk pools. Most comprise a mix of workers -- young and old, healthy and less so.\n\nFurther, the tax code allows employers to pay for insurance with pre-tax dollars. Consequently, workers get far better -- and more valuable -- coverage through work than they would on their own.\n\nIt's no wonder that nearly 150 million Americans get their coverage through work. And they like the coverage they're getting. Eight in ten Americans with employer-sponsored plans are satisfied with them.\n\nBut some members of Congress are threatening to disrupt this system.\n\nOne such plan would eliminate the tax exclusion for employer-provided health insurance -- and thereby prevent companies from purchasing coverage with pre-tax dollars. Instead, individuals would get a tax deduction of $7,500 a year for buying insurance. Families would receive a deduction worth $20,500.\n\nThis shift might seem minor. But it could compel employers to stop providing health insurance, according to the Congressional Budget Office and the Joint Committee on Taxation. Companies will expect their employees to secure affordable coverage in the individual market. For many people, particularly older and lower-income workers, that may be impossible.\n\nThe tax deductions would also encourage young, healthy workers to forgo employer-sponsored insurance because they could purchase cheaper plans elsewhere. Employers would be left with an older, sicker risk pool -- and thus higher costs. If costs head high enough, even the most generous employers may quit offering health insurance altogether.\n\nDe-linking coverage from employment like this would make health insurance more expensive and less accessible. But the Affordable Care Act's attempt to legally require employers to provide coverage is equally extreme -- and damaging.\n\nThe federal health reform law requires every insurance policy to cover a laundry list of essential health benefits. Each additional mandate raises the cost of coverage.\n\nEmployers are responding by laying off workers; making full-timers part-time so the mandate doesn't apply; or dropping coverage altogether. In all three cases, the result is fewer people with employer coverage.\n\nGetting businesses out of the healthcare business would be a mistake. Our leaders should stick with the system that has worked for Americans for decades -- and preserve employer-sponsored health coverage.\n\nR. Dane Rianhard is a member of the Principals Council at the National Association of Health Underwriters as well as a Founding Principal and Senior Consultant at Tribridge Partners in Baltimore, Md.", "article_metadata": {"googlebot": "noarchive", "og": {"site_name": "www.yourfriendswoodnews.com", "description": "American workers are issuing a warning to their bosses -- don't take away our health insurance.", "title": "RIANHARD: Keep companies in the business of healthcare", "url": "http://www.yourhoustonnews.com/friendswood/opinion/rianhard-keep-companies-in-the-business-of-healthcare/article_ba9f64aa-086c-5049-ae92-d970b8c8c321.html", "image": "undefined", "type": "article"}, "twitter": {"site": "@ScoopHouston", "card": "summary"}, "description": "American workers are issuing a warning to their bosses -- don't take away our health insurance.", "msvalidate.01": "29516177700BA7C06DA5A4D58A12C04C", "fb": {"app_id": 191454774240451}, "keywords": "opinion", "google-site-verification": "lqzy3EyAvgVvWDlrVhCm69f7Q1GER22OmU5rYfmsBh8", "news_keywords": "opinion"}, "article_summary": "To understand why employer-sponsored insurance has been the foundation of our nation's healthcare system, it's important to consider how insurance works.\nOur leaders should stick with the system that has worked for Americans for decades -- and preserve employer-sponsored health coverage.\nUnfortunately, some members of Congress on both sides of the aisle are pushing for reforms that would undermine employer-sponsored coverage.\nOne such plan would eliminate the tax exclusion for employer-provided health insurance -- and thereby prevent companies from purchasing coverage with pre-tax dollars.\nThe tax deductions would also encourage young, healthy workers to forgo employer-sponsored insurance because they could purchase cheaper plans elsewhere."}