{"article_title": "Asset Forfeiture Reform Activists Mobilize as California Assembly Takes Up Bill", "article_keywords": ["enforcement", "forfeiture", "assembly", "takes", "reform", "federal", "money", "activists", "prosecutors", "state", "california", "asset", "mobilize", "bill", "public", "law"], "article_url": "http://reason.com/blog/2015/07/13/asset-forfeiture-reform-activists-mobili", "article_text": "Tomorrow the Public Safety Committee of California's Assembly will consider some significant reforms to the state's civil asset forfeiture regulations. These laws determine the circumstances by which the state allows police to seize the assets and property of people who are often merely suspected of crimes and often without their convictions.\n\nThe push comes after the Drug Policy Alliance (DPA) produced a report showing how cities in Southern California were using federal asset forfeiture \"equitable sharing\" rules to bypass state regulations restricting how much money and assets police can seize and keep. The state of California permits law enforcement agencies to keep a smaller percentage of what they seized than the federal program. So, as the DPA's research noticed, there was a huge jump in law enforcement agencies looking to turn to the federal forfeiture program as budgets were cut when the economy turned bad.\n\nSenate Bill 443, sponsored by Holly Mitchell (D-Los Angeles) would both require police and prosecutors to actually get a conviction before seizing somebody's stuff and would require that they follow California's state laws, meaning they would get to keep a smaller amount of the assets. The bill already passed the Senate in June by a vote of 38-1.\n\nNow with the bill heading to the Assembly, activists are concerned about public safety group opposition. Lynne Lyman, the DPA's state director for California, noted that both the California District Attorneys Association and the California Police Chief Association are opposing the passage of the legislation.\n\nLyman provided a copy of a letter from the Los Angeles County District Attorney's Office opposing SB 443. The letter notes that requiring a criminal conviction in order to seize money would be a problem in cases where \"criminals fail to file a claim for large amounts of drug money in order to avoid criminal prosecution\" or in cases where they can't actually prosecute the defendant because he or she has fled.\n\nSB 443 also takes some of the asset forfeiture proceeds to go to public defenders offices to represent those who are facing having their asset seized. The letter worries, \"This will create a conflict for public defenders as they will financially benefit from forfeitures that they will now be tasked with opposing.\" Their recommendation is to delete the money that goes to public defenders and increase the amount of money going to prosecutors, because there's apparently no conflict of interest for prosecutors who financially benefit from forfeitures they're tasked with pursuing.\n\nBut since their June letter SB 443 has seen new proposed amendments (Note that these changes, dated July 8, do not appear to show on the state's online legislation tracker as yet). The prosecutors kind of got what they wanted with the public defenders—it no longer sets aside money specifically for public defenders. Prosecuters won't get any either. Instead, it reduces the amount of money law enforcement agencies can keep from asset forfeiture even further (40 percent) and then puts 34 percent into a newly conceptualized State Asset Forfeiture Fund. That money would then be distributed to law enforcement agencies on the basis of each jurisdiction's population.\n\nThe explanation for why this fund was created returns directly back to the DPA report on cities that engage in significant amounts of asset forfeiture, and in a roundabout fashion, the current season of True Detective on HBO. The DPA noted that the top 10 cities in California that raked in the federal asset forfeiture money were not metropolises like Los Angeles and San Francisco. Rather they were small municipalities like La Verne (population: 31,868), Irwindale, (population: 1,422) and Vernon (population: 114). Vernon is worthy of note because it is a small industrial hub in Los Angeles with a lengthy history of government corruption that is the inspiration for Vinci, the locale that is the setting for this season's uber-violent, noir series True Detective. Read more about Vernon's corrupt past here. Despite having almost no population, Vernon has brought in $1 million in federal asset forfeiture funds from 2006 to 2013. Clearly this new allocation system is intended to keep small municipalities from cashing in on asset forfeiture.\n\nLyman says the DPA is continuing to meet with legislators in Sacramento and trying to counter the pressure applied by the police chiefs and prosecutors. Not only are the opposing groups political contributors to legislators in both parties, they also provide a \"moral pressure point,\" as Lyman describes it, making it intimidating for legislators to vote against them.\n\n\"[There's] the sense that law enforcement knows best, this paternalistic moral authority that we've handed over to the police,\" Lyman says. \"Nobody takes that more seriously than elected officials. It's a stretch for them. They really have to feel strongly to go against them.\"", "article_metadata": {"og": {"site_name": "Reason.com", "description": "Police chiefs, prosecutors don’t want money taken away.", "title": "Asset Forfeiture Reform Activists Mobilize as California Assembly Takes Up Bill", "url": "http://reason.com/blog/2015/07/13/asset-forfeiture-reform-activists-mobili", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/14368197416901.jpg", "type": "article"}, "twitter": {"description": "Police chiefs, prosecutors don’t want money taken away.", "title": "Asset Forfeiture Reform Activists Mobilize as California Assembly Takes Up Bill", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/14368197416901.jpg", "creator": "@sshackford", "site": "@reason", "card": "summary_large_image"}, "fb": {"pages": 17548474116}, "article": {"tag": "Police", "published_time": "2015-07-13T20:50:00+00:00", "author": "http://reason.com/people/scott-shackford"}, "msvalidate.01": "212A68A07785B3080038A845C4EE8905", "google-site-verification": "-AmMiilAN-pnjWt369CUWae-VQ-b9wmH4fSGyhbkQxw", "viewport": "width=device-width, initial-scale=1, maximum-scale=2"}, "_id": "\"57477af36914bd0286fd16b3\"", "article_summary": "Despite having almost no population, Vernon has brought in $1 million in federal asset forfeiture funds from 2006 to 2013.\nTomorrow the Public Safety Committee of California's Assembly will consider some significant reforms to the state's civil asset forfeiture regulations.\nInstead, it reduces the amount of money law enforcement agencies can keep from asset forfeiture even further (40 percent) and then puts 34 percent into a newly conceptualized State Asset Forfeiture Fund.\nClearly this new allocation system is intended to keep small municipalities from cashing in on asset forfeiture.\nSB 443 also takes some of the asset forfeiture proceeds to go to public defenders offices to represent those who are facing having their asset seized."}