{"article_title": "Homeowners leaving South Carolina's 'wind pool\" insurance program", "article_keywords": ["south", "policies", "zone", "jamieson", "homeowners", "companies", "hail", "leaving", "state", "program", "pool", "coverage", "insurance", "wind", "carolinas"], "article_url": "http://www.postandcourier.com/article/20140622/PC05/140629927", "article_text": "The state wind-and-hail program is a last-resort source of insurance for homes near the South Carolina coastline, such as these residences on Folly Beach.\n\nFor many years, Tom Jamieson didn't have many options for coverage against wind and hail damage for his Isle of Palms home.\n\nReceding wind pool Homeowners have been leaving the state wind and hail program over the past 3 years. ZONE 1 Coverage May 31, 2014 Aug. 31, 2011 Change Charleston 3,966 5,192 -24% Beaufort 7,735 9,761 -21% Colleton 1,014 1,136 -11% Georgetown 2,332 2,703 -14% ZONE 2 Coverage Charleston 5,026 4,866 3% Beaufort 1,100 1,255 -12% Colleton 0 2 -100% Georgetown 964 901 7% S.C. Wind and Hail Underwriting Association\n\nReluctantly, Jamieson said, he continued to renew his policy with the S.C. Wind and Hail Underwriting Association, the state-chartered fallback for coastal homeowners unable to get coverage elsewhere.\n\nThat was until several weeks ago when Jamieson dropped out of the state's \"wind pool\" for a policy with a private insurer, a move he said reduces cost and adds convenience.\n\n\"It was word-of-mouth that I learned about it,\" he said. \"I managed to combine it with my homeowners insurance, and one advantage is it gives me one company instead of dealing with two separate companies.\"\n\nJamieson is among hundreds of Lowcountry property owners who have exited the wind pool in the last few years. The state program guarantees limited and expensive wind hazard coverage for homeowners and commercial property owners in two zones near the coast.\n\nThe state program had 40,625 policies and $89.5 million in premiums at the end of May, down 14 percent from 47,366 policies and $97 million in premiums collected at the end of August 2011, according to data.\n\nThe main reason for the decline is that more insurance companies are entering the local market, said Smitty Harrison, executive director of the S.C. Wind and Hail Underwriting Association.\n\n\"While individual insurer writings are small, they have collectively made a difference.\" he said.\n\nThe impact has been mounting.\n\nIn Charleston County, there were 8,992 policies with $23.4 million in premiums at the end of May, down 11 percent from 10,058 policies at $25.6 million in premiums at the end of August 2011, according to the association's data.\n\nThe largest number of cancellations were properties in the highest-risk area known as Zone 1, which shed 24 percent of policies in that timeframe. Zone 2 showed a 3 percent gain between 2011 and last May, which Harrison attributed to the wind pool's competitive pricing for coverage.\n\n\"I would say that certain agents do not have access to other markets,\" he added. \"As a result, the one company they represent writes the wind, or the wind goes into the wind pool.\"\n\nStill, Harrison said it was good to see an overall reduction in policyholders.\n\n\"It's good that consumers have choices and options,\" he said. \"With companies coming in, they will get better coverage and prices.\"\n\nThe lower price and ability to combine policies was one of the main reasons Jamieson left the state's coverage.\n\n\"It was the increases in cost,\" Jamieson said. \"I don't recall how much it went up, but it was always increasing.\"\n\nJamieson said his wind pool renewal would have been $9,000 if he had renewed his policy. Instead, he got a policy with Universal Property & Casualty Insurance, which cut his cost by roughly 25 percent, he said.\n\nThe resurgence in the private market is a result of better hurricane modeling and reinsurance, which is the additional coverage insurers buy to protect against liabilities, experts say.\n\nIn the past, insurers have shunned coastal properties, saying it cost too much to cover losses.\n\n\"Insurance carriers are now more advanced at how they reinsure themselves and they find opportunities to come in as a carrier and offer the coverage at affordable rates because the (state) wind association's rates are fairly high and tend to go up and they want to drive people outside that,\" said Andrew E. Muller, an adviser at Charleston-based Mappus Insurance Agency,\n\nS.C. Department of Insurance Director Ray Farmer agreed, saying the state's wind pool is a \"last resort ... that was never meant to be the marketplace, but that's our safety net.\"\n\nFarmer said seven new insurance companies have entered the state this year, adding to the tally that includes 987 companies licensed to issue property insurance in the state.\n\n\"The more business the wind pool loses means that our marketplace is working,\" Farmer said. \"Our goal at the Department of Insurance is to bring in more companies to encourage the companies to write more business, and the fact the wind pool is losing money means that we are successful with those efforts.\"", "article_metadata": {"news_keywords": "Homeowners leaving South Carolina's 'wind pool", "og": {"site_name": "Post and Courier", "description": "For many years, Tom Jamieson didn't have many options for coverage against wind and hail damage for his Isle of Palms home.", "title": "Homeowners leaving South Carolina's 'wind pool", "url": "http://www.postandcourier.com20140622/140629927/homeowners-leaving-south-carolinas-wind-pool-insurance-program", "image": {"url": "http://www.postandcourier.com/storyimage/CP/20140622/PC05/140629927/AR/0/AR-140629927.jpg", "identifier": "http://www.postandcourier.com/storyimage/CP/20140622/PC05/140629927/AR/0/AR-140629927.jpg"}, "type": "article"}, "twitter": {"description": "For many years, Tom Jamieson didn't have many options for coverage against wind and hail damage for his Isle of Palms home.", "title": "Homeowners leaving South Carolina's 'wind pool", "app": {"country": "US", "name": {"ipad": "Post and Courier", "iphone": "Post and Courier", "googleplay": "Post and Courier"}, "id": {"ipad": 603721271, "iphone": 603721271, "googleplay": "com.Synapse.PandC"}}, "site": "@postandcourier", "image": "http://www.postandcourier.com/storyimage/CP/20140622/PC05/140629927/AR/0/AR-140629927.jpg", "card": "summary_large_image"}, "metered": "yes", "p": {"domain_verify": "c6511264bdb6fa45c6bb985fb86d3ab2"}, "fb": {"app_id": 146078808769941}, "tout": {"article": {"id": 140629927}}, "keywords": "Homeowners leaving South Carolina's 'wind pool", "article": {"published_time": "2014-06-22T09:00:00Z", "modified_time": "2014-06-20T11:45:00Z", "author": "Tyrone Richardson"}, "msvalidate.01": "05BAEC9D8820FA9F10D57DB6EB3C6192", "google-site-verification": "rAW9DX7yfiFF82k05QGF6LbZBkxcKxMTzAwNv0OCKAM", "viewport": "width=device-width, initial-scale=1.0, user-scalable=no", "description": "For many years, Tom Jamieson didn't have many options for coverage against wind and hail damage for his Isle of Palms home."}, "article_summary": "Receding wind pool Homeowners have been leaving the state wind and hail program over the past 3 years.\n\"As a result, the one company they represent writes the wind, or the wind goes into the wind pool.\"\n\"The more business the wind pool loses means that our marketplace is working,\" Farmer said.\nJamieson is among hundreds of Lowcountry property owners who have exited the wind pool in the last few years.\nJamieson said his wind pool renewal would have been $9,000 if he had renewed his policy."}