{"article_title": "Gabbard Outraged Over Extension Of 'Monsanto Protection Act'", "article_keywords": ["reefs", "extension", "protection", "farmers", "crops", "coral", "outraged", "monsanto", "act", "gabbard", "seeds", "provision", "assurance"], "article_url": "http://www.huffingtonpost.com/2013/09/22/tulsi-gabbard-monsanto_n_3972585.html", "article_text": "Getty\n\nTulsi Gabbard says attempts to extend the so-called \"Monsanto Protection Act\" in the U.S. Congress is \"outrageous.\"\n\nIn an email to supporters Friday, the Hawaii congresswoman urges her constituents to defeat the measure.\n\n\"The act, which biotechnology companies helped draft, allows them to ignore regulations and sell genetically engineered foods even after a court orders them to stop, or when there isn't yet evidence the foods are healthy or environmentally safe,\" she said in the email.\n\nThe email comes from Gabbard's campaign, but Gabbard has also been actively concerned about GMOs through her congressional office. Her 2nd Congressional District includes Kauai and the Big Island, hotbeds of anti-GMO activism.\n\nFarmers Assurance Provision\n\nThere isn't actually a \"Monsanto Protection Act\" per se. Formally, it's known as the Farmer Assurance Provision, contained in section 735 of a huge budget bill passed by Congress in March. But critics, including Gabbard, have taken to calling the measure by a name they feel defines its real purpose.\n\nGabbard spoke out against the Farmer Assurance Provision \"rider\" — the congressional term for a proviso added to legislation — when it was attached to a \"continuing resolution\" measure in March that kept the U.S. budget funded for six more months. In April she expressed her concerns to Tom Vilsack, the U.S. secretary of agriculture. And she has co-sponsored bipartisan legislation to require labeling of genetically engineered food.\n\nNow the congresswoman fears that the provision will be extended for another three months. That's because the current continuing resolution — a stopgap measure known as a \"CR\" — that has funded Washington's budget since March 30 expires at the end of September.\n\nHeather Fluit, Gabbard's press secretary in D.C., told Civil Beat Friday that the provision in the current CR would automatically be extended \"unless language is added to specifically remove it.\" On Friday, the House voted 230-189 to continue appropriations for fiscal year 2014 through Dec. 15.\n\nGabbard and Rep. Colleen Hanabusa voted against it, and Sen. Brian Schatz released a statement saying that defunding health care reform is a non-starter in the Senate.\n\nFluit agrees that Congress is unlikely to defund President Obama's landmark Affordable Care Act. She said the CR will likely be sent back to the House once the Senate finishes its work.\n\nCongress has to agree on funding or else cause a government shutdown at the end of this month. With the drama that comes with a congressional showdown, the provision has received little attention this time around.\n\nBut Elizabeth Kucinich, policy director for the nonprofit public interest group Center for Food Safety, warned about the measure Wednesday. And The New York Daily News published a story Friday that begins, \"House Republicans hate 'Obamacare,' but seem just fine with the 'Monsanto Protection Act.'\"\n\n'Farmers Protection Act'\n\nAsked about the provision Friday, Alan Takemoto, the community affairs manager at Monsanto in Hawaii, told Civil Beat, \"Basically, it provides farmers assurance that what they planted, they can harvest. I know (GMO critics) have co-opted the name, but there are a lot of other organizations that have supported the provisions, like American Farm Bureau, the American Soybean Association and the National Corn Growers Association.\"\n\nAlicia Maluafiti, executive director of the Hawaii Crop Improvement Association — a trade organization for biotech companies such as Monsanto — also defended the Farmers Assurance Provision as being good for Hawaii farmers.\n\n\"What it really is is the 'Farmer Protection Act,' because what it does is it allows farmers who invested thousands of dollars into growing crops — biotech crops — to continue to harvest those crops despite the onslaught of frivolous lawsuits by environmental activists, which can take years for the courts to decide,\" she said.\n\nMaluafiti disagreed with the argument that the provision circumvents courts.\n\n\"The USDA [U.S. Department of Agriculture] currently has the authority as part of their regulatory powers, but the problem is that the lawsuits tie the hands of the regulatory agencies, and the only people getting hurt are the farmers — not Monsanto,\" she said.\n\nMaluafiti continued: \"The bottom line is that farmers have a choice of crops they want to grow, and they have a choice of seeds to purchase. Sometimes they are Monsanto seeds, and sometimes they are not. So the (Farmers Assurance Provision) would protect farmers across the board regardless of what they grow.\"\n\nA US News report this spring explained the provision this way:\n\nBroken down, the provision essentially allows farmers who use biotech seeds to keep planting them even if courts are reassessing whether the USDA followed protocol when it approved the seeds for use.\n\nGabbard, however, has a different view.\n\n\"Monsanto undercuts efforts to strengthen consumer and environmental protections from genetically engineered crops,\" she said in her Friday email to supporters. \"It's simple, really: People deserve to know truthful, transparent information about their food. But supporters of Monsanto and their special interest benefactors disagree, which is why they've snuck this into an unrelated budget bill. If the other side wants to openly debate Monsanto, we can do that. But sneaking it in is wrong.\"\n\nWhat Climate Change Just Might Ruin What Climate Change Just Might Ruin\n\n1 of 53 Sweet Snorkeling Pics As humans increase atmospheric carbon dioxide concentrations, oceans absorb some of the CO2. The resulting drop in ocean pH, known as ocean acidification, has been called climate change's \"equally evil twin\" by National Oceanic and Atmospheric Administration chief Jane Lubchenco. Coral reefs, which are an invaluable part of marine ecosystems and tourism economies, are threatened by ocean warming and acidification. At the 2012 International Coral Reef Symposium in Cairns, Australia, 2,600 scientists signed a petition calling for international action to preserve global coral reefs, reported the BBC . Noting that 25 to 30 percent of the world's reefs are already \"severely degraded,\" the statement asserts that \"climate-related stressors [represent] an unprecedented challenge for the future of coral reefs and to the services they provide to people.\" A recent report from the World Resources Institute found that the Coral Triangle, an important area from central Southeast Asia to the edge of the western Pacific with many reefs, is threatened at a rate far greater than the global average. Share this slide:\n\nAP", "article_metadata": {"description": "Tulsi Gabbard says attempts to extend the so-called \"Monsanto Protection Act\" in the U.S. Congress is \"outrageous.\"\n\nIn an email to supporters Friday, ...", "sailthru.expire_date": "2013-09-23 15:33:40 -0400", "og": {"site_name": "The Huffington Post", "description": "Tulsi Gabbard says attempts to extend the so-called \"Monsanto Protection Act\" in the U.S. Congress is \"outrageous.\"\n\nIn an email to supporters Friday, ...", "title": "Gabbard Outraged Over Extension Of 'Monsanto Protection Act'", "url": "http://www.huffingtonpost.com/2013/09/22/tulsi-gabbard-monsanto_n_3972585.html", "image": "http://i.huffpost.com/gen/1366928/images/o-MONSANTO-WASHINGTON-facebook.jpg", "locale": "en_US", "type": "article"}, "twitter": {"image": {"width": 2000, "identifier": "http://i.huffpost.com/gen/1366928/images/o-MONSANTO-WASHINGTON-facebook.jpg", "height": 1000}, "title": "Gabbard Outraged Over Extension Of 'Monsanto Protection Act'", "site": "@HuffPostPol", "card": "summary_large_image", "description": "Tulsi Gabbard says attempts to extend the so-called \"Monsanto Protection Act\" in the U.S. Congress is \"outrageous.\"\n\nIn an email to supporters Friday, ..."}, "sailthru.date": "2013-09-22 15:33:40 -0400", "al": {"ios": {"url": "huffpostnews:///?editionID=us&entryID=3972585", "app_store_id": 306621789, "app_name": "The Huffington Post"}}, "taboola.category": "politics", "fb": {"app_id": 46744042133}, "keywords": "genetically modified seeds,farmer assurance provision,monsanto protection act,gmo big island,hawaii green,gmo kauai,Tulsi Gabbard,gmo,monsanto,genetically modified crops", "article": {"section": "Politics", "tag": "genetically modified seeds,farmer assurance provision,monsanto protection act,gmo big island,hawaii green,gmo kauai,Tulsi Gabbard,gmo,monsanto,genetically modified crops", "published_time": "2013-09-22 15:33:40 -0400", "modified_time": "2013-09-22 15:33:40 -0400"}, "viewport": "width=1000"}, "_id": "\"57477af46914bd0286fd8438\"", "article_summary": "GettyTulsi Gabbard says attempts to extend the so-called \"Monsanto Protection Act\" in the U.S. Congress is \"outrageous.\"\nFarmers Assurance ProvisionThere isn't actually a \"Monsanto Protection Act\" per se.\nAnd The New York Daily News published a story Friday that begins, \"House Republicans hate 'Obamacare,' but seem just fine with the 'Monsanto Protection Act.'\"\nSo the (Farmers Assurance Provision) would protect farmers across the board regardless of what they grow.\"\nCoral reefs, which are an invaluable part of marine ecosystems and tourism economies, are threatened by ocean warming and acidification."}