{"article_title": "Remembering Marquette's program as Wisconsin brings back boxing", "article_keywords": ["remembering", "ncaa", "wisconsin", "brings", "university", "boxing", "tournament", "program", "varsity", "marquettes", "marquette", "went", "sport", "saddy"], "article_url": "http://onmilwaukee.com/sports/articles/marquettewisconsinboxingjoemccarthy.html", "article_text": "Published Feb. 15, 2014 at 11:04 a.m. Tweet\n\nThe news that boxing is back at the University of Wisconsin as a club sport 64 years after it was banished has made a big media splash.\n\nWhen boxing was a popular intercollegiate sport from the 1930s until the death of Wisconsin boxer Charlie Mohr at the NCAA tournament in Madison in 1960, Wisconsin was, in the words of Cal Vernon, one of the Badgers' 38 NCAA champions, \"the Notre Dame of college boxing.\"\n\nBoxing classes at Wisconsin were held as far back as 1903, taught by faculty member Andrew M. O'Dea. The only prerequisite for participation then: You had to bring your own boxing gloves.\n\n\"Faculty members say (it) makes students more self-reliant and fits them for business battles after they leave college,\" noted The Milwaukee Journal in 1915.\n\nWhile schools like Wisconsin made boxing a high-profile varsity sport, others kept it at the intramural level,including Marquette University, where the first bell summoning boxers to combat rang in 1922.\n\nJohn Megna, later an assistant city attorney, was the first Marquette ring coach.\n\nSucceeding him in 1926 was Tulsa, Okla., native Mickey Gregory O'Neil, \"The Fighting Journalist,\" a freshman in the Marquette School of Journalism who boxed professionally to pay his tuition. After he departed, Curtis Brown, another talented local amateur and pro-fighter, ran the program.\n\nThere was occasional talk of making boxing a varsity sport at Marquette, but it never happened. Even so, the University Championships held annually at the university gym on North 16th and West Clybourn Streets, and other Hilltoppers (the nickname that preceded Warriors and Golden Eagles) boxing cards attracted thousands of fans.\n\nIn 1943, Athletic Director Con Jennings added boxing to the phys-ed curriculum, with Richie Mitchell, a great local pro lightweight 25 years earlier, in charge. \"Our intention is not to have intercollegiate boxing,\" said Jennings, \"but just to harden the boys up before they go into the army.\"\n\nIn 1956, as the number of colleges and universities with varsity boxing programs declined, Marquette boxers were allowed into the national NCAA tournament. MU middleweight James Maloney fought in the final, ill-fated 1960 tournament in Madison.\n\nAbout three years ago there was a Marquette Boxing Club, but now when you click on the \"Boxing\" link on the Marquette Club Sports website it says, \"No organization found that matches your request.\"\n\nCharlie Mohr's death was the last of a handful of fatalities that occurred in collegiate boxing going back at least as far as 1929. Nothing so awful ever happened at Marquette.\n\nSomewhere in my jumbled files is a clipping from 1932 reporting that a Hilltoppers boxer had to drop out of a scheduled bout because of an injury, but the injury occurred when he hit his head playing, of all things, ping-pong.\n\nAmong the Wisconsin boxers who went on to greater glory was Woody Swancutt, the NCAA 155-pound champion in 1939 and 1940, then a much-decorated World War II combat pilot who also flew the plane that dropped one of the first test atomic bombs.\n\nOne Marquette boxer went on to become quite a bomb thrower in his own right.\n\nArriving on campus in 1930 as an engineering student, he went 2-2 in intramural bouts.\n\nIn 1932 he switched to law school and coached the Marquette ring squad for a year.\n\n\"This guy was a real tough cookie,\" recalled Fred Saddy many years later. Saddy, the longtime secretary of the state boxing commission, often refereed bouts on campus.\n\n\"Punches bounced off him like hail on a tin roof. And he could whack you real good with either hand, too.\"\n\nAfter his freshman year, the dynamo told Saddy that he was dropping out of Marquette to become a professional boxer.\n\n\"Do you need the money that bad?\" inquired Saddy.\n\n\"No, I just want to be a fighter,\" answered the dynamo.\n\n\"Well, take my advice,\" said Saddy. \"All the ring titles combined aren't worth a good education. Think that over, son. Don't be a sucker.\"\n\nSo those who view the 1950s as one of the darkest eras in American history have Fred Saddy to thank for talking future Sen. Joe McCarthy into staying in school.", "article_metadata": {"description": "The news that boxing is back at the University of Wisconsin as a club sport 64 years after it was banished has made a big media splash. It also reminds us of the Marquette University's boxing program, which spawned one of the most controversial U.S. senators in American history.", "title": "Remembering Marquette's program as Wisconsin brings back boxing", "og": {"site_name": "OnMilwaukee.com", "description": "The news that boxing is back at the University of Wisconsin as a club sport 64 years after it was banished has made a big media splash. It also reminds us of the Marquette University's boxing program, which spawned one of the most controversial U.S. senators in American history.", "title": "Remembering Marquette's program as Wisconsin brings back boxing", "url": "http://onmilwaukee.com/sports/articles/marquettewisconsinboxingjoemccarthy.html", "image": "http://onmilwaukee.com/images/articles/ma/marquettewisconsinboxingjoemccarthy/marquettewisconsinboxingjoemccarthy_fullsize_story1.jpg", "type": "article"}, "twitter": {"domain": "onmilwaukee.com", "account_id": 9232292, "title": "Remembering Marquette's program as Wisconsin brings back boxing", "image": {"src": "http://onmilwaukee.com/images/articles/ma/marquettewisconsinboxingjoemccarthy/marquettewisconsinboxingjoemccarthy_fullsize_story1.jpg"}, "site": "@onmilwaukee", "card": "summary_large_image", "description": "The news that boxing is back at the University of Wisconsin as a club sport 64 years after it was banished has made a big media splash. It also reminds us of the Marquette University's boxing program, which spawned one of the most controversial U.S. senators in American history."}, "msapplication-TileColor": "#ffffff", "p": {"domain_verify": "7e7fcf309f01685c4efa6d90170d4062"}, "fb": {"app_id": 166926470123765}, "theme-color": "#ffffff", "msapplication-TileImage": "/mstile-144x144.png", "keywords": "University of Wisconsin boxing, Marquette University boxing, Sen. Joe McCarthy, Warriors, Golden Eagles, Hilltoppers, Badgers, Fred Saddy, Charlie Mohr, John Megna", "viewport": "width=device-width,initial-scale=1"}, "_id": "\"57477af46914bd0286fe49f0\"", "article_summary": "There was occasional talk of making boxing a varsity sport at Marquette, but it never happened.\nIn 1956, as the number of colleges and universities with varsity boxing programs declined, Marquette boxers were allowed into the national NCAA tournament.\nAbout three years ago there was a Marquette Boxing Club, but now when you click on the \"Boxing\" link on the Marquette Club Sports website it says, \"No organization found that matches your request.\"\nWhile schools like Wisconsin made boxing a high-profile varsity sport, others kept it at the intramural level,including Marquette University, where the first bell summoning boxers to combat rang in 1922.\nBoxing classes at Wisconsin were held as far back as 1903, taught by faculty member Andrew M. O'Dea."}