{"article_title": "Tempers, tears at town hall on education", "article_keywords": ["town", "school", "legislators", "tempers", "sizes", "students", "teacher", "rivers", "class", "tears", "teachers", "ireland", "education", "hall"], "article_url": "http://www.columbian.com/news/2015/may/23/tempers-tears-at-town-hall-on-education/", "article_text": "A A\n\nCAMAS — Emotions ran high Saturday as local educators shared some of their struggles and concerns for their students during a town hall meeting with Sen. Ann Rivers, R-La Center and Rep. Brandon Vick, R-Felida.\n\nAbout 60 people gathered in the Camas Public Library meeting room for one of two community events organized by the legislators. The purpose of the meetings was to discuss issues with the education budget and recent teacher walk-outs.\n\nSome tempers flared while others shed tears as they talked about their classroom experiences. Most people voiced frustration over standardized testing, overflowing class sizes, dwindling budgets and increasing health care costs.\n\nTensions seem to have reached a boiling point this spring, stemming from the Legislature’s failure to fully fund K-12 education. A 2012 mandate from the Washington Supreme Court, known as the McCleary decision, says the state must do so by the 2018-19 school year. Additionally, there is demand to reduce class sizes after voters passed Initiative 1351 in November. Teachers say they are further frustrated by the fact that they haven’t received a cost-of-living increase since the recession.\n\nOn May 13, some 2,500 teachers from the Evergreen, Camas, Washougal and Hockinson school districts picketed around the county to draw attention to these issues. Classes were canceled for the day for about 38,000 students, and the day will be made up at the end of the school year.\n\nBoth Rivers and Vick said they understand why teachers walked out but said it’s not something they would have done in their place. They added that they have both received hundreds of emails containing “bad information” about progress being made on the education budget.\n\nRivers said part of the problem is that no one can agree upon what fully funding basic education looks like. “It changes each week,” she said.\n\nShe said she hoped Saturday’s meetings would help clear up any confusion and create a healthy dialogue between the legislators and their constituents. Both legislators said they had no choice but to hold the meetings during a holiday weekend. The alternative would have been to hold them after voting on the funding plan next Saturday, Rivers said.\n\n“It would have been disingenuous to do it after the fact,” she said. “We are not here to change minds, we’re here to listen.”\n\nStill, many people in attendance said they felt they were not being heard, calling out to the legislators to let them speak.\n\nGail Anderson, a special education teacher with the Evergreen School District, told Rivers she’s not necessarily angry over the low pay. “I’m angry that it took contempt of court for us to be heard,” she said.\n\nShe said she appreciates that Rivers was once a teacher but said she couldn’t fully understand today’s struggles unless she’s been in a classroom the last 24 months. Many teachers act as social services for students who struggle with problems outside the classroom, like finding a place to sleep or food, Anderson said.\n\nOthers agreed, saying they didn’t become a teacher for the money; they’re in it for the children and the chance to be a positive influence in their lives.\n\n“I need a class size that I can connect with,” one teacher, Laurie Burpee, said.\n\nVick said lawmakers are already proposing to reduce class sizes for K-3. “We have X amount of money. I think this is a good start,” he said.\n\nAudience members agreed it was a start but not enough.\n\nJennifer Ireland, a special education teacher with the Camas School District, told the legislators she needs a cost-of-living increase.\n\n“When I have to stop putting money in my own child’s college savings account to put gas in my car, I don’t get paid enough,” Ireland said. “My sister has less education and makes three times more than I do and works less hours. I could go to the private sector and make a lot more, but … I’ve been a teacher since I was born. I’m a second generation teacher. That’s where my heart is.”\n\nOver the last two years, however, Ireland has seriously considered switching careers, she said.\n\nIreland said she also takes issue with standardized testing, which she calls “garbage.” She loses about six weeks of teaching time to the tests, and they are not user-friendly, she said.\n\nAfter the meeting, Ireland said she hopes the legislators “heard our voices.”\n\n“I’m hoping they take this seriously. If not, the next step is a walk out in September. I really don’t want it to come to that,” she said.", "article_metadata": {"msapplication-config": "/browserconfig.xml", "description": "CAMAS -- Emotions ran high Saturday as local educators shared some of their struggles and concerns for their students during a town hall meeting with Sen.", "application-name": "", "og": {"site_name": "The Columbian", "description": "CAMAS -- Emotions ran high Saturday as local educators shared some of their struggles and concerns for their students during a town hall meeting with Sen. Ann Rivers, R-La Center and Rep. Brandon Vick", "title": "Tempers, tears at town hall on education", "url": "http://www.columbian.com/news/2015/may/23/tempers-tears-at-town-hall-on-education/", "image": "http://16749-presscdn-0-94.pagely.netdna-cdn.com/wp-content/themes/columbian/static/img/columbian_c_200x200.png", "type": "article"}, "twitter": {"domain": "columbian.com", "creator": "jprokop16", "site": "@thecolumbian", "card": "summary", "title": "Tempers, tears at town hall on education"}, "msapplication-TileColor": "#3A5B7C", "robots": "index, follow", "fb": {"admins": 1256005586, "app_id": 122928857737763}, "msapplication-TileImage": "http://16749-presscdn-0-94.pagely.netdna-cdn.com/wp-content/themes/columbian/static/img/windows-tiles/square-144x144.png", "article": {"publisher": "https://www.facebook.com/thecolumbian", "section": "Carousel,East County, Camas and Washougal,Editor's Choice,Latest News,Local News,News,Politics,Salmon Creek and Felida,Schools", "published_time": "2015-05-23 17:00:00"}, "generator": "WordPress 4.5.2", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0"}, "_id": "\"57477af46914bd0286fe00a6\"", "article_summary": "Most people voiced frustration over standardized testing, overflowing class sizes, dwindling budgets and increasing health care costs.\nAdditionally, there is demand to reduce class sizes after voters passed Initiative 1351 in November.\nGail Anderson, a special education teacher with the Evergreen School District, told Rivers she’s not necessarily angry over the low pay.\nJennifer Ireland, a special education teacher with the Camas School District, told the legislators she needs a cost-of-living increase.\nVick said lawmakers are already proposing to reduce class sizes for K-3."}