{"article_title": "Kids' School Performance May Be Determined By Genes, Which Affect Motivation Levels", "article_keywords": ["school", "kids", "findings", "students", "differences", "genes", "motivation", "different", "levels", "twins", "affect", "petrill", "performance", "determined", "researchers", "personality"], "article_url": "http://www.medicaldaily.com/kids-school-performance-may-be-determined-genes-which-affect-motivation-levels-328956", "article_text": "Unmotivated students aren’t fully to blame, according to new findings that reinforces nature trumps nurture when it comes to personality development. Researchers at the University of Ohio studied how genetics may play a dominating role in a child’s performance in school. The study, published in the journal Personality and Individual Differences, found children may inherit motivation from their parents, not their environment.\n\nResearchers analyzed nearly 13,000 sets of twins between the ages of 9 and 16 from six different countries, and consistently came to the same conclusion — it’s in the genes. More than 40 to 50 percent of the differences in a child’s level of motivation to learn could be explained by their genetic inheritance. Contrary to prior understanding, genetics were found to play a larger role in student’s performance in school than environmental factors, such as family and teachers.\n\n“We had pretty consistent findings across these different countries with their different educational systems and different cultures. It was surprising,” said the study’s co-author Stephen A. Petrill, a psychology professor at The Ohio State University, in a press release. Personalities typically have some sort of genetic basis, but the fact that there was no environmental link to school performance was unexpected, Petrill said.\n\nStudents from Germany, the United States, the United Kingdom, Canada, Japan, and Russia were asked how much value and enjoyment they placed on activities, such as reading, writing, and spelling. Then, they were asked to rate their own academic ability. The researchers compared answers of fraternal twins, who share roughly half the same inherited genes to identical twins who inherit all the same genes.\n\nIt turns out the identical twins’ answers were more closely matched than fraternal twins', suggesting genes rule academic impetus. The findings suggest a more complex learning system than just who got the better teacher or whose parents are more involved during homework time. While a particular set of genes may motivate a child to learn, the researchers said it won't determine how much that child will enjoy it. Individual personalities and preferences still hold weight in determining that.\n\n“We found that there are personality differences that people inherit that have a major impact on motivation,” Petrill said. “That doesn’t mean we don’t try to encourage and inspire students, but we have to deal with the reality of why they’re different. We should absolutely encourage students and motivate them in the classroom. But these findings suggest the mechanisms for how we do that may be more complicated than we had previously thought.”\n\nSource: Petrill SA, Kovas Y, Garon-Carrier G, Boivin M, Plomin R, and Malykh SB, et al. Personality and Individual Differences. 2015.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "kids, school, performance, may, be, determined, genes, which, affect, motivation, levels", "og": {"site_name": "Medical Daily", "description": "Inheriting the motivation to learn may be a key for some students and a disadvantage for others.", "title": "Kids Without Motivation To Learn May Lack The Genes For It", "url": "http://www.medicaldaily.com/kids-school-performance-may-be-determined-genes-which-affect-motivation-levels-328956", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/04/12/motivation-genes.jpg", "type": "article"}, "twitter": {"description": "Inheriting the motivation to learn may be a key for some students and a disadvantage for others.", "title": "Kids Without Motivation To Learn May Lack The Genes For It", "url": "http://www.medicaldaily.com/kids-school-performance-may-be-determined-genes-which-affect-motivation-levels-328956", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/04/12/motivation-genes.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/04/12/motivation-genes.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Under the Hood", "published_time": "2015-04-12T16:48:31-04:00", "modified_time": "2015-04-13T10:15:40-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Inheriting the motivation to learn may be a key for some students and a disadvantage for others."}, "_id": "\"57477af36914bd0286fd16c5\"", "article_summary": "“We found that there are personality differences that people inherit that have a major impact on motivation,” Petrill said.\nResearchers at the University of Ohio studied how genetics may play a dominating role in a child’s performance in school.\nIt turns out the identical twins’ answers were more closely matched than fraternal twins', suggesting genes rule academic impetus.\nThe study, published in the journal Personality and Individual Differences, found children may inherit motivation from their parents, not their environment.\nThe researchers compared answers of fraternal twins, who share roughly half the same inherited genes to identical twins who inherit all the same genes."}