{"article_title": "Tips: Preventing fires from holiday decor", "article_keywords": ["decor", "tree", "according", "preventing", "lights", "fires", "safety", "nfpa", "tips", "holiday", "heat", "christmas", "structure"], "article_url": "http://www.fortmorgantimes.com/fort-morgan-local-news/ci_24787387/tips-preventing-fires-from-holiday-decor", "article_text": "Find out more The National Fire Prevention Association website offers lots of information about preventing fires and staying safe in conditions that can cause fires. Visit: http://nfpa.org/\" title=\"nfpa.org\">http://nfpa.org/\n\nGlowing lights, Christmas trees, shimmering decorations, crackling logs in the fireplace, cookies baking, candy melted on the stove... all are common this time of year.\n\nBut they have another thing in common: potential for starting fires.\n\nThe National Fire Prevention Association recently issued its recommendations for ways to prevent fires over the course of the holiday season.\n\nThe association's latest Home Christmas Tree and Holiday Light Fires Report last week, which is full of statistics about the fire hazards that usually arise during the winter holiday season. NFPA offers safety advice and informational resources at nfpa.org/holiday that can be used to minimize fire risks this season, according to a press release.\n\nIn 2007-2011, U.S. fire departments responded to an estimated annual average of 230 home structure fires that began with Christmas trees, according to the press release.\n\n\"Although these fires are not common, when they do occur, they are likely to be serious,\" the release stated.\n\nAn average of one of every 40 reported home structure Christmas tree fires resulted in a death, compared to an average of one death per 142 total reported home structure fires, according to NFPA.\n\nAnd one-third of structure fires related to Christmas trees also involved electrical failures or malfunctions, the release stated. In almost 20 percent of these cases, the structure fires happened due to a heat source that was too close to the tree.\n\nNFPA offered these fire safety tips for holiday decorations:\n\n• Make sure an artificial tree is labeled, certified, or identified by the manufacturer as fire retardant.\n\n• With a real tree, select one with fresh, green needles that do not fall off when touched.\n\n• Before placing the real tree in its stand, cut 1 inch to 2 inches off from the base of the trunk.\n\n• Whether real or artificial, make sure the tree is at least three feet away from any heat source, like fireplaces, radiators, candles, heat vents or lights.\n\n• Make sure the tree is not blocking an exit.\n\n• With real trees, add water to the tree stand daily.\n\n• When lighting the tree, use lights that have the label of an independent testing laboratory. Some lights are only for indoor or outdoor use, but not both.\n\n• Replace any string of lights with worn or broken cords or loose bulb connections.\n\n• With strings of incandescent bulbs, connect no more than three strands of mini string sets and a maximum of 50 bulbs for screw-in bulbs.\n\n• For LED strands of lights, read the manufacturer's instructions for number strands to connect together.\n\nChristmas Eve and Christmas Day are the second and third leading days for cooking fires, respectively, according to NFPA. Leaving cooking unattended is the largest cause of holiday cooking-related fires.\n\nNFPA offered these safety tips when doing holiday cooking and baking:\n\n• Have a \"kid-free zone\" of at least 3 feet around the stove and areas where hot food or drink is being prepared or carried.\n\n• Stay in the kitchen when the stove is on.\n\n• Use a timer when baking, simmering, boiling or roasting food for longer time periods and need to leave the kitchen, but check the food regularly and stay in the building while the cookng heat is on.\n\n• Keep anything that can catch fire — such as oven mitts, wooden utensils, towels, packaging or curtains — away from the stove.\n\n• Keep a lid nearby to smother small grease fires.\n\n• For an oven fire, turn off the heat and keep the door closed.\n\n• If you have a bigger cooking fire get started, leave, close the door behind you and and call 911.\n\n• If you try to fight the fire, make sure others are getting out and that you have a clear way out, too.\n\nFor more tips on cooking fire safety, visit: nfpa.org/holiday.\n\nThere also is potential danger from falling or slipping while hanging to taking down decorations, according to NFPA.\n\nIn a study of fall-related injuries during the holiday season, NFPA found an around 5,800 fall injuries related to holiday decorating were treated each year at hospital emergency rooms.\n\nWith 43 percent of those injuries resulting from falls from ladders and 13 percent caused by falls from roofs, NFPA stated \"it appears that the majority of these falls occurred during outdoor decorating.\"\n\nFalls from furniture, typically inside the home or building, were responsible for 11 percent of the injuries, according to NFPA. And some falls happened when people tripped or slipped on tree skirts or other decorations.\n\nNFPA is a worldwide leader in fire, electrical, building, and life safety. The mission of the international nonprofit organization founded in 1896 is to reduce the worldwide burden of fire and other hazards on the quality of life by providing and advocating consensus codes and standards, research, training and education.", "article_metadata": {"sailthru.url": "http://www.fortmorgantimes.com/fort-morgan-local-news/ci_24787387/tips-preventing-fires-from-holiday-decor", "modificationDate": "2013-12-24T08:43:24-0700", "sailthru.section": "Local News", "sailthru.author": "By Times Staff", "description": "Find out moreThe National Fire Prevention Association website offers lots of information about preventing fires and staying safe in conditions that can cause fires.", "ag": {"canon": "FortMorganTimes:article:24787387:view"}, "startDate": "2013-12-24T08:42:52-0700", "og": {"url": "http://www.fortmorgantimes.com/fort-morgan-local-news/ci_24787387/tips-preventing-fires-from-holiday-decor", "image": "http://local.fortmorgantimes.com/common/dfm/assets/logos/1200x627/fortmorgantimes.png", "type": "article", "description": "Find out moreThe National Fire Prevention Association website offers lots of information about preventing fires and staying safe in conditions that can cause fires.", "title": "Tips: Preventing fires from holiday decor"}, "twitter": {"domain": "fortmorgantimes.com", "description": "Find out moreThe National Fire Prevention Association website offers lots of information about preventing fires and staying safe in conditions that can cause fires.", "title": "Tips: Preventing fires from holiday decor", "url": "http://www.fortmorgantimes.com/fort-morgan-local-news/ci_24787387/tips-preventing-fires-from-holiday-decor", "image": "http://local.fortmorgantimes.com/common/dfm/assets/logos/1200x627/fortmorgantimes.png", "site": "@fortmorgantimes", "card": "summary_large_image"}, "sailthru.date": "2013-12-24T08:42:52-0700", "endDate": "2023-12-24T07:56:52-0700", "sailthru.title": "Tips: Preventing fires from holiday decor", "sailthru.article-section-or-homepage": "article", "byline": "By Times Staff", "msvalidate.01": "9DAB14005AD5A9FFA4CA0EF58CC794BA", "google-site-verification": "eft02te25vH0XbQ44RHik-QVdSWBMa6FaMX67tqgeec", "verify-v1": "LR4Od6pVdw+l77OvOjnTMA990zoSdsdx5+1eNeWXVCw=", "y_key": "87220ae8e8f6d27d", "sailthru.site": "fortmorgantimes.com", "pubDate": "2013-12-24T08:44:28-0700", "news_keywords": "Local News, Local News news, Fort Morgan Colorado Local News news, Fort Morgan Colorado news, Local News Fort Morgan news, Local News Colorado news, US Local News news, world Local News news."}, "_id": "\"57477af36914bd0286fd16c7\"", "article_summary": "The association's latest Home Christmas Tree and Holiday Light Fires Report last week, which is full of statistics about the fire hazards that usually arise during the winter holiday season.\nAn average of one of every 40 reported home structure Christmas tree fires resulted in a death, compared to an average of one death per 142 total reported home structure fires, according to NFPA.\nAnd one-third of structure fires related to Christmas trees also involved electrical failures or malfunctions, the release stated.\nFind out more The National Fire Prevention Association website offers lots of information about preventing fires and staying safe in conditions that can cause fires.\nThe National Fire Prevention Association recently issued its recommendations for ways to prevent fires over the course of the holiday season."}