{"article_title": "NIH Backs Alzheimer's Drug Development With Open Science Portal To Speed Development", "article_keywords": ["development", "data", "nih", "drugs", "science", "backs", "drug", "disease", "brain", "patients", "portal", "alzheimers", "human", "molecular", "open", "speed"], "article_url": "http://www.medicaldaily.com/nih-backs-alzheimers-drug-development-open-science-portal-speed-development-324496", "article_text": "The NIH has launched the Accelerating Medicines Partnership-Alzheimer’s Disease Knowledge Portal to speed the process of getting new drugs to market. St. Louis University, CC by 2.0\n\nThough more than five million Americans suffer from Alzheimer’s disease, patients have scant options to prevent and treat this form of dementia. So how do you speed the process of getting drugs to market? The National Institutes of Health believes you begin by sharing scientific data.\n\nTo that end, the NIH has launched the Accelerating Medicines Partnership-Alzheimer’s Disease (AMP-AD) Target Discovery and Preclinical Validation Project. Under this initiative, teams of scientists working in far-flung labs will generate molecular and clinical data (genomic, epigenomic, RNAseq, proteomic) from more than 2,000 human brains. To enable the sharing of the resulting datasets, the NIH has funded the AMP-AD Knowledge Portal, an environment where massive amounts of data can be stored, accessed, and collaboratively analyzed.\n\nHow Alzheimer's Kills\n\nAlzheimer's is the sixth-leading cause of death in the United States. However, unlike any other cause on the top 10 list, Alzheimer’s is the only one which cannot be prevented, cured, or even slowed. This common form of dementia assaults the brain, beginning with an attack on a region storing memories and ending with the destruction of regions that control the body’s autonomic functions such as breathing. Patients die when their brains stop telling them to inhale. On average, people with Alzheimer's live eight years after their symptoms become noticeable to others, but survival can range from four to 20 years. In the disease’s earliest stages, memory loss is mild, but as the disease progresses, patients become a husk of their former selves, losing all ability to speak with their family and friends or even respond to their environment.\n\n“The enormous complexity of the human brain and the processes involved in development and progression of Alzheimer’s disease have been major barriers to drug development,” said Dr. Richard J. Hodes, director of the National Institute on Aging.\n\nThe AMP-AD Knowledge Portal could be a game changer. Developed by Sage Bionetworks, the portal will allow researchers from different labs to analyze and integrate the massive amount of data produced by molecular analysis of the 2,000 human brain samples (at every stage of disease) and run this data through network models and validation experiments. The shared data will allow any scientist to work at a high level. No publication embargo will be imposed on scientists using data made available through the portal. However, in any published study, the data contributors must be acknowledged.\n\nNIH Director Dr. Francis S. Collins said “applying the principles of open science to the use and analysis of large and complex human data sets” is one way the NIH can help “revolutionize” Alzheimer’s research and drug development.\n\nIn practical terms, Collins believes the project will lead to the discovery of new molecular targets within the brain for Alzheimer’s drugs and so accelerate the development of new drugs. Worldwide, patients and their relatives wait and hope.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "alzheimer's disease, nih, open science", "og": {"site_name": "Medical Daily", "description": "The NIH has launched the Accelerating Medicines Partnership-Alzheimer’s Disease Knowledge Portal to speed the process of getting new drugs to market.", "title": "With Alzheimer’s Drugs Badly Needed, NIH Launches New Portal", "url": "http://www.medicaldaily.com/nih-backs-alzheimers-drug-development-open-science-portal-speed-development-324496", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/03/05/scientist_0.jpg", "type": "article"}, "twitter": {"description": "The NIH has launched the Accelerating Medicines Partnership-Alzheimer’s Disease Knowledge Portal to speed the process of getting new drugs to market.", "title": "With Alzheimer’s Drugs Badly Needed, NIH Launches New Portal", "url": "http://www.medicaldaily.com/nih-backs-alzheimers-drug-development-open-science-portal-speed-development-324496", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/03/05/scientist_0.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/03/05/scientist_0.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "The Hill", "published_time": "2015-03-05T11:35:45-05:00", "modified_time": "2015-03-05T11:35:44-05:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "The NIH has launched the Accelerating Medicines Partnership-Alzheimer’s Disease Knowledge Portal to speed the process of getting new drugs to market."}, "_id": "\"57477af46914bd0286fe00b0\"", "article_summary": "St. Louis University, CC by 2.0Though more than five million Americans suffer from Alzheimer’s disease, patients have scant options to prevent and treat this form of dementia.\nThe NIH has launched the Accelerating Medicines Partnership-Alzheimer’s Disease Knowledge Portal to speed the process of getting new drugs to market.\nNIH Director Dr. Francis S. Collins said “applying the principles of open science to the use and analysis of large and complex human data sets” is one way the NIH can help “revolutionize” Alzheimer’s research and drug development.\n“The enormous complexity of the human brain and the processes involved in development and progression of Alzheimer’s disease have been major barriers to drug development,” said Dr. Richard J. Hodes, director of the National Institute on Aging.\nIn practical terms, Collins believes the project will lead to the discovery of new molecular targets within the brain for Alzheimer’s drugs and so accelerate the development of new drugs."}