{"article_title": "Molon Labe: A third party can Trump the GOP", "article_keywords": ["trump", "labe", "rights", "cruz", "molon", "democrats", "president", "party", "come", "gop"], "article_url": "http://www.commdiginews.com/featured/molon-labe-a-third-party-can-trump-the-gop-55004/", "article_text": "Molon Labe, an ancient Greek phrase of defiance meaning “Come and take them,” might form the name of a third political party.\n\nWASHINGTON, Jan. 1, 2016 — When the Persians demanded that Sparta’s King Leonidas and his men turn over their weapons at Thermopylae, Leonidas responded, “Mολών λαβέ,” or “Molon labe.”\n\nA brokered GOP convention that denies Donald Trump the victory after years of shameful Republican capitulation to President Obama would disenfranchise GOP voters and betray conservatives. Molon labe, which in Greek means “come and take them,” might serve as the moniker of a third party that, instead of sending Republicans to Washington to aid and abet Democrats, defends American rights and security on every issue and in every forum.\n\nThe GOP establishment hates Trump and Sen. Ted Cruz, but not on principled grounds. Whether these candidates, who channel Reagan’s optimistic belief in American greatness, are conservative matters naught to a party that ran Gerald Ford, George H.W. Bush, Bob Dole, John McCain and Mitt Romney. Under the leadership of House Speaker Paul Ryan and Senate Majority Leader Mitch McConnell, Republicans cave to Obama on everything.\n\nThe GOP elite, which values only staying in office and collaborating with Democrats, despises Trump. The billionaire real estate mogul can’t be bought, and Cruz is a policy thorn in its side. Unlike political marionettes obeying donor puppeteers, Trump can become president without spending other people’s money. He and Cruz would be their own men on taking office.\n\nBecause they can’t control a President Trump or a President Cruz, the Republican establishment may sabotage Trump’s bid and deny the first Cuban-American president even if it unleashes President Hillary Clinton on the nation.\n\nWhy Hillary Clinton needs ex-President Bill on the ticket\n\nThe GOP would rather lose with a nominee who kisses their rings and cozies up to Democrats than win with a principled candidate beyond their control.\n\nThus looms the prospect of GOP bosses stealing the choice from Republican primary voters in favor of a hand-picked candidate. Although this anti-democratic arm-twisting marathon hasn’t been run since 1952, and GOP national chairman Reince Preibus denies his party will broker its convention, rumors abound.\n\nGOP rules for 2016 require a nominee to win a delegate majority in at least eight states, and not all apportioned on a winner-take-all basis. In a crowded field, front-running Trump, polling 40 percent, might not clear this hurdle.\n\nAnd even if he accumulates a 1,237 delegate majority before July’s convention, Trump can be denied in Cleveland by Republican elites plugging Romney, Ryan and other undeclared candidates. Each of these would be creations of and beholden to them.\n\nWhat if Republican hoi polloi pick Trump, but GOP aristocrats trump The Donald?\n\nJeb Bush, Bill Kristol and George Will pledge to frustrate a would-be President Trump.\n\nLoyalty is two-way street. GOP betrayal of its voters would free a spurned Trump to hoist a third party banner. He’ll have to if he wants to “make America great again,” since whomever the GOP nominates by brokered convention can start writing a concession speech including the phrase “Madame President.”\n\nThe tea party was not conceived, nor has it functioned, as a political party. It is a mass political movement that arose to check Obama. It has helped elect politicians of both parties in contests against establishment GOP candidates and liberal Democrats. But its ranks, energy and power are fading.\n\nCase in point: Paul Ryan, a tea party darling, assumed the speaker’s gavel only after refusing to run against declared conservatives and securing a “no-removal” promise.\n\nHis first act as speaker after a congratulatory kiss from uber-liberal Nancy Pelosi was to embrace President Obama’s omnibus spending bill, which added $600 billion in debt, funded Planned Parenthood, and welcomed more ISIS terrorists into the U.S.\n\nThe tea party is not a viable third-party option; a Molon Labe Party is.\n\n“Come and take them.” In their battle at Thermopylae, Leonidas and his 300 were slain, but not before killing 20,000 Persians and buying time for other Greek city-states to apprehend, prepare for and defeat the Persian threat to Greek rights and security.\n\nLeonidas’ defiant refusal to surrender to tyranny and choice of death over dishonor echoes through the ages. The stubborn resistance inspired by “molon labe” proves that courage, more than numbers, is decisive.\n\nWhy the nation should fear a Clinton-Clinton ticket\n\n“Molon labe” shouts that a free people can stand up to and defeat an oppressor. “Molon labe” proclaims that voluntary surrender of rights is unthinkable and that any who would steal these treasures must “come and take them.” They will meet such bloody resistance that abandoning the effort is wiser. “Molon labe” champions freedom and chills tyrants.\n\nAmerica was born crying “molon labe” on April 19, 1775, when patriots on Lexington Green blocked a British military force sent to seize their guns at Springfield. Ever since, the U.S. has lived out the “molon labe” creed. In December 1944, when the Nazi commander encircling the 101st Airborne Division in Belgium demanded its surrender, Brigadier Gen. Anthony McAuliffe’s reply of “Nuts!” was “Molon labe” in U.S. vernacular.\n\n“Molon labe” is the motto of the U.S. Special Operations Command Central, to which this author provided intelligence support.\n\n“Molon labe” echoes on websites, Facebook, Twitter, Google+, bumper stickers and t-shirts, rallying resistance to Democratic plans to regulate, outlaw and seize guns. Yet labeling the U.S. a “Molon labe” nation does not imply our firearms are all tyrants covet, nor that our rights are under assault only by Democrats.\n\nAn original agreement limiting government to protecting life, liberty and property preserved national cohesion for nearly two centuries, but since the 1960s, Americans split into camps verging toward cold civil war.\n\nBitter ideological battles over healthcare, gay marriage, abortion, free speech, climate change, immigration and national security balkanize our nation. A progressive bloc linked to Democrats ignores constitutional constraints to buy “rights” to employment, food, clothing, housing, medical care, retirement and education with other people’s money.\n\nConservative principles informing the original agreement once guided the GOP. Yet for seven years the GOP has surrendered to progressive diktats like ObamaCare, illegal immigrant amnesty, Iran appeasement, ISIS creation, climate change deals and trade imbalances.\n\nRepublican cowards became Diet Democrats on the fallacious belief that to win and hold office they must lay American rights to life, liberty, and property on the progressive altar and back candidates who work with Democrats to do just that lest they be vilified for shutting off the government gravy spigot.\n\nHillary Clinton creates a problem for the liberal media\n\nBecause staying in office, rather than defending rights, is now the GOP lodestar, our nation is weaker, poorer, and morally decaying.\n\nThus, gun-grabbing, the first object of “molon labe” defiance, is but a means to quash public resistance to a fundamentally transformative project in which both parties are complicit. As the modern-day Xerxes that is the Democratic Party marches on constitutional rights, GOP co-conspirators point out the path, scorning Trump, Cruz and all American Spartans defying this enemy within to “come and take them.”\n\nThe gambit to trump Trump by brokered convention and deliver a Democratic satrap as the GOP nominee distills this betrayal. What can disenfranchised patriots do as Republicans perpetuate their craven submission to Democratic tyranny?\n\nThis: create a Molon Labe Party dedicated solely to the defense of U.S. constitutional rights and national security against all those who would come and take them.\n\nWhether Trump, Cruz, Gen. James Matthis, Gen. Stanley McChrystal or another courageous leader of character who cannot be bullied or blackmailed is the Molon Labe Party candidate in 2016 is irrelevant. So too is the outcome: the Molon Labe Party might lose in 2016 just as the Spartans did at Thermopylae.\n\nBut just as the Spartan sacrifice bought time for the rest of Greece to awaken, rise and defeat Xerxes, so too would a Molon Labe Party spark American patriots to organize and overcome the Democratic-Republican duopoly at war with them. What matters is that Americans found a party and name a standard-bearer who actually defends liberty against tyranny. And if the Molon Labe Party goads the GOP into becoming a principled conservative party again, or drives Democrats back toward the party of JFK, this stand alone may rescue the U.S. from dissolution.\n\nDemocrats and Republicans threaten our rights. American patriots, take up the Molon Labe Party banner and reissue Leonidas’ challenge: Come and take them. And then either the two-party system will think twice, or your fellow Americans will awaken, join together and fight to save their country.", "article_metadata": {"description": "Molon Labe, an ancient Greek phrase of defiance meaning “Come and take them,” might form the name of a third political party.", "generator": "Powered by Visual Composer - drag and drop page builder for WordPress.", "author": "William Brute Bradford", "og": {"site_name": "Communities Digital News", "description": "Molon Labe, an ancient Greek phrase of defiance meaning “Come and take them,” might form the name of a third political party.", "title": "Molon Labe: A third party can Trump the GOP", "url": "http://www.commdiginews.com/featured/molon-labe-a-third-party-can-trump-the-gop-55004/", "image": {"width": 800, "identifier": "http://www.commdiginews.com/wp-content/uploads/2016/01/300-800.jpg", "height": 482}, "locale": "en_US", "type": "article"}, "twitter": {"description": "Molon Labe, an ancient Greek phrase of defiance meaning “Come and take them,” might form the name of a third political party.", "title": "Molon Labe: A third party can Trump the GOP", "image": "http://www.commdiginews.com/wp-content/uploads/2016/01/300-800.jpg", "creator": "@commdiginews", "site": "@commdiginews", "card": "summary"}, "keywords": "commdiginews,molon labe,third party,trump,gop,hillary clinton,commdiginews hour,conservative,democrats,donald trump,election 2016,politics,republican", "propeller": "a20eada6e38f74d5c5bf31354ee9760c", "article": {"published_time": "2016-01-01T22:12:50+00:00", "modified_time": "2016-01-12T20:28:25+00:00"}, "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "CommDigiNews Hour, conservative, democrats, Donald Trump, election 2016, Hillary Clinton, politics, republican"}, "article_summary": "The tea party is not a viable third-party option; a Molon Labe Party is.\nSo too is the outcome: the Molon Labe Party might lose in 2016 just as the Spartans did at Thermopylae.\nAnd if the Molon Labe Party goads the GOP into becoming a principled conservative party again, or drives Democrats back toward the party of JFK, this stand alone may rescue the U.S. from dissolution.\nAmerican patriots, take up the Molon Labe Party banner and reissue Leonidas’ challenge: Come and take them.\nWhether Trump, Cruz, Gen. James Matthis, Gen. Stanley McChrystal or another courageous leader of character who cannot be bullied or blackmailed is the Molon Labe Party candidate in 2016 is irrelevant."}